{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "In a superconductor, the ratio of the carrier density, n, to its effective mass, m*, is a fundamental property directly reflecting the length scale of the superfluid flow, the London penetration depth, λL. In two-dimensional systems, this ratio n\/m* (~1\/λL2) determines the effective Fermi temperature, TF. We report a sharp peak in the x-dependence of λL at zero temperature in clean samples of BaFe2(As1–xPx)2 at the optimum composition x = 0.30, where the superconducting transition temperature Tc reaches a maximum of 30 kelvin. This structure may arise from quantum fluctuations associated with a quantum critical point. The ratio of Tc\/TF at x = 0.30 is enhanced, implying a possible crossover toward the Bose-Einstein condensate limit driven by quantum criticality.",
            "A sharp peak of the zero-temperature penetration depth at optimal composition in BaFe2 (As1–xPx) 2",
            "K Hashimoto and Kyuil Cho and T Shibauchi and S Kasahara and Y Mizukami and R Katsumata and Y Tsuruhara and T Terashima and H Ikeda and MA Tanatar and H Kitano and N Salovich and RW Giannetta and P Walmsley and A Carrington and R Prozorov and Y Matsuda",
            "2012",
            "IN7erC4AAAAJ:u5HHmVD_uO8C",
            284,
            "https:\/\/science.sciencemag.org\/content\/336\/6088\/1554.abstract",
            "6069384372118036285",
            "\/scholar?cites=6069384372118036285",
            {
                "2012":6,
                "2013":29,
                "2014":47,
                "2015":38,
                "2016":38,
                "2017":33,
                "2018":37,
                "2019":31,
                "2020":23
            }
        ],
        [
            "Measurements of the temperature and angular dependencies of the upper critical field H c 2 of a stoichiometric single crystal LiFeAs in pulsed magnetic fields up to 50 T were performed using a tunnel diode resonator. Complete H c 2∥ c (T) and H c 2⊥ c (T) functions with H c 2∥ c (0)= 17±1 T, H c 2⊥ c (0)= 26±1 T, and the anisotropy parameter γ H (T)≡ H c 2⊥ c\/H c 2∥ c decreasing from 2.5 at T c to 1.5 at T≪ T c were obtained. The results for both orientations are in excellent agreement with a theory of H c 2 for two-band s±pairing in the clean limit. We show that H c 2∥ c (T) is mostly limited by the orbital pair breaking, whereas the shape of H c 2⊥ c (T) indicates strong paramagnetic Pauli limiting and the inhomogeneous Fulde-Ferrel-Larkin-Ovchinnikov state below T F~ 5 K.",
            "Anisotropic upper critical field and possible Fulde-Ferrel-Larkin-Ovchinnikov state in the stoichiometric pnictide superconductor LiFeAs",
            "K Cho and H Kim and MA Tanatar and YJ Song and YS Kwon and WA Coniglio and CC Agosta and A Gurevich and R Prozorov",
            "2011",
            "IN7erC4AAAAJ:u-x6o8ySG0sC",
            122,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.83.060502",
            "9149665509144837527",
            "\/scholar?cites=9149665509144837527",
            {
                "2011":17,
                "2012":18,
                "2013":20,
                "2014":14,
                "2015":11,
                "2016":9,
                "2017":8,
                "2018":9,
                "2019":6,
                "2020":10
            }
        ],
        [
            "We report the phase diagram of λ-(BETS) 2 GaCl 4 [where BETS is bis (ethylene-dithio) tetraselenafulvalene] from rf penetration depth measurements with a tunnel diode oscillator in a pulsed magnetic field. We examined four samples with 1100 field sweeps in a range of angles with the magnetic field parallel and perpendicular to the conducting planes. In the parallel direction, H c 2 appears to include a tricritical point at 1.6 K and 10 T with a phase line that increases to 11 T as the temperature is decreased to 500 mK. The second phase line forms a clearly defined high-field low-temperature region satisfying several of the conditions of the Fulde-Ferrell-Larkin-Ovchinnikov (FFLO) state. We show remarkably good fits of H c 2 to Werthamer-Helfand-Hohenberg theory in the reentrant α> 1, λ so= 0 regime. We also note a sharp angle dependence of the phase diagram about the field-parallel orientation that …",
            "Superconducting phase diagram and FFLO signature in -(BETS)GaCl from rf penetration depth measurements",
            "William A Coniglio and Laurel E Winter and Kyuil Cho and CC Agosta and B Fravel and LK Montgomery",
            "2011",
            "IN7erC4AAAAJ:qjMakFHDy7sC",
            67,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.83.224507",
            "10482179349806104738",
            "\/scholar?cites=10482179349806104738",
            {
                "2011":1,
                "2012":4,
                "2013":8,
                "2014":6,
                "2015":6,
                "2016":4,
                "2017":8,
                "2018":12,
                "2019":6,
                "2020":11,
                "2021":1
            }
        ],
        [
            "We present upper critical field data for κ-(BEDT-TTF) 2 Cu (NCS) 2 with the magnetic field close to parallel and parallel to the conducting layers. We show that we can eliminate the effect of vortex dynamics in these layered materials if the layers are oriented within 0.3∘ of parallel to the applied magnetic field. Eliminating vortex effects leaves one remaining feature in the data that corresponds to the Pauli paramagnetic limit (H p). We propose a semiempirical method to calculate the H p in quasi-2D superconductors. This method takes into account the energy gap of each of the quasi-2D superconductors, which is calculated from specific-heat data, and the influence of many-body effects. The calculated Pauli paramagnetic limits are then compared to critical field data for the title compound and other organic conductors. Many of the examined quasi-2D superconductors, including the above organic superconductors and …",
            "Experimental and semiempirical method to determine the Pauli-limiting field in quasi-two-dimensional superconductors as applied to κ-(BEDT-TTF) 2 Cu (NCS) 2: Strong evidence of …",
            "CC Agosta and Jing Jin and WA Coniglio and BE Smith and K Cho and I Stroe and C Martin and SW Tozer and TP Murphy and EC Palm and JA Schlueter and M Kurmoo",
            "2012",
            "IN7erC4AAAAJ:Tyk-4Ss8FVUC",
            54,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.85.214514",
            "13622147923836790729",
            "\/scholar?cites=13622147923836790729",
            {
                "2012":1,
                "2013":5,
                "2014":3,
                "2015":6,
                "2016":5,
                "2017":7,
                "2018":12,
                "2019":9,
                "2020":6
            }
        ],
        [
            "We report upper critical-field measurements in the metal-free-all-organic superconductor β ″−(ET) 2 SF 5 CH 2 CF 2 SO 3 obtained from measuring the in-plane penetration depth using the tunnel diode oscillator technique. For magnetic field applied parallel to the conducting planes the low-temperature upper critical fields are found to exceed the Pauli limiting field calculated by using a semiempirical method. Furthermore, we found a signature that could be the phase transition between the superconducting vortex state and the Fulde-Ferrell-Larkin-Ovchinnikov state in the form of a kink just below the upper critical field and only at temperatures below 1.23 K.",
            "Upper critical field in the organic superconductor β ″−(ET) 2 SF 5 CH 2 CF 2 SO 3: Possibility of Fulde-Ferrell-Larkin-Ovchinnikov state",
            "Kyuil Cho and BE Smith and WA Coniglio and LE Winter and CC Agosta and JA Schlueter",
            "2009",
            "IN7erC4AAAAJ:IjCSPb-OGe4C",
            50,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.79.220507",
            "3054495969768082261",
            "\/scholar?cites=3054495969768082261",
            {
                "2010":4,
                "2011":7,
                "2012":7,
                "2013":7,
                "2014":1,
                "2015":2,
                "2016":3,
                "2017":5,
                "2018":6,
                "2019":5,
                "2020":3
            }
        ],
        [
            "The interplay between superconductivity and charge-density wave (CDW) in 2H-NbSe 2 is not fully understood despite decades of study. Artificially introduced disorder can tip the delicate balance between two competing long-range orders, and reveal the underlying interactions that give rise to them. Here we introduce disorder by electron irradiation and measure in-plane resistivity, Hall resistivity, X-ray scattering, and London penetration depth. With increasing disorder, the superconducting transition temperature, T c, varies non-monotonically, whereas the CDW transition temperature, T CDW, monotonically decreases and becomes unresolvable above a critical irradiation dose where T c drops sharply. Our results imply that the CDW order initially competes with superconductivity, but eventually assists it. We argue that at the transition where the long-range CDW order disappears, the cooperation with …",
            "Using controlled disorder to probe the interplay between charge order and superconductivity in NbSe2",
            "Kyuil Cho and M Konczykowski and S Teknowijoyo and MA Tanatar and JP Guss and PB Gartin and JM Wilde and A Kreyssig and RJ McQueeney and AI Goldman and V Mishra and PJ Hirschfeld and R Prozorov",
            "2018",
            "IN7erC4AAAAJ:lSLTfruPkqcC",
            45,
            "https:\/\/www.nature.com\/articles\/s41467-018-05153-0",
            "16929100817564560207",
            "\/scholar?cites=16929100817564560207",
            {
                "2018":1,
                "2019":14,
                "2020":28,
                "2021":2
            }
        ],
        [
            "A highly anisotropic superconducting gap is found in single crystals of FeSe by studying the London penetration depth Δ λ measured down to 50 mK in samples before and after 2.5 MeV electron irradiation. The gap minimum increases with introduced pointlike disorder, indicating the absence of symmetry-imposed nodes. Surprisingly, the superconducting transition temperature T c increases by 0.4 K from T c 0≈ 8.8 K while the structural transition temperature T s decreases by 0.9 K from T s 0≈ 91.2 K after electron irradiation. We discuss several explanations for the T c enhancement and propose that local strengthening of the pair interaction by irradiation-induced Frenkel defects most likely explains the phenomenon.",
            "Enhancement of superconducting transition temperature by pointlike disorder and anisotropic energy gap in FeSe single crystals",
            "S Teknowijoyo and K Cho and MA Tanatar and J Gonzales and AE Böhmer and O Cavani and V Mishra and PJ Hirschfeld and SL Bud'ko and PC Canfield and R Prozorov",
            "2016",
            "IN7erC4AAAAJ:UebtZRa9Y70C",
            45,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.94.064521",
            "4100739963944038835",
            "\/scholar?cites=4100739963944038835",
            {
                "2016":2,
                "2017":13,
                "2018":11,
                "2019":11,
                "2020":8
            }
        ],
        [
            "Iron-arsenide superconductor Na 1–δ FeAs is highly reactive with the environment. Due to the high mobility of Na ions, this reaction affects the entire bulk of the crystals and leads to an effective stoichiometry change. Here we use this effect to study the doping evolution of normal and superconducting properties of the same single crystals. Controlled reaction with air increases the superconducting transition temperature T c from the initial value of 12 to 27 K as probed by transport and magnetic measurements. Similar effects are observed in samples reacted with Apiezon N grease, which slows down the reaction rate and results in more homogeneous samples. In both cases, the temperature-dependent resistivity ρ a (T) shows a dramatic change with exposure time. In freshly prepared samples, ρ a (T) reveals clear features at the tetragonal-to-orthorhombic (T s≈ 60 K) and antiferromagnetic (T m= 45 K) transitions and …",
            "Evolution of normal and superconducting properties of single crystals of NaFeAs upon interaction with environment",
            "MA Tanatar and N Spyrison and Kyuil Cho and EC Blomberg and Guotai Tan and Pengcheng Dai and Chenglin Zhang and R Prozorov",
            "2012",
            "IN7erC4AAAAJ:2osOgNQ5qMEC",
            45,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.85.014510",
            "8285992735369972379",
            "\/scholar?cites=8285992735369972379",
            {
                "2012":9,
                "2013":9,
                "2014":6,
                "2015":7,
                "2016":5,
                "2017":3,
                "2018":3,
                "2019":1,
                "2020":2
            }
        ],
        [
            "Measurements of the London penetration depth Δ λ (T) and tunneling conductance in single crystals of the recently discovered stoichiometric iron-based superconductor CaKFe 4 As 4 (CaK1144) show nodeless, two-effective-gap superconductivity with a larger gap of about 6–10 meV and a smaller gap of about 1–4 meV. Having a critical temperature T c, onset≈ 35.8 K, this material behaves similar to slightly overdoped (Ba 1− x K x) Fe 2 As 2 (eg, x= 0.54, T c≈ 34 K), a known multigap s±superconductor. We conclude that the superconducting behavior of stoichiometric CaK1144 demonstrates that two-gap s±superconductivity is an essential property of high-temperature superconductivity in iron-based superconductors, independent of the degree of substitutional disorder.",
            "Nodeless multiband superconductivity in stoichiometric single-crystalline ",
            "Kyuil Cho and A Fente and S Teknowijoyo and MA Tanatar and KR Joshi and NM Nusran and T Kong and WR Meier and U Kaluarachchi and I Guillamón and H Suderow and SL Bud'ko and PC Canfield and R Prozorov",
            "2017",
            "IN7erC4AAAAJ:KlAtU1dfN6UC",
            44,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.95.100502",
            "13917130319155071927",
            "\/scholar?cites=13917130319155071927",
            {
                "2016":1,
                "2017":8,
                "2018":20,
                "2019":12,
                "2020":3
            }
        ],
        [
            "The thermal conductivity κ of the iron-arsenide superconductor LiFeAs (T c≃ 18 K) was measured in single crystals at temperatures down to T≃ 50 mK and in magnetic fields up to H= 17 T, very close to the upper critical field H c 2≃ 18 T. For both directions of the heat current, parallel and perpendicular to the tetragonal c axis, a negligible residual linear term κ\/T is found as T→ 0, showing that there are no zero-energy quasiparticles in the superconducting state. The increase in κ with magnetic field is the same for both current directions and it follows the dependence expected for an isotropic superconducting gap. These findings show that the superconducting gap in LiFeAs is isotropic in 3D, without nodes or deep minima anywhere on the Fermi surface. We discuss how this behavior of the thermal conductivity may be reconciled with the multiband character of superconductivity in LiFeAs inferred from other …",
            "Isotropic three-dimensional gap in the iron arsenide superconductor LiFeAs from directional heat transport measurements",
            "MA Tanatar and J-Ph Reid and S Rene De Cotret and N Doiron-Leyraud and F Laliberté and E Hassinger and J Chang and H Kim and K Cho and Yoo Jang Song and Yong Seung Kwon and R Prozorov and Louis Taillefer",
            "2011",
            "IN7erC4AAAAJ:d1gkVwhDpl0C",
            44,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.84.054507",
            "14674411385171649843",
            "\/scholar?cites=14674411385171649843",
            {
                "2011":2,
                "2012":15,
                "2013":11,
                "2014":7,
                "2015":2,
                "2016":3,
                "2017":2,
                "2018":1,
                "2019":1
            }
        ]
    ]
}