{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The erosion of lunar soil by rocket exhaust plumes is investigated experimentally. This has identified the diffusion-driven flow in the bulk of the sand as an important but previously unrecognized mechanism for erosion dynamics. It has also shown that slow regime cratering is governed by the recirculation of sand in the widening geometry of the crater. Scaling relationships and erosion mechanisms have been characterized in detail for the slow regime. The diffusion-driven flow occurs in both slow and fast regime cratering. Because diffusion-driven flow had been omitted from the lunar erosion theory and from the pressure cratering theory of the Apollo and Viking era, those theories cannot be entirely correct.",
            "Jet-induced cratering of a granular surface with application to lunar spaceports",
            "Philip T Metzger and Christopher D Immer and Carly M Donahue and Bruce T Vu and Robert C Latta III and Matthew Deyo-Svendsen",
            "2009",
            "iOLaz5cAAAAJ:0EnyYjriUFMC",
            56,
            "https:\/\/ascelibrary.org\/doi\/abs\/10.1061\/(ASCE)0893-1321(2009)22:1(24)",
            "17986754000624738391",
            "\/scholar?cites=17986754000624738391",
            {
                "2008":1,
                "2009":1,
                "2010":4,
                "2011":9,
                "2012":4,
                "2013":8,
                "2014":6,
                "2015":2,
                "2016":5,
                "2017":2,
                "2018":4,
                "2019":3,
                "2020":5,
                "2021":2
            }
        ],
        [
            "",
            "Submillimetre-sized dust aggregate collision and growth properties-Experimental study of a multi-particle system on a suborbital rocket",
            "J Brisset and D Heißelmann and S Kothe and R Weidling and J Blum",
            "2016",
            "iOLaz5cAAAAJ:u5HHmVD_uO8C",
            27,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2016\/09\/aa27288-15\/aa27288-15.html",
            "4934442593559432678",
            "\/scholar?cites=4934442593559432678",
            {
                "2017":8,
                "2018":4,
                "2019":9,
                "2020":6
            }
        ],
        [
            "The dusty regolith covering the surfaces of asteroids and planetary satellites differs in size, shape, and composition from terrestrial soil particles and is subject to environmental conditions very different from those found on Earth. This regolith evolves in a low ambient pressure and low-gravity environment. Its response to low-velocity impacts, such as those that may accompany human and robotic exploration activities, may be completely different than what is encountered on Earth. Experimental studies of the response of planetary regolith in the relevant environmental conditions are thus necessary to facilitate future Solar System exploration activities.We combined the results and provided new data analysis elements for a series of impact experiments into simulated planetary regolith in low-gravity conditions using two experimental setups and a range of microgravity platforms. The Physics of Regolith Impacts in Microgravity Experiment (PRIME) flew on several parabolic aircraft flights, enabling the recording of impacts into granular materials at speeds of ∼ 4–230 cm\/s. The COLLisions Into Dust Experiment (COLLIDE) is conceptually close to the PRIME setup. It flew on the Space Shuttle in 1998 and 2001 and more recently on the Blue Origin New Shepard rocket, recording impacts into simulated regolith at speeds between 1 and 120 cm\/s.Results of these experimental campaigns found that there is a significant change in the regolith behavior with the gravity environment. In a 10 −2g environment (with g being the gravity acceleration at the surface of the Earth), only embedding of the impactor was observed and ejecta production was produced for …",
            "Regolith behavior under asteroid-level gravity conditions: low-velocity impact experiments",
            "Julie Brisset and Joshua Colwell and Adrienne Dove and Sumayya Abukhalil and Christopher Cox and Nadia Mohammed",
            "2018",
            "iOLaz5cAAAAJ:ULOm3_A8WrAC",
            15,
            "https:\/\/progearthplanetsci.springeropen.com\/articles\/10.1186\/s40645-018-0222-5",
            "9554429661280460540",
            "\/scholar?cites=9554429661280460540",
            {
                "2019":2,
                "2020":12,
                "2021":1
            }
        ],
        [
            "",
            "Low-velocity collision behaviour of clusters composed of sub-millimetre sized dust aggregates",
            "J Brisset and D Heißelmann and S Kothe and R Weidling and J Blum",
            "2017",
            "iOLaz5cAAAAJ:5nxA0vEk-isC",
            10,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2017\/07\/aa30345-16\/aa30345-16.html",
            "3105069416107355399",
            "\/scholar?cites=3105069416107355399",
            {
                "2017":1,
                "2018":1,
                "2019":7,
                "2020":1
            }
        ],
        [
            "The Suborbital Particle Aggregation and Collision Experiment (SPACE) is a novel approach to study the collision properties of submillimeter-sized, highly porous dust aggregates. The experiment was designed, built, and carried out to increase our knowledge about the processes dominating the first phase of planet formation. During this phase, the growth of planetary precursors occurs by agglomeration of micrometer-sized dust grains into aggregates of at least millimeters to centimeters in size. However, the formation of larger bodies from the so-formed building blocks is not yet fully understood. Recent numerical models on dust growth lack a particular support by experimental studies in the size range of submillimeters, because these particles are predicted to collide at very gentle relative velocities of below 1 cm\/s that can only be achieved in a reduced-gravity environment. The SPACE experiment investigates the …",
            "The suborbital particle aggregation and collision experiment (SPACE): Studying the collision behavior of submillimeter-sized dust aggregates on the suborbital rocket flight …",
            "Julie Brisset and Daniel Heißelmann and Stefan Kothe and René Weidling and Jürgen Blum",
            "2013",
            "iOLaz5cAAAAJ:u-x6o8ySG0sC",
            8,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4819443",
            "13251054436591947585",
            "\/scholar?cites=13251054436591947585",
            {
                "2016":1,
                "2017":4,
                "2018":1,
                "2019":1,
                "2020":1
            }
        ],
        [
            "In an effort to better understand the early stages of planet formation, we have developed a 1.5U payload that flew on the International Space Station (ISS) in the NanoRacks NanoLab facility between September 2014 and March 2016. This payload, named NanoRocks, ran a particle collision experiment under long-term microgravity conditions. The objectives of the experiment were (a) to observe collisions between mm-sized particles at relative velocities of < 1 cm\/s and (b) to study the formation and disruption of particle clusters for different particle types and collision velocities. Four types of particles were used: mm-sized acrylic, glass, and copper beads and 0.75 mm-sized JSC-1 lunar regolith simulant grains. The particles were placed in sample cells carved out of an aluminum tray. This tray was attached to one side of the payload casing with three springs. Every 60 s, the tray was agitated, and the resulting …",
            "NanoRocks: Design and performance of an experiment studying planet formation on the International Space Station",
            "Julie Brisset and Joshua Colwell and Adrienne Dove and Doug Maukonen",
            "2017",
            "iOLaz5cAAAAJ:UebtZRa9Y70C",
            6,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4991857",
            "14457388381994399433",
            "\/scholar?cites=14457388381994399433",
            {
                "2017":1,
                "2018":1,
                "2019":2,
                "2020":2
            }
        ],
        [
            "The Strata-1 experiment studies the mixing and segregation dynamics of regolith on small bodies by exposing a suite of regolith simulants to the microgravity environment aboard the International Space Station (ISS) for one year. This will improve our understanding of regolith dynamics and properties on small asteroids, and may assist in interpreting analyses of samples from missions to small bodies such as OSIRIS-REx, Hayabusa-1 and -2, and future missions to small bodies. The Strata-1 experiment consists of four evacuated tubes partially filled with regolith simulants. The simulants are chosen to represent models of regolith covering a range of complexity and tailored to inform and improve computational studies. The four tubes are regularly imaged while moving in response to the ambient vibrational environment using dedicated cameras. The imagery is then downlinked to the Strata-1 science team about …",
            "The Strata-1 experiment on small body regolith segregation",
            "Marc Fries and Paul Abell and Julie Brisset and Daniel Britt and Joshua Colwell and Adrienne Dove and Dan Durda and Lee Graham and Christine Hartzell and Kenneth Hrovat and Kristen John and Dakotah Karrer and Matthew Leonard and Stanley Love and Joseph Morgan and Jayme Poppin and Vincent Rodriguez and Paul Sánchez-Lana and Dan Scheeres and Akbar Whizin",
            "2018",
            "iOLaz5cAAAAJ:MXK_kJrjxJIC",
            5,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S009457651730334X",
            "4703025840011732442",
            "\/scholar?cites=4703025840011732442",
            {
                "2019":4,
                "2020":1
            }
        ],
        [
            "The first stages of planet formation take place in the protoplanetary disk (PPD), where µm-sized dust grains accrete into km-sized planetesimals. In the current discussion on the processes involved in accretion beyond the cm scale, the size distribution of the particles colliding at low speeds (a few m\/s) inside the PPD is thought to play an important role. A few larger bodies that survived bouncing and fragmentation collisions accumulate the fine dust residue of the erosion and fragmentation of other particles that were destroyed in more energetic collisions. A significant component of this dust on bodies farther out in the PPD will be composed of ices. We have carried out a series of experiments to study the ejecta mass-velocity distribution from impacts of cm-scale particles into granular media at speeds below 3 m\/s in both microgravity and 1-g conditions in vacuo and room temperature. Aggregate-aggregate collision …",
            "Low-velocity impacts into cryogenic icy regolith",
            "Julie Brisset and Josh E Colwell and Adrienne Dove and Allison Rascon and Nadia Mohammed and Christopher Cox",
            "2016",
            "iOLaz5cAAAAJ:eQOLeE2rZwMC",
            3,
            "https:\/\/ui.adsabs.harvard.edu\/abs\/2016DPS....4851805B\/abstract",
            "10608529515928034289",
            "\/scholar?cites=10608529515928034289",
            {
                "2016":1,
                "2017":1,
                "2018":1
            }
        ],
        [
            "Observations of the collisional evolution of particle ensembles in a microgravity environment are necessary to characterize the processes that lead to the formation of planetesimals, km-size and larger bodies, within the protoplanetary disk. The two current theories of planetesimal formation, namely growth through binary sticking collisions and gravitational instability within the protoplanetary disk, have difficulties in explaining how particles grow beyond a centimeter in size. In this paper we describe the CubeSat Particle Aggregation and Collision Experiment (Q-PACE), a Low Earth Orbit 3U CubeSat mission that will provide a high-quality, long duration microgravity environment in which we will observe collisions between particles under conditions relevant to planetesimal formation. We have designed a series of experiments involving a broad range of particle size, density, surface properties, and collision velocities …",
            "CubeSat Particle Aggregation Collision Experiment (Q-PACE): Design of a 3U CubeSat mission to investigate planetesimal formation",
            "Stephanie Jarmak and Julie Brisset and Joshua Colwell and Adrienne Dove and Douglas Maukonen and Samir A Rawashdeh and Jürgen Blum and Larry Roe",
            "2019",
            "iOLaz5cAAAAJ:M3ejUd6NZC8C",
            2,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0094576518310865",
            "14275967080790644227",
            "\/scholar?cites=14275967080790644227",
            {
                "2020":2
            }
        ],
        [
            "Q-PACE is a long duration microgravity experiment housed in a 3U CubeSat planned for launch to low Earth orbit. The experiment is designed to observe tens of thousands of collisions at speeds below 10 cm\/s between particles ranging in size from 10 micron silicon spheres to chondrules and cm-size quartz spheres. Collisions occur in a backlit chamber and are recorded by a video camera. Video data is compressed onboard the spacecraft before downlinking to Earth. Two reservoirs of particles, one containing meteoritic chondrules and one containing aggregates of 10-micron silicon spheres can be opened to deliver their particles into the main collision chamber in later phases of the mission. Initially collisions take place between cm-size and 2-mm-diameter particles. The speed of the initial collisions is determined by a system of shakers that cause the test cell walls to collide with the particles at speeds of up to …",
            "Q-PACE: the CubeSat Particle Aggregation and Collision Experiment",
            "Joshua Colwell and Julie Brisset and Adrienne Dove and L Roe and J Blum",
            "2017",
            "iOLaz5cAAAAJ:dhFuZR0502QC",
            2,
            "https:\/\/meetingorganizer.copernicus.org\/EPSC-DPS2019\/EPSC-DPS2019-1119-1.pdf",
            "12266599908265368805",
            "\/scholar?cites=12266599908265368805",
            {
                "2018":1,
                "2019":1
            }
        ]
    ]
}