{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The use of octadecylamine modified montmorillonite as substitute of carbon black in natural rubber (NR) compounds is studied. Rubber with 10 parts per hundred resin (phr) of pristine (clay) and octadecylamine modified montmorillonite (organoclay) were compared with 10 and 40 phr carbon black as filler. The modified silicate is analysed by X-ray, FTIR and thermogravimetric analysis. Vulcametric curves show that the organoclay and carbon black accelerate the vulcanization reaction and, furthermore, give rise to a marked increase in the torque, indicating a higher degree of crosslinking as was also confirmed by swelling measurements and DSC. The vulcanisation rate and torque value of the organoclay compound are sensibly higher than the carbon black compound even at high contents (40 phr). Mechanical characterization shows the strong reinforcing effect of both fillers up to 350% in the strength in relation …",
            "Organo-montmorillonite as substitute of carbon black in natural rubber compounds",
            "M Arroyo and MA Lopez-Manchado and B Herrero",
            "2003",
            "iPCR6xcAAAAJ:u5HHmVD_uO8C",
            757,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0032386103000909",
            "7915142418040885244",
            "\/scholar?cites=7915142418040885244",
            {
                "2003":3,
                "2004":16,
                "2005":40,
                "2006":30,
                "2007":41,
                "2008":41,
                "2009":39,
                "2010":66,
                "2011":69,
                "2012":61,
                "2013":54,
                "2014":55,
                "2015":47,
                "2016":44,
                "2017":38,
                "2018":42,
                "2019":35,
                "2020":30,
                "2021":2
            }
        ],
        [
            "Graphene has attracted the attention of a growing number of scientists from several disciplines due to its remarkable physical properties and chemical functionalisation capabilities. This review presents an overview of graphene\/polymer nanocomposites discussing preparation, properties and potential applications. The challenges and outlook of these emerging polymer nanocomposites are also discussed.",
            "Graphene filled polymer nanocomposites",
            "Raquel Verdejo and M Mar Bernal and Laura J Romasanta and Miguel A Lopez-Manchado",
            "2011",
            "iPCR6xcAAAAJ:d1gkVwhDpl0C",
            718,
            "https:\/\/pubs.rsc.org\/ko\/content\/articlehtml\/2011\/jm\/c0jm02708a",
            "4968299606107593566",
            "\/scholar?cites=4968299606107593566",
            {
                "2011":18,
                "2012":55,
                "2013":66,
                "2014":76,
                "2015":81,
                "2016":86,
                "2017":88,
                "2018":78,
                "2019":81,
                "2020":78,
                "2021":6
            }
        ],
        [
            "In this work well uniform dispersion of single-walled carbon nanotubes (SWNTs) in isotactic polypropylene (iPP) was achieved by shear mixing. The results obtained from the differential scanning calorimetry curves indicate that the addition of low SWNT amounts (less than 1 wt%) led to an increase in the rate of polymer crystallization with no substantial changes in the crystalline structure, as confirmed by X-ray diffraction. The tensile mechanical properties showed that Young’s modulus and tensile strength considerably increase in the presence of nanotubes, with a maximum for 0.75 wt%. The reinforcing effect of SWNTs was also confirmed by dynamic mechanical analysis where, by adding nanotubes, a noticeable increase in the storage modulus was detected. The beneficial effects of SWNT incorporation was underlined comparing the results obtained with those of carbon black used as a filler.",
            "Thermal and mechanical properties of single-walled carbon nanotubes–polypropylene composites prepared by melt processing",
            "Miguel Lopez Manchado and Luca Valentini and Jerico Biagiotti and Jose María Kenny",
            "2005",
            "iPCR6xcAAAAJ:ZuybSZzF8UAC",
            642,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0008622305000771",
            "14166497086569017641",
            "\/scholar?cites=14166497086569017641",
            {
                "2006":23,
                "2007":19,
                "2008":28,
                "2009":37,
                "2010":56,
                "2011":40,
                "2012":45,
                "2013":69,
                "2014":47,
                "2015":41,
                "2016":56,
                "2017":57,
                "2018":37,
                "2019":37,
                "2020":36,
                "2021":4
            }
        ],
        [
            "This review reports the promising prospects of poly(lactic acid) (PLA) based nanostructured materials considering two of their main potential uses, packaging and tissue engineering. The review initially discusses the significant progresses in the development of PLA bionanocomposites for packaging applications. The review then continues with a comprehensive analysis of the recent advances in tissue engineering applications focusing in the synthesis of PLA nanoparticles, the processing of PLA based multifunctional nanocomposites and PLA surface modification techniques. In summary, the review presents the current state of nanostructured PLA materials and establishes the exciting present and future prospects of these materials at the interface of chemistry, biology and material science.",
            "Multifunctional nanostructured PLA materials for packaging and tissue engineering",
            "I Armentano and N Bitinis and E Fortunati and S Mattioli and N Rescignano and Raquel Verdejo and Miguel A López-Manchado and José M Kenny",
            "2013",
            "iPCR6xcAAAAJ:vV6vV6tmYwMC",
            426,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0079670013000518",
            "15674740457012366205",
            "\/scholar?cites=15674740457012366205",
            {
                "2014":29,
                "2015":49,
                "2016":56,
                "2017":67,
                "2018":62,
                "2019":71,
                "2020":77,
                "2021":12
            }
        ],
        [
            "In this article we report the successful manufacture of a novel functionalized graphene sheet (FGS)\/silicone porous nanocomposite. Both the cellular microstructure and the properties of the porous nanocomposite were investigated in detail. The thermal properties show great stability and heat dissipation efficiency, highlighting their potential in applications with intense thermal requirements. Additionally, compression measurements indicate that there was a favourable interaction between the graphene nanosheets and the polymer.",
            "Functionalized graphene sheet filled silicone foam nanocomposites",
            "Raquel Verdejo Verdejo and Fabienne Barroso-Bujans and Miguel Angel Rodriguez-Perez and Miguel Angel de Saja and Jose Antonio and Lopez-Manchado",
            "2008",
            "iPCR6xcAAAAJ:1yQoGdGgb4wC",
            395,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2008\/jm\/b718289a",
            "18098342758020940651",
            "\/scholar?cites=18098342758020940651",
            {
                "2008":5,
                "2009":18,
                "2010":31,
                "2011":31,
                "2012":50,
                "2013":51,
                "2014":50,
                "2015":31,
                "2016":32,
                "2017":32,
                "2018":22,
                "2019":23,
                "2020":15,
                "2021":2
            }
        ],
        [
            "Graphene materials containing different functional groups were prepared from a natural graphite, by means of two different oxidation methods (Hummers and Brodie). It was observed that the differences in the structure of the resultant graphite oxides (GOs) greatly affect the structure of the graphenes resulting from their thermal exfoliation\/reduction. Although the oxidation of the graphite was more effective with the modified Hummers method than with Brodie’s method (C\/O of 1.8 vs 2.9, as determined by XPS), the former generated a lower residual oxygen content after thermal exfoliation\/reduction and a better reconstruction of the 2D graphene structure (with fewer defects). This is explained by the presence of conjugated epoxy and hydroxyl groups in the GO obtained by Brodie’s method, which upon thermal treatment, lead to the incorporation of oxygen into the carbon lattice preventing its complete restoration …",
            "Graphene materials with different structures prepared from the same graphite by the Hummers and Brodie methods",
            "Cristina Botas and Patricia Álvarez and Patricia Blanco and Marcos Granda and Clara Blanco and Ricardo Santamaría and Laura J Romasanta and Raquel Verdejo and Miguel A López-Manchado and Rosa Menéndez",
            "2013",
            "iPCR6xcAAAAJ:HoB7MX3m0LUC",
            309,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0008622313007719",
            "1046779138900035469",
            "\/scholar?cites=1046779138900035469",
            {
                "2014":12,
                "2015":34,
                "2016":41,
                "2017":38,
                "2018":53,
                "2019":52,
                "2020":69,
                "2021":8
            }
        ],
        [
            "The effect of the incorporation of a bentonite on the vulcanization kinetics of natural rubber was investigated by means of both cure‐meter testing and differential scanning calorimetry (DSC) under dynamic and isothermal conditions. The vulcanization curves showed that the modified clay behaved as an effective vulcanizing agent, accelerating the vulcanization reaction of the elastomer. A marked decrease in the induction time and optimum cure time of the elastomer were observed in the presence of the organoclay. Although the octadecylamine itself accelerated the vulcanization process, the octadecylamine‐modified clay gave rise to a further noticeable increase in the vulcanization rate, which could be attributed to a synergetic effect between the filler and the amine. Moreover, in the presence of the organoclay, a dramatic increase in the torque value was obtained because of the formation of a higher number of …",
            "Vulcanization kinetics of natural rubber–organoclay nanocomposites",
            "MA López‐Manchado and M Arroyo and B Herrero and J Biagiotti",
            "2003",
            "iPCR6xcAAAAJ:u-x6o8ySG0sC",
            250,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/app.12082",
            "9171481295451398735",
            "\/scholar?cites=9171481295451398735",
            {
                "2004":6,
                "2005":12,
                "2006":6,
                "2007":10,
                "2008":13,
                "2009":15,
                "2010":17,
                "2011":21,
                "2012":21,
                "2013":29,
                "2014":12,
                "2015":11,
                "2016":10,
                "2017":11,
                "2018":16,
                "2019":19,
                "2020":19
            }
        ],
        [
            "Polylactide, PLA, is a biodegradable thermoplastic polyester derived from biomass that has restricted packaging applications due to its high brittleness and poor crystallisation behaviour. Here, new formulations based on natural rubber–PLA blends have been developed. The processing windows, temperature, time, and rotor rate, and the rubber content have been optimised in order to obtain a blend with useful properties. The rubber phase was uniformly dispersed in the continuous PLA matrix with a droplet size range from 1.1 to 2.0 μm. The ductility of PLA has been significantly improved by blending with natural rubber, NR. The elongation at break improved from 5% for neat PLA to 200% by adding 10 wt% NR. In addition, the incorporation of NR not only increased the crystallisation rate but also enhanced the crystallisation ability of PLA. These materials are, therefore, very promising for industrial applications.",
            "Structure and properties of polylactide\/natural rubber blends",
            "Natacha Bitinis and Raquel Verdejo and Philippe Cassagnau and MA Lopez-Manchado",
            "2011",
            "iPCR6xcAAAAJ:8k81kl-MbHgC",
            242,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0254058411004111",
            "11817402280764334021",
            "\/scholar?cites=11817402280764334021",
            {
                "2011":1,
                "2012":5,
                "2013":26,
                "2014":27,
                "2015":29,
                "2016":41,
                "2017":21,
                "2018":33,
                "2019":33,
                "2020":23,
                "2021":1
            }
        ],
        [
            "Electro-active polymers (EAPs) are emerging as feasible materials to mimic muscle-like actuation. Among EAPs, dielectric elastomer (DE) devices are soft or flexible capacitors, composed of a thin elastomeric membrane sandwiched between two compliant electrodes, that are able to transduce electrical to mechanical energy, actuators, and vice versa, generators. Initial studies concentrated mainly on dielectric elastomer actuators (DEAs) and identified the electro-mechanical principles and material requirements for an optimal performance. Those requirements include the need for polymers with high dielectric permittivity and stretchability and low dielectric loss and viscoelastic damping. Hence, attaining elastomeric materials with those features is the focus of current research developments. This review provides a systematic overview of such research, highlighting the advances, challenges and future applications of …",
            "Increasing the performance of dielectric elastomer actuators: A review from the materials perspective",
            "Laura J Romasanta and Miguel A López-Manchado and RJPiPS Verdejo",
            "2015",
            "iPCR6xcAAAAJ:5awf1xo2G04C",
            222,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0079670015000921",
            "4417276971630209281",
            "\/scholar?cites=4417276971630209281",
            {
                "2016":12,
                "2017":37,
                "2018":54,
                "2019":56,
                "2020":60,
                "2021":2
            }
        ],
        [
            "This paper compares the filler percolation network of multi-walled carbon nanotubes (MWCNTs) grown by chemical vapor deposition and thermally reduced functionalized graphene sheets (FGSs) in an epoxy resin. The filler network was evaluated by the plate–plate rheological response of un-cured dispersions and the electrical properties of cured materials. We found that FGS did not raise the viscosity of the system as much as MWCNT, maintaining the Newtonian behavior even at 1.5 wt.% FGS. MWCNT readily formed a filler network compared to FGS, evidenced by lower electrical and rheological percolation thresholds, presence of yield stress and higher storage modulus of the dispersions. On the other hand, the mechanical performance of the cured FGS nanocomposites outperformed the MWCNT, with enhancements of 50% and 15% of Young’s modulus and strength, respectively. This combination of good …",
            "Comparison of filler percolation and mechanical properties in graphene and carbon nanotubes filled epoxy nanocomposites",
            "Mario Martin-Gallego and MM Bernal and M Hernandez and Raquel Verdejo and Miguel A López-Manchado",
            "2013",
            "iPCR6xcAAAAJ:JV2RwH3_ST0C",
            219,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0014305713001110",
            "7317473468448475326",
            "\/scholar?cites=7317473468448475326",
            {
                "2013":2,
                "2014":22,
                "2015":28,
                "2016":31,
                "2017":31,
                "2018":36,
                "2019":33,
                "2020":35,
                "2021":1
            }
        ]
    ]
}