{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A broad overview of the current status of proton stability in unified models of particle interactions is given which includes non-supersymmetric unification, SUSY and SUGRA unified models, unification based on extra dimensions, and string-M-theory models. The extra dimensional unification includes 5D and 6D and universal extra dimensional (UED) models, and models based on warped geometry. Proton stability in a wide array of string theory and M theory models is reviewed. These include Calabi–Yau models, grand unified models with Kac–Moody levels k> 1, a new class of heterotic string models, models based on intersecting D branes, and string landscape models. The destabilizing effect of quantum gravity on the proton is discussed. The possibility of testing grand unified models, models based on extra dimensions and string-M-theory models via their distinctive modes is investigated. The proposed next …",
            "Proton stability in grand unified theories, in strings and in branes",
            "Pran Nath and Pavel Fileviez Perez",
            "2007",
            "IR2I0ZsAAAAJ:RGFaLdJalmkC",
            448,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370157307000683",
            "2795548316745013434",
            "\/scholar?cites=2795548316745013434",
            {
                "2006":9,
                "2007":21,
                "2008":26,
                "2009":15,
                "2010":28,
                "2011":35,
                "2012":35,
                "2013":30,
                "2014":35,
                "2015":32,
                "2016":26,
                "2017":29,
                "2018":36,
                "2019":38,
                "2020":44,
                "2021":5
            }
        ],
        [
            "We demonstrate how to systematically test a well-motivated mechanism for neutrino mass generation (type II seesaw) at the LHC, in which a Higgs triplet is introduced. In the optimistic scenarios with a small Higgs triplet vacuum expectation value v Δ< 10− 4 GeV, one can look for clean signals of lepton-number violation in the decays of doubly charged (H±±) and singly charged (H±) Higgs bosons to distinguish the normal hierarchy (NH), the inverted hierarchy (IH), and the quasidegenerate (QD) spectrum for the light neutrino masses. The observation of either H+→ τ+ ν or H+→ e+ ν will be particularly robust for the spectrum test since they are independent of the unknown Majorana phases. The H++ decays moderately depend on a Majorana phase Φ 2 in the NH, but sensitively depend on Φ 1 in the IH. In a less favorable scenario v Δ> 2× 10− 4 GeV, when the leptonic channels are suppressed, one needs to …",
            "Neutrino masses and the CERN LHC: Testing the type II seesaw mechanism",
            "Pavel Fileviez Perez and Tao Han and Guiyu Huang and Tong Li and Kai Wang",
            "2008",
            "IR2I0ZsAAAAJ:u-x6o8ySG0sC",
            382,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.78.015018",
            "15420179661926787414",
            "\/scholar?cites=15420179661926787414",
            {
                "2008":9,
                "2009":33,
                "2010":40,
                "2011":31,
                "2012":28,
                "2013":28,
                "2014":36,
                "2015":27,
                "2016":22,
                "2017":22,
                "2018":48,
                "2019":30,
                "2020":22,
                "2021":4
            }
        ],
        [
            "We investigate a simple theory where baryon number (B) and lepton number (L) are local gauge symmetries. In this theory B and L are on the same footing and the anomalies are canceled by adding a single new fermionic generation. There is an interesting realization of the seesaw mechanism for neutrino masses. Furthermore, there is a natural suppression of flavor violation in the quark and leptonic sectors since the gauge symmetries and particle content forbid tree level flavor changing neutral currents involving the quarks or charged leptons. Also one finds that the stability of a dark matter candidate is an automatic consequence of the gauge symmetry. Some constraints and signals at the Large Hadron Collider are briefly discussed.",
            "Baryon and lepton number as local gauge symmetries",
            "Pavel Fileviez Perez and Mark B Wise",
            "2010",
            "IR2I0ZsAAAAJ:2osOgNQ5qMEC",
            222,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.82.011901",
            "1891520349414505379",
            "\/scholar?cites=1891520349414505379",
            {
                "2010":2,
                "2011":35,
                "2012":20,
                "2013":12,
                "2014":21,
                "2015":16,
                "2016":27,
                "2017":27,
                "2018":19,
                "2019":18,
                "2020":23,
                "2021":2
            }
        ],
        [
            "We systematically study proton decay in the minimal supersymmetric SU (5) grand unified theory. We find that although the available parameter space of soft masses and mixings is quite constrained, the theory is still in accord with experiment.",
            "Proton decay in minimal supersymmetric SU (5)",
            "Borut Bajc and Pavel Fileviez Perez and Goran Senjanović",
            "2002",
            "IR2I0ZsAAAAJ:d1gkVwhDpl0C",
            205,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.66.075005",
            "11306700198227920265",
            "\/scholar?cites=11306700198227920265",
            {
                "2002":7,
                "2003":24,
                "2004":22,
                "2005":22,
                "2006":12,
                "2007":12,
                "2008":13,
                "2009":12,
                "2010":14,
                "2011":11,
                "2012":10,
                "2013":9,
                "2014":7,
                "2015":9,
                "2016":7,
                "2017":4,
                "2018":2,
                "2019":4,
                "2020":3,
                "2021":1
            }
        ],
        [
            "This document reports on a series of experimental and theoretical studies conducted to assess the astro-particle physics potential of three future large scale particle detectors proposed in Europe as next generation underground observatories. The proposed apparatuses employ three different and, to some extent, complementary detection techniques: GLACIER (liquid argon TPC), LENA (liquid scintillator) and MEMPHYS (water Cherenkov), based on the use of large mass of liquids as active detection media. The results of these studies are presented along with a critical discussion of the performance attainable by the three proposed approaches coupled to existing or planned underground laboratories, in relation to open and outstanding physics issues such as the search for matter instability, the detection of astrophysical neutrinos and geo-neutrinos and to the possible use of these detectors in future high intensity …",
            "Large underground, liquid based detectors for astro-particle physics in Europe: scientific case and prospects",
            "D Autiero and J Äystö and A Badertscher and L Bezrukov and J Bouchez and A Bueno and J Busto and Jean-Eric Campagne and Ch Cavata and L Chaussard and A De Bellefon and Y Déclais and J Dumarchez and J Ebert and T Enqvist and A Ereditato and F Von Feilitzsch and P Fileviez Perez and M Göger-Neff and S Gninenko and W Gruber and C Hagner and M Hess and KA Hochmuth and J Kisiel and L Knecht and I Kreslo and VA Kudryavtsev and P Kuusiniemi and T Lachenmaier and M Laffranchi and B Lefievre and PK Lightfoot and M Lindner and J Maalampi and M Maltoni and A Marchionni and T Marrodan Undagoitia and J Marteau and A Meregaglia and M Messina and M Mezzetto and A Mirizzi and L Mosca and U Moser and A Müller and G Natterer and L Oberauer and P Otiougova and T Patzak and J Peltoniemi and W Potzel and C Pistillo and GG Raffelt and E Rondio and M Roos and B Rossi and A Rubbia and N Savvinov and T Schwetz and J Sobczyk and NJC Spooner and D Stefan and A Tonazzo and W Trzaska and J Ulbricht and C Volpe and J Winter and M Wurm and A Zalewska and R Zimmermann",
            "2007",
            "IR2I0ZsAAAAJ:u5HHmVD_uO8C",
            203,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2007\/11\/011\/meta",
            "10881636758975236819",
            "\/scholar?cites=10881636758975236819",
            {
                "2008":17,
                "2009":33,
                "2010":37,
                "2011":32,
                "2012":28,
                "2013":20,
                "2014":11,
                "2015":12,
                "2016":8,
                "2017":4,
                "2018":1
            }
        ],
        [
            "We investigate predictions of a minimal realistic non-supersymmetric SU (5) grand unified theory. To accomplish unification and generate neutrino mass we introduce one extra Higgs representation—a 15 of SU (5)—to the particle content of the minimal Georgi–Glashow scenario. Generic prediction of this setup is a set of rather light scalar leptoquarks. In the case of the most natural implementation of the type II see-saw mechanism their mass is in the phenomenologically interesting region (O (10 2–10 3) GeV). As such, our scenario has a potential to be tested at the next generation of collider experiments, particularly at the Large Hadron Collider (LHC) at CERN. The presence of the 15 generates additional contributions to proton decay which, for light scalar leptoquarks, can be more important than the usual gauge d= 6 ones. We exhaustively study both and show that the scenario is not excluded by current …",
            "Unification without supersymmetry: Neutrino mass, proton decay and light leptoquarks",
            "Ilja Dorsner and Pavel Fileviez Perez",
            "2005",
            "IR2I0ZsAAAAJ:NaGl4SEjCO4C",
            161,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321305004852",
            "5179301761097843741",
            "\/scholar?cites=5179301761097843741",
            {
                "2006":5,
                "2007":17,
                "2008":16,
                "2009":9,
                "2010":9,
                "2011":9,
                "2012":15,
                "2013":7,
                "2014":8,
                "2015":11,
                "2016":13,
                "2017":7,
                "2018":10,
                "2019":14,
                "2020":7,
                "2021":2
            }
        ],
        [
            "The Large Hadron Collider presents an unprecedented opportunity to probe the realm of new physics in the TeV region and shed light on some of the core unresolved issues of particle physics. These include the nature of electroweak symmetry breaking, the origin of mass, the possible constituent of cold dark matter, new sources of CP violation needed to explain the baryon excess in the universe, the possible existence of extra gauge groups and extra matter, and importantly the path Nature chooses to resolve the hierarchy problem – is it supersymmetry or extra dimensions. Many models of new physics beyond the standard model contain a hidden sector which can be probed at the LHC. Additionally, the LHC will be a top factory and accurate measurements of the properties of the top and its rare decays will provide a window to new physics. Further, the LHC could shed light on the origin of neutralino masses if the …",
            "The hunt for new physics at the Large Hadron Collider",
            "Pran Nath and Brent Nelson and Hooman Davoudiasl and Bhaskar Dutta and Daniel Feldman and Zuowei Liu and Tao Han and Paul Langacker and Rabi Mohapatra and Jose Valle and Apostolos Pilaftsis and Dirk Zerwas and Shehu AbdusSalam and Claire Adam-Bourdarios and JA Aguilar-Saavedra and Benjamin Allanach and B Altunkaynak and Luis A Anchordoqui and Howard Baer and Borut Bajc and O Buchmueller and M Carena and R Cavanaugh and S Chang and Kiwoon Choi and C Csaki and S Dawson and F de Campos and A De Roeck and M Dührssen and OJP Eboli and JR Ellis and H Flächer and H Goldberg and W Grimus and U Haisch and S Heinemeyer and M Hirsch and M Holmes and Tarek Ibrahim and G Isidori and Gordon Kane and K Kong and Remi Lafaye and G Landsberg and L Lavoura and Jae Sik Lee and Seung J Lee and M Lisanti and Dieter Lüst and MB Magro and R Mahbubani and M Malinsky and Fabio Maltoni and S Morisi and MM Mühlleitner and B Mukhopadhyaya and M Neubert and KA Olive and Gilad Perez and Pavel Fileviez Pérez and T Plehn and E Ponton and Werner Porod and Fernando Quevedo and M Rauch and D Restrepo and TG Rizzo and JC Romao and FJ Ronga and J Santiago and J Schechter and G Senjanović and J Shao and M Spira and S Stieberger and Zack Sullivan and Tim MP Tait and Xerxes Tata and TR Taylor and M Toharia and J Wacker and CEM Wagner and Lian-Tao Wang and G Weiglein and D Zeppenfeld and K Zurek",
            "2010",
            "IR2I0ZsAAAAJ:9yKSN-GCB0IC",
            159,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0920563210001490",
            "5836686649283743030",
            "\/scholar?cites=5836686649283743030",
            {
                "2010":22,
                "2011":29,
                "2012":31,
                "2013":21,
                "2014":14,
                "2015":11,
                "2016":12,
                "2017":7,
                "2018":7,
                "2019":1,
                "2020":3
            }
        ],
        [
            "We study the minimal gauged U (1) B− L supersymmetric model and show that it provides an attractive theory for spontaneous R-parity violation. Both U (1) B− L and R parity are broken by the vacuum expectation value of the right-handed sneutrino (proportional to the soft supersymmetry masses), thereby linking the B− L and soft SUSY scales. In this context we find a consistent mechanism for generating neutrino masses and a realistic mass spectrum, all without extending the Higgs sector of the minimal supersymmetry standard model. We discuss the most relevant collider signals and the connection between the Z′ gauge boson and R-parity violation.",
            "Minimal Gauged  Model with Spontaneous  Parity Violation",
            "Vernon Barger and Pavel Fileviez Perez and Sogee Spinner",
            "2009",
            "IR2I0ZsAAAAJ:qjMakFHDy7sC",
            151,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.181802",
            "9722462388016101259",
            "\/scholar?cites=9722462388016101259",
            {
                "2008":1,
                "2009":6,
                "2010":12,
                "2011":17,
                "2012":17,
                "2013":17,
                "2014":13,
                "2015":17,
                "2016":12,
                "2017":1,
                "2018":15,
                "2019":4,
                "2020":18,
                "2021":1
            }
        ],
        [
            "We investigate the predictions of a simple extension of the standard model where the Higgs sector is composed of one SU (2) L doublet and one real triplet. We discuss the general features of the model, including its vacuum structure, theoretical and phenomenological constraints, and expectations for Higgs collider studies. The model predicts the existence of a pair of light charged scalars and, for vanishing triplet vacuum expectation value, contains a cold dark matter candidate. When the latter possibility occurs, the charged scalars are long-lived, leading to a prediction of distinctive single charged track with missing transverse energy or double charged track events at the large hadron collider. The model predicts a significant excess of two-photon events compared to SM expectations due to the presence of a light charged scalar.",
            "Triplet scalars and dark matter at the LHC",
            "Pavel Fileviez Perez and Hiren H Patel and Michael J Ramsey-Musolf and Kai Wang",
            "2009",
            "IR2I0ZsAAAAJ:YsMSGLbcyi4C",
            125,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.79.055024",
            "7489808427900773202",
            "\/scholar?cites=7489808427900773202",
            {
                "2009":3,
                "2010":5,
                "2011":2,
                "2012":12,
                "2013":20,
                "2014":10,
                "2015":10,
                "2016":12,
                "2017":12,
                "2018":11,
                "2019":12,
                "2020":15,
                "2021":1
            }
        ],
        [
            "We investigate the possibility to find the simplest renormalizable grand unified theory based on the SU (5) gauge symmetry. We find that it is possible to generate all fermion masses with only two Higgs bosons, 5 H and 45 H. In this context the neutrino masses are generated through the type III and type I seesaw mechanisms. The predictions coming from the unification of gauge couplings and the stability of the proton are discussed in detail. In this theory the leptogenesis mechanism can be realized through the out of equilibrium decays of the fermions in the adjoint representation.",
            "Renormalizable adjoint SU (5)",
            "Pavel Fileviez Perez",
            "2007",
            "IR2I0ZsAAAAJ:J_g5lzvAfSwC",
            122,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269307008775",
            "15082957334702474064",
            "\/scholar?cites=15082957334702474064",
            {
                "2007":5,
                "2008":15,
                "2009":16,
                "2010":17,
                "2011":14,
                "2012":7,
                "2013":14,
                "2014":8,
                "2015":5,
                "2016":4,
                "2017":2,
                "2018":2,
                "2019":6,
                "2020":6
            }
        ]
    ]
}