{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "We review the current status of single-photon-source and single-photon-detector technologies operating at wavelengths from the ultraviolet to the infrared. We discuss applications of these technologies to quantum communication, a field currently driving much of the development of single-photon sources and detectors.",
            "Invited review article: Single-photon sources and detectors",
            "Matthew D Eisaman and Jingyun Fan and Alan Migdall and Sergey V Polyakov",
            "2011",
            "IR2KoNoAAAAJ:9yKSN-GCB0IC",
            1193,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3610677",
            "4824574485026689509",
            "\/scholar?cites=4824574485026689509",
            {
                "2011":7,
                "2012":62,
                "2013":93,
                "2014":123,
                "2015":144,
                "2016":137,
                "2017":128,
                "2018":168,
                "2019":160,
                "2020":161,
                "2021":7
            }
        ],
        [
            "Topological features—global properties not discernible locally—emerge in systems ranging from liquid crystals to magnets to fractional quantum Hall systems. A deeper understanding of the role of topology in physics has led to a new class of matter—topologically ordered systems. The best known examples are quantum Hall effects, where insensitivity to local properties manifests itself as conductance through edge states that is insensitive to defects and disorder. Current research into engineering topological order primarily focuses on analogies to quantum Hall systems, where the required magnetic field is synthesized in non-magnetic systems. Here, we realize synthetic magnetic fields for photons at room temperature, using linear silicon photonics. We observe, for the first time, topological edge states of light in a two-dimensional system and show their robustness against intrinsic and introduced disorder. Our …",
            "Imaging topological edge states in silicon photonics",
            "Mohammad Hafezi and S Mittal and J Fan and A Migdall and JM Taylor",
            "2013",
            "IR2KoNoAAAAJ:LI9QrySNdTsC",
            1063,
            "https:\/\/www.nature.com\/articles\/nphoton.2013.274",
            "8086491431669868735",
            "\/scholar?cites=8086491431669868735",
            {
                "2013":6,
                "2014":56,
                "2015":107,
                "2016":148,
                "2017":152,
                "2018":187,
                "2019":169,
                "2020":216,
                "2021":20
            }
        ],
        [
            "We present a loophole-free violation of local realism using entangled photon pairs. We ensure that all relevant events in our Bell test are spacelike separated by placing the parties far enough apart and by using fast random number generators and high-speed polarization measurements. A high-quality polarization-entangled source of photons, combined with high-efficiency, low-noise, single-photon detectors, allows us to make measurements without requiring any fair-sampling assumptions. Using a hypothesis test, we compute p values as small as 5.9× 10− 9 for our Bell violation while maintaining the spacelike separation of our events. We estimate the degree to which a local realistic system could predict our measurement choices. Accounting for this predictability, our smallest adjusted p value is 2.3× 10− 7. We therefore reject the hypothesis that local realism governs our experiment.",
            "Strong loophole-free test of local realism",
            "Lynden K Shalm and Evan Meyer-Scott and Bradley G Christensen and Peter Bierhorst and Michael A Wayne and Martin J Stevens and Thomas Gerrits and Scott Glancy and Deny R Hamel and Michael S Allman and Kevin J Coakley and Shellee D Dyer and Carson Hodge and Adriana E Lita and Varun B Verma and Camilla Lambrocco and Edward Tortorici and Alan L Migdall and Yanbao Zhang and Daniel R Kumor and William H Farr and Francesco Marsili and Matthew D Shaw and Jeffrey A Stern and Carlos Abellán and Waldimar Amaya and Valerio Pruneri and Thomas Jennewein and Morgan W Mitchell and Paul G Kwiat and Joshua C Bienfang and Richard P Mirin and Emanuel Knill and Sae Woo Nam",
            "2015",
            "IR2KoNoAAAAJ:IRz6iEL74y4C",
            948,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.115.250402",
            "9085434065563965400",
            "\/scholar?cites=9085434065563965400",
            {
                "2015":11,
                "2016":145,
                "2017":207,
                "2018":193,
                "2019":182,
                "2020":188,
                "2021":9
            }
        ],
        [
            "We report the first observation of electromagnetically trapped neutral atoms. Laser cooled and stopped sodium atoms are confined in a magnetic quadrupole trap formed by two opposed, separated, coaxial current loops. The decay time constant for atoms in the trap is 0.83 (7) s and is limited mainly by collisions with background gas atoms.",
            "First observation of magnetically trapped neutral atoms",
            "Alan L Migdall and John V Prodan and William D Phillips and Thomas H Bergeman and Harold J Metcalf",
            "1985",
            "IR2KoNoAAAAJ:u5HHmVD_uO8C",
            806,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.54.2596",
            "11569410499653762754",
            "\/scholar?cites=11569410499653762754",
            {
                "1985":6,
                "1986":20,
                "1987":25,
                "1988":23,
                "1989":22,
                "1990":8,
                "1991":6,
                "1992":8,
                "1993":12,
                "1994":10,
                "1995":13,
                "1996":10,
                "1997":14,
                "1998":21,
                "1999":24,
                "2000":12,
                "2001":19,
                "2002":31,
                "2003":31,
                "2004":27,
                "2005":32,
                "2006":32,
                "2007":33,
                "2008":49,
                "2009":31,
                "2010":31,
                "2011":29,
                "2012":31,
                "2013":25,
                "2014":16,
                "2015":19,
                "2016":33,
                "2017":30,
                "2018":29,
                "2019":20,
                "2020":17
            }
        ]
    ]
}