{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Several lines of evidence point to a key role for dynamic epigenetic changes during brain development, maturation, and learning. DNA methylation (mC) is a stable covalent modification that persists in post-mitotic cells throughout their lifetime, defining their cellular identity. However, the methylation status at each of the ~1 billion cytosines in the genome is potentially an information-rich and flexible substrate for epigenetic modification that can be altered by cellular activity. Indeed, changes in DNA methylation have been implicated in learning and memory, as well as in age-related cognitive decline. However, little is known about the cell type–specific patterning of DNA methylation and its dynamics during mammalian brain development.The DNA methylation landscape of human and mouse neurons is dynamically reconfigured through development. Base-resolution analysis allowed identification of …",
            "Global epigenomic reconfiguration during mammalian brain development",
            "Ryan Lister and Eran A Mukamel and Joseph R Nery and Mark Urich and Clare A Puddifoot and Nicholas D Johnson and Jacinta Lucero and Yun Huang and Andrew J Dwork and Matthew D Schultz and Miao Yu and Julian Tonti-Filippini and Holger Heyn and Shijun Hu and Joseph C Wu and Anjana Rao and Manel Esteller and Chuan He and Fatemeh G Haghighi and Terrence J Sejnowski and M Margarita Behrens and Joseph R Ecker",
            "2013",
            "ir9ut5AAAAAJ:37UQlXuwjP4C",
            1372,
            "https:\/\/science.sciencemag.org\/content\/341\/6146\/1237905.abstract",
            "4014894306425691425",
            "\/scholar?cites=4014894306425691425",
            {
                "2013":20,
                "2014":162,
                "2015":203,
                "2016":212,
                "2017":197,
                "2018":194,
                "2019":172,
                "2020":176,
                "2021":24
            }
        ],
        [
            "We show that an n-doped parabolic quantum well absorbs far infrared radiation at the bare harmonic-oscillator frequency ω 0 independently of the electron-electron interaction and the number of electrons in the well. In the presence of a magnetic field tilted with respect to the plane of the quantum well, we find that the cyclotron resonance becomes coupled to this ω 0 frequency mode. The absorption then occurs at two frequencies, which are again independent of the electron-electron interaction and the fractional filling of the well.",
            "Optical and magneto-optical absorption in parabolic quantum wells",
            "L Brey and NF Johnson and BI Halperin",
            "1989",
            "ir9ut5AAAAAJ:u5HHmVD_uO8C",
            482,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.40.10647",
            "699007293549919514",
            "\/scholar?cites=699007293549919514",
            {
                "1990":18,
                "1991":35,
                "1992":39,
                "1993":29,
                "1994":30,
                "1995":21,
                "1996":19,
                "1997":11,
                "1998":26,
                "1999":18,
                "2000":16,
                "2001":15,
                "2002":13,
                "2003":11,
                "2004":12,
                "2005":7,
                "2006":18,
                "2007":6,
                "2008":12,
                "2009":13,
                "2010":15,
                "2011":5,
                "2012":10,
                "2013":9,
                "2014":11,
                "2015":9,
                "2016":16,
                "2017":10,
                "2018":8,
                "2019":7,
                "2020":9
            }
        ],
        [
            "Financial markets are a fascinating example of 'complexity in action': a real-world complex system whose evolution is dictated by the decisions of crowds of traders who are continually trying to win in a vast global 'game'. This book draws on recent ideas from the highly-topical science of complexity and complex systems, to address the following questions: how do financial markets behave? Why do financial markets behave in the way that they do? What can we do to minimize risk, given this behavior? Standard finance theory is built around several seemingly innocuous assumptions about market dynamics. This book shows how these assumptions can give misleading answers to crucially important practical problems such as minimizing financial risk, coping with extreme events such as crashes or drawdowns, and pricing derivatives. After discussing the background to the concept of complexity and the structure of financial markets in Chapter 1, Chapter 2 examines the assumptions upon which standard finance theory is built. Reality sets in whith Chapter 3, where data from two seemingly different markets are analyzed and certain universal features uncovered which cannot be explained within standard finance theory. Chapters 4 and 5 mark a significant departure from the philosophy of standard finance theory, being concerned with exploring microscopic models of markets which are faithful to real market microstructure yet, which also reproduce real-world features. Chapter 6 moves to the practical problem of how to quantify and hedge risk in real world markets. Chapter 7 discusses deterministic descriptions of market dynamics, incorporating the …",
            "Financial market complexity",
            "Neil F Johnson and Paul Jefferies and Pak Ming Hui",
            "2003",
            "ir9ut5AAAAAJ:u-x6o8ySG0sC",
            437,
            "https:\/\/ideas.repec.org\/b\/oxp\/obooks\/9780198526650.html",
            "10254089823905977025",
            "\/scholar?cites=10254089823905977025",
            {
                "2004":13,
                "2005":33,
                "2006":34,
                "2007":18,
                "2008":27,
                "2009":32,
                "2010":27,
                "2011":28,
                "2012":26,
                "2013":36,
                "2014":22,
                "2015":28,
                "2016":26,
                "2017":23,
                "2018":21,
                "2019":23,
                "2020":8,
                "2021":1
            }
        ],
        [
            "We examine various realistic generalizations of the basic cellular automaton model describing traffic flow along a highway. In particular, we introduce a slow-to-start rule which simulates a possible delay before a car pulls away from being stationary. Having discussed the case of a bare highway, we then consider the presence of a junction. We study the effects of acceleration, disorder, and slow-to-start behaviour on the queue length at the entrance to the highway. Interestingly, the junction's efficiency is improved by introducing disorder along the highway, and by imposing a speed limit.",
            "Cellular automata models of traffic flow along a highway containing a junction",
            "Simon C Benjamin and Neil F Johnson and PM Hui",
            "1996",
            "ir9ut5AAAAAJ:d1gkVwhDpl0C",
            338,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0305-4470\/29\/12\/018\/meta",
            "1261511064544725667",
            "\/scholar?cites=1261511064544725667",
            {
                "1997":7,
                "1998":10,
                "1999":12,
                "2000":7,
                "2001":2,
                "2002":4,
                "2003":10,
                "2004":16,
                "2005":15,
                "2006":12,
                "2007":14,
                "2008":11,
                "2009":21,
                "2010":27,
                "2011":25,
                "2012":23,
                "2013":18,
                "2014":13,
                "2015":17,
                "2016":14,
                "2017":14,
                "2018":15,
                "2019":13,
                "2020":12,
                "2021":1
            }
        ],
        [
            "We investigate the role of quantum coherence in the efficiency of excitation transfer in a ring-hub arrangement of interacting two-level systems, mimicking a light-harvesting antenna connected to a reaction center as it is found in natural photosynthetic systems. By using a quantum jump approach, we demonstrate that in the presence of quantum coherent energy transfer and energetic disorder, the efficiency of excitation transfer from the antenna to the reaction center depends intimately on the quantum superposition properties of the initial state. In particular, we find that efficiency is sensitive to symmetric and asymmetric superposition of states in the basis of localized excitations, indicating that initial-state properties can be used as an efficiency control parameter at low temperatures.",
            "Efficiency of energy transfer in a light-harvesting system under quantum coherence",
            "Alexandra Olaya-Castro and Chiu Fan Lee and Francesca Fassioli Olsen and Neil F Johnson",
            "2008",
            "ir9ut5AAAAAJ:IjCSPb-OGe4C",
            328,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.78.085115",
            "15614851773219674767",
            "\/scholar?cites=15614851773219674767",
            {
                "2008":3,
                "2009":19,
                "2010":32,
                "2011":44,
                "2012":37,
                "2013":27,
                "2014":35,
                "2015":27,
                "2016":22,
                "2017":22,
                "2018":21,
                "2019":16,
                "2020":20,
                "2021":1
            }
        ],
        [
            "Quantum dots are examples of nanostructures which are attracting much interest in the fields of both pure and applied physics. The smallest dots currently being fabricated contain N< 10 interacting electrons and have an effective dimensionality d< or= 3. The measurement and interpretation of the energy spectra associated with such few-particle quantum dots represents a considerable experimental and theoretical challenge. The single-electron confinement energy, the cyclotron energy for moderate magnetic fields and the electron-electron interaction energy can be of similar magnitude and may therefore be equally important in determining the few electron energy levels. In addition the energy spectrum is likely to be strongly N dependent for such small N. Here we review the results to date for few-particle quantum dots (N< 10). We discuss the extent to which theoretical predictions emerging from detailed …",
            "Quantum dots: few-body, low-dimensional systems",
            "Neil F Johnson",
            "1995",
            "ir9ut5AAAAAJ:2osOgNQ5qMEC",
            278,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/7\/6\/005\/meta",
            "12230176423481368870",
            "\/scholar?cites=12230176423481368870",
            {
                "1995":3,
                "1996":10,
                "1997":18,
                "1998":20,
                "1999":22,
                "2000":8,
                "2001":16,
                "2002":15,
                "2003":15,
                "2004":10,
                "2005":12,
                "2006":14,
                "2007":14,
                "2008":11,
                "2009":5,
                "2010":7,
                "2011":5,
                "2012":9,
                "2013":5,
                "2014":9,
                "2015":6,
                "2016":6,
                "2017":5,
                "2018":9,
                "2019":10,
                "2020":9,
                "2021":3
            }
        ],
        [
            "Many collective human activities, including violence, have been shown to exhibit universal patterns 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19. The size distributions of casualties both in whole wars from 1816 to 1980 and terrorist attacks have separately been shown to follow approximate power-law distributions 6, 7, 9, 10. However, the possibility of universal patterns ranging across wars in the size distribution or timing of within-conflict events has barely been explored. Here we show that the sizes and timing of violent events within different insurgent conflicts exhibit remarkable similarities. We propose a unified model of human insurgency that reproduces these commonalities, and explains conflict-specific variations quantitatively in terms of underlying rules of engagement. Our model treats each insurgent population as an ecology of dynamically evolving, self-organized groups following common …",
            "Common ecology quantifies human insurgency",
            "Juan Camilo Bohorquez and Sean Gourley and Alexander R Dixon and Michael Spagat and Neil F Johnson",
            "2009",
            "ir9ut5AAAAAJ:LkGwnXOMwfcC",
            276,
            "https:\/\/www.nature.com\/articles\/nature08631",
            "14793084690860353617",
            "\/scholar?cites=14793084690860353617",
            {
                "2009":1,
                "2010":12,
                "2011":32,
                "2012":33,
                "2013":29,
                "2014":29,
                "2015":30,
                "2016":25,
                "2017":14,
                "2018":18,
                "2019":24,
                "2020":22,
                "2021":2
            }
        ],
        [
            "We show that excitons in coupled quantum dots are ideal candidates for reliable preparation of entangled states in solid-state systems. An optically controlled exciton transfer process is shown to lead to the generation of Bell and Greenberger-Horne-Zeilinger states in systems comprising two and three coupled dots, respectively. The strength and duration of selective light pulses for producing maximally entangled states are identified by both analytic and full numerical solution of the quantum dynamical equations. Experimental requirements to build such entangled states are discussed.",
            "Entangled Bell and Greenberger-Horne-Zeilinger states of excitons in coupled quantum dots",
            "Luis Quiroga and Neil F Johnson",
            "1999",
            "ir9ut5AAAAAJ:9yKSN-GCB0IC",
            240,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.83.2270",
            "13931670817277783806",
            "\/scholar?cites=13931670817277783806",
            {
                "2000":10,
                "2001":15,
                "2002":30,
                "2003":25,
                "2004":29,
                "2005":17,
                "2006":16,
                "2007":19,
                "2008":11,
                "2009":11,
                "2010":6,
                "2011":11,
                "2012":9,
                "2013":9,
                "2014":4,
                "2015":4,
                "2016":2,
                "2017":3,
                "2018":2,
                "2019":4,
                "2020":3
            }
        ],
        [
            "Other investigators have shown that both sparsely ionizing and UV radiation cause cell cycle arrest that is associated with increased expression of wild-type p53 protein. The effect of exposure to α-particles from 238Pu on the induction of the p53 protein has now been examined in cultured lung epithelial cells derived from male F344 rats. The number of cells having increased levels of p53 protein was determined by flow cytometry after the cells had been stained with a monoclonal antibody to p53. α-Particle irradiation caused a dose-dependent increase in p53 protein levels detectable at doses as low as 0.6 cGy, with no evidence of a threshold. An increase in p53 protein also occurred in X-irradiated cells. However, no increase was seen in cells exposed to less than 10 cGy of X-rays, indicating the existence of a relatively higher DNA damage threshold for sparsely ionizing radiation. In addition, more cells exposed …",
            "α-Particle-induced p53 protein expression in a rat lung epithelial cell strain",
            "Albert W Hickman and Richard J Jaramillo and John F Lechner and Neil F Johnson",
            "1994",
            "ir9ut5AAAAAJ:9DLIHnF0jcYC",
            226,
            "https:\/\/cancerres.aacrjournals.org\/content\/54\/22\/5797.short",
            "8809878374072806500",
            "\/scholar?cites=8809878374072806500",
            {
                "1996":4,
                "1997":12,
                "1998":10,
                "1999":7,
                "2000":9,
                "2001":14,
                "2002":14,
                "2003":13,
                "2004":19,
                "2005":12,
                "2006":21,
                "2007":8,
                "2008":12,
                "2009":13,
                "2010":8,
                "2011":9,
                "2012":6,
                "2013":5,
                "2014":5,
                "2015":5,
                "2016":2,
                "2017":6,
                "2018":2,
                "2019":5,
                "2020":3
            }
        ],
        [
            "An evolving population, in which individual members (“agents”) adapt their behavior according to past experience, is of central importance to many disciplines. Because of their limited knowledge and capabilities, agents are forced to make decisions based on inductive, rather than deductive, thinking. We show that a population of competing agents with similar capabilities and knowledge will tend to self-segregate into opposing groups characterized by extreme behavior. Cautious agents perform poorly and tend to become rare.",
            "Self-organized segregation within an evolving population",
            "Neil F Johnson and Pak Ming Hui and Rob Jonson and Ting Shek Lo",
            "1999",
            "ir9ut5AAAAAJ:qjMakFHDy7sC",
            213,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.82.3360",
            "647621789819863655",
            "\/scholar?cites=647621789819863655",
            {
                "1999":3,
                "2000":16,
                "2001":12,
                "2002":10,
                "2003":21,
                "2004":29,
                "2005":21,
                "2006":17,
                "2007":21,
                "2008":7,
                "2009":8,
                "2010":8,
                "2011":4,
                "2012":5,
                "2013":4,
                "2014":6,
                "2015":3,
                "2016":5,
                "2017":9,
                "2018":2,
                "2019":1
            }
        ]
    ]
}