{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "van der Waals heterostructures constitute a new class of artificial materials formed by stacking atomically thin planar crystals. We demonstrated band structure engineering in a van der Waals heterostructure composed of a monolayer graphene flake coupled to a rotationally aligned hexagonal boron nitride substrate. The spatially varying interlayer atomic registry results in both a local breaking of the carbon sublattice symmetry and a long-range moiré superlattice potential in the graphene. In our samples, this interplay between short- and long-wavelength effects resulted in a band structure described by isolated superlattice minibands and an unexpectedly large band gap at charge neutrality. This picture is confirmed by our observation of fractional quantum Hall states at ±53 filling and features associated with the Hofstadter butterfly at ultrahigh magnetic fields.",
            "Massive Dirac fermions and Hofstadter butterfly in a van der Waals heterostructure",
            "Benjamin Hunt and Javier D Sanchez-Yamagishi and Andrea F Young and Matthew Yankowitz and Brian J LeRoy and Kenji Watanabe and Takashi Taniguchi and Pilkyung Moon and Mikito Koshino and Pablo Jarillo-Herrero and Raymond C Ashoori",
            "2013",
            "IRGW3HMAAAAJ:u-x6o8ySG0sC",
            1215,
            "https:\/\/science.sciencemag.org\/content\/340\/6139\/1427.extract",
            "17912682321611215214",
            "\/scholar?cites=17912682321611215214",
            {
                "2013":34,
                "2014":153,
                "2015":140,
                "2016":155,
                "2017":163,
                "2018":178,
                "2019":168,
                "2020":209,
                "2021":9
            }
        ],
        [
            "Electrons moving through a spatially periodic lattice potential develop a quantized energy spectrum consisting of discrete Bloch bands. In two dimensions, electrons moving through a magnetic field also develop a quantized energy spectrum, consisting of highly degenerate Landau energy levels. When subject to both a magnetic field and a periodic electrostatic potential, two-dimensional systems of electrons exhibit a self-similar recursive energy spectrum 1. Known as Hofstadter’s butterfly, this complex spectrum results from an interplay between the characteristic lengths associated with the two quantizing fields 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, and is one of the first quantum fractals discovered in physics. In the decades since its prediction, experimental attempts to study this effect have been limited by difficulties in reconciling the two length scales. Typical atomic lattices (with periodicities of less than one nanometre …",
            "Hofstadter’s butterfly and the fractal quantum Hall effect in moiré superlattices",
            "Cory R Dean and L Wang and P Maher and C Forsythe and Fereshte Ghahari and Y Gao and Jyoti Katoch and M Ishigami and P Moon and M Koshino and T Taniguchi and Kenji Watanabe and KL Shepard and J Hone and P Kim",
            "2013",
            "IRGW3HMAAAAJ:u5HHmVD_uO8C",
            1213,
            "https:\/\/www.nature.com\/articles\/nature12186",
            "10072197811900579537",
            "\/scholar?cites=10072197811900579537",
            {
                "2013":41,
                "2014":141,
                "2015":145,
                "2016":163,
                "2017":142,
                "2018":174,
                "2019":173,
                "2020":215,
                "2021":15
            }
        ],
        [
            "We theoretically study the optical absorption property of twisted bilayer graphenes with various stacking geometries and demonstrate that the spectroscopic characteristics serve as a fingerprint to identify the rotation angle between two layers. We find that the absorption spectrum almost continuously evolves in changing the rotation angle, regardless of the lattice commensurability. The spectrum is characterized by series of peaks associated with the van Hove singularity, and the peak energies systematically shift with the rotation angle. We calculate the optical absorption in two frameworks: the tight-binding model and the effective continuum model based on the Dirac equation. For small rotation angles, less than 10∘, the effective model well reproduces the low-energy band structure and the optical conductivity of the tight-binding model and, also, explains the optical selection rule analytically in terms of the …",
            "Optical absorption in twisted bilayer graphene",
            "Pilkyung Moon and Mikito Koshino",
            "2013",
            "IRGW3HMAAAAJ:UeHWp8X0CEIC",
            242,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.87.205404",
            "883811924442032250",
            "\/scholar?cites=883811924442032250",
            {
                "2013":7,
                "2014":20,
                "2015":21,
                "2016":21,
                "2017":21,
                "2018":33,
                "2019":43,
                "2020":66,
                "2021":10
            }
        ],
        [
            "We investigate the electronic structure and the quantum Hall effect in twisted bilayer graphenes with various rotation angles in the presence of magnetic field. Using a low-energy approximation, which incorporates the rigorous interlayer interaction, we computed the energy spectrum and the quantized Hall conductivity in a wide range of magnetic field from the semiclassical regime to the fractal spectrum regime. In weak magnetic fields, the low-energy conduction band is quantized into electronlike and holelike Landau levels at energies below and above the van Hove singularity, respectively, and the Hall conductivity sharply drops from positive to negative when the Fermi energy goes through the transition point. In increasing magnetic field, the spectrum gradually evolves into a fractal band structure called Hofstadter's butterfly, where the Hall conductivity exhibits a nonmonotonic behavior as a function of Fermi …",
            "Energy spectrum and quantum Hall effect in twisted bilayer graphene",
            "Pilkyung Moon and Mikito Koshino",
            "2012",
            "IRGW3HMAAAAJ:2osOgNQ5qMEC",
            203,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.85.195458",
            "14116661881518003963",
            "\/scholar?cites=14116661881518003963",
            {
                "2012":6,
                "2013":10,
                "2014":13,
                "2015":20,
                "2016":16,
                "2017":14,
                "2018":27,
                "2019":31,
                "2020":58,
                "2021":8
            }
        ],
        [
            "We theoretically investigate the electronic structures of moiré superlattices arising in monolayer\/bilayer graphene stacked on hexagonal boron nitride (hBN) in the presence and absence of magnetic field. We develop an effective continuum model from a microscopic tight-binding lattice Hamiltonian and calculate the electronic structures of graphene-hBN systems with different rotation angles. Using the effective model, we explain the characteristic band properties such as the gap opening at the corners of the superlattice Brillouin zone (mini-Dirac point). We also investigate the energy spectrum and quantum Hall effect of graphene-hBN systems in uniform magnetic field and demonstrate the evolution of the fractal spectrum as a function of the magnetic field. The spectrum generally splits in the valley degrees of freedom (K and K′) due to the lack of the inversion symmetry, and the valley splitting is more significant in …",
            "Electronic properties of graphene\/hexagonal-boron-nitride moiré superlattice",
            "Pilkyung Moon and Mikito Koshino",
            "2014",
            "IRGW3HMAAAAJ:_kc_bZDykSQC",
            146,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.90.155406",
            "17271304242158658489",
            "\/scholar?cites=17271304242158658489",
            {
                "2014":1,
                "2015":22,
                "2016":23,
                "2017":23,
                "2018":25,
                "2019":18,
                "2020":31,
                "2021":3
            }
        ]
    ]
}