{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We report the results of a comprehensive study on the structural, electronic, and optical properties of Ga 2 O 3 in its ambient, monoclinic (β) and high-pressure, hexagonal (α) phases in the framework of all-electron density functional theory. In both phases, the conduction band minimum is at the zone center while the valance band maximum is rather flat in the k space. The calculated electron effective mass m e*∕ m 0 comes out to be 0.342 and 0.276 for β− Ga 2 O 3 and α− Ga 2 O 3, respectively. The dynamic dielectric function, reflectance, and energy-loss function for both phases are reported for a wide energy range of 0–50 eV. The subtle differences in electronic and optical properties can be attributed to the higher symmetry, coordination number of Ga atoms, and packing density in α− Ga 2 O 3 relative to that in β− Ga 2 O 3.",
            "First-principles study of the structural, electronic, and optical properties of Ga 2 O 3 in its monoclinic and hexagonal phases",
            "Haiying He and Roberto Orlando and Miguel A Blanco and Ravindra Pandey and Emilie Amzallag and Isabelle Baraille and Michel Rérat",
            "2006",
            "IScQZkQAAAAJ:Y0pCki6q_DkC",
            449,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.74.195123",
            "13581341869638172609",
            "\/scholar?cites=13581341869638172609",
            {
                "2007":2,
                "2008":2,
                "2009":5,
                "2010":17,
                "2011":19,
                "2012":17,
                "2013":17,
                "2014":26,
                "2015":24,
                "2016":36,
                "2017":49,
                "2018":55,
                "2019":83,
                "2020":90,
                "2021":7
            }
        ],
        [
            "We report the results of our first-principles investigation on the interaction of the nucleobases adenine (A), cytosine (C), guanine (G), thymine (T), and uracil (U) with graphene, carried out within the density-functional theory framework, with additional calculations utilizing Hartree-Fock plus second-order Møller-Plesset perturbation theory. The calculated binding energy of the nucleobases shows the following hierarchy: G> A≈ T≈ C> U, with the equilibrium configuration being rather similar for all five of them. Our results clearly demonstrate that the nucleobases exhibit significantly different interaction strengths when physisorbed on graphene. The stabilizing factor in the interaction between the base molecule and graphene sheet is dominated by the molecular polarizability that allows a weakly attractive dispersion force to be induced between them. The present study represents a significant step toward a first …",
            "Physisorption of nucleobases on graphene: Density-functional calculations",
            "S Gowtham and Ralph H Scheicher and Rajeev Ahuja and Ravindra Pandey and Shashi P Karna",
            "2007",
            "IScQZkQAAAAJ:d1gkVwhDpl0C",
            320,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.76.033401",
            "15093647595048805291",
            "\/scholar?cites=15093647595048805291",
            {
                "2007":2,
                "2008":8,
                "2009":12,
                "2010":22,
                "2011":28,
                "2012":30,
                "2013":28,
                "2014":20,
                "2015":32,
                "2016":25,
                "2017":37,
                "2018":27,
                "2019":25,
                "2020":21,
                "2021":3
            }
        ],
        [
            "Group V elemental monolayers including phosphorene are emerging as promising 2D materials with semiconducting electronic properties. Here, we present the results of first-principles calculations on stability, mechanical and electronic properties of 2D antimony (Sb), antimonene. Our calculations show that free-standing α and β allotropes of antimonene are stable and semiconducting. The α-Sb has a puckered structure with two atomic sublayers and β-Sb has a buckled hexagonal lattice. The calculated Raman spectra and STM images have distinct features thus facilitating characterization of both allotropes. The β-Sb has nearly isotropic mechanical properties, whereas α-Sb shows strongly anisotropic characteristics. An indirect–direct band gap transition is expected with moderate tensile strains applied to the monolayers, which opens up the possibility of their applications in optoelectronics.",
            "Atomically thin group V elemental films: theoretical investigations of antimonene allotropes",
            "Gaoxue Wang and Ravindra Pandey and Shashi P Karna",
            "2015",
            "IScQZkQAAAAJ:yqoGN6RLRZoC",
            295,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acsami.5b02441",
            "10907573129176226335",
            "\/scholar?cites=10907573129176226335",
            {
                "2015":5,
                "2016":31,
                "2017":53,
                "2018":54,
                "2019":75,
                "2020":71,
                "2021":6
            }
        ],
        [
            "A comprehensive theoretical study of the geometries, energetics, and electronic structure of neutral and charged 3d transition metal atoms (M) interacting with benzene molecules (Bz) is carried out using density functional theory and generalized gradient approximation for the exchange-correlation potential. The variation of the metal−benzene distances, dissociation energies, ionization potentials, electron affinities, and spin multiplicities across the 3d series in MBz complexes differs qualitatively from those in M(Bz)2. For example, the stability of Cr(Bz)2 is enhanced over that of CrBz by almost a factor of 30. On the other hand, the magnetic moment of Cr(Bz)2 is completely quenched although CrBz has the highest magnetic moment, namely 6μB, in the 3d metal−benzene series. In multidecker complexes involving V2(Bz)3 and Fe2(Bz)3, the metal atoms are found to couple antiferromagnetically. In addition, their …",
            "Electronic structure and properties of transition metal− benzene complexes",
            "Ravindra Pandey and Bijan K Rao and Purusottam Jena and Miguel Alvarez Blanco",
            "2001",
            "IScQZkQAAAAJ:u5HHmVD_uO8C",
            229,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja0035452",
            "12292649486209637954",
            "\/scholar?cites=12292649486209637954",
            {
                "2001":2,
                "2002":14,
                "2003":9,
                "2004":7,
                "2005":22,
                "2006":13,
                "2007":7,
                "2008":17,
                "2009":16,
                "2010":19,
                "2011":12,
                "2012":14,
                "2013":15,
                "2014":12,
                "2015":7,
                "2016":15,
                "2017":9,
                "2018":7,
                "2019":5,
                "2020":5,
                "2021":2
            }
        ],
        [
            "The electronic structure of zinc aluminate (ZnAl 2 O 4) and that of zinc gallate (ZnGa 2 O 4) were studied by the self-consistent tight-binding linearized muffin-tin orbital method with the atomic sphere approximation. The calculated results predict these zinc-based spinel oxides to be direct-gap materials. The direct gap at is found to be 4.11 eV for ZnAl 2 O 4 and 2.79 eV for ZnGa 2 O 4. With reference to the calculated band gap of 5.36 eV for MgAl 2 O 4, the systematic decrease in the gap is attributed to the presence of 3d orbitals of Zn and Ga and the associated pd hybridization in the upper valence band of zinc aluminate and gallate. Comparison of the contour maps of the electron localization function of ZnAl 2 O 4 and ZnGa 2 O 4 with that of MgAl 2 O 4 clearly shows the bonding to be less ionic in the zinc-based spinel oxides. Finally, the calculations yield a smaller electron effective mass for zinc gallate as …",
            "Electronic structure of spinel oxides: zinc aluminate and zinc gallate",
            "Suresh K Sampath and DG Kanhere and Ravindra Pandey",
            "1999",
            "IScQZkQAAAAJ:UeHWp8X0CEIC",
            228,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/11\/18\/301\/meta",
            "445582865529849971",
            "\/scholar?cites=445582865529849971",
            {
                "1999":1,
                "2000":2,
                "2001":2,
                "2002":1,
                "2003":2,
                "2004":2,
                "2005":7,
                "2006":14,
                "2007":4,
                "2008":8,
                "2009":6,
                "2010":11,
                "2011":14,
                "2012":19,
                "2013":10,
                "2014":19,
                "2015":22,
                "2016":17,
                "2017":16,
                "2018":16,
                "2019":21,
                "2020":13
            }
        ],
        [
            "We report the results of our first-principles study based on density functional theory on the interaction of the nucleic acid base molecules adenine (A), cytosine (C), guanine (G), thymine (T), and uracil (U), with a single-walled carbon nanotube (CNT). Specifically, the focus is on the physisorption of base molecules on the outer wall of a (5, 0) metallic CNT possessing one of the smallest diameters possible. Compared to the case for CNTs with large diameters, the physisorption energy is found to be reduced in the high-curvature case. The base molecules exhibit significantly different interaction strengths and the calculated binding energies follow the hierarchy G> A> T> C> U, which appears to be independent of the tube curvature. The stabilizing factor in the interaction between the base molecule and CNT is dominated by the molecular polarizability that allows a weakly attractive dispersion force to be induced …",
            "First-principles study of physisorption of nucleic acid bases on small-diameter carbon nanotubes",
            "S Gowtham and Ralph H Scheicher and Ravindra Pandey and Shashi P Karna and Rajeev Ahuja",
            "2008",
            "IScQZkQAAAAJ:eQOLeE2rZwMC",
            182,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0957-4484\/19\/12\/125701\/meta",
            "12521490556653003708",
            "\/scholar?cites=12521490556653003708",
            {
                "2008":1,
                "2009":20,
                "2010":24,
                "2011":17,
                "2012":14,
                "2013":11,
                "2014":10,
                "2015":12,
                "2016":18,
                "2017":16,
                "2018":14,
                "2019":12,
                "2020":9,
                "2021":3
            }
        ],
        [
            "Spectroscopic properties of pure and impurity-activated alkaline-earth sulfides as studied by optical and magnetic resonance techniques are reviewed.",
            "Spectroscopic properties of defects in alkaline-earth sulfides",
            "Ravindra Pandey and S Sivaraman",
            "1991",
            "IScQZkQAAAAJ:qjMakFHDy7sC",
            182,
            "http:\/\/citeseerx.ist.psu.edu\/viewdoc\/download?doi=10.1.1.720.1353&rep=rep1&type=pdf",
            "9483419602216899083",
            "\/scholar?cites=9483419602216899083",
            {
                "1991":2,
                "1992":3,
                "1993":2,
                "1994":2,
                "1995":2,
                "1996":3,
                "1997":1,
                "1998":4,
                "1999":5,
                "2000":5,
                "2001":2,
                "2002":5,
                "2003":2,
                "2004":4,
                "2005":7,
                "2006":1,
                "2007":9,
                "2008":12,
                "2009":11,
                "2010":6,
                "2011":9,
                "2012":13,
                "2013":14,
                "2014":5,
                "2015":4,
                "2016":11,
                "2017":12,
                "2018":14,
                "2019":10,
                "2020":2
            }
        ],
        [
            "Phosphorene is a promising two-dimensional (2D) material with a direct band gap, high carrier mobility, and anisotropic electronic properties. Phosphorene-based electronic devices, however, are found to degrade upon exposure to air. In this paper, we provide an atomic level understanding of the stability of phosphorene in terms of its interaction with O 2 and H 2 O. The results based on density functional theory together with first principles molecular dynamics calculations show that O 2 could the spontaneously dissociate on phosphorene at room temperature. H 2 O will not strongly interact with pristine phosphorene, however, an exothermic reaction could occur if phosphorene is first oxidized. The pathway of oxidation first, followed by exothermic reaction with water is the most likely route for the chemical degradation of phosphorene-based devices in air.",
            "Degradation of phosphorene in air: understanding at atomic level",
            "Gaoxue Wang and William J Slough and Ravindra Pandey and Shashi P Karna",
            "2016",
            "IScQZkQAAAAJ:4X0JR2_MtJMC",
            181,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/2053-1583\/3\/2\/025011\/meta",
            "16508445748118805425",
            "\/scholar?cites=16508445748118805425",
            {
                "2016":13,
                "2017":37,
                "2018":45,
                "2019":31,
                "2020":48,
                "2021":7
            }
        ],
        [
            "ZnO, which normally occurs in the hexagonal wurtzite structure, can be transformed to the cubic rocksalt (NaCl) structure by the application of high pressure; this cubic phase has been reported to be metastable at atmospheric pressure. The band structure of this phase is calculated by the ab initio correlated Hartree-Fock method. Not surprisingly, the band structure of rocksalt ZnO is very similar to that of CdO, which has the same crystal structure; we present a band-structure calculation for CdO, which we believe is more accurate than any in the literature. A hallmark of these band structures is that the valence-band maximum is not at the center of the Brillouin zone, in contrast to the situation in tetrahedrally coordinated II-VI semiconductors. We confirm by direct calculation that this peculiarity of the band structure is a consequence of the hybridization of oxygen 2p-derived orbitals with Zn 3d or Cd 4d states, combined …",
            "Electronic structure of the rocksalt-structure semiconductors ZnO and CdO",
            "JE Jaffe and Ravindra Pandey and AB Kunz",
            "1991",
            "IScQZkQAAAAJ:2osOgNQ5qMEC",
            178,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.43.14030",
            "561443069194126037",
            "\/scholar?cites=561443069194126037",
            {
                "1992":2,
                "1993":5,
                "1994":4,
                "1995":2,
                "1996":1,
                "1997":2,
                "1998":3,
                "1999":3,
                "2000":4,
                "2001":3,
                "2002":5,
                "2003":10,
                "2004":4,
                "2005":11,
                "2006":7,
                "2007":9,
                "2008":11,
                "2009":11,
                "2010":7,
                "2011":11,
                "2012":8,
                "2013":3,
                "2014":10,
                "2015":7,
                "2016":7,
                "2017":9,
                "2018":5,
                "2019":9,
                "2020":4,
                "2021":1
            }
        ],
        [
            "The electronic structure of the oxides and sulfides of Mg, Ca, and Sr is computed with use of the self-consistent Hartree-Fock method including correlation. Energy-band structure and density of states are presented and discussed in context with the available experimental and theoretical studies. Our results predict that these materials (except MgS) are direct-band-gap materials.",
            "Ab initio band-structure calculations for alkaline-earth oxides and sulfides",
            "Ravindra Pandey and JE Jaffe and A Barry Kunz",
            "1991",
            "IScQZkQAAAAJ:u-x6o8ySG0sC",
            177,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.43.9228",
            "254745434725943409",
            "\/scholar?cites=254745434725943409",
            {
                "1992":3,
                "1993":7,
                "1994":7,
                "1995":8,
                "1996":2,
                "1997":2,
                "1998":6,
                "1999":1,
                "2000":4,
                "2001":6,
                "2002":2,
                "2003":5,
                "2004":7,
                "2005":6,
                "2006":4,
                "2007":10,
                "2008":7,
                "2009":11,
                "2010":11,
                "2011":8,
                "2012":8,
                "2013":9,
                "2014":6,
                "2015":9,
                "2016":10,
                "2017":3,
                "2018":5,
                "2019":6,
                "2020":4
            }
        ]
    ]
}