{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "This White Paper presents the science case of an Electron-Ion Collider (EIC), focused on the structure and interactions of gluon-dominated matter, with the intent to articulate it to the broader nuclear science community. It was commissioned by the managements of Brookhaven National Laboratory (BNL) and Thomas Jefferson National Accelerator Facility (JLab) with the objective of presenting a summary of scientific opportunities and goals of the EIC as a follow-up to the 2007 NSAC Long Range plan. This document is a culmination of a community-wide effort in nuclear science following a series of workshops on EIC physics over the past decades and, in particular, the focused ten-week program on “Gluons and quark sea at high energies” at the Institute for Nuclear Theory in Fall 2010. It contains a brief description of a few golden physics measurements along with accelerator and detector concepts required …",
            "Electron-ion collider: The next QCD frontier",
            "A Accardi and JL Albacete and M Anselmino and N Armesto and EC Aschenauer and A Bacchetta and D Boer and WK Brooks and T Burton and N-B Chang and W-T Deng and A Deshpande and M Diehl and A Dumitru and R Dupré and R Ent and S Fazio and H Gao and V Guzey and H Hakobyan and Y Hao and D Hasch and R Holt and T Horn and M Huang and A Hutton and C Hyde and J Jalilian-Marian and S Klein and B Kopeliovich and Y Kovchegov and K Kumar and K Kumerički and MAC Lamont and Tuomas Lappi and J-H Lee and Y Lee and EM Levin and F-L Lin and V Litvinenko and TW Ludlam and C Marquet and Z-E Meziani and R McKeown and A Metz and R Milner and VS Morozov and AH Mueller and B Müller and D Müller and P Nadel-Turonski and Hannu Paukkunen and A Prokudin and V Ptitsyn and X Qian and J-W Qiu and M Ramsey-Musolf and T Roser and F Sabatié and R Sassot and G Schnell and P Schweitzer and E Sichtermann and M Stratmann and M Strikman and M Sullivan and S Taneja and T Toll and D Trbojevic and T Ullrich and R Venugopalan and S Vigdor and W Vogelsang and C Weiss and B-W Xiao and F Yuan and Y-H Zhang and L Zheng",
            "2016",
            "iszNxD8AAAAJ:u-x6o8ySG0sC",
            837,
            "https:\/\/link.springer.com\/article\/10.1140\/epja\/i2016-16268-9",
            "14627644629180177694",
            "\/scholar?cites=14627644629180177694",
            {
                "2015":31,
                "2016":45,
                "2017":105,
                "2018":141,
                "2019":166,
                "2020":276,
                "2021":32
            }
        ],
        [
            "We present three new sets of next-to-leading order parton distribution functions (PDFs) determined by global fits to a wide variety of data for hard scattering processes. The analysis includes target mass and higher twist corrections needed for the description of deep inelastic scattering data at large x and low Q 2, and nuclear corrections for deuterium targets. The PDF sets correspond to three different models for the nuclear effects, and provide a more realistic uncertainty range for the d quark PDF, in particular, compared with previous fits. We describe the PDF error sets for each choice of the nuclear corrections, and provide a user interface for utilizing the distributions.",
            "Global parton distributions with nuclear and finite-Q 2 corrections",
            "JF Owens and Alberto Accardi and Wally Melnitchouk",
            "2013",
            "iszNxD8AAAAJ:UeHWp8X0CEIC",
            230,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.87.094012",
            "4760760011602820764",
            "\/scholar?cites=4760760011602820764",
            {
                "2012":1,
                "2013":22,
                "2014":35,
                "2015":54,
                "2016":47,
                "2017":19,
                "2018":22,
                "2019":14,
                "2020":13,
                "2021":1
            }
        ],
        [
            "We present a new set of leading-twist parton distribution functions, referred to as “CJ15,” which take advantage of developments in the theoretical treatment of nuclear corrections as well as new data. The analysis includes, for the first time, data on the free neutron structure function from Jefferson Lab and new high-precision charged lepton and W-boson asymmetry data from Fermilab. These significantly reduce the uncertainty on the d\/u ratio at large values of x and provide new insights into the partonic structure of bound nucleons.",
            "Constraints on large- parton distributions from new weak boson production and deep-inelastic scattering data",
            "A Accardi and LT Brady and W Melnitchouk and JF Owens and N Sato",
            "2016",
            "iszNxD8AAAAJ:35N4QoGY0k4C",
            228,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.93.114017",
            "2072874836244128144",
            "\/scholar?cites=2072874836244128144",
            {
                "2016":19,
                "2017":52,
                "2018":47,
                "2019":45,
                "2020":58,
                "2021":6
            }
        ],
        [
            "The accurate determination of the parton distribution functions (PDFs) of the proton is an essential ingredient of the Large Hadron Collider (LHC) program. PDF uncertainties impact a wide range of processes, from Higgs boson characterization and precision Standard Model measurements to new physics searches. A major recent development in modern PDF analyses has been to exploit the wealth of new information contained in precision measurements from the LHC Run I, as well as progress in tools and methods to include these data in PDF fits. In this report we summarize the information that PDF-sensitive measurements at the LHC have provided so far, and review the prospects for further constraining PDFs with data from the recently started Run II. This document aims to provide useful input to the LHC collaborations to prioritize their PDF-sensitive measurements at Run II, as well as a comprehensive …",
            "The PDF4LHC report on PDFs and LHC data: Results from Run I and preparation for Run II",
            "Juan Rojo and Alberto Accardi and Richard D Ball and Amanda Cooper-Sarkar and Albert de Roeck and Stephen Farry and James Ferrando and Stefano Forte and Jun Gao and Lucian Harland-Lang and Joey Huston and Alexander Glazov and Maxime Gouzevitch and Claire Gwenlan and Katerina Lipka and Mykhailo Lisovyi and Michelangelo Mangano and Pavel Nadolsky and Luca Perrozzi and Ringaile Plačakytė and Voica Radescu and Gavin P Salam and Robert Thorne",
            "2015",
            "iszNxD8AAAAJ:RYcK_YlVTxYC",
            196,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0954-3899\/42\/10\/103103\/meta",
            "478800254355081718",
            "\/scholar?cites=478800254355081718",
            {
                "2014":2,
                "2015":13,
                "2016":30,
                "2017":45,
                "2018":43,
                "2019":39,
                "2020":15,
                "2021":6
            }
        ],
        [
            "In the framework of quantum chromodynamics (QCD), parton distribution functions (PDFs) quantify how the momentum and spin of a hadron are divided among its quark and gluon constituents. Two main approaches exist to determine PDFs. The first approach, based on QCD factorization theorems, realizes a QCD analysis of a suitable set of hard-scattering measurements, often using a variety of hadronic observables. The second approach, based on first-principle operator definitions of PDFs, uses lattice QCD to compute directly some PDF-related quantities, such as their moments. Motivated by recent progress in both approaches, in this document we present an overview of lattice-QCD and global-analysis techniques used to determine unpolarized and polarized proton PDFs and their moments. We provide benchmark numbers to validate present and future lattice-QCD calculations and we illustrate how they …",
            "Parton distributions and lattice QCD calculations: a community white paper",
            "Huey-Wen Lin and Emanuele R Nocera and Fred Olness and Kostas Orginos and Juan Rojo and Alberto Accardi and Constantia Alexandrou and Alessandro Bacchetta and Giuseppe Bozzi and Jiunn-Wei Chen and Sara Collins and Amanda Cooper-Sarkar and Martha Constantinou and Luigi Del Debbio and Michael Engelhardt and Jeremy Green and Rajan Gupta and Lucian A Harland-Lang and Tomomi Ishikawa and Aleksander Kusina and Keh-Fei Liu and Simonetta Liuti and Christopher Monahan and Pavel Nadolsky and Jian-Wei Qiu and Ingo Schienbein and Gerrit Schierholz and Robert S Thorne and Werner Vogelsang and Hartmut Wittig and C-P Yuan and James Zanotti",
            "2018",
            "iszNxD8AAAAJ:uWQEDVKXjbEC",
            157,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0146641018300073",
            "2389199054452759417",
            "\/scholar?cites=2389199054452759417",
            {
                "2018":30,
                "2019":52,
                "2020":69,
                "2021":6
            }
        ]
    ]
}