{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Coronal mass ejection (CME)‐driven or corotating interaction region (CIR)‐driven storms can change the electron distributions in the radiation belt dramatically, which can in turn affect the spacecraft in this region or induce geomagnetic effects. The Van Allen Probes twin spacecraft, launched on 30 August 2012, orbit near the equatorial plane and across a wide range of L∗ with apogee at 5.8 RE and perigee at 620 km. Electron data from Van Allen Probes MagEIS and REPT instruments have been binned every 6 h at L∗=3 (defined as 2.5 < L∗<3.5), 4 (3.5 < L∗<4.5), 5 (4.5 < L∗<5.5). The superposed epoch analysis shows that (1) CME storms induce more electron flux enhancement at L∗=3 for energy channels below 1 MeV than CIR storms; (2) CME storms induce more electron flux enhancement at L∗=4 and 5 in the energy channels above 1 MeV than CIR storms; (3) CIR storms induce more electron flux …",
            "Statistical study of the storm time radiation belt evolution during Van Allen Probes era: CME‐versus CIR‐driven storms",
            "Xiao‐Chen Shen and Mary K Hudson and Allison N Jaynes and Quanqi Shi and Anmin Tian and Seth G Claudepierre and Mu‐Rong Qin and Qiu‐Gang Zong and Wei‐Jie Sun",
            "2017",
            "ISzQiF4AAAAJ:u5HHmVD_uO8C",
            33,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/2017JA024100",
            "9704063752557176857",
            "\/scholar?cites=9704063752557176857",
            {
                "2018":7,
                "2019":17,
                "2020":9
            }
        ],
        [
            "Trapped proton population in the inner radiation belt is highly dense, posing a potential danger to astronauts and man‐made space assets traversing through this region. While being significantly stable within timescales up to hundreds of days, inner zone proton fluxes can exhibit considerable solar cycle variations, which has not been investigated comprehensively yet. To analyze the long‐term variation of the South Atlantic Anomaly (SAA), we adopt the proton flux data measured by NOAA 15 from 1999 through 2009 and perform statistical analyses on the basis of reasonable Gaussian fits. We report that the variation of the peak proton flux in the SAA is anticorrelated with that of F10.7 during a solar cycle. There also exists a phase lag of 685 days between the solar F10.7 flux and the proton flux. Similar features are seen for changes of the SAA distribution area, which in addition shows a rapid decrease during the …",
            "Solar cycle variations of trapped proton flux in the inner radiation belt",
            "Murong Qin and Xianguo Zhang and Binbin Ni and Hongqiang Song and Hong Zou and Yueqiang Sun",
            "2014",
            "ISzQiF4AAAAJ:9yKSN-GCB0IC",
            29,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/2014JA020300",
            "14488454331359664336",
            "\/scholar?cites=14488454331359664336",
            {
                "2015":2,
                "2016":3,
                "2017":4,
                "2018":7,
                "2019":5,
                "2020":8
            }
        ]
    ]
}