{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "Mechanical metamaterials are artificial structures with unusual properties, such as negative Poisson ratio, bistability or tunable vibrational properties, that originate in the geometry of their unit cell 1, 2, 3, 4, 5. Often at the heart of such unusual behaviour is a soft mode: a motion that does not significantly stretch or compress the links between constituent elements. When activated by motors or external fields, soft modes become the building blocks of robots and smart materials. Here, we demonstrate the existence of topological soft modes that can be positioned at desired locations in a metamaterial while being robust against a wide range of structural deformations or changes in material parameters 6, 7, 8, 9, 10. These protected modes, localized at dislocations in deformed kagome and square lattices, are the mechanical analogue of topological states bound to defects in electronic systems 11, 12, 13, 14. We create …",
            "Topological modes bound to dislocations in mechanical metamaterials",
            "Jayson Paulose and Bryan Gin-ge Chen and Vincenzo Vitelli",
            "2015",
            "iThQKdcAAAAJ:UeHWp8X0CEIC",
            247,
            "https:\/\/www.nature.com\/articles\/nphys3185",
            "12337215500814844309",
            "\/scholar?cites=12337215500814844309",
            {
                "2015":15,
                "2016":44,
                "2017":44,
                "2018":51,
                "2019":43,
                "2020":41,
                "2021":4
            }
        ],
        [
            "Although the effects of kinetics on crystal growth are well understood, the role of substrate curvature is not yet established. We studied rigid, two-dimensional colloidal crystals growing on spherical droplets to understand how the elastic stress induced by Gaussian curvature affects the growth pathway. In contrast to crystals grown on flat surfaces or compliant crystals on droplets, these crystals formed branched, ribbon-like domains with large voids and no topological defects. We show that this morphology minimizes the curvature-induced elastic energy. Our results illustrate the effects of curvature on the ubiquitous process of crystallization, with practical implications for nanoscale disorder-order transitions on curved manifolds, including the assembly of viral capsids, phase separation on vesicles, and crystallization of tetrahedra in three dimensions.",
            "Elastic Instability of a Crystal Growing on a Curved Surface",
            "Guangnan Meng and Jayson Paulose and David R Nelson and Vinothan N Manoharan",
            "2014",
            "iThQKdcAAAAJ:qjMakFHDy7sC",
            166,
            "https:\/\/science.sciencemag.org\/content\/343\/6171\/634.abstract",
            "15745580348365284971",
            "\/scholar?cites=15745580348365284971",
            {
                "2014":14,
                "2015":13,
                "2016":29,
                "2017":22,
                "2018":33,
                "2019":18,
                "2020":34,
                "2021":2
            }
        ],
        [
            "States of self-stress—tensions and compressions of structural elements that result in zero net forces—play an important role in determining the load-bearing ability of structures ranging from bridges to metamaterials with tunable mechanical properties. We exploit a class of recently introduced states of self-stress analogous to topological quantum states to sculpt localized buckling regions in the interior of periodic cellular metamaterials. Although the topological states of self-stress arise in the linear response of an idealized mechanical frame of harmonic springs connected by freely hinged joints, they leave a distinct signature in the nonlinear buckling behavior of a cellular material built out of elastic beams with rigid joints. The salient feature of these localized buckling regions is that they are indistinguishable from their surroundings as far as material parameters or connectivity of their constituent elements are …",
            "Selective buckling via states of self-stress in topological metamaterials",
            "Jayson Paulose and Anne S. Meeussen and Vincenzo Vitelli",
            "2015",
            "iThQKdcAAAAJ:Tyk-4Ss8FVUC",
            165,
            "https:\/\/www.pnas.org\/content\/112\/25\/7639.short",
            "902836676167047084",
            "\/scholar?cites=902836676167047084",
            {
                "2015":3,
                "2016":21,
                "2017":33,
                "2018":40,
                "2019":28,
                "2020":33,
                "2021":4
            }
        ],
        [
            "Origami and kirigami have emerged as potential tools for the design of mechanical metamaterials whose properties such as curvature, Poisson ratio, and existence of metastable states can be tuned using purely geometric criteria. A major obstacle to exploiting this property is the scarcity of tools to identify and program the flexibility of fold patterns. We exploit a recent connection between spring networks and quantum topological states to design origami with localized folding motions at boundaries and study them both experimentally and theoretically. These folding motions exist due to an underlying topological invariant rather than a local imbalance between constraints and degrees of freedom. We give a simple example of a quasi-1D folding pattern that realizes such topological states. We also demonstrate how to generalize these topological design principles to two dimensions. A striking consequence is that a …",
            "Topological mechanics of origami and kirigami",
            "Bryan Gin-ge Chen and Bin Liu and Arthur A Evans and Jayson Paulose and Itai Cohen and Vincenzo Vitelli and CD Santangelo",
            "2016",
            "iThQKdcAAAAJ:zYLM7Y9cAGgC",
            132,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.116.135501",
            "12103031930114745585",
            "\/scholar?cites=12103031930114745585",
            {
                "2016":8,
                "2017":29,
                "2018":31,
                "2019":19,
                "2020":40,
                "2021":2
            }
        ]
    ]
}