{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "A set of collective spin states is derived for a trapped Bose-Einstein condensate in which atoms have three internal hyperfine spins. These collective states minimize the interaction energy among condensate atoms, and they are characterized by strong spin correlations. We also examine the internal dynamics of an initially spin-polarized condensate. The time scale of spin mixing is predicted.",
            "Quantum spins mixing in spinor Bose-Einstein condensates",
            "CK Law and Han Pu and NP Bigelow",
            "1998",
            "iTvlyycAAAAJ:ZuybSZzF8UAC",
            708,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.81.5257",
            "4513986328300699758",
            "\/scholar?cites=4513986328300699758",
            {
                "1998":2,
                "1999":12,
                "2000":31,
                "2001":39,
                "2002":33,
                "2003":28,
                "2004":33,
                "2005":31,
                "2006":39,
                "2007":28,
                "2008":41,
                "2009":29,
                "2010":38,
                "2011":45,
                "2012":33,
                "2013":34,
                "2014":27,
                "2015":37,
                "2016":41,
                "2017":21,
                "2018":31,
                "2019":21,
                "2020":26,
                "2021":5
            }
        ],
        [
            "We present theoretical studies of a two-species Bose condensate. Using a new numerical method, we have calculated ground state wave functions and show that, due to interspecies interactions, the condensate mixture displays novel behavior not found in a pure condensate. We compared our results with those of the Thomas-Fermi approximation (TFA) and find that under a broad range of conditions the TFA can be reliably used to predict many qualitative features of the condensates. Using our technique, we have modeled a recent JILA experiment on dual spin-state 87 Rb condensate. Finally, collective excitations of double condensates are discussed.",
            "Properties of two-species Bose condensates",
            "H Pu and NP Bigelow",
            "1998",
            "iTvlyycAAAAJ:SeFeTyx0c_EC",
            456,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.80.1130",
            "424255248152590088",
            "\/scholar?cites=424255248152590088",
            {
                "1998":17,
                "1999":30,
                "2000":26,
                "2001":15,
                "2002":19,
                "2003":17,
                "2004":15,
                "2005":14,
                "2006":14,
                "2007":20,
                "2008":21,
                "2009":19,
                "2010":23,
                "2011":25,
                "2012":19,
                "2013":18,
                "2014":20,
                "2015":16,
                "2016":14,
                "2017":24,
                "2018":25,
                "2019":19,
                "2020":23,
                "2021":1
            }
        ],
        [
            "We investigate theoretically the phase diagram of a spin-orbit coupled Bose gas in two-dimensional harmonic traps. We show that at strong spin-orbit coupling the single-particle spectrum decomposes into different manifolds separated by ℏ ω⊥, where ω⊥ is the trapping frequency. For a weakly interacting gas, quantum states with Skyrmion lattice patterns emerge spontaneously and preserve either parity symmetry or combined parity-time-reversal symmetry. These phases can be readily observed in a spin-orbit coupled gas of Rb 87 atoms in a highly oblate trap.",
            "Spin-orbit coupled weakly interacting Bose-Einstein condensates in harmonic traps",
            "Hui Hu and B Ramachandhran and Han Pu and Xia-Ji Liu",
            "2012",
            "iTvlyycAAAAJ:fPk4N6BV_jEC",
            303,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.010402",
            "1919149407308848461",
            "\/scholar?cites=1919149407308848461",
            {
                "2012":41,
                "2013":42,
                "2014":35,
                "2015":43,
                "2016":25,
                "2017":27,
                "2018":36,
                "2019":26,
                "2020":26,
                "2021":1
            }
        ],
        [
            "We study the spin-mixing dynamics of an f= 1 spinor condensate. We show that the dynamics is sensitive to the relative phase and particle number distribution among the individual components of the condensate, and find that complex structures can develop in the density profiles during the time evolution. We investigate the different time scales of the spin-mixing process and their dependence on the total particle number.",
            "Spin-mixing dynamics of a spinor Bose-Einstein condensate",
            "H Pu and CK Law and S Raghavan and JH Eberly and NP Bigelow",
            "1999",
            "iTvlyycAAAAJ:ZHo1McVdvXMC",
            289,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.60.1463",
            "1480040008234964655",
            "\/scholar?cites=1480040008234964655",
            {
                "1999":1,
                "2000":8,
                "2001":12,
                "2002":15,
                "2003":6,
                "2004":13,
                "2005":10,
                "2006":20,
                "2007":17,
                "2008":24,
                "2009":16,
                "2010":15,
                "2011":19,
                "2012":12,
                "2013":17,
                "2014":11,
                "2015":16,
                "2016":15,
                "2017":8,
                "2018":9,
                "2019":11,
                "2020":13,
                "2021":1
            }
        ]
    ]
}