{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "From cell phones to biomedical systems, modern life is inexorably dependent on the complex convergence of technologies into stand-alone products designed to provide a complete solution in small, highly integrated systems with computing, communication, biomedical and consumer functions. The concept of system-on-package (SOP) originated in the mid-1990s at the NSF-funded Packaging Research Center at the Georgia Institute of Technology. This can be thought of as a conceptual paradigm in which the package, and not the bulky board, as the system and the package provides all the system functions in one single module, not as an assemblage of discrete components to be connected together, but as a continuous merging of various integrated thin film technologies in a small package. In the SOP concept, this is accomplished by codesign and fabrication of digital, optical, RF and sensor functions in both IC …",
            "The SOP for miniaturized, mixed-signal computing, communication, and consumer systems of the next decade",
            "Rao R Tummala and Madhavan Swaminathan and Manos M Tentzeris and Joy Laskar and Gee-Kung Chang and Suresh Sitaraman and David Keezer and Daniel Guidotti and Zhaoran Huang and Kyutae Lim and Lixi Wan and Swapan K Bhattacharya and Venkatesh Sundaram and Fuhan Liu and P Markondeya Raj",
            "2004",
            "itYCIHUAAAAJ:u5HHmVD_uO8C",
            179,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1331507\/",
            "15204073405827807986",
            "\/scholar?cites=15204073405827807986",
            {
                "2004":2,
                "2005":10,
                "2006":17,
                "2007":17,
                "2008":22,
                "2009":19,
                "2010":13,
                "2011":15,
                "2012":11,
                "2013":8,
                "2014":9,
                "2015":9,
                "2016":9,
                "2017":5,
                "2018":5,
                "2019":3,
                "2020":2,
                "2021":1
            }
        ],
        [
            "In this paper, we demonstrate compatibility of hybrid, large-scale integration of both active and passive devices and components onto standard printed wiring boards in order to address mixed signal system-on-package (SOP)-based systems and applications. Fabrication, integration and characterization of high density passive components are presented, which includes the first time fabrication on FR-4 boards of a polymer buffer layer with nano scale local smoothness, blazed polymer surface relief gratings recorded by incoherent illumination, arrays of polymer micro lenses, and embedded bare die commercial p-i-n photodetectors. These embedded optical components are the essential building blocks toward a highly integrated SOP technology. The effort in this research demonstrates the potential for merging high-performance optical functions with traditional digital and radio frequency (RF) electronics onto large …",
            "Chip-to-chip optoelectronics SOP on organic boards or packages",
            "Gee-Kung Chang and Daniel Guidotti and Fuhan Liu and Yin-Jung Chang and Zhaoran Huang and Venkatesh Sundaram and Devarajan Balaraman and Shashikant Hegde and Rao R Tummala",
            "2004",
            "itYCIHUAAAAJ:u-x6o8ySG0sC",
            40,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1331520\/",
            "9391064698006914477",
            "\/scholar?cites=9391064698006914477",
            {
                "2004":4,
                "2005":4,
                "2006":7,
                "2007":6,
                "2008":5,
                "2009":4,
                "2010":5,
                "2011":2,
                "2012":1,
                "2013":1,
                "2014":1
            }
        ],
        [
            "Three-dimensional (3-D) integration of systems by vertically stacking and interconnecting multiple materials, technologies, and functional components offers a wide range of benefits, including speed, bandwidth and density increase, power reduction, small form factor, packaging reduction, yield and reliability increase, flexible heterogeneous integration with multifunctionality, and overall cost reduction. A new spectrum of opportunities and challenges arises for integrated system designers, which warrants rethinking and innovations from system design perspectives. By selecting three representative cases, i.e., solid-state data storage, power delivery, and hybrid radio-frequency\/optical transceiver for distributed sensor networks, this paper intends to exemplify the potentials of exploiting the benefits of 3-D integration technology from system perspectives.",
            "3-D data storage, power delivery, and RF\/optical transceiver—case studies of 3-D integration from system design perspectives",
            "Tong Zhang and Rino Micheloni and Guoyan Zhang and Zhaoran Rena Huang and James Jian-Qiang Lu",
            "2009",
            "itYCIHUAAAAJ:d1gkVwhDpl0C",
            34,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/4796877\/",
            "9212573343593115955",
            "\/scholar?cites=9212573343593115955",
            {
                "2009":3,
                "2010":3,
                "2011":2,
                "2012":9,
                "2013":5,
                "2014":1,
                "2015":4,
                "2016":2,
                "2017":1,
                "2018":1,
                "2019":1
            }
        ]
    ]
}