{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Strong constraints on the cosmic star formation history (SFH) have recently been established using ultraviolet and far‐infrared measurements, refining the results of numerous measurements over the past decade. The data show a compellingly consistent picture of the SFH out to redshift  , with especially tight constraints for  . We fit these data with simple analytical forms and derive conservative uncertainties. Since the   SFH data are quite precise, we investigate the sequence of assumptions and corrections that together affect the SFH normalization to test their accuracy, both in this redshift range and beyond. As lower limits on this normalization, we consider the evolution in stellar and metal mass densities, and supernova rate density, finding it unlikely that the SFH normalization is much lower than indicated by our direct fit. As a corresponding upper limit on the SFH normalization, we consider the Super …",
            "On the normalization of the cosmic star formation history",
            "Andrew M Hopkins and John F Beacom",
            "2006",
            "iU6WRe8AAAAJ:u5HHmVD_uO8C",
            1982,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/506610\/meta",
            "9816414228547045970",
            "\/scholar?cites=9816414228547045970",
            {
                "2006":7,
                "2007":64,
                "2008":118,
                "2009":136,
                "2010":146,
                "2011":190,
                "2012":177,
                "2013":227,
                "2014":186,
                "2015":178,
                "2016":140,
                "2017":143,
                "2018":76,
                "2019":104,
                "2020":70,
                "2021":8
            }
        ],
        [
            "After the All-Sky Automated Survey for SuperNovae discovered a significant brightening of the inner region of NGC 2617, we began a~ 70 day photometric and spectroscopic monitoring campaign from the X-ray through near-infrared (NIR) wavelengths. We report that NGC 2617 went through a dramatic outburst, during which its X-ray flux increased by over an order of magnitude followed by an increase of its optical\/ultraviolet (UV) continuum flux by almost an order of magnitude. NGC 2617, classified as a Seyfert 1.8 galaxy in 2003, is now a Seyfert 1 due to the appearance of broad optical emission lines and a continuum blue bump. Such\" changing look active galactic nuclei (AGNs)\" are rare and provide us with important insights about AGN physics. Based on the Hβ line width and the radius-luminosity relation, we estimate the mass of central black hole (BH) to be (4±1)× 10 7 M☉. When we cross-correlate the light …",
            "The man behind the curtain: X-rays drive the UV through NIR variability in the 2013 active galactic nucleus outburst in NGC 2617",
            "Benjamin J Shappee and JL Prieto and D Grupe and CS Kochanek and KZ Stanek and G De Rosa and S Mathur and Y Zu and BM Peterson and RW Pogge and S Komossa and M Im and J Jencson and TW-S Holoien and U Basu and JF Beacom and DM Szczygieł and J Brimacombe and S Adams and A Campillay and C Choi and C Contreras and M Dietrich and M Dubberley and M Elphick and S Foale and M Giustini and C Gonzalez and E Hawkins and DA Howell and EY Hsiao and M Koss and KM Leighly and N Morrell and D Mudd and D Mullins and JM Nugent and J Parrent and MM Phillips and G Pojmanski and W Rosing and R Ross and D Sand and DM Terndrup and S Valenti and Z Walker and Y Yoon",
            "2014",
            "iU6WRe8AAAAJ:yB1At4FlUx8C",
            899,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/788\/1\/48\/meta",
            "7667414754591077699",
            "\/scholar?cites=7667414754591077699",
            {
                "2014":17,
                "2015":36,
                "2016":82,
                "2017":102,
                "2018":159,
                "2019":204,
                "2020":265,
                "2021":33
            }
        ],
        [
            "The Jiangmen Underground Neutrino Observatory (JUNO), a 20 kton multi-purpose underground liquid scintillator detector, was proposed with the determination of the neutrino mass hierarchy (MH) as a primary physics goal. The excellent energy resolution and the large fiducial volume anticipated for the JUNO detector offer exciting opportunities for addressing many important topics in neutrino and astro-particle physics. In this document, we present the physics motivations and the anticipated performance of the JUNO detector for various proposed measurements. Following an introduction summarizing the current status and open issues in neutrino physics, we discuss how the detection of antineutrinos generated by a cluster of nuclear power plants allows the determination of the neutrino MH at a 3–4σ significance with six years of running of JUNO. The measurement of antineutrino spectrum with excellent energy resolution will also lead to …",
            "Neutrino physics with JUNO",
            "Fengpeng An and Guangpeng An and Qi An and Vito Antonelli and Eric Baussan and John Beacom and Leonid Bezrukov and Simon Blyth and Riccardo Brugnera and Margherita Buizza Avanzini and Jose Busto and Anatael Cabrera and Hao Cai and Xiao Cai and Antonio Cammi and Guofu Cao and Jun Cao and Yun Chang and Shaomin Chen and Shenjian Chen and Yixue Chen and Davide Chiesa and Massimiliano Clemenza and Barbara Clerbaux and Janet Conrad and Davide D’Angelo and Herve De Kerret and Zhi Deng and Ziyan Deng and Yayun Ding and Zelimir Djurcic and Damien Dornic and Marcos Dracos and Olivier Drapier and Stefano Dusini and Stephen Dye and Timo Enqvist and Donghua Fan and Jian Fang and Laurent Favart and Richard Ford and Marianne Goeger-Neff and Haonan Gan and Alberto Garfagnini and Marco Giammarchi and Maxim Gonchar and Guanghua Gong and Hui Gong and Michel Gonin and Marco Grassi and Christian Grewing and Mengyun Guan and Vic Guarino and Gang Guo and Wanlei Guo and Xin-Heng Guo and Caren Hagner and Ran Han and Miao He and Yuekun Heng and Yee Hsiung and Jun Hu and Shouyang Hu and Tao Hu and Hanxiong Huang and Xingtao Huang and Lei Huo and Ara Ioannisian and Manfred Jeitler and Xiangdong Ji and Xiaoshan Jiang and Cecile Jollet and Li Kang and Michael Karagounis and Narine Kazarian and Zinovy Krumshteyn and Andre Kruth and Pasi Kuusiniemi and Tobias Lachenmaier and Rupert Leitner and Chao Li and Jiaxing Li and Weidong Li and Weiguo Li and Xiaomei Li and Xiaonan Li and Yi Li and Yufeng Li and Zhi-Bing Li and Hao Liang and Guey-Lin Lin and Tao Lin and Yen-Hsun Lin and Jiajie Ling and Ivano Lippi and Dawei Liu and Hongbang Liu and Hu Liu and Jianglai Liu and Jianli Liu and Jinchang Liu and Qian Liu and Shubin Liu and Shulin Liu and Paolo Lombardi and Yongbing Long and Haoqi Lu and Jiashu Lu and Jingbin Lu and Junguang Lu and Bayarto Lubsandorzhiev and Livia Ludhova and Shu Luo and Vladimir Lyashuk and Randolph Moellenberg and Xubo Ma and Fabio Mantovani and Yajun Mao and Stefano M Mari and William F McDonough and Guang Meng and Anselmo Meregaglia and Emanuela Meroni and Mauro Mezzetto and Lino Miramonti and Thomas Mueller and Dmitry Naumov and Lothar Oberauer and Juan Pedro Ochoa-Ricoux and Alexander Olshevskiy and Fausto Ortica and Alessandro Paoloni and Haiping Peng and Jen-Chieh Peng and Ezio Previtali and Ming Qi and Sen Qian and Xin Qian and Yongzhong Qian and Zhonghua Qin and Georg Raffelt and Gioacchino Ranucci and Barbara Ricci and Markus Robens and Aldo Romani and Xiangdong Ruan and Xichao Ruan and Giuseppe Salamanna and Mike Shaevitz and Valery Sinev",
            "2016",
            "iU6WRe8AAAAJ:65Yg0jNCQDAC",
            772,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0954-3899\/43\/3\/030401\/meta",
            "12700592145409770742",
            "\/scholar?cites=12700592145409770742",
            {
                "2015":14,
                "2016":82,
                "2017":123,
                "2018":165,
                "2019":146,
                "2020":215,
                "2021":21
            }
        ],
        [
            "The reaction ν e+ p→ e++ n is very important for low-energy (E ν≲ 60 MeV) antineutrino experiments. In this paper we calculate the positron angular distribution, which at low energies is slightly backward. We show that weak magnetism and recoil corrections have a large effect on the angular distribution, making it isotropic at about 15 MeV and slightly forward at higher energies. We also show that the behavior of the cross section and the angular distribution can be well understood analytically for E ν≲ 60 MeV by calculating to O (1\/M), where M is the nucleon mass. The correct angular distribution is useful for separating ν e+ p→ e++ n events from other reactions and detector backgrounds, as well as for possible localization of the source (eg, a supernova) direction. We comment on how similar corrections appear for the lepton angular distributions in the deuteron breakup reactions ν e+ d→ e++ n+ n and ν e+ d→ e …",
            "Angular distribution of neutron inverse beta decay, ",
            "P Vogel and John F Beacom",
            "1999",
            "iU6WRe8AAAAJ:u-x6o8ySG0sC",
            675,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.60.053003",
            "5005319404026320304",
            "\/scholar?cites=5005319404026320304",
            {
                "1999":7,
                "2000":12,
                "2001":30,
                "2002":35,
                "2003":56,
                "2004":36,
                "2005":26,
                "2006":28,
                "2007":20,
                "2008":10,
                "2009":13,
                "2010":22,
                "2011":21,
                "2012":40,
                "2013":37,
                "2014":28,
                "2015":39,
                "2016":49,
                "2017":28,
                "2018":33,
                "2019":50,
                "2020":49,
                "2021":2
            }
        ],
        [
            "If dark matter (DM) is a weakly interacting massive particle (WIMP) that is a thermal relic of the early Universe, then its total self-annihilation cross section is revealed by its present-day mass density. This result for a generic WIMP is usually stated as⟨ σ v⟩≈ 3× 10− 26 cm 3 s− 1, with unspecified uncertainty, and taken to be independent of WIMP mass. Recent searches for annihilation products of DM annihilation have just reached the sensitivity to exclude this canonical cross section for 100% branching ratio to certain final states and small WIMP masses. The ultimate goal is to probe all kinematically allowed final states as a function of mass and, if all states are adequately excluded, set a lower limit to the WIMP mass. Probing the low-mass region is further motivated due to recent hints for a light WIMP in direct and indirect searches. We revisit the thermal relic abundance calculation for a generic WIMP and show that …",
            "Precise relic WIMP abundance and its impact on searches for dark matter annihilation",
            "Gary Steigman and Basudeb Dasgupta and John F Beacom",
            "2012",
            "iU6WRe8AAAAJ:HDshCWvjkbEC",
            630,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.86.023506",
            "8702646395113198555",
            "\/scholar?cites=8702646395113198555",
            {
                "2012":11,
                "2013":40,
                "2014":55,
                "2015":80,
                "2016":75,
                "2017":92,
                "2018":93,
                "2019":84,
                "2020":93,
                "2021":7
            }
        ],
        [
            "We propose modifying large water Čerenkov detectors by the addition of 0.2% gadolinium trichloride, which is highly soluble, newly inexpensive, and transparent in solution. Since Gd has an enormous cross section for radiative neutron capture, with∑ E γ= 8 M e V, this would make neutrons visible for the first time in such detectors, allowing antineutrino tagging by the coincidence detection reaction ν e+ p→ e++ n (similarly for ν μ). Taking Super-Kamiokande as a working example, dramatic consequences for reactor neutrino measurements, first observation of the diffuse supernova neutrino background, galactic supernova detection, and other topics are discussed.",
            "Antineutrino spectroscopy with large water Čerenkov detectors",
            "John F Beacom and Mark R Vagins",
            "2004",
            "iU6WRe8AAAAJ:d1gkVwhDpl0C",
            487,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.171101",
            "14037062839395710351",
            "\/scholar?cites=14037062839395710351",
            {
                "2003":2,
                "2004":11,
                "2005":20,
                "2006":23,
                "2007":25,
                "2008":23,
                "2009":19,
                "2010":23,
                "2011":30,
                "2012":25,
                "2013":27,
                "2014":23,
                "2015":32,
                "2016":27,
                "2017":31,
                "2018":37,
                "2019":44,
                "2020":58,
                "2021":4
            }
        ],
        [
            "The Physics Program for the Deep Underground Neutrino Experiment (DUNE) at the Fermilab Long-Baseline Neutrino Facility (LBNF) is described.",
            "Long-Baseline Neutrino Facility (LBNF) and Deep Underground Neutrino Experiment (DUNE) conceptual design report volume 2: the physics program for DUNE at LBNF",
            "R Acciarri and MA Acero and M Adamowski and C Adams and P Adamson and S Adhikari and Z Ahmad and CH Albright and T Alion and E Amador and J Anderson and K Anderson and C Andreopoulos and M Andrews and R Andrews and I Anghel and J d Anjos and A Ankowski and M Antonello and A ArandaFernandez and A Ariga and T Ariga and D Aristizabal and E Arrieta-Diaz and K Aryal and J Asaadi and D Asner and MS Athar and M Auger and A Aurisano and V Aushev and D Autiero and M Avila and JJ Back and X Bai and B Baibussinov and M Baird and AB Balantekin and B Baller and P Ballett and B Bambah and M Bansal and S Bansal and GJ Barker and WA Barletta and G Barr and N Barros and L Bartoszek and A Bashyal and M Bass and F Bay and J Beacom and BR Behera and G Bellettini and V Bellini and O Beltramello and PA Benetti and A Bercellie and M Bergevin and E Berman and H Berns and R Bernstein and S Bertolucci and B Bhandari and V Bhatnagar and B Bhuyan and J Bian and K Biery and M Bishai and T Blackburn and A Blake and F d M Blaszczyk and E Blaufuss and B Bleakley and E Blucher and V Bocean and F Boffelli and J Boissevain and S Bolognesi and T Bolton and M Bonesini and T Boone and C Booth and S Bordoni and M Borysova and B Bourguille and SB Boyd and D Brailsford and A Brandt and J Bremer and S Brice and C Bromberg and G Brooijmans and G Brown and R Brown and G Brunetti and X Bu and N Buchanan and H Budd and DUNE Collaboration",
            "2015",
            "iU6WRe8AAAAJ:Tfl4UtY-dJUC",
            397,
            "https:\/\/arxiv.org\/abs\/1512.06148",
            "538707883363820268",
            "\/scholar?cites=538707883363820268",
            {
                "2015":1,
                "2016":36,
                "2017":73,
                "2018":110,
                "2019":88,
                "2020":85,
                "2021":2
            }
        ],
        [
            "While the high‐z frontier of star formation rate (SFR) studies has advanced rapidly, direct measurements beyond   remain difficult, as shown by significant disagreements among different results. Gamma‐ray bursts, owing to their brightness and association with massive stars, offer hope of clarifying this situation, provided that the GRB rate can be properly related to the SFR. The Swift GRB data reveal an increasing evolution in the GRB rate relative to the SFR at intermediate z; taking this into account, we use the highest‐z GRB data to make a new determination of the SFR at  . Our results exceed the lowest direct SFR measurements and imply that no steep drop exists in the SFR up to at least  . We discuss the implications of our result for cosmic reionization, the efficiency of the universe in producing stellar‐mass black holes, and “GRB feedback” in star‐forming hosts.",
            "Revealing the high-redshift star formation rate with gamma-ray bursts",
            "Hasan Yüksel and Matthew D Kistler and John F Beacom and Andrew M Hopkins",
            "2008",
            "iU6WRe8AAAAJ:5nxA0vEk-isC",
            299,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/591449\/meta",
            "17088710278848483476",
            "\/scholar?cites=17088710278848483476",
            {
                "2008":2,
                "2009":18,
                "2010":14,
                "2011":19,
                "2012":23,
                "2013":28,
                "2014":16,
                "2015":35,
                "2016":31,
                "2017":21,
                "2018":24,
                "2019":33,
                "2020":31,
                "2021":3
            }
        ],
        [
            "As part of the European LAGUNA design study on a next-generation neutrino detector, we propose the liquid-scintillator detector LENA (Low Energy Neutrino Astronomy) as a multipurpose neutrino observatory. The outstanding successes of the Borexino and KamLAND experiments demonstrate the large potential of liquid-scintillator detectors in low-energy neutrino physics. Low energy threshold, good energy resolution and efficient background discrimination are inherent to the liquid-scintillator technique. A target mass of 50 kt will offer a substantial increase in detection sensitivity.At low energies, the variety of detection channels available in liquid scintillator will allow for an energy – and flavor-resolved analysis of the neutrino burst emitted by a galactic Supernova. Due to target mass and background conditions, LENA will also be sensitive to the faint signal of the Diffuse Supernova Neutrino Background. Solar …",
            "The next-generation liquid-scintillator neutrino observatory LENA",
            "Michael Wurm and John F Beacom and Leonid B Bezrukov and Daniel Bick and Johannes Blümer and Sandhya Choubey and Christian Ciemniak and Davide D’Angelo and Basudeb Dasgupta and Alexander Derbin and Amol Dighe and Grigorij Domogatsky and Steve Dye and Sergey Eliseev and Timo Enqvist and Alexey Erykalov and Franz Von Feilitzsch and Gianni Fiorentini and Tobias Fischer and Marianne Göger-Neff and Peter Grabmayr and Caren Hagner and Dominikus Hellgartner and Johannes Hissa and Shunsaku Horiuchi and Hans-Thomas Janka and Claude Jaupart and Josef Jochum and Tuomo Kalliokoski and Alexei Kayunov and Pasi Kuusiniemi and Tobias Lachenmaier and Ionel Lazanu and John G Learned and Timo Lewke and Paolo Lombardi and Sebastian Lorenz and Bayarto Lubsandorzhiev and Livia Ludhova and Kai Loo and Jukka Maalampi and Fabio Mantovani and Michela Marafini and Jelena Maricic and Teresa Marrodán Undagoitia and William F McDonough and Lino Miramonti and Alessandro Mirizzi and Quirin Meindl and Olga Mena and Randolph Möllenberg and Valentina Muratova and Rolf Nahnhauer and Dmitry Nesterenko and Yuri N Novikov and Guido Nuijten and Lothar Oberauer and Sandip Pakvasa and Sergio Palomares-Ruiz and Marco Pallavicini and Silvia Pascoli and Thomas Patzak and Juha Peltoniemi and Walter Potzel and Tomi Räihä and Georg G Raffelt and Gioacchino Ranucci and Soebur Razzaque and Kari Rummukainen and Juho Sarkamo and Valerij Sinev and Christian Spiering and Achim Stahl and Felicitas Thorne and Marc Tippmann and Alessandra Tonazzo and Wladyslaw H Trzaska and John D Vergados and Christopher Wiebusch and Jürgen Winter",
            "2012",
            "iU6WRe8AAAAJ:L8Ckcad2t8MC",
            295,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0927650512000503",
            "13369436250666120592",
            "\/scholar?cites=13369436250666120592",
            {
                "2011":8,
                "2012":24,
                "2013":57,
                "2014":33,
                "2015":43,
                "2016":41,
                "2017":25,
                "2018":22,
                "2019":17,
                "2020":20,
                "2021":2
            }
        ],
        [
            "The host galaxies of the five local, z< 0.25, long-duration gamma-ray bursts, each of which had a well-documented associated supernova, are all faint and metal-poor compared to the population of local star-forming galaxies. We quantify this statement by using a previous analysis of star-forming galaxies (z< 0.2) from the Sloan Digital Sky Survey to estimate the fraction of local star formation as a function of host galaxy oxygen abundance. We find that only a small fraction (< 25%) of current star formation occurs in galaxies with oxygen abundance 12+ log (O\/H)< 8.6, ie, about half that of the Milky Way. However, all five low-z GRB hosts have oxygen abundance below this limit, in three cases very significantly so. If GRBs traced local star formation independent of metallicity, the probability of obtaining such low abundances for all five hosts would be P~ 0.1%. We conclude that GRBs trace only low-metallicity star formation, and that the Milky Way has been too metal rich to host long GRBs for at least the last several billion years. This result has implications for the potential role of GRBs in mass extinctions, for searches for recent burst remnants in the Milky Way and other large galaxies, for non-detections of late radio emission from local core-collapse supernovae, and for the production of cosmic rays in the local Universe. We also find that the isotropic energy release of these five GRBs, E_iso, steeply decreases with increasing host oxygen abundance, suggesting an upper metallicity limit for``cosmological''GRBs at~ 0.15 Z_solar.(Abridged)",
            "Protecting life in the Milky Way: metals keep the GRBs away",
            "KZ Stanek and OY Gnedin and JF Beacom and AP Gould and JA Johnson and JA Kollmeier and M Modjaz and MH Pinsonneault and R Pogge and DH Weinberg",
            "2006",
            "iU6WRe8AAAAJ:2osOgNQ5qMEC",
            294,
            "https:\/\/arxiv.org\/abs\/astro-ph\/0604113",
            "7825199912211313447",
            "\/scholar?cites=7825199912211313447",
            {
                "2006":3,
                "2007":42,
                "2008":22,
                "2009":31,
                "2010":36,
                "2011":29,
                "2012":28,
                "2013":24,
                "2014":17,
                "2015":15,
                "2016":10,
                "2017":7,
                "2018":12,
                "2019":8,
                "2020":7
            }
        ]
    ]
}