{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "We report the creation of an ultracold neutral plasma by photoionization of laser-cooled xenon atoms. The charge carrier density is as high as 2× 10 9 cm− 3, and the temperatures of electrons and ions are as low as 100 mK and 10 μ K, respectively. Plasma behavior is evident in the trapping of electrons by the positive ion cloud when the Debye screening length becomes smaller than the size of the sample. We produce plasmas with parameters such that both electrons and ions are strongly coupled.",
            "Creation of an ultracold neutral plasma",
            "TC Killian and S Kulin and SD Bergeson and Luis A Orozco and C Orzel and SL Rolston",
            "1999",
            "Iv9O104AAAAJ:u5HHmVD_uO8C",
            553,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.83.4776",
            "12539729306055650263",
            "\/scholar?cites=12539729306055650263",
            {
                "2000":13,
                "2001":22,
                "2002":26,
                "2003":29,
                "2004":25,
                "2005":30,
                "2006":19,
                "2007":35,
                "2008":44,
                "2009":34,
                "2010":25,
                "2011":28,
                "2012":31,
                "2013":36,
                "2014":24,
                "2015":16,
                "2016":32,
                "2017":18,
                "2018":22,
                "2019":18,
                "2020":18,
                "2021":1
            }
        ],
        [
            "We study the formation of Rydberg atoms in expanding plasmas at temperatures of 1–1000 K and densities from 10 5–10 10 cm− 3. Up to 20% of the initially free charges recombine in about 100 μ s, and the binding energy of the Rydberg atoms approximately equals the increase in the kinetic energy of the remaining free electrons. Three-body recombination is expected to dominate in this regime, yet most of our results are inconsistent with this mechanism.",
            "Formation of Rydberg atoms in an expanding ultracold neutral plasma",
            "TC Killian and MJ Lim and S Kulin and R Dumke and SD Bergeson and SL Rolston",
            "2001",
            "Iv9O104AAAAJ:u-x6o8ySG0sC",
            328,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.86.3759",
            "17507030105640035180",
            "\/scholar?cites=17507030105640035180",
            {
                "2001":3,
                "2002":26,
                "2003":19,
                "2004":24,
                "2005":26,
                "2006":16,
                "2007":16,
                "2008":34,
                "2009":24,
                "2010":18,
                "2011":21,
                "2012":19,
                "2013":20,
                "2014":13,
                "2015":11,
                "2016":12,
                "2017":4,
                "2018":5,
                "2019":5,
                "2020":10
            }
        ],
        [
            "We report the observation of plasma oscillations in an ultracold neutral plasma. With this collective mode we probe the electron density distribution and study the expansion of the plasma as a function of time. For classical plasma conditions, ie, weak Coulomb coupling, the expansion is dominated by the pressure of the electron gas and is described by a hydrodynamic model. Discrepancies between the model and observations at low temperature and high density may be due to strong coupling of the electrons.",
            "Plasma oscillations and expansion of an ultracold neutral plasma",
            "S Kulin and TC Killian and SD Bergeson and SL Rolston",
            "2000",
            "Iv9O104AAAAJ:d1gkVwhDpl0C",
            273,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.85.318",
            "2343092749351710548",
            "\/scholar?cites=2343092749351710548",
            {
                "1999":1,
                "2000":1,
                "2001":12,
                "2002":21,
                "2003":20,
                "2004":17,
                "2005":17,
                "2006":10,
                "2007":14,
                "2008":20,
                "2009":15,
                "2010":13,
                "2011":17,
                "2012":14,
                "2013":17,
                "2014":9,
                "2015":12,
                "2016":12,
                "2017":3,
                "2018":9,
                "2019":7,
                "2020":9,
                "2021":1
            }
        ],
        [
            "We have extended two-photon Doppler-free spectroscopy to the vacuum ultraviolet spectral region, to accurately measure the He 1 S 1− 2 S 1 transition at 120 nm. Our result is 4 984 872 315 (48) MHz. This yields a ground state Lamb shift of 41 104 (48) MHz, in fair agreement with theory and other experiments. This approach has the potential for significantly better accuracy once improvements in the laser and the wavelength metrology are implemented.",
            "Measurement of the He Ground State Lamb Shift via the Two-Photon  Transition",
            "Scott D Bergeson and A Balakrishnan and KGH Baldwin and Thomas B Lucatorto and JP Marangos and TJ McIlrath and Thomas R O'Brian and SL Rolston and Craig J Sansonetti and Jesse Wen and N Westbrook and CH Cheng and EE Eyler",
            "1998",
            "Iv9O104AAAAJ:9yKSN-GCB0IC",
            148,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.80.3475",
            "2629375050073832974",
            "\/scholar?cites=2629375050073832974",
            {
                "1998":5,
                "1999":8,
                "2000":10,
                "2001":9,
                "2002":4,
                "2003":5,
                "2004":8,
                "2005":10,
                "2006":8,
                "2007":8,
                "2008":10,
                "2009":6,
                "2010":10,
                "2011":7,
                "2012":4,
                "2013":4,
                "2014":4,
                "2015":4,
                "2016":5,
                "2017":8,
                "2018":3,
                "2019":2,
                "2020":4,
                "2021":1
            }
        ],
        [
            "New absolute atomic transition probability measurements are reported for 12 transitions in Cr II and two transitions in Zn II. These transition probabilities are determined by combining branching ratios measured by classical techniques and radiative lifetimes measured by time-resolved laser-induced fluorescence. The measurements are compared with branching fractions, radiative lifetimes, and transition probabilities in the literature. The 206 nm resonance multiplets in Cr II and Zn II are included in this work. These multiplets are very useful in determining the distribution of the elements in the gas versus grain phases in the interstellar medium.",
            "Radiative lifetimes, branching ratios, and absolute transition probabilities in Cr ii and Zn ii",
            "Scott D Bergeson and JE Lawler",
            "1993",
            "Iv9O104AAAAJ:2osOgNQ5qMEC",
            130,
            "https:\/\/scholarsarchive.byu.edu\/facpub\/1823\/",
            "3434507798839492320",
            "\/scholar?cites=3434507798839492320",
            {
                "1993":3,
                "1994":5,
                "1995":9,
                "1996":7,
                "1997":12,
                "1998":3,
                "1999":9,
                "2000":3,
                "2001":5,
                "2002":8,
                "2003":8,
                "2004":9,
                "2005":6,
                "2006":7,
                "2007":3,
                "2008":3,
                "2009":2,
                "2010":1,
                "2011":2,
                "2012":1,
                "2013":3,
                "2014":3,
                "2015":4,
                "2016":2,
                "2017":4,
                "2018":1
            }
        ],
        [
            "We report a new absolute frequency measurement of the Cs 6s-8s two-photon transition measured using frequency comb spectroscopy. The fractional frequency uncertainty is 5×10^−11, a factor of 6 better than previous results. The comb is derived from a stabilized picosecond laser and referenced to an octave-spanning femtosecond frequency comb. The relative merits of picosecond-based frequency combs are discussed, and it is shown that the AC Stark shift of the transition is determined by the average rather than the much larger peak intensity.",
            "Two-photon frequency comb spectroscopy of the 6s-8s transition in cesium",
            "Peter Fendel and SD Bergeson and Th Udem and TW Hänsch",
            "2007",
            "Iv9O104AAAAJ:Tyk-4Ss8FVUC",
            102,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-32-6-701",
            "5101733794826659714",
            "\/scholar?cites=5101733794826659714",
            {
                "2006":1,
                "2007":3,
                "2008":9,
                "2009":12,
                "2010":8,
                "2011":10,
                "2012":8,
                "2013":15,
                "2014":7,
                "2015":5,
                "2016":3,
                "2017":4,
                "2018":7,
                "2019":4,
                "2020":6
            }
        ]
    ]
}