{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "In this study, we use well-accepted conceptual assessment instruments, initial state data such as the SAT, and our own recently developed instruments designed to measure aptitude in mathematics to develop a machine learning-based predictive model for student performance. Previous analysis found the expected strong correlation between performance in the mathematics and physics courses. The mathematics assessment instruments were designed to provide a means for suggesting corrective measures for students to take to improve performance in mathematics, and it was demonstrated that these measures also have an impact on performance in physics. With the predictive nature of the collected data and the impact of the various corrective measures on final grade established, we use these data to form a predictive model for student performance. By adaptively imputing missing data from previous years, and …",
            "Predictive assessment of student performance for early strategic guidance",
            "Patrick D Schalk and David P Wick and Peter R Turner and Michael W Ramsdell",
            "2011",
            "iWfRPT4AAAAJ:d1gkVwhDpl0C",
            30,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/6143086\/",
            "11868956366159499120",
            "\/scholar?cites=11868956366159499120",
            {
                "2013":1,
                "2014":1,
                "2015":6,
                "2016":4,
                "2017":8,
                "2018":4,
                "2019":1,
                "2020":4,
                "2021":1
            }
        ],
        [
            "An analysis is performed on the motion of a Matchbox car racing down an arbitrarily shaped track that resides in a two-dimensional vertical plane. The role of friction, track shape, and air resistance on the car’s performance is investigated. The parameters that describe the car’s effective coefficient of friction and drag constant are experimentally extracted by consideration of its motion on a flat, horizontal track. These parameters are then employed to make predictions of the velocity on an arbitrarily shaped track containing hills and valleys and compared with measured values. A rigidly mounted shield of varying cross-sectional area is used to enhance the effects of drag. This analysis has been successfully incorporated into an advanced group project for an introductory course in classical mechanics and can be customized to accommodate a variety of levels.",
            "Modeling the motion of a toy car traveling on an arbitrarily shaped track",
            "DP Wick and MW Ramsdell",
            "2002",
            "iWfRPT4AAAAJ:u5HHmVD_uO8C",
            10,
            "https:\/\/aapt.scitation.org\/doi\/abs\/10.1119\/1.1482061",
            "12216209913999915169",
            "\/scholar?cites=12216209913999915169",
            {
                "2003":1,
                "2004":1,
                "2005":1,
                "2006":1,
                "2007":1,
                "2008":2,
                "2009":1,
                "2010":1
            }
        ],
        [
            "In this study we conduct an integrated assessment of first-year performance in introductory calculus and physics courses. We use well-accepted conceptual assessment instruments, initial state data such as the SAT, and our own recently developed instruments designed to measure aptitude in mathematics to develop a predictive model for student performance. The analyzed population was composed of undergraduate students at Clarkson University, cross-enrolled in the calculus-based introductory physics course and the introductory calculus course from 2004 to 2007. Both the mathematics and physics classes are large-enrollment, lecture-based courses. By analyzing the combined data sets, we found the expected strong correlation between performance (final grade) in the mathematics course and performance in the physics course. We analyze not only the predictive nature of the collected data, but also the …",
            "IMPACT: Integrated mathematics and physics assessment for college transition",
            "Patrick D Schalk and David P Wick and Peter R Turner and Michael W Ramsdell",
            "2009",
            "iWfRPT4AAAAJ:u-x6o8ySG0sC",
            9,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/5350498\/",
            "6490296647041199916",
            "\/scholar?cites=6490296647041199916",
            {
                "2010":1,
                "2011":1,
                "2012":1,
                "2013":3,
                "2014":2,
                "2015":1
            }
        ],
        [
            "This paper introduces our partnership model for educational outreach among higher education and local school districts utilizing the Board of Cooperative Education Services (BOCES) as the primary partner and liaison. This partnership has many aspects. Its primary professional development activities have been under the umbrella of the St. Lawrence County Mathematics Partnership and its recent successor the St. Lawrence County STEM Partnership program.The role of BOCES and the nature of Clarkson University are described within the context of our geographical and demographic environment. The breadth of our partnership programs is outlined. The major part of the paper describes the specific nature of the professional development program under the new STEM partnership.",
            "BOCES-University Partnership as a model for Educational Outreach: K-16 STEM Professional Development",
            "Peter R Turner and Kathleen Fowler and David Wick and Michael Ramsdell and Gail Gotham and Ellen Glasgow and Charles French",
            "2007",
            "iWfRPT4AAAAJ:9yKSN-GCB0IC",
            9,
            "http:\/\/www.slusalica.com\/sites\/default\/files\/2018-10\/Peter-BOCESpaper.pdf",
            "13945971097289620784",
            "\/scholar?cites=13945971097289620784",
            {
                "2011":2,
                "2012":1,
                "2013":1,
                "2014":2,
                "2015":2,
                "2016":1
            }
        ]
    ]
}