{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "Upon cooling, the isolated ferromagnetic domains in thin films of La0.33Pr0.34Ca0.33MnO3start to grow and merge at the metal-insulator transition temperatureTP1, leading to a steep drop in resistivity, and continue to grow far below TP1. In contrast, upon warming, the ferromagnetic domain size remains unchanged until near the transition temperature. The jump in the resistivity results from the decrease in the average magnetization. The ferromagnetic domains almost disappear at a temperature TP2higher than TP1, showing a local magnetic hysteresis in agreement with the resistivity hysteresis. Even well above TP2, some ferromagnetic domains with higher transition temperatures are observed, indicating magnetic inhomogeneity. These results may shed more light on the origin of the magnetoresistance in these materials.",
            "Direct observation of percolation in a manganite thin film",
            "Liuwan Zhang and Casey Israel and Amlan Biswas and RL Greene and Alex de Lozanne",
            "2002",
            "iWZ7vKIAAAAJ:u5HHmVD_uO8C",
            421,
            "https:\/\/science.sciencemag.org\/content\/298\/5594\/805.abstract",
            "12647465010089522118",
            "\/scholar?cites=12647465010089522118",
            {
                "2003":8,
                "2004":22,
                "2005":24,
                "2006":26,
                "2007":32,
                "2008":37,
                "2009":32,
                "2010":24,
                "2011":21,
                "2012":21,
                "2013":31,
                "2014":30,
                "2015":23,
                "2016":22,
                "2017":21,
                "2018":18,
                "2019":5,
                "2020":21,
                "2021":1
            }
        ],
        [
            "The sensitivity of transport in colossal magnetoresistance (CMR) manganites to external electric and magnetic fields is examined using field effect configurations with La 0.7 Ca 0.3 MnO 3 (LCMO), Na 0.7 Sr 0.3 MnO 3, La 0.7 Ba 0.3 MnO 3, and La 0.5 Ca 0.5 MnO 3 (0.5-doped LCMO) channels, and ferroelectric PbZr 0.2 Ti 0.8 O 3 (PZT) or dielectric (SrTiO 3) gates. A large electroresistance (ER) of∼ 76% at 4× 10 5 V\/cm is found in LCMO with PZT-ferroelectric gate, but the magnitude of the effect is much smaller (a few percent) in the other three channels. The ER and CMR effects are remarkably complimentary. The size and systematics of the effect strongly favor a percolative phase separation picture.",
            "Electroresistance and electronic phase separation in mixed-valent manganites",
            "Tao Wu and SB Ogale and JE Garrison and B Nagaraj and Amlan Biswas and Z Chen and RL Greene and R Ramesh and T Venkatesan and AJ Millis",
            "2001",
            "iWZ7vKIAAAAJ:u-x6o8ySG0sC",
            283,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.86.5998",
            "5420531547439481389",
            "\/scholar?cites=5420531547439481389",
            {
                "2001":3,
                "2002":3,
                "2003":15,
                "2004":14,
                "2005":26,
                "2006":34,
                "2007":23,
                "2008":23,
                "2009":10,
                "2010":10,
                "2011":13,
                "2012":19,
                "2013":17,
                "2014":18,
                "2015":10,
                "2016":9,
                "2017":8,
                "2018":11,
                "2019":5,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We present evidence for the coexistence of ferromagnetic metallic and charge-ordered insulating phases in strained thin films of La 0.67 Ca 0.33 MnO 3 at low temperatures. Such a phase-separated state is confirmed using low-temperature magnetic force microscopy and magnetotransport measurements. This phase separated state is not observed in the bulk form of this compound and is caused by the structural inhomogeneities due to the nonuniform distribution of strain in the film. The strain weakens the low-temperature ferromagnetic metallic state and a charge-ordered insulator is formed at the high strain regions. The slow dynamics of the transport properties of the mixed phase is illustrated by measurements of the long-time scale relaxation of the electrical resistance.",
            "Strain-driven charge-ordered state in ",
            "Amlan Biswas and M Rajeswari and RC Srivastava and T Venkatesan and RL Greene and Q Lu and AL De Lozanne and AJ Millis",
            "2001",
            "iWZ7vKIAAAAJ:9yKSN-GCB0IC",
            244,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.63.184424",
            "6970905083732291189",
            "\/scholar?cites=6970905083732291189",
            {
                "2001":7,
                "2002":11,
                "2003":21,
                "2004":24,
                "2005":24,
                "2006":24,
                "2007":29,
                "2008":16,
                "2009":14,
                "2010":11,
                "2011":10,
                "2012":9,
                "2013":10,
                "2014":8,
                "2015":9,
                "2016":6,
                "2017":6,
                "2018":3,
                "2019":2
            }
        ],
        [
            "We present point contact spectroscopy (PCS) data for junctions between a normal metal and the electron-doped cuprate superconductor Pr 2− x Ce x CuO 4 (PCCO). For the underdoped compositions of this cuprate (x∼ 0.13) we observe a peak in the conductance-voltage characteristics of the point contact junctions. The shape and magnitude of this peak suggest the presence of Andreev bound states at the surface of underdoped PCCO which is evidence for a d-wave pairing symmetry. For overdoped PCCO (x∼ 0.17) the PCS data do not show any evidence of Andreev bound states at the surface suggesting an s-wave pairing symmetry.",
            "Evidence of a - to -Wave Pairing Symmetry Transition in the Electron-Doped Cuprate Superconductor ",
            "Amlan Biswas and P Fournier and MM Qazilbash and VN Smolyaninova and Hamza Balci and RL Greene",
            "2002",
            "iWZ7vKIAAAAJ:d1gkVwhDpl0C",
            234,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.88.207004",
            "3039677696448048095",
            "\/scholar?cites=3039677696448048095",
            {
                "2001":1,
                "2002":8,
                "2003":36,
                "2004":29,
                "2005":18,
                "2006":15,
                "2007":21,
                "2008":25,
                "2009":13,
                "2010":10,
                "2011":9,
                "2012":8,
                "2013":4,
                "2014":9,
                "2015":7,
                "2016":3,
                "2017":5,
                "2018":2,
                "2019":4,
                "2020":5
            }
        ]
    ]
}