{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Many viruses that enter cells by clathrin-dependent endocytosis are significantly larger than the dimensions of a typical clathrin-coated vesicle. The mechanisms by which viruses co-opt the clathrin machinery for efficient internalization remain uncertain. Here we examined how clathrin-coated vesicles accommodate vesicular stomatitis virus (VSV) during its entry into cells. Using high-resolution imaging of the internalization of single viral particles into cells expressing fluorescent clathrin and adaptor molecules, we show that VSV enters cells through partially clathrin-coated vesicles. We found that on average, virus-containing vesicles contain more clathrin and clathrin adaptor molecules than conventional vesicles, but this increase is insufficient to permit full coating of the vesicle. We further show that virus-containing vesicles depend upon the actin machinery for their internalization. Specifically, we found that components of the actin machinery are recruited to virus-containing vesicles, and chemical inhibition of actin polymerization trapped viral particles in vesicles at the plasma membrane. By analysis of multiple independent virus internalization events, we show that VSV induces the nucleation of clathrin for its uptake, rather than depending upon random capture by formation of a clathrin-coated pit. This work provides new mechanistic insights into the process of virus internalization as well as uptake of unconventional cargo by the clathrin-dependent endocytic machinery.",
            "Vesicular stomatitis virus enters cells through vesicles incompletely coated with clathrin that depend upon actin for internalization",
            "David K Cureton and Ramiro H Massol and Saveez Saffarian and Tomas L Kirchhausen and Sean PJ Whelan",
            "2009",
            "iYtiEfkAAAAJ:roLk4NBRz8UC",
            315,
            "https:\/\/journals.plos.org\/plospathogens\/article?id=10.1371\/journal.ppat.1000394",
            "6252633320368545725",
            "\/scholar?cites=6252633320368545725",
            {
                "2009":6,
                "2010":20,
                "2011":31,
                "2012":33,
                "2013":39,
                "2014":24,
                "2015":24,
                "2016":31,
                "2017":24,
                "2018":42,
                "2019":21,
                "2020":16,
                "2021":1
            }
        ],
        [
            "Here we classify endocytic structures at the adherent (bottom) surface of many cells in culture into shorter-lived coated pits and longer-lived coated plaques which internalize by different mechanisms.",
            "Distinct dynamics of endocytic clathrin-coated pits and coated plaques",
            "Saveez Saffarian and Emanuele Cocucci and Tomas Kirchhausen",
            "2009",
            "iYtiEfkAAAAJ:R3hNpaxXUhUC",
            262,
            "https:\/\/journals.plos.org\/plosbiology\/article?id=10.1371\/journal.pbio.1000191",
            "16551642836838178992",
            "\/scholar?cites=16551642836838178992",
            {
                "2009":5,
                "2010":22,
                "2011":33,
                "2012":32,
                "2013":24,
                "2014":28,
                "2015":29,
                "2016":14,
                "2017":18,
                "2018":23,
                "2019":13,
                "2020":19,
                "2021":1
            }
        ],
        [
            "Recent evidence suggests that the EGF receptor oligomerizes or clusters in cells even in the absence of agonist ligand. To assess the status of EGF receptors in live cells, an EGF receptor fused to eGFP was stably expressed in CHO cells and studied using fluorescence correlation spectroscopy and fluorescent brightness analysis. By modifying FIDA for use in a two-dimensional system with quantal brightnesses, a method was developed to quantify the degree of clustering of the receptors on the cell surface. The analysis demonstrates that under physiological conditions, the EGF receptor exists in a complex equilibrium involving single molecules and clusters of two or more receptors. Acute depletion of cellular cholesterol enhanced EGF receptor clustering whereas cholesterol loading decreased receptor clustering, indicating that receptor aggregation is sensitive to the lipid composition of the membrane.",
            "Oligomerization of the EGF receptor investigated by live cell fluorescence intensity distribution analysis",
            "Saveez Saffarian and Yu Li and Elliot L Elson and Linda J Pike",
            "2007",
            "iYtiEfkAAAAJ:YOwf2qJgpHMC",
            200,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349507713589",
            "10377573653439575043",
            "\/scholar?cites=10377573653439575043",
            {
                "2007":4,
                "2008":15,
                "2009":17,
                "2010":16,
                "2011":18,
                "2012":17,
                "2013":19,
                "2014":16,
                "2015":17,
                "2016":16,
                "2017":10,
                "2018":12,
                "2019":9,
                "2020":11,
                "2021":2
            }
        ],
        [
            "We show that activated collagenase (MMP-1) moves processively on the collagen fibril. The mechanism of movement is a biased diffusion with the bias component dependent on the proteolysis of its substrate, not adenosine triphosphate (ATP) hydrolysis. Inactivation of the enzyme by a single amino acid residue substitution in the active center eliminates the bias without noticeable effect on rate of diffusion. Monte Carlo simulations using a model similar to a “burnt bridge” Brownian ratchet accurately describe our experimental results and previous observations on kinetics of collagen digestion. The biological implications of MMP-1 acting as a molecular ratchet tethered to the cell surface suggest new mechanisms for its role in tissue remodeling and cell-matrix interaction.",
            "Interstitial collagenase is a Brownian ratchet driven by proteolysis of collagen",
            "Saveez Saffarian and Ivan E Collier and Barry L Marmer and Elliot L Elson and Gregory Goldberg",
            "2004",
            "iYtiEfkAAAAJ:UebtZRa9Y70C",
            184,
            "https:\/\/science.sciencemag.org\/content\/306\/5693\/108.abstract",
            "6610568977177968561",
            "\/scholar?cites=6610568977177968561",
            {
                "2005":6,
                "2006":12,
                "2007":7,
                "2008":15,
                "2009":13,
                "2010":12,
                "2011":18,
                "2012":16,
                "2013":20,
                "2014":8,
                "2015":18,
                "2016":9,
                "2017":5,
                "2018":10,
                "2019":8,
                "2020":6,
                "2021":1
            }
        ],
        [
            "We present a detailed statistical analysis of fluorescence correlation spectroscopy for a wide range of timescales. The derivation is completely analytical and can provide an excellent tool for planning and analysis of FCS experiments. The dependence of the signal-to-noise ratio on different measurement conditions is extensively studied. We find that in addition to the shot noise and the noise associated with correlated molecular dynamics there is another source of noise that appears at very large lag times. We call this the “particle noise,” as its behavior is governed by the number of particles that have entered and left the laser beam sample volume during large dwell times. The standard deviations of all the points on the correlation function are calculated analytically and shown to be in good agreement with experiments. We have also investigated the bias associated with experimental correlation function …",
            "Statistical analysis of fluorescence correlation spectroscopy: the standard deviation and bias",
            "Saveez Saffarian and Elliot L Elson",
            "2003",
            "iYtiEfkAAAAJ:YsMSGLbcyi4C",
            148,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349503750115",
            "5350081310153321527",
            "\/scholar?cites=5350081310153321527",
            {
                "2003":5,
                "2004":6,
                "2005":7,
                "2006":14,
                "2007":14,
                "2008":6,
                "2009":10,
                "2010":6,
                "2011":6,
                "2012":8,
                "2013":10,
                "2014":8,
                "2015":7,
                "2016":5,
                "2017":7,
                "2018":10,
                "2019":8,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Under sustained pumping, kinetics of macroscopic nonlinear biochemical reaction systems far from equilibrium either can be in a stationary steady state or can execute sustained oscillations about a fixed mean. For a system of two dynamic species X and Y, the concentrations nx and ny will be constant or will repetitively trace a closed loop in the (nx, ny) phase plane, respectively. We study a mesoscopic system with nx and ny very small; hence the occurrence of random fluctuations modifies the deterministic behavior and the law of mass action is replaced by a stochastic model. We show that nx and ny execute cyclic random walks in the (nx, ny) plane whether or not the deterministic kinetics for the corresponding macroscopic system represents a steady or an oscillating state. Probability distributions and correlation functions for nx(t) and ny(t) show quantitative but not qualitative differences between states that would …",
            "Concentration fluctuations in a mesoscopic oscillating chemical reaction system",
            "Hong Qian and Saveez Saffarian and Elliot L Elson",
            "2002",
            "iYtiEfkAAAAJ:IjCSPb-OGe4C",
            148,
            "https:\/\/www.pnas.org\/content\/99\/16\/10376.short",
            "3043887717382701918",
            "\/scholar?cites=3043887717382701918",
            {
                "2003":2,
                "2004":6,
                "2005":9,
                "2006":8,
                "2007":6,
                "2008":13,
                "2009":14,
                "2010":13,
                "2011":17,
                "2012":12,
                "2013":10,
                "2014":5,
                "2015":5,
                "2016":6,
                "2017":3,
                "2018":4,
                "2019":8,
                "2020":5,
                "2021":2
            }
        ],
        [
            "Assembly of clathrin-coated pits and their maturation into coated vesicles requires coordinated interactions between specific lipids and several structural and regulatory proteins. In the presence of primary alcohols, phospholipase D generates phosphatidylalcohols instead of PA, reducing stimulation of phosphatidyl inositol 5-kinase (PI5K) and hence decreasing formation of phosphoinositide-4,5-biphosphate (PIP2). Using live-cell imaging, we have shown that acute treatment of cells with 1-butanol or other small primary alcohols induces rapid disassembly of coated pits at the plasma membrane and blocks appearance of new ones. Addition of exogenous PIP2 reverses this effect. Coated pits and vesicles reappear synchronously upon removal of 1-butanol; we have used this synchrony to assess the role of actin in coated vesicle assembly. Prolonged inhibition of actin polymerization by latrunculin A or cytochalasin …",
            "Role of lipids and actin in the formation of clathrin-coated pits",
            "Emmanuel Boucrot and Saveez Saffarian and Ramiro Massol and Tomas Kirchhausen and Marcelo Ehrlich",
            "2006",
            "iYtiEfkAAAAJ:mVmsd5A6BfQC",
            144,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0014482706003806",
            "12556829741135955636",
            "\/scholar?cites=12556829741135955636",
            {
                "2007":6,
                "2008":7,
                "2009":13,
                "2010":12,
                "2011":18,
                "2012":13,
                "2013":22,
                "2014":11,
                "2015":9,
                "2016":5,
                "2017":7,
                "2018":8,
                "2019":5,
                "2020":6
            }
        ],
        [
            "Background The notion that AP-2 clathrin adaptor is an essential component of an endocytic clathrin coat appears to conflict with recent observations that substantial AP-2 depletion, using RNA interference with synthesis of AP-2 subunits, fails to block uptake of certain ligands known to internalize through a clathrin-based pathway.  Methodology\/Principal Findings We report here the use of in vivo imaging data obtained by spinning-disk confocal microscopy to study the formation of clathrin-coated structures at the plasma membranes of BSC1 and HeLa cells depleted by RNAi of the clathrin adaptor, AP-2. Very few clathrin coats continue to assemble after AP-2 knockdown. Moreover, there is a total absence of clathrin-containing structures completely lacking AP-2 while all the remaining coats still contain a small amount of AP-2. These observations suggest that AP-2 is essential for endocytic coated-pit and coated-vesicle formation. We also find that AP-2 knockdown strongly inhibits light-density lipoprotein (LDL) receptor-mediated endocytosis, as long as cells are maintained in complete serum and at 37°C. If cells are first incubated with LDL at 4°C, followed by warming, there is little or no decrease in LDL uptake with respect to control cells. LDL uptake at 37°C is also not affected in AP-2 depleted cells first deprived of LDL by incubation with either serum-starved or LDL-starved cells for 24 hr. The LDL-deprived cells display a significant increase in endocytic structures enriched on deeply invaginated tubes that contain LDL and we suggest that under this condition of stress, LDL might enter through this alternative pathway.  Conclusions\/Significance …",
            "Roles of AP-2 in clathrin-mediated endocytosis",
            "Emmanuel Boucrot and Saveez Saffarian and Rongying Zhang and Tomas Kirchhausen",
            "2010",
            "iYtiEfkAAAAJ:e5wmG9Sq2KIC",
            143,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0010597",
            "17251468487007646313",
            "\/scholar?cites=17251468487007646313",
            {
                "2010":1,
                "2011":11,
                "2012":22,
                "2013":23,
                "2014":11,
                "2015":13,
                "2016":16,
                "2017":11,
                "2018":10,
                "2019":10,
                "2020":12,
                "2021":2
            }
        ],
        [
            "Fluorescence correlation spectroscopy (FCS) measurements have been carried out on the intestinal fatty acid binding protein (IFABP) to study microsecond dynamics of the protein in its native state as well as in pH-induced intermediates. IFABP is a small (15 kDa) protein that consists mostly of antiparallel β-strands enclosing a large central cavity into which the ligand binds. Because this protein does not contain cysteine, two cysteine mutants (Val60Cys and Phe62Cys) have been prepared and covalently modified with fluorescein. Based on fluorescence measurements, one of the mutants (Val60Flu) has the fluorescein moiety inside the cavity of the protein, whereas the fluorescein is exposed to solvent in the other (Phe62Flu). The protein modified at position 60 demonstrates the presence of a conformational event on the order of 35 μsec, which is not seen in the other mutant (Phe62Flu). The amplitude of this fast …",
            "Measurement of microsecond dynamic motion in the intestinal fatty acid binding protein by using fluorescence correlation spectroscopy",
            "Krishnananda Chattopadhyay and Saveez Saffarian and Elliot L Elson and Carl Frieden",
            "2002",
            "iYtiEfkAAAAJ:u5HHmVD_uO8C",
            130,
            "https:\/\/www.pnas.org\/content\/99\/22\/14171.short",
            "21918136360596640",
            "\/scholar?cites=21918136360596640",
            {
                "2003":3,
                "2004":5,
                "2005":12,
                "2006":11,
                "2007":9,
                "2008":13,
                "2009":7,
                "2010":4,
                "2011":12,
                "2012":8,
                "2013":8,
                "2014":4,
                "2015":8,
                "2016":4,
                "2017":3,
                "2018":8,
                "2019":5,
                "2020":6
            }
        ],
        [
            "We present a method to resolve components within a diffraction-limited object by tracking simultaneously the average axial positions of two different sets of fluorescent molecules within it. The axial positions are then subtracted from each other to determine the separation of the two sets of fluorophores. This method follows the dynamic changes in the separation of the two sets of fluorophores with freely rotating dipoles using sequential acquisitions with total internal reflection and wide-field illumination, and it can be used to measure the formation of small structures on living cells. We have verified that we can achieve a resolution of 10 nm, and we have used the method to follow the location of clathrin and its adaptor AP-2 as they are recruited to a diffraction-limited coated pit during its assembly at the plasma membrane. We find a gradually increasing axial separation between the centroids of clathrin and AP-2 …",
            "Differential evanescence nanometry: live-cell fluorescence measurements with 10-nm axial resolution on the plasma membrane",
            "Saveez Saffarian and Tomas Kirchhausen",
            "2008",
            "iYtiEfkAAAAJ:LkGwnXOMwfcC",
            102,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349508705770",
            "6244643100170174738",
            "\/scholar?cites=6244643100170174738",
            {
                "2007":1,
                "2008":1,
                "2009":10,
                "2010":12,
                "2011":12,
                "2012":14,
                "2013":5,
                "2014":4,
                "2015":9,
                "2016":6,
                "2017":6,
                "2018":6,
                "2019":10,
                "2020":2,
                "2021":2
            }
        ]
    ]
}