{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The sixth blind test of organic crystal structure prediction (CSP) methods has been held, with five target systems: a small nearly rigid molecule, a polymorphic former drug candidate, a chloride salt hydrate, a co-crystal and a bulky flexible molecule. This blind test has seen substantial growth in the number of participants, with the broad range of prediction methods giving a unique insight into the state of the art in the field. Significant progress has been seen in treating flexible molecules, usage of hierarchical approaches to ranking structures, the application of density-functional approximations, and the establishment of new workflows and `best practices' for performing CSP calculations. All of the targets, apart from a single potentially disordered Z′ = 2 polymorph of the drug candidate, were predicted by at least one submission. Despite many remaining challenges, it is clear that CSP methods are becoming more …",
            "Report on the sixth blind test of organic crystal structure prediction methods",
            "Anthony M Reilly and Richard I Cooper and Claire S Adjiman and Saswata Bhattacharya and A Daniel Boese and Jan Gerit Brandenburg and Peter J Bygrave and Rita Bylsma and Josh E Campbell and Roberto Car and David H Case and Renu Chadha and Jason C Cole and Katherine Cosburn and Herma M Cuppen and Farren Curtis and Graeme M Day and Robert A DiStasio Jr and Alexander Dzyabchenko and Bouke P Van Eijck and Dennis M Elking and Joost A Van Den Ende and Julio C Facelli and Marta B Ferraro and Laszlo Fusti-Molnar and C-A Gatsiou and Thomas S Gee and René De Gelder and Luca M Ghiringhelli and Hitoshi Goto and Stefan Grimme and Rui Guo and Detlef WM Hofmann and Johannes Hoja and Rebecca K Hylton and Luca Iuzzolino and Wojciech Jankiewicz and Daniël T De Jong and John Kendrick and Niek JJ De Klerk and H-Y Ko and Liudmila N Kuleshova and Xiayue Li and Sanjaya Lohani and Frank JJ Leusen and Albert M Lund and Jian Lv and Yanming Ma and Noa Marom and Artëm E Masunov and Patrick McCabe and David P McMahon and Hugo Meekes and Michael P Metz and Alston J Misquitta and Sharmarke Mohamed and Bartomeu Monserrat and Richard J Needs and Marcus A Neumann and Jonas Nyman and Shigeaki Obata and Harald Oberhofer and Artem R Oganov and Anita M Orendt and Gabriel I Pagola and Constantinos C Pantelides and Chris J Pickard and Rafal Podeszwa and Louise S Price and Sarah L Price and Angeles Pulido and Murray G Read and Karsten Reuter and Elia Schneider and Christoph Schober and Gregory P Shields and Pawanpreet Singh and Isaac J Sugden and Krzysztof Szalewicz and Christopher R Taylor and Alexandre Tkatchenko and Mark E Tuckerman and Francesca Vacarro and Manolis Vasileiadis and Alvaro Vazquez-Mayagoitia and Leslie Vogt and Yanchao Wang and Rona E Watson and Gilles A De Wijs and Jack Yang and Qiang Zhu and Colin R Groom",
            "2016",
            "iz8reBoAAAAJ:TFP_iSt0sucC",
            320,
            "https:\/\/scripts.iucr.org\/cgi-bin\/paper?gp5080",
            "13866880196738448092",
            "\/scholar?cites=13866880196738448092",
            {
                "2016":22,
                "2017":49,
                "2018":89,
                "2019":73,
                "2020":79,
                "2021":6
            }
        ],
        [
            "The interlayer sliding energy landscape of hexagonal boron nitride (h− BN) is investigated via a van der Waals corrected density functional theory approach. It is found that the main role of the van der Waals forces is to anchor the layers at a fixed distance, whereas the electrostatic forces dictate the optimal stacking mode and the interlayer sliding energy. A nearly free-sliding path is identified, along which band gap modulations of∼ 0.6 eV are obtained. We propose a simple geometric model that quantifies the registry matching between the layers and captures the essence of the corrugated h− BN interlayer energy landscape. The simplicity of this phenomenological model opens the way to the modeling of complex layered structures, such as carbon and boron nitride nanotubes.",
            "Stacking and registry effects in layered materials: the case of hexagonal boron nitride",
            "Noa Marom and Jonathan Bernstein and Jonathan Garel and Alexandre Tkatchenko and Ernesto Joselevich and Leeor Kronik and Oded Hod",
            "2010",
            "iz8reBoAAAAJ:2osOgNQ5qMEC",
            264,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.046801",
            "4240280737748282114",
            "\/scholar?cites=4240280737748282114",
            {
                "2010":5,
                "2011":9,
                "2012":25,
                "2013":28,
                "2014":28,
                "2015":16,
                "2016":30,
                "2017":32,
                "2018":31,
                "2019":32,
                "2020":24,
                "2021":2
            }
        ],
        [
            "We present a comparative assessment of the accuracy of two different approaches for evaluating dispersion interactions: interatomic pairwise corrections and semiempirical meta-generalized-gradient-approximation (meta-GGA)-based functionals. This is achieved by employing conventional (semi)local and (screened-)hybrid functionals, as well as semiempirical hybrid and nonhybrid meta-GGA functionals of the M06 family, with and without interatomic pairwise Tkatchenko–Scheffler corrections. All of those are tested against the benchmark S22 set of weakly bound systems, a representative larger molecular complex (dimer of NiPc molecules), and a representative dispersively bound solid (hexagonal boron nitride). For the S22 database, we also compare our results with those obtained from the pairwise correction of Grimme (DFT-D3) and nonlocal Langreth–Lundqvist functionals (vdW-DF1 and vdW-DF2). We find …",
            "Dispersion interactions with density-functional theory: Benchmarking semi-empirical and inter-atomic pair-wise corrected density functionals",
            "Noa Marom and Alexandre Tkatchenko and Mariana Rossi and Vivekanand V Gobre and Oded Hod and Matthias Scheffler and Leeor Kronik",
            "2011",
            "iz8reBoAAAAJ:YsMSGLbcyi4C",
            246,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ct2005616",
            "17408852738058251977",
            "\/scholar?cites=17408852738058251977",
            {
                "2012":14,
                "2013":34,
                "2014":35,
                "2015":29,
                "2016":31,
                "2017":26,
                "2018":27,
                "2019":24,
                "2020":21,
                "2021":1
            }
        ],
        [
            "We present a systematic density functional theory study of the electronic structure of copper phthalocyanine (CuPc) using several different (semi)local and hybrid functionals and compare the results to experimental photoemission data. We show that semilocal functionals fail qualitatively for CuPc primarily because of underbinding of localized orbitals due to self-interaction errors. We discuss an appropriate choice of functional for studies of CuPc\/metal interfaces and suggest the Heyd–Scuseria–Ernzerhof screened hybrid functional as a suitable compromise functional.",
            "Electronic structure of copper phthalocyanine: A comparative density functional theory study",
            "Noa Marom and Oded Hod and Gustavo E Scuseria and Leeor Kronik",
            "2008",
            "iz8reBoAAAAJ:u5HHmVD_uO8C",
            161,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2898540",
            "13406974460262129131",
            "\/scholar?cites=13406974460262129131",
            {
                "2009":18,
                "2010":15,
                "2011":24,
                "2012":11,
                "2013":10,
                "2014":17,
                "2015":11,
                "2016":12,
                "2017":7,
                "2018":8,
                "2019":11,
                "2020":15,
                "2021":1
            }
        ],
        [
            "Molecular crystals: The structures and relative energies of glycine polymorphs are determined using dispersion corrections to PBE and PBEh density functionals. The picture shows a potential‐energy surface for the a‐b plane of γ‐glycine obtained with density functional theory including many‐body dispersion interactions.",
            "Many‐body dispersion interactions in molecular crystal polymorphism",
            "Noa Marom and Robert A DiStasio Jr and Viktor Atalla and Sergey Levchenko and Anthony M Reilly and James R Chelikowsky and Leslie Leiserowitz and Alexandre Tkatchenko",
            "2013",
            "iz8reBoAAAAJ:5nxA0vEk-isC",
            148,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/anie.201301938",
            "6414789052250537350",
            "\/scholar?cites=6414789052250537350",
            {
                "2013":5,
                "2014":17,
                "2015":19,
                "2016":26,
                "2017":17,
                "2018":20,
                "2019":19,
                "2020":18,
                "2021":1
            }
        ],
        [
            "Many-body perturbation theory in the G W approximation is a useful method for describing electronic properties associated with charged excitations. A hierarchy of G W methods exists, starting from non-self-consistent G 0 W 0, through partial self-consistency in the eigenvalues and in the Green's function (sc G W 0), to fully self-consistent G W (sc G W). Here, we assess the performance of these methods for benzene, pyridine, and the diazines. The quasiparticle spectra are compared to photoemission spectroscopy (PES) experiments with respect to all measured particle removal energies and the ordering of the frontier orbitals. We find that the accuracy of the calculated spectra does not match the expectations based on their level of self-consistency. In particular, for certain starting points G 0 W 0 and sc G W 0 provide spectra in better agreement with the PES than sc G W.",
            "Benchmark of G W methods for azabenzenes",
            "Noa Marom and Fabio Caruso and Xinguo Ren and Oliver T Hofmann and Thomas Körzdörfer and James R Chelikowsky and Angel Rubio and Matthias Scheffler and Patrick Rinke",
            "2012",
            "iz8reBoAAAAJ:4TOpqqG69KYC",
            144,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.86.245127",
            "3349393830812508121",
            "\/scholar?cites=3349393830812508121",
            {
                "2013":10,
                "2014":18,
                "2015":17,
                "2016":32,
                "2017":17,
                "2018":20,
                "2019":15,
                "2020":14
            }
        ],
        [
            "Noncovalent interactions, of which London dispersion is an important special case, are essential to many fields of chemistry. However, treatment of London dispersion is inherently outside the reach of (semi)local approximations to the exchange-correlation functional as well as of conventional hybrid density functionals based on semilocal correlation. Here, we offer an approach that provides a treatment of both dispersive interactions and the electronic structure within a computationally tractable scheme. The approach is based on adding the leading interatomic London dispersion term via pairwise ion−ion interactions to a suitably chosen nonempirical hybrid functional, with the dispersion coefficients and van der Waals radii determined from first-principles using the recently proposed “TS-vdW” scheme (Tkatchenko, A.; Scheffler, M. Phys. Rev. Lett. 2009, 102, 073005). This is demonstrated via the important special …",
            "Describing both dispersion interactions and electronic structure using density functional theory: The case of Metal− Phthalocyanine dimers",
            "Noa Marom and Alexandre Tkatchenko and Matthias Scheffler and Leeor Kronik",
            "2010",
            "iz8reBoAAAAJ:d1gkVwhDpl0C",
            116,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ct900410j",
            "8069282902098924677",
            "\/scholar?cites=8069282902098924677",
            {
                "2010":12,
                "2011":15,
                "2012":19,
                "2013":24,
                "2014":16,
                "2015":6,
                "2016":6,
                "2017":5,
                "2018":5,
                "2019":4,
                "2020":2
            }
        ],
        [
            "We present a two-part systematic density functional theory (DFT) study of the electronic structure of selected transition metal phthalocyanines. We use a semi-local generalized gradient approximation (GGA) functional, as well as several hybrid exchange-correlation functionals, and compare the results to experimental photoemission data. Here, we study the intermediate spin systems MnPc and FePc. We show that DFT calculations of these systems are extremely sensitive to the choice of functional and basis set with respect to the obtained electronic configuration and to symmetry breaking. Interestingly, all simulated spectra are in good agreement with experiment despite the differences in the underlying electronic configurations.",
            "Density functional theory of transition metal phthalocyanines, II: electronic structure of MnPc and FePc—symmetry and symmetry breaking",
            "Noa Marom and Leeor Kronik",
            "2009",
            "iz8reBoAAAAJ:9yKSN-GCB0IC",
            110,
            "https:\/\/link.springer.com\/article\/10.1007\/s00339-008-5005-1",
            "18195499447614783277",
            "\/scholar?cites=18195499447614783277",
            {
                "2009":4,
                "2010":11,
                "2011":11,
                "2012":13,
                "2013":6,
                "2014":12,
                "2015":15,
                "2016":10,
                "2017":7,
                "2018":7,
                "2019":9,
                "2020":4,
                "2021":1
            }
        ],
        [
            "We present all-electron G 0 W 0 calculations for the electronic structure of the organic semiconductor copper phthalocyanine, based on semilocal and hybrid density-functional theory (DFT) starting points. We show that G 0 W 0 calculations improve the quantitative agreement with high resolution photoemission and inverse photoemission experiments. However, the extent of the improvement provided by G 0 W 0 depends significantly on the choice of the underlying DFT functional, with the hybrid functional serving as a much better starting point than the semilocal one. In particular, strong starting-point dependence is observed in the energy positions of highly localized molecular orbitals. This is attributed to self-interaction errors (SIE), due to which the orbitals obtained from semilocal DFT do not approximate the quasi-particle (QP) orbitals as well as those obtained from hybrid DFT. Our findings establish the viability of …",
            "Electronic structure of copper phthalocyanine from G 0 W 0 calculations",
            "Noa Marom and Xinguo Ren and Jonathan E Moussa and James R Chelikowsky and Leeor Kronik",
            "2011",
            "iz8reBoAAAAJ:ufrVoPGSRksC",
            109,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.84.195143",
            "16467706373988364678",
            "\/scholar?cites=16467706373988364678",
            {
                "2011":1,
                "2012":15,
                "2013":13,
                "2014":18,
                "2015":11,
                "2016":11,
                "2017":11,
                "2018":8,
                "2019":10,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Many-body perturbation theory in the G 0 W 0 approximation is an increasingly popular tool for calculating electron removal energies and fundamental gaps for molecules and solids. However, the predictive power of G 0 W 0 is limited by its sensitivity to the density functional theory (DFT) starting point. We introduce a nonempirical scheme, which allows us to find a reliable DFT starting point for G 0 W 0 calculations. This is achieved by adapting the amount of Hartree-Fock exchange in a hybrid DFT functional. The G 0 W 0 spectra resulting from this starting point reliably predict experimental photoelectron spectra for a test set of 13 typical organic semiconductor molecules.",
            "Strategy for finding a reliable starting point for G 0 W 0 demonstrated for molecules",
            "Thomas Körzdörfer and Noa Marom",
            "2012",
            "iz8reBoAAAAJ:0EnyYjriUFMC",
            108,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.86.041110",
            "2193613345288970907",
            "\/scholar?cites=2193613345288970907",
            {
                "2012":3,
                "2013":14,
                "2014":23,
                "2015":14,
                "2016":19,
                "2017":9,
                "2018":15,
                "2019":6,
                "2020":5
            }
        ]
    ]
}