{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Micromachining arbitrary 3D silicon structures for micro-electromechanical systems can be accomplished using gray-scale lithography along with dry anisotropic etching. In this study, we have investigated the use of deep reactive ion etching (DRIE) and the tailoring of etch selectivity for precise fabrication. Silicon loading, the introduction of an O2 step, wafer electrode power, and wafer temperature are evaluated and determined to be effective for coarsely controlling etch selectivity in DRIE. The non-uniformity and surface roughness characteristics are evaluated and found to be scaled by the etch selectivity when the 3D profile is transferred into the silicon. A micro-compressor is demonstrated using gray-scale lithography and DRIE showing that etch selectivity can be successfully tailored for a specific application.",
            "Microfabrication of 3D silicon MEMS structures using gray-scale lithography and deep reactive ion etching",
            "CM Waits and Brian Morgan and M Kastantin and R Ghodssi",
            "2005",
            "J-oLtMkAAAAJ:u-x6o8ySG0sC",
            232,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0924424704001931",
            "157364715485324953",
            "\/scholar?cites=157364715485324953",
            {
                "2004":5,
                "2005":6,
                "2006":6,
                "2007":12,
                "2008":13,
                "2009":24,
                "2010":9,
                "2011":17,
                "2012":15,
                "2013":15,
                "2014":17,
                "2015":14,
                "2016":19,
                "2017":22,
                "2018":14,
                "2019":11,
                "2020":11
            }
        ],
        [
            "Micromachining arbitrary 3D silicon structures for micro-electromechanical systems can be accomplished using gray-scale lithography along with dry anisotropic etching. In this study we have investigated two important design limitations for gray-scale lithography: the minimum usable pixel size and maximum usable pitch size. Together with the resolution of the projection lithography system and the spot size used to write the optical mask, the maximum range of usable gray levels can be determined for developing 3D large area silicon structures. An approximation of the minimum pixel size is shown and experimentally confirmed. Below this minimum, gray levels will be developed away due to an excessive amount of intensity passing through the optical mask. Additionally, oscillations in the intensity are investigated by the use of large pitch sizes on the optical mask. It was found that these oscillations cause holes in …",
            "Investigation of gray-scale technology for large area 3D silicon MEMS structures",
            "Christopher M Waits and Alireza Modafe and Reza Ghodssi",
            "2002",
            "J-oLtMkAAAAJ:u5HHmVD_uO8C",
            196,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0960-1317\/13\/2\/302\/meta",
            "6243425199602369528",
            "\/scholar?cites=6243425199602369528",
            {
                "2004":9,
                "2005":15,
                "2006":8,
                "2007":13,
                "2008":12,
                "2009":15,
                "2010":12,
                "2011":17,
                "2012":13,
                "2013":17,
                "2014":11,
                "2015":11,
                "2016":9,
                "2017":7,
                "2018":9,
                "2019":9,
                "2020":5,
                "2021":1
            }
        ],
        [
            "We report the first fabrication and development of a deep phase Fresnel lens (PFL) in silicon through the use of gray-scale lithography and deep-reactive ion etching (DRIE). A Gaussian tail approximation is introduced as a method of predicting the height of photoresist gray levels given the relative amount of transmitted light through a gray-scale optical mask. Device mask design is accomplished through command-line scripting in a CAD tool to precisely define the millions of pixels required to generate the appropriate profile in photoresist. Etch selectivity during DRIE pattern transfer is accurately controlled to produce the desired scaling factor between the photoresist and silicon profiles. As a demonstration of this technology, a 1.6-mm diameter PFL is etched 43 \/spl mu\/m into silicon with each grating profile designed to focus 8.4 keV photons a distance of 118 m.",
            "Development of a deep silicon phase Fresnel lens using gray-scale lithography and deep reactive ion etching",
            "Brian Morgan and Christopher M Waits and John Krizmanic and Reza Ghodssi",
            "2004",
            "J-oLtMkAAAAJ:d1gkVwhDpl0C",
            152,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1269737\/",
            "8153535340015575507",
            "\/scholar?cites=8153535340015575507",
            {
                "2004":4,
                "2005":11,
                "2006":7,
                "2007":16,
                "2008":12,
                "2009":12,
                "2010":10,
                "2011":9,
                "2012":8,
                "2013":14,
                "2014":5,
                "2015":9,
                "2016":5,
                "2017":6,
                "2018":6,
                "2019":8,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Widespread application of the cone-jet electrospray has been hampered by the low flow rate at which the spray is dispersed, despite the unique ability of this device to disperse quasi-monodispersed particles over a phenomenal size range. Compact multiplexing, that is, with a high number of sources per unit area, is indispensable for dramatically increasing the throughput and reducing the cost per electrospray source. We demonstrate the successful operation of multiplexed electrospray systems with an unprecedented packing density of up to 11,547 sources\/cm2. The devices were fabricated and operated by implementing three criteria: (a) the extractor electrode configuration should be used to localize the electric field; (b) the viscous pressure drop acting on the liquid should dominate with respect to the electrostatic pulling force by the electric field; and (c) the electric field “driving” the droplets between the …",
            "Compact multiplexing of monodisperse electrosprays",
            "Weiwei Deng and C Mike Waits and Brian Morgan and Alessandro Gomez",
            "2009",
            "J-oLtMkAAAAJ:9yKSN-GCB0IC",
            103,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021850209001256",
            "14398817732513093427",
            "\/scholar?cites=14398817732513093427",
            {
                "2009":1,
                "2010":6,
                "2011":15,
                "2012":18,
                "2013":15,
                "2014":8,
                "2015":9,
                "2016":5,
                "2017":9,
                "2018":8,
                "2019":5,
                "2020":4
            }
        ],
        [
            "A double-exposure grayscale photolithography technique is developed and demonstrated to produce three-dimensional (3-D) structures with a high vertical resolution. Pixelated grayscale masks often suffer from limited vertical resolution due to restrictions on the mask fabrication. The double-exposure technique uses two pixelated grayscale mask exposures before development and dramatically increases the vertical resolution without altering the mask fabrication process. An empirical calibration technique was employed for mask design and was also applied to study the effects of exposure time and mask misalignment on the photoresist profile. This technology has been demonstrated to improve the average step between photoresist levels from 0.19 to 0.02 mum and the maximum step from 0.43 to 0.2 mum compared to a single pixelated exposure using the same mask design.",
            "Double-exposure grayscale photolithography",
            "Lance Mosher and Christopher M Waits and Brian Morgan and Reza Ghodssi",
            "2009",
            "J-oLtMkAAAAJ:Y0pCki6q_DkC",
            66,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/4783064\/",
            "4032159493023450833",
            "\/scholar?cites=4032159493023450833",
            {
                "2010":4,
                "2011":7,
                "2012":6,
                "2013":10,
                "2014":7,
                "2015":8,
                "2016":9,
                "2017":5,
                "2018":1,
                "2019":3,
                "2020":6
            }
        ],
        [
            "The advantages and applications of chalcogenide glass (ChG) thin film photoresists for grayscale lithography are demonstrated. It is shown that the ChG films can be used to make ultrathin (~600  nm), high-resolution grayscale patterns, which can find their application, for example, in IR optics. Unlike polymer photoresists, the IR transparent ChG patterns can be useful as such on the surface or can be used to transfer the etched pattern into silicon or other substrates. Even if the ChG is used as an etch mask for the silicon substrate, its greater hardness can achieve a greater etch selectivity than that obtained with organic photoresists. The suitability of ChG photoresists is demonstrated with inexpensive and reliable fabrication of ultrathin Fresnel lenses that are transparent in the visible as well as in the IR region. The optical functionality of the Fresnel lenses is confirmed. Application of silver photodissolution in …",
            "Chalcogenide glass e-beam and photoresists for ultrathin grayscale patterning",
            "Andriy P Kovalskyy and Jiri Cech and Miroslav Vlcek and Christopher Mike Waits and Madan Dubey and William R Heffner and Himanshu Jain",
            "2009",
            "J-oLtMkAAAAJ:eQOLeE2rZwMC",
            62,
            "https:\/\/www.spiedigitallibrary.org\/journals\/Journal-of-MicroNanolithography-MEMS-and-MOEMS\/volume-8\/issue-4\/043012\/Chalcogenide-glass-e-beam-and-photoresists-for-ultrathin-grayscale-patterning\/10.1117\/1.3273966.short",
            "9779109132169152271",
            "\/scholar?cites=9779109132169152271",
            {
                "2010":2,
                "2011":3,
                "2012":2,
                "2013":9,
                "2014":8,
                "2015":7,
                "2016":4,
                "2017":8,
                "2018":5,
                "2019":9,
                "2020":3,
                "2021":1
            }
        ],
        [
            "Wet and dry negative etching procedures are evaluated for the fabrication of 3D graded microstructures in As–S based inorganic photoresists. Absorption of light and consequent photostructural changes near the surface layer enhance the chemical resistance of the As–S films. The success of the procedure is demonstrated by fabricating arrays of 12 μm diameter microlenses in a thin As35S65 film using a gray scale Cr mask and wet etching. The selectivity of dry etching is successfully realized by using photodiffusion in Ag–As2S3 bilayer structure. In this case, however, surface roughness or ‘grass’ is observed after etching. An unexpected segregation of silver is observed at the edges and at the boundary between the exposed and unexposed regions, which is investigated by SEM and XPS.",
            "Development of chalcogenide glass photoresists for gray scale lithography",
            "A Kovalskiy and Mir Vlcek and H Jain and A Fiserova and CM Waits and M Dubey",
            "2006",
            "J-oLtMkAAAAJ:2osOgNQ5qMEC",
            50,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022309306000251",
            "14248461493537530010",
            "\/scholar?cites=14248461493537530010",
            {
                "2007":2,
                "2008":5,
                "2009":5,
                "2010":3,
                "2011":7,
                "2012":2,
                "2013":6,
                "2014":5,
                "2015":3,
                "2016":2,
                "2017":3,
                "2018":6,
                "2019":1
            }
        ],
        [
            "The demonstration and characterization of a novel planar-contact encapsulated microball bearing using a radial in-flow microturbine are presented. Stable operation of the air-driven silicon microturbine is shown for over 1 000 000 revolutions at speeds, pressure drops, and flow rates of up to 10 000 r\/min, 0.45 lbf\/in 2 , and 3.5 slm, respectively. Incorporation of a gas thrust plenum using a novel packaging scheme has enabled comprehensive spin-down friction characterization of the encapsulated microball bearing. An empirical power-law model for dynamic friction has been developed for speeds of 250-5000 r\/min and loads of 10-50 mN, corresponding to torques of 0.0625-2.5 muNldrm and friction torque constants of 2.25-5.25 x 10 -4  muNldrm\/ r\/min. The onset and effect of wear and wear debris have been studied, showing negligible wear in the load bearing surfaces for the operating conditions considered.",
            "Dynamic friction and wear in a planar-contact encapsulated microball bearing using an integrated microturbine",
            "Matthew McCarthy and C Mike Waits and Reza Ghodssi",
            "2009",
            "J-oLtMkAAAAJ:IjCSPb-OGe4C",
            48,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/4787025\/",
            "14612370192570280898",
            "\/scholar?cites=14612370192570280898",
            {
                "2009":6,
                "2010":6,
                "2011":3,
                "2012":4,
                "2013":8,
                "2014":4,
                "2015":4,
                "2016":2,
                "2017":4,
                "2018":2,
                "2019":4,
                "2020":1
            }
        ],
        [
            "We report on the first encapsulated rotary ball bearing mechanism using silicon microfabrication and stainless steel balls. The method of capturing stainless steel balls within a silicon race to support a silicon rotor both axially and radially is developed for rotary micro machines and MEMS ball bearing tribology studies. Initial demonstrations show speeds up to 6.8 krpm without lubrication, while speeds up to 15.6 krpm with lubrication are possible. Qualitative analysis is used to explain start-up behavior and investigate the wear of the stainless steel ball and silicon race.",
            "Encapsulated ball bearings for rotary micro machines",
            "C Mike Waits and Bruce Geil and Reza Ghodssi",
            "2007",
            "J-oLtMkAAAAJ:UeHWp8X0CEIC",
            42,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0960-1317\/17\/9\/S03\/meta",
            "12251887699950188829",
            "\/scholar?cites=12251887699950188829",
            {
                "2007":1,
                "2008":4,
                "2009":7,
                "2010":2,
                "2011":4,
                "2012":3,
                "2013":8,
                "2014":3,
                "2015":3,
                "2016":3,
                "2017":3,
                "2018":1
            }
        ],
        [
            "Micro-electro-mechanical systems (MEMS) fabrication technologies originated directly from integrated circuit (IC) fabrication. IC devices require only two-dimensional or planar structures to be fabricated, because there are no mechanical operations taking place. Therefore structures fabricated for MEMS devices have been traditionally designed with nominally vertical sidewalls (dry anisotropic etching), undercut sidewalls (wet isotropic etching), or sidewalls that have limited angles due to the crystallographic orientation of the substrate (wet anisotropic etching). Assorted novel techniques have been developed in the MEMS field that can achieve 3-D structures. Such techniques include SU-8 molding using microstereolithography, directing ions in DRIE using buried dielectric layers, and by inclined rotating UV lithography and electroplating. These techniques however are very time consuming and\/or are limited in the …",
            "MEMS-based gray-scale lithography",
            "Christopher M Waits and Reza Ghodssi and Matthew H Ervin and Madan Dubey",
            "2001",
            "J-oLtMkAAAAJ:qjMakFHDy7sC",
            35,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/984470\/",
            "9920599891642157716",
            "\/scholar?cites=9920599891642157716",
            {
                "2002":1,
                "2003":3,
                "2004":4,
                "2005":1,
                "2006":1,
                "2007":2,
                "2008":3,
                "2009":1,
                "2010":1,
                "2011":1,
                "2012":3,
                "2013":5,
                "2014":1,
                "2015":2,
                "2016":2,
                "2017":4
            }
        ]
    ]
}