{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "There are a number of calculations in the literature of the effect of statistical surface roughness on the specular and diffuse scattering of neutrons and x rays which impinge on surfaces at grazing incidence. These calculations do not agree with one another and in some cases lack internal consistency. In this paper I show that these discrepancies can be resolved within the distorted-wave Born approximation. The result I obtain for the specular reflectivity is the widely used version of Nevot and Croce, while that for the diffuse scattering is the same as a recent calculation by Sinha, Sirota, Garoff, and Stanley. The approximations made by Nevot and Croce are clearly revealed by the distorted-wave Born approximation. A simple numerical algorithm is proposed for the calculation of diffuse scattering from a surface whose roughness is self-affine, and the form of the scattering is calculated for a range of parameters within …",
            "Neutron scattering by rough surfaces at grazing incidence",
            "Roger Pynn",
            "1992",
            "j-zO8TEAAAAJ:WbkHhVStYXYC",
            230,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.45.602",
            "8059300002069519734",
            "\/scholar?cites=8059300002069519734",
            {
                "1992":4,
                "1993":12,
                "1994":22,
                "1995":15,
                "1996":17,
                "1997":8,
                "1998":10,
                "1999":10,
                "2000":8,
                "2001":5,
                "2002":4,
                "2003":8,
                "2004":11,
                "2005":10,
                "2006":12,
                "2007":11,
                "2008":7,
                "2009":5,
                "2010":7,
                "2011":6,
                "2012":4,
                "2013":7,
                "2014":3,
                "2015":5,
                "2016":6,
                "2017":3,
                "2018":7,
                "2019":1,
                "2020":1
            }
        ],
        [
            "Our studies of the spin dynamics for two near‐Heisenberg antiferromagnets (AFMs) revealed: In CsNiCl3 (S=1) at low T≪TN we confirm the conclusions given earlier, but disagreement with the spin‐wave calculations used is found for the eigenvectors. For T>TN, the most important result is the observation that all  (α=x,y,z) are identical, demanding another interpretation for the gap observed than the easy axis one. In CsVCl3 (S= (3)\/(2) ) we could not observe any inconsistency in the microscopic parameters determined above and below TN. Although there is a striking coincidence with Haldane’s conjecture [unexplained gap for S=1 (CsNiCl3), no such gap for S= (3)\/(2) (CsVCl3)], it is not clear whether this can be considered a proof for Haldane’s conjecture.",
            "Inelastic neutron scattering studies on 1D near‐Heisenberg antiferromagnets: A test of the Haldane conjecture",
            "M Steiner and K Kakurai and JK Kjems and D Petitgrand and R Pynn",
            "1987",
            "j-zO8TEAAAAJ:EYYDruWGBe4C",
            187,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.338595",
            "14787573055551376369",
            "\/scholar?cites=14787573055551376369",
            {
                "1988":5,
                "1989":9,
                "1990":14,
                "1991":9,
                "1992":18,
                "1993":13,
                "1994":14,
                "1995":5,
                "1996":3,
                "1997":3,
                "1998":1,
                "1999":1,
                "2000":3,
                "2001":9,
                "2002":5,
                "2003":4,
                "2004":3,
                "2005":3,
                "2006":6,
                "2007":4,
                "2008":5,
                "2009":6,
                "2010":1,
                "2011":6,
                "2012":10,
                "2013":2,
                "2014":8,
                "2015":3,
                "2016":3,
                "2017":4,
                "2018":5
            }
        ],
        [
            "The phonon dispersion relations of Ar 36 have been measured in the [100],[110], and [111] symmetry directions at 10 K using a triple-axis neutron spectrometer. A comparison of the measured dispersion curves and the best available theoretical calculations based on the Bobetic-Barker (BB) potential shows small systematic discrepancies for the [100] L,[110] T 2,[110] L, and [111] L branches. Otherwise the agreement between experiment and theory is remarkably good. The data are well described by several harmonic Born-von Kármán models the most general of which (a three-neighbor general-force model with nine parameters) has been used to deduce values of zero-sound elastic constants. At 10 K (lattice constant a= 5.313±0.002 Å), these are c 11=(424±5)× 10 8, c 12=(239±5)× 10 8, and c 44=(225±1)× 10 8 dyn cm− 2 which imply a deviation from the Cauchy relation with δ=− 0.06±0.02. From the energies of …",
            "Inelastic neutron scattering from solid ",
            "Y Fujii and NA Lurie and R Pynn and G Shirane",
            "1974",
            "j-zO8TEAAAAJ:eQOLeE2rZwMC",
            166,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.10.3647",
            "1003879062643220273",
            "\/scholar?cites=1003879062643220273",
            {
                "1981":1,
                "1982":7,
                "1983":3,
                "1984":5,
                "1985":2,
                "1986":4,
                "1987":6,
                "1988":3,
                "1989":1,
                "1990":5,
                "1991":3,
                "1992":5,
                "1993":3,
                "1994":4,
                "1995":1,
                "1996":1,
                "1997":2,
                "1998":5,
                "1999":1,
                "2000":3,
                "2001":2,
                "2002":7,
                "2003":8,
                "2004":7,
                "2005":4,
                "2006":1,
                "2007":3,
                "2008":3,
                "2009":5,
                "2010":3,
                "2011":2,
                "2012":5,
                "2013":3,
                "2014":2,
                "2015":1,
                "2016":2,
                "2017":6
            }
        ]
    ]
}