{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We review the phenomenology of exchange bias and related effects, with emphasis on layered antiferromagnetic (AFM)–ferromagnetic (FM) structures. A compilation of materials exhibiting exchange bias and some of the techniques used to study them is given. Some of the applications of exchange bias are discussed. The leading theoretical models are summarized. Finally some of the factors controlling exchange bias as well as some of the unsolved issues associated with exchange bias are discussed.",
            "Exchange bias",
            "Josep Nogués and Ivan K Schuller",
            "1999",
            "J05j1WsAAAAJ:u5HHmVD_uO8C",
            4834,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0304885398002662",
            "3770221033205965823",
            "\/scholar?cites=3770221033205965823",
            {
                "1999":16,
                "2000":83,
                "2001":131,
                "2002":171,
                "2003":176,
                "2004":189,
                "2005":232,
                "2006":267,
                "2007":263,
                "2008":246,
                "2009":291,
                "2010":222,
                "2011":235,
                "2012":238,
                "2013":253,
                "2014":282,
                "2015":298,
                "2016":268,
                "2017":241,
                "2018":211,
                "2019":246,
                "2020":234,
                "2021":31
            }
        ],
        [
            "In situ neutron powder diffraction measurements show that the orthorhombic-to-tetragonal phase transition in Y Ba 2 Cu 3 O 7− x, which occurs near 700 C in a pure oxygen atmosphere, is an order-disorder transition in which the disordering of oxygen atoms into a normally vacant site destroys the one-dimensional Cu-O chains present in the room-temperature orthorhombic structure. For both structures, the oxygen stoichiometry decreases monotonically with increasing temperature. The transition temperature depends on the oxygen partial pressure and occurs when the stoichiometry is near Y Ba 2 Cu 3 O 6.5. The tetragonal structure has a partially occupied, nearly octahedral Cu-O arrangement, in contrast to the orthorhombic structure which has one-dimensional Cu-O chains. The observed depression of the superconducting transition temperature in tetragonal Y Ba 2 Cu 3 O 7− x, which has been quenched from …",
            "Oxygen ordering and the orthorhombic-to-tetragonal phase transition in ",
            "JD Jorgensen and MA Beno and Di G Hinks and L Soderholm and KJ Volin and RL Hitterman and JD Grace and Ivan K Schuller and CU Segre and K Zhang and MS Kleefisch",
            "1987",
            "J05j1WsAAAAJ:u-x6o8ySG0sC",
            1381,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.36.3608",
            "7027360340806920196",
            "\/scholar?cites=7027360340806920196",
            {
                "1987":29,
                "1988":224,
                "1989":213,
                "1990":157,
                "1991":103,
                "1992":80,
                "1993":60,
                "1994":41,
                "1995":38,
                "1996":33,
                "1997":37,
                "1998":20,
                "1999":24,
                "2000":28,
                "2001":20,
                "2002":11,
                "2003":22,
                "2004":15,
                "2005":16,
                "2006":10,
                "2007":18,
                "2008":18,
                "2009":11,
                "2010":11,
                "2011":11,
                "2012":22,
                "2013":22,
                "2014":13,
                "2015":3,
                "2016":8,
                "2017":6,
                "2018":18,
                "2019":12,
                "2020":7
            }
        ],
        [
            "The fabrication methods and physical properties of ordered magnetic nanostructures with dimensions on the submicron to nanometer scale are reviewed. First, various types of nanofabrication techniques are described, and their capabilities and limitations in achieving magnetic nanostructures are discussed. Specifically, we address electron beam lithography, X-ray lithography, laser interference lithography, scanning probe lithography, step growth methods, nanoimprint, shadow masks, radiation damage, self-assembled structures, and the use of nanotemplates. Then the magnetic properties of these nanostructures are reviewed, including properties of single dots, magnetic interactions in arrays, dynamic effects, magnetic behavior of nanostructured lines and wires, giant magnetoresistance effect, and properties of films with arrays of holes. Finally, the physical properties in hybrid systems, where the magnetic …",
            "Ordered magnetic nanostructures: fabrication and properties",
            "JI Martın and J Nogues and Kai Liu and JL Vicent and Ivan K Schuller",
            "2003",
            "J05j1WsAAAAJ:d1gkVwhDpl0C",
            1132,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0304885302008983",
            "10056244420273108546",
            "\/scholar?cites=10056244420273108546",
            {
                "2003":25,
                "2004":59,
                "2005":87,
                "2006":98,
                "2007":95,
                "2008":104,
                "2009":88,
                "2010":90,
                "2011":80,
                "2012":72,
                "2013":65,
                "2014":56,
                "2015":46,
                "2016":39,
                "2017":38,
                "2018":41,
                "2019":21,
                "2020":22,
                "2021":3
            }
        ],
        [
            "We present a general procedure for quantitative structural refinement of superlattice structures. To analyze a wide range of superlattices, we derived a general kinematical diffraction formula that includes random, continuous, and discrete fluctuations from the average structure. We show that only the structure factor of one single layer of each material has to be averaged over the random variables and prove that this relation is equivalent to earlier, less general models. Implementing a nonlinear-fitting algorithm to fit the entire x-ray-diffraction profile, refined parameters that describe the average superlattice structure and deviations from this average are obtained. We compare the results of structural refinement to results obtained independently from other measurements. The roughness introduced artificially during growth in Mo\/Ni and Nb\/Cu superlattices is accurately reproduced by the refinement. The lattice …",
            "Structural refinement of superlattices from x-ray diffraction",
            "Eric E Fullerton and Ivan K Schuller and H Vanderstraeten and Y Bruynseraede",
            "1992",
            "J05j1WsAAAAJ:9yKSN-GCB0IC",
            833,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.45.9292",
            "7509355973702775914",
            "\/scholar?cites=7509355973702775914",
            {
                "1992":7,
                "1993":40,
                "1994":41,
                "1995":31,
                "1996":52,
                "1997":48,
                "1998":41,
                "1999":41,
                "2000":43,
                "2001":31,
                "2002":37,
                "2003":27,
                "2004":24,
                "2005":28,
                "2006":35,
                "2007":32,
                "2008":23,
                "2009":12,
                "2010":29,
                "2011":27,
                "2012":21,
                "2013":19,
                "2014":25,
                "2015":25,
                "2016":26,
                "2017":17,
                "2018":21,
                "2019":16,
                "2020":9,
                "2021":2
            }
        ],
        [
            "We have determined the crystal structure of the single‐phase stoichiometric high‐temperature superconductor in the Y‐Ba‐Cu‐O system using high‐resolution neutron powder diffraction. This compound has an orthorhombic structure with space group Pmmm and lattice constants a=3.8231 Å, b=3.8864 Å, and c=11.6807 Å. The structure consists of ‘‘dimpled’’ CuO2 layers in the a‐b planes loosely bonded by one‐dimensional fencelike square‐planar CuO3 chains in the b‐c planes.",
            "Structure of the single‐phase high‐temperature superconductor YBa2Cu3O7−δ",
            "MA Beno and L Soderholm and DW Capone and DG Hinks and JD Jorgensen and JD Grace and Ivan K Schuller and CU Segre and K Zhang",
            "1987",
            "J05j1WsAAAAJ:gL9scSG3K_gC",
            786,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.98886",
            "8354795912243543686",
            "\/scholar?cites=8354795912243543686",
            {
                "1987":99,
                "1988":167,
                "1989":115,
                "1990":71,
                "1991":51,
                "1992":39,
                "1993":33,
                "1994":30,
                "1995":15,
                "1996":12,
                "1997":13,
                "1998":6,
                "1999":12,
                "2000":6,
                "2001":8,
                "2002":10,
                "2003":6,
                "2004":3,
                "2005":4,
                "2006":5,
                "2007":8,
                "2008":4,
                "2009":4,
                "2010":3,
                "2011":3,
                "2012":2,
                "2013":17,
                "2014":3,
                "2015":6,
                "2016":3,
                "2017":5,
                "2018":8,
                "2019":6,
                "2020":5
            }
        ],
        [
            "A new class of layered materials has been prepared by alternate deposition of two dissimilar metals. Strong experimental evidence is shown that coherent structures with layer thicknesses approaching interatomic spacing can be prepared in this fashion. The experimental x-ray measurements are found to be in good qualitative and quantitative agreement with model calculations.",
            "New class of layered materials",
            "Ivan K Schuller",
            "1980",
            "J05j1WsAAAAJ:UeHWp8X0CEIC",
            651,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.44.1597",
            "1004783391534620509",
            "\/scholar?cites=1004783391534620509",
            {
                "1982":26,
                "1983":19,
                "1984":26,
                "1985":19,
                "1986":28,
                "1987":28,
                "1988":36,
                "1989":24,
                "1990":25,
                "1991":20,
                "1992":20,
                "1993":27,
                "1994":22,
                "1995":14,
                "1996":21,
                "1997":10,
                "1998":8,
                "1999":16,
                "2000":22,
                "2001":14,
                "2002":13,
                "2003":9,
                "2004":11,
                "2005":16,
                "2006":17,
                "2007":18,
                "2008":4,
                "2009":8,
                "2010":15,
                "2011":10,
                "2012":11,
                "2013":11,
                "2014":12,
                "2015":6,
                "2016":10,
                "2017":14,
                "2018":7,
                "2019":8,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Triangular arrays of submicrometer magnetic dots, with typical spacing of 400–600 nm and diameters close to 200 nm, have been fabricated by electron beam lithography to study pinning effects on Nb thin films. The resistivity versus magnetic field curves exhibit regular structure. Minima appear at constant field intervals, given by the lattice parameter of the dot array. The angular, current, and temperature dependencies of the resistivity imply synchronized pinning by the magnetic array which is relevant at high vortex velocities, when the order in the vortex lattice increases.",
            "Flux pinning in a superconductor by an array of submicrometer magnetic dots",
            "Jose I Martin and M Vélez and J Nogués and Ivan K Schuller",
            "1997",
            "J05j1WsAAAAJ:IjCSPb-OGe4C",
            587,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.79.1929",
            "12146246025892064952",
            "\/scholar?cites=12146246025892064952",
            {
                "1998":11,
                "1999":23,
                "2000":37,
                "2001":28,
                "2002":32,
                "2003":41,
                "2004":43,
                "2005":33,
                "2006":33,
                "2007":26,
                "2008":33,
                "2009":40,
                "2010":33,
                "2011":33,
                "2012":28,
                "2013":19,
                "2014":21,
                "2015":18,
                "2016":11,
                "2017":15,
                "2018":5,
                "2019":10,
                "2020":10,
                "2021":2
            }
        ],
        [
            "We have discovered a positive unidirectional exchange anisotropy in antiferromagnetic (Fe F 2) and ferromagnetic (Fe) bilayers cooled through the antiferromagnetic critical temperature T N in large magnetic fields. For low positive cooling fields, the ferromagnet's magnetization (M− H) loop center shifts to negative fields, as is normally observed in other systems. In contrast, large cooling fields can cause the shift to be positive. This can be explained if the Fe F 2 surface spins couple to the external magnetic cooling field above T N and the Fe F 2-Fe interaction is antiferromagnetic.",
            "Positive Exchange Bias in Fe F 2-Fe Bilayers",
            "J Nogués and D Lederman and TJ Moran and Ivan K Schuller",
            "1996",
            "J05j1WsAAAAJ:Y0pCki6q_DkC",
            569,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.76.4624",
            "15604174059665603370",
            "\/scholar?cites=15604174059665603370",
            {
                "1997":2,
                "1998":14,
                "1999":30,
                "2000":23,
                "2001":15,
                "2002":29,
                "2003":26,
                "2004":20,
                "2005":27,
                "2006":33,
                "2007":30,
                "2008":29,
                "2009":33,
                "2010":23,
                "2011":29,
                "2012":31,
                "2013":23,
                "2014":24,
                "2015":24,
                "2016":23,
                "2017":25,
                "2018":11,
                "2019":17,
                "2020":25,
                "2021":2
            }
        ],
        [
            "Considerable excitement has been generated by the report of superconductivity above 90 K in a multi-phase Y–Ba–Cu oxide 1. The superconducting phase was subsequently identified as YBa 2 Cu 3 O 7− δ 2, 3. The complete replacement of Y by the trivalent rare-earths La–Lu, with the exception of Ce, Pr and Tb, yields a superconducting phase with a critical temperature (T c) almost identical to that reported for the yttrium compound 4–7. This is somewhat surprising as most of these ions carry significant magnetic moments, the presence of which rapidly decreases T c in ordinary superconductors. The three exceptions noted, Ce, Pr and Tb, are the rare-earth ions which have a stable tetravalent state. Here we present the results of a study of the structure and transport properties of the series of compounds Y 1− x Pr x Ba 2 Cu 3 O 7− δ (x= 0− 1.0), in which we observe a monotonic decrease in T c and eventually a …",
            "Incorporation of Pr in YBa 2 Cu 3 O 7− δ: electronic effects on superconductivity",
            "L Soderholm and K Zhang and DG Hinks and MA Beno and JD Jorgensen and CU Segre and Ivan K Schuller",
            "1987",
            "J05j1WsAAAAJ:qjMakFHDy7sC",
            566,
            "https:\/\/www.nature.com\/articles\/328604a0",
            "1502533408596588429",
            "\/scholar?cites=1502533408596588429",
            {
                "1987":3,
                "1988":29,
                "1989":40,
                "1990":23,
                "1991":42,
                "1992":35,
                "1993":41,
                "1994":45,
                "1995":24,
                "1996":34,
                "1997":26,
                "1998":26,
                "1999":22,
                "2000":23,
                "2001":20,
                "2002":13,
                "2003":13,
                "2004":8,
                "2005":7,
                "2006":10,
                "2007":10,
                "2008":6,
                "2009":8,
                "2010":8,
                "2011":4,
                "2012":5,
                "2013":10,
                "2014":9,
                "2015":3,
                "2016":7,
                "2017":2,
                "2018":2,
                "2019":1,
                "2020":1
            }
        ],
        [
            "In the last quarter of the 20th century, with the information revolution and the ever growing need to acquire, store, and retrieve information, the science and technologies attached to magnetic recording have experienced an explosive growth. Central to those pursuits has been the materials science of magnetism as it applies to surfaces, interfaces, and thin films. This report discusses topics on thin-film magnetism such as: theory, physical effects, prospects, opportunities and future developments.(JL)",
            "Surface, interface and thin-film magnetism",
            "LM Falicov",
            "1991",
            "J05j1WsAAAAJ:zYLM7Y9cAGgC",
            528,
            "https:\/\/www.osti.gov\/biblio\/5098346",
            "17359397730590068656",
            "\/scholar?cites=17359397730590068656",
            {
                "1990":3,
                "1991":33,
                "1992":40,
                "1993":49,
                "1994":66,
                "1995":46,
                "1996":41,
                "1997":29,
                "1998":32,
                "1999":20,
                "2000":10,
                "2001":16,
                "2002":13,
                "2003":6,
                "2004":16,
                "2005":9,
                "2006":10,
                "2007":12,
                "2008":6,
                "2009":4,
                "2010":10,
                "2011":5,
                "2012":5,
                "2013":8,
                "2014":7,
                "2015":5,
                "2016":6,
                "2017":2,
                "2018":3,
                "2019":6,
                "2020":4
            }
        ]
    ]
}