{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "The Circle Hough Transform (CHT) has become a common method for circle detection in numerous image processing applications. Various modifications to the basic CHT operation have been suggested which include: the inclusion of edge orientation, simultaneous consideration of a range of circle radii, use of a complex accumulator array with the phase proportional to the log of radius, and the implementation of the CHT as filter operations. However, there has also been much work recently on the definition and use of invariance filters for object detection including circles. The contribution of the work presented here is to show that a specific combination of modifications to the CHT is formally equivalent to applying a scale invariant kernel operator. This work brings together these two themes in image processing which have herewith been quite separate. Performance results for applying various forms of CHT filters …",
            "Size invariant circle detection",
            "Tim J Atherton and Darren J Kerbyson",
            "1999",
            "j0o2-MMAAAAJ:u5HHmVD_uO8C",
            525,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0262885698001607",
            "3867219933566855854",
            "\/scholar?cites=3867219933566855854",
            {
                "2000":2,
                "2001":2,
                "2002":8,
                "2003":5,
                "2004":11,
                "2005":10,
                "2006":9,
                "2007":4,
                "2008":7,
                "2009":6,
                "2010":10,
                "2011":9,
                "2012":8,
                "2013":20,
                "2014":26,
                "2015":49,
                "2016":66,
                "2017":66,
                "2018":63,
                "2019":58,
                "2020":76,
                "2021":5
            }
        ],
        [
            "A novel formulation of the circle Hough transform (CHT) is introduced which enables the detection of circles of different radii to be made using a single parameter space. We formulate the CHT as one or more convolution operations. Comparisons are made between conventional CHT techniques, formulated as filters, and a novel complex vector CHT. This technique exploits both edge orientation and distance from an edge point coded as complex phase. We present results that show that the novel phase and orientation CHT has a positional accuracy of ~±2 pixels at good signal to noise ratios (SNR) down to ~-16 dB. Using orientation alone, the positional accuracy is poorer falling to ~±10 pixels but at SNR levels of ~-25 dB.",
            "Circle detection using Hough transform filters",
            "DJ Kerbyson and TJ Atherton",
            "1995",
            "j0o2-MMAAAAJ:u-x6o8ySG0sC",
            121,
            "https:\/\/digital-library.theiet.org\/content\/conferences\/10.1049\/cp_19950683",
            "17487141205230228820",
            "\/scholar?cites=17487141205230228820",
            {
                "1997":1,
                "1998":1,
                "1999":1,
                "2000":1,
                "2001":1,
                "2002":4,
                "2003":4,
                "2004":7,
                "2005":3,
                "2006":5,
                "2007":5,
                "2008":10,
                "2009":5,
                "2010":7,
                "2011":7,
                "2012":8,
                "2013":5,
                "2014":13,
                "2015":6,
                "2016":8,
                "2017":5,
                "2018":5,
                "2019":8
            }
        ],
        [
            "Edge orientation is used to reduce the parameter space from three to two dimensions, and lines pointing away from edge points are plotted rather than circles. Intersections of these 'spokes' accumulate edge magnitude, or 'energy', near the centres of circles in the conventional energy CHT. The authors use a complex accumulator space and allow each spoke to vary in phase along its length. They present results for a circle with added noise for both the conventional energy CHT and the new coherent CHT. The results demonstrate that the technique reduces the mean and variance of the background level in the accumulator array, and the peak width.< >",
            "Using phase to represent radius in the coherent circle Hough transform",
            "TJ Atherton and DJ Kerbyson",
            "1993",
            "j0o2-MMAAAAJ:qjMakFHDy7sC",
            79,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/243198\/",
            "14329033991088310390",
            "\/scholar?cites=14329033991088310390",
            {
                "1999":1,
                "2000":1,
                "2001":1,
                "2002":1,
                "2003":1,
                "2004":1,
                "2005":3,
                "2006":1,
                "2007":3,
                "2008":2,
                "2009":8,
                "2010":11,
                "2011":2,
                "2012":9,
                "2013":4,
                "2014":13,
                "2015":4,
                "2016":5,
                "2017":7,
                "2018":1
            }
        ],
        [
            "A novel approach for rendering time-varying data based on the Shear-Warp factorisation is presented. Reduction in storage space is achieved by detecting the changed areas within each volume and compressing them. Time-coherence is exploited by detecting and rendering the changes in every volume while spatial-coherence is exploited by utilising a data structure that allows easy volume update and stores information about the empty space within each volume.",
            "4D volume rendering with the Shear Warp factorisation",
            "Kostas Anagnostou and Tim J Atherton and Andrew E Waterfall",
            "2000",
            "j0o2-MMAAAAJ:d1gkVwhDpl0C",
            56,
            "https:\/\/dl.acm.org\/doi\/pdf\/10.1145\/353888.353909",
            "5426892081771231517",
            "\/scholar?cites=5426892081771231517",
            {
                "2001":5,
                "2002":5,
                "2003":8,
                "2004":6,
                "2005":8,
                "2006":6,
                "2007":1,
                "2008":6,
                "2009":1,
                "2010":1,
                "2011":2,
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":2
            }
        ],
        [
            "We apply the notion that phase differences can be used to interpret disparity between a pair of stereoscopic images. Indeed, phase relationships can also be used to obtain probabilistic measures both edges and corners, as well as the directional instantaneous frequency of an image field. The method of phase differences is shown to be equivalent to a Newton-Raphson root finding iteration through the resolutions of band-pass filtering. The method does, however, suffer from stability problems, and in particular stationary phase and aliasing. The stability problems associated with this technique are implicitly derived from the mechanism used to interpet disparity, which in general requires an assumption of linear phase and the local instantaneous frequency. We present two techniques. Firstly, we use the centre frequency of the applied band-pass filter to interpret disparity. This interpretation, however, suffers …",
            "Vertical and horizontal disparities from phase",
            "Keith Langley and Tim J Atherton and Roland G Wilson and MHE Larcombe",
            "1990",
            "j0o2-MMAAAAJ:dhFuZR0502QC",
            44,
            "https:\/\/link.springer.com\/chapter\/10.1007\/BFb0014878",
            "15207153560835332435",
            "\/scholar?cites=15207153560835332435",
            {
                "1991":3,
                "1992":2,
                "1993":5,
                "1994":4,
                "1995":6,
                "1996":3,
                "1997":3,
                "1998":2,
                "1999":1,
                "2000":1,
                "2001":1,
                "2002":2,
                "2003":2,
                "2004":1,
                "2005":1,
                "2006":1,
                "2007":4,
                "2008":1
            }
        ]
    ]
}