{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "Carbon nanotubes are believed to be the ultimate low-density high-modulus fibers, which makes their characterization at nanometer scale vital for applications. By using an atomic force microscope and a special substrate, the elastic and shear moduli of individual single-walled nanotube (SWNT) ropes were measured to be of the order of 1 TPa and 1 GPa, respectively. In contrast to multiwalled nanotubes, an unexpectedly low intertube shear stiffness dominated the flexural behavior of the SWNT ropes. This suggests that intertube cohesion should be improved for applications of SWNT ropes in high-performance composite materials.",
            "Elastic and shear moduli of single-walled carbon nanotube ropes",
            "Jean-Paul Salvetat and G Andrew D Briggs and Jean-Marc Bonard and Revathi R Bacsa and Andrzej J Kulik and Thomas Stöckli and Nancy A Burnham and László Forró",
            "1999",
            "j3PncjEAAAAJ:u5HHmVD_uO8C",
            1895,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.82.944",
            "3072362821899729706",
            "\/scholar?cites=3072362821899729706",
            {
                "1999":11,
                "2000":38,
                "2001":33,
                "2002":49,
                "2003":69,
                "2004":91,
                "2005":111,
                "2006":144,
                "2007":151,
                "2008":146,
                "2009":100,
                "2010":123,
                "2011":115,
                "2012":97,
                "2013":111,
                "2014":89,
                "2015":86,
                "2016":87,
                "2017":70,
                "2018":69,
                "2019":46,
                "2020":46,
                "2021":3
            }
        ],
        [
            "Molecular dynamics simulations and atomic force microscopy are used to investigate the atomistic mechanisms of adhesion, contact formation, nanoindentation, separation, and fracture that occur when a nickel tip interacts with a gold surface. The theoretically predicted and experimentally measured hysteresis in the force versus tip-to-sample distance relationship, found upon approach and subsequent separation of the tip from the sample, is related to inelastic deformation of the sample surface characterized by adhesion of gold atoms to the nickel tip and formation of a connective neck of atoms. At small tipsample distances, mechanical instability causes the tip and surface to jump-to-contact, which in turn leads to adhesion-induced wetting of the nickel tip by gold atoms. Subsequent indentation of the substrate results in the onset of plastic deformation of the gold surface. The atomic-scale mechanisms underlying …",
            "Atomistic mechanisms and dynamics of adhesion, nanoindentation, and fracture",
            "Uzi Landman and WD Luedtke and Nancy A Burnham and Richard J Colton",
            "1990",
            "j3PncjEAAAAJ:u-x6o8ySG0sC",
            1299,
            "https:\/\/science.sciencemag.org\/content\/248\/4954\/454.abstract",
            "11120209501632416182",
            "\/scholar?cites=11120209501632416182",
            {
                "1991":18,
                "1992":34,
                "1993":48,
                "1994":32,
                "1995":38,
                "1996":51,
                "1997":75,
                "1998":53,
                "1999":45,
                "2000":55,
                "2001":50,
                "2002":56,
                "2003":57,
                "2004":66,
                "2005":58,
                "2006":53,
                "2007":68,
                "2008":57,
                "2009":43,
                "2010":43,
                "2011":41,
                "2012":44,
                "2013":42,
                "2014":24,
                "2015":28,
                "2016":24,
                "2017":24,
                "2018":19,
                "2019":20,
                "2020":22,
                "2021":2
            }
        ],
        [
            "An atomic force microscope (AFM) has been configured so that it measures the force between a tip mounted on a cantilever beam and a sample surface as a function of the tip–surface separation. This allows the AFM to study both the nanomechanical properties of the sample and the forces associated with the tip–surface interaction. More specifically, the AFM can measure the elastic and plastic behavior and hardness via nanoindentation, van der Waals forces, and the adhesion of thin‐film and bulk materials with unprecedented force and spatial resolution. The force resolution is currently 1 nanonewton, and the depth resolution is 0.02 nm. Additionally, the instrument itself is compact and relatively inexpensive.",
            "Measuring the nanomechanical properties and surface forces of materials using an atomic force microscope",
            "Nancy A Burnham and Richard J Colton",
            "1989",
            "j3PncjEAAAAJ:d1gkVwhDpl0C",
            806,
            "https:\/\/avs.scitation.org\/doi\/abs\/10.1116\/1.576168",
            "1832728449302074235",
            "\/scholar?cites=1832728449302074235",
            {
                "1989":3,
                "1990":11,
                "1991":12,
                "1992":27,
                "1993":28,
                "1994":33,
                "1995":32,
                "1996":21,
                "1997":36,
                "1998":13,
                "1999":25,
                "2000":36,
                "2001":26,
                "2002":23,
                "2003":20,
                "2004":24,
                "2005":29,
                "2006":27,
                "2007":24,
                "2008":34,
                "2009":31,
                "2010":38,
                "2011":34,
                "2012":26,
                "2013":32,
                "2014":28,
                "2015":23,
                "2016":30,
                "2017":29,
                "2018":16,
                "2019":12,
                "2020":15
            }
        ],
        [
            "Multiwalled carbon nanotubes (MWNTs) have unique mechanical properties and are ideal candidates for high‐performance composites. Elastic measurements, performed with an atomic force microscope, are described for MWNTs produced by two methods: the arc‐discharge method and the thermal decomposition of hydrocarbons in the presence of catalysts. Extended stacking defects, such as produced in the second production method (which unlike the first can yield almost continuous production of long fibers), are shown to have a much larger effect than point defects on the elastic properties of the nanotubes.",
            "Elastic modulus of ordered and disordered multiwalled carbon nanotubes",
            "Jean‐Paul Salvetat and Andrzej J Kulik and Jean‐Marc Bonard and G Andrew D Briggs and Thomas Stöckli and Karine Méténier and Sylvie Bonnamy and François Béguin and Nancy A Burnham and Lásló Forró",
            "1999",
            "j3PncjEAAAAJ:9yKSN-GCB0IC",
            685,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/(SICI)1521-4095(199902)11:2%3C161::AID-ADMA161%3E3.0.CO;2-J",
            "14757686571896267994",
            "\/scholar?cites=14757686571896267994",
            {
                "1999":6,
                "2000":14,
                "2001":17,
                "2002":16,
                "2003":21,
                "2004":31,
                "2005":46,
                "2006":48,
                "2007":44,
                "2008":34,
                "2009":46,
                "2010":43,
                "2011":53,
                "2012":44,
                "2013":47,
                "2014":33,
                "2015":21,
                "2016":31,
                "2017":26,
                "2018":21,
                "2019":19,
                "2020":18,
                "2021":1
            }
        ]
    ]
}