{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "ZnO typifies a class of materials that can be doped via native defects in only one way: either n type or p type. We explain this asymmetry in ZnO via a study of its intrinsic defect physics, including Zn O, Zn i, V O, O i, and V Zn and n-type impurity dopants, Al and F. We find that ZnO is n type at Zn-rich conditions. This is because (i) the Zn interstitial, Zn i, is a shallow donor, supplying electrons;(ii) its formation enthalpy is low for both Zn-rich and O-rich conditions, so this defect is abundant; and (iii) the native defects that could compensate the n-type doping effect of Zn i (interstitial O, O i, and Zn vacancy, V Zn), have high formation enthalpies for Zn-rich conditions, so these “electron killers” are not abundant. We find that ZnO cannot be doped p type via native defects (O i, V Zn) despite the fact that they are shallow (ie, supplying holes at room temperature). This is because at both Zn-rich and O-rich conditions, the defects …",
            "Intrinsic n-type versus p-type doping asymmetry and the defect physics of ZnO",
            "SB Zhang and S-H Wei and Alex Zunger",
            "2001",
            "J4NR2VAAAAAJ:u5HHmVD_uO8C",
            2129,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.63.075205",
            "14819004370730168157",
            "\/scholar?cites=14819004370730168157",
            {
                "2001":6,
                "2002":23,
                "2003":30,
                "2004":50,
                "2005":86,
                "2006":111,
                "2007":119,
                "2008":154,
                "2009":149,
                "2010":143,
                "2011":186,
                "2012":173,
                "2013":140,
                "2014":139,
                "2015":131,
                "2016":113,
                "2017":101,
                "2018":100,
                "2019":79,
                "2020":79,
                "2021":12
            }
        ],
        [
            "We studied the defect physics in CuInSe 2, a prototype chalcopyrite semiconductor. We showed that (i) it takes much less energy to form a Cu vacancy in CuInSe 2 than to form cation vacancies in II-VI compounds (ii) defect formation energies vary considerably both with the Fermi energy and with the chemical potential of the atomic species, and (iii) the defect pairs such as (2 V Cu−+ I n Cu 2+) and (2 C u In 2−+ I n Cu 2+) have particularly low formation energies (under certain conditions, even exothermic). Using (i)–(iii), we (a) explain the existence of unusual ordered compounds CuIn 5 Se 8, CuIn 3 Se 5, Cu 2 In 4 Se 7, and Cu 3 In 5 Se 9 as a repeat of a single unit of (2 V Cu−+ I n Cu 2+) pairs for each n= 4, 5, 7, and 9 units, respectively, of CuInSe 2;(b) attribute the very efficient p-type self-doping ability of CuInSe 2 to the exceptionally low formation energy of the shallow defect Cu vacancies;(c) explained in terms …",
            "Defect physics of the  chalcopyrite semiconductor",
            "SB Zhang and Su-Huai Wei and Alex Zunger and H Katayama-Yoshida",
            "1998",
            "J4NR2VAAAAAJ:d1gkVwhDpl0C",
            1502,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.57.9642",
            "2077334156152166936",
            "\/scholar?cites=2077334156152166936",
            {
                "1998":4,
                "1999":22,
                "2000":29,
                "2001":26,
                "2002":32,
                "2003":71,
                "2004":43,
                "2005":67,
                "2006":64,
                "2007":34,
                "2008":52,
                "2009":44,
                "2010":50,
                "2011":88,
                "2012":118,
                "2013":95,
                "2014":84,
                "2015":111,
                "2016":97,
                "2017":90,
                "2018":85,
                "2019":92,
                "2020":86,
                "2021":10
            }
        ],
        [
            "We calculate absolute formation energies of native defects in GaAs. The formation energy and hence the equilibrium concentration of the defects depends strongly on the atomic chemical potentials of As and Ga as well as the electron chemical potential. For example, the Ga vacancy concentration changes by more than ten orders of magnitude as the chemical potentials of As and Ga vary over the thermodynamically allowed range. This result indicates that the rate of self-diffusion depends strongly on the surface-annealing conditions.",
            "Chemical potential dependence of defect formation energies in GaAs: Application to Ga self-diffusion",
            "SB Zhang and John E Northrup",
            "1991",
            "J4NR2VAAAAAJ:9yKSN-GCB0IC",
            1462,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.67.2339",
            "18032193855086837141",
            "\/scholar?cites=18032193855086837141",
            {
                "1992":9,
                "1993":9,
                "1994":16,
                "1995":14,
                "1996":19,
                "1997":29,
                "1998":20,
                "1999":19,
                "2000":13,
                "2001":27,
                "2002":29,
                "2003":34,
                "2004":31,
                "2005":34,
                "2006":58,
                "2007":51,
                "2008":48,
                "2009":67,
                "2010":45,
                "2011":62,
                "2012":85,
                "2013":78,
                "2014":105,
                "2015":93,
                "2016":91,
                "2017":84,
                "2018":95,
                "2019":80,
                "2020":96,
                "2021":15
            }
        ],
        [
            "We investigate the p-type doping difficulty in ZnO by first-principles total-energy calculations. The dopants being considered are group-I elements Li, Na, and K and group-V elements N, P, and As. We find that substitutional group-I elements are shallow acceptors, while substitutional group-V elements such as P and As are deep acceptors. The AX centers that convert acceptors into deep donors are found to be unstable except for P and As. Without compensation by intrinsic defects, the most likely cause for doping difficulty is the formation of interstitials for group-I elements and antisites for group-V elements. Among all the dopants studied here, N is a relatively better candidate for p-type ZnO.",
            "Origin of p-type doping difficulty in ZnO: The impurity perspective",
            "CH Park and SB Zhang and Su-Huai Wei",
            "2002",
            "J4NR2VAAAAAJ:u-x6o8ySG0sC",
            1443,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.66.073202",
            "8281142674416619817",
            "\/scholar?cites=8281142674416619817",
            {
                "2003":16,
                "2004":29,
                "2005":57,
                "2006":76,
                "2007":95,
                "2008":107,
                "2009":111,
                "2010":99,
                "2011":105,
                "2012":118,
                "2013":96,
                "2014":114,
                "2015":80,
                "2016":86,
                "2017":78,
                "2018":62,
                "2019":57,
                "2020":45,
                "2021":7
            }
        ],
        [
            "First-principles computations were carried out to predict the stability and magnetic and electronic properties of MoS2 nanoribbons with either zigzag- or armchair-terminated edges. Zigzag nanoribbons show the ferromagnetic and metallic behavior, irrespective of the ribbon width and thickness. Armchair nanoribbons are nonmagnetic and semiconducting, and the band gaps converge to a constant value of ∼0.56 eV as the ribbon width increases. The higher stability of MoS2 nanoribbons, compared with the experimentally available triangular MoS2 nanoclusters, invites the experimental realization of such novel ribbons in true nanoscale.",
            "MoS2 Nanoribbons: High Stability and Unusual Electronic and Magnetic Properties",
            "Yafei Li and Zhen Zhou and Shengbai Zhang and Zhongfang Chen",
            "2008",
            "J4NR2VAAAAAJ:Se3iqnhoufwC",
            813,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja805545x",
            "15822689329877212339",
            "\/scholar?cites=15822689329877212339",
            {
                "2009":7,
                "2010":11,
                "2011":22,
                "2012":26,
                "2013":61,
                "2014":84,
                "2015":93,
                "2016":95,
                "2017":113,
                "2018":101,
                "2019":85,
                "2020":110,
                "2021":4
            }
        ],
        [
            "Transition metal (TM) atoms bound to fullerenes are proposed as adsorbents for high density, room temperature, ambient pressure storage of hydrogen. C 60 or C 48 B 12 disperses TMs by charge transfer interactions to produce stable organometallic buckyballs (OBBs). A particular scandium OBB can bind as many as 11 hydrogen atoms per TM, ten of which are in the form of dihydrogen that can be adsorbed and desorbed reversibly. In this case, the calculated binding energy is about 0.3 eV\/H 2, which is ideal for use on board vehicles. The theoretical maximum retrievable H 2 storage density is∼ 9 wt%.",
            "Hydrogen storage in novel organometallic buckyballs",
            "Yufeng Zhao and Yong-Hyun Kim and AC Dillon and MJ Heben and SB Zhang",
            "2005",
            "J4NR2VAAAAAJ:2osOgNQ5qMEC",
            746,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.94.155504",
            "3169922584408008536",
            "\/scholar?cites=3169922584408008536",
            {
                "2005":6,
                "2006":33,
                "2007":51,
                "2008":57,
                "2009":80,
                "2010":64,
                "2011":68,
                "2012":82,
                "2013":53,
                "2014":52,
                "2015":48,
                "2016":37,
                "2017":38,
                "2018":27,
                "2019":26,
                "2020":20,
                "2021":1
            }
        ],
        [
            "Based on first-principles calculations, a model for large-size-mismatched group-V dopants in ZnO is proposed. The dopants do not occupy the O sites as is widely perceived, but rather the Zn sites: each forms a complex with two spontaneously induced Zn vacancies in a process that involves fivefold As coordination. Moreover, an As Zn− 2 V Zn complex may have lower formation energy than any of the parent defects. Our model agrees with the recent observations that both As and Sb have low acceptor-ionization energies and that to obtain p-type ZnO requires O-rich growth or annealing conditions.",
            "Doping by large-size-mismatched impurities: the microscopic origin of arsenic-or antimony-doped p-type zinc oxide",
            "Sukit Limpijumnong and SB Zhang and Su-Huai Wei and CH Park",
            "2004",
            "J4NR2VAAAAAJ:qjMakFHDy7sC",
            725,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.92.155504",
            "3337896648594261336",
            "\/scholar?cites=3337896648594261336",
            {
                "2004":3,
                "2005":23,
                "2006":42,
                "2007":57,
                "2008":60,
                "2009":62,
                "2010":54,
                "2011":63,
                "2012":63,
                "2013":53,
                "2014":47,
                "2015":43,
                "2016":44,
                "2017":30,
                "2018":33,
                "2019":25,
                "2020":17,
                "2021":4
            }
        ],
        [
            "Using first-principles band structure methods we studied the general chemical trends of defect formation in II-VI semiconductors. We systematically calculated the formation energies and transition energy levels of intrinsic and extrinsic defects and defect complexes in the prototype CdTe and investigated the limiting factors for p-type and n-type doping in this material. Possible approaches to significantly increase the doping limits are discussed. Our general understanding of the chemical trends of defect formation energies and transition energy levels in CdTe is expected to be applicable also to other II-VI semiconductors.",
            "Chemical trends of defect formation and doping limit in II-VI semiconductors: The case of CdTe",
            "Su-Huai Wei and SB Zhang",
            "2002",
            "J4NR2VAAAAAJ:W7OEmFMy1HYC",
            633,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.66.155211",
            "1278385157508943811",
            "\/scholar?cites=1278385157508943811",
            {
                "2003":10,
                "2004":17,
                "2005":20,
                "2006":15,
                "2007":19,
                "2008":29,
                "2009":32,
                "2010":36,
                "2011":49,
                "2012":32,
                "2013":39,
                "2014":48,
                "2015":58,
                "2016":48,
                "2017":50,
                "2018":41,
                "2019":35,
                "2020":42,
                "2021":8
            }
        ],
        [
            "Using a first-principles band structure method we have theoretically studied the effects of Ga additions on the electronic and structural properties of CuInSe2. We find that (i) with increasing xGa, the valence band maximum of CuIn1−xGaxSe2 (CIGS) decreases slightly, while the conduction band minimum (and the band gap) of CIGS increases significantly, (ii) the acceptor formation energies are similar in both CuInSe2 (CIS) and CuGaSe2 (CGS), but the donor formation energy is larger in CGS than in CIS, (iii) the acceptor transition levels are shallower in CGS than in CIS, but the GaCu donor level in CGS is much deeper than the InCu donor level in CIS, and (iv) the stability domain of the chalcopyrite phase increases with respect to ordered defect compounds. Our results are compared with available experimental observations.",
            "Effects of Ga addition to  on its electronic, structural, and defect properties",
            "Su-Huai Wei and SB Zhang and Alex Zunger",
            "1998",
            "J4NR2VAAAAAJ:Tyk-4Ss8FVUC",
            586,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.121548",
            "4264076654644943551",
            "\/scholar?cites=4264076654644943551",
            {
                "1999":8,
                "2000":12,
                "2001":4,
                "2002":13,
                "2003":23,
                "2004":14,
                "2005":28,
                "2006":20,
                "2007":15,
                "2008":10,
                "2009":11,
                "2010":18,
                "2011":41,
                "2012":31,
                "2013":47,
                "2014":58,
                "2015":42,
                "2016":48,
                "2017":42,
                "2018":32,
                "2019":38,
                "2020":24,
                "2021":4
            }
        ]
    ]
}