{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We demonstrate that photogenerated excitons in semiconducting carbon nanotubes (CNTs) can be efficiently dissociated by forming a planar heterojunction between CNTs wrapped in semiconducting polymers and the electon acceptor, C60. Illumination of the CNTs at their near-infrared optical band gap results in the generation of a short-circuit photocurrent with peak external and internal quantum efficiencies of 2.3% and 44%, respectively. Using soft CNT-hybrid materials systems combining semiconducting small molecules and polymers, we have fabricated broad-band photodetectors with a specific detectivity >1010 cm Hz1\/2 W1− from λ = 400 to 1450 nm and a response time of τ = 7.2 ± 0.2 ns.",
            "Broad Spectral Response Using Carbon Nanotube\/Organic Semiconductor\/C60 Photodetectors",
            "Michael S Arnold and Jeramy D Zimmerman and Christopher K Renshaw and Xin Xu and Richard R Lunt and Christine M Austin and Stephen R Forrest",
            "2009",
            "J739hLcAAAAJ:u-x6o8ySG0sC",
            241,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl901637u",
            "11268914021254247789",
            "\/scholar?cites=11268914021254247789",
            {
                "2010":9,
                "2011":16,
                "2012":21,
                "2013":33,
                "2014":23,
                "2015":31,
                "2016":32,
                "2017":26,
                "2018":12,
                "2019":20,
                "2020":13,
                "2021":4
            }
        ],
        [
            "We demonstrate that solvent vapor annealing of small molecular weight organic heterojunctions can be used to independently control the interface and bulk thin-film morphologies, thereby modifying charge transport and exciton dissociation in these structures. As an example, we anneal diphenyl-functionalized squaraine (DPSQ)\/C60 heterojunctions before or after the deposition of C60. Solvent vapor annealing of DPSQ before C60 deposition results in molecular order at the heterointerface. Organic photovoltaics based on this process have reduced open circuit voltages and power conversion efficiencies relative to as-cast devices. In contrast, annealing following C60 deposition locks in interface disorder found in unannealed junctions while improving order in the thin-film bulk. This results in an increase in short circuit current by >30% while maintaining the open circuit voltage of the as-cast heterojunction device …",
            "Independent Control of Bulk and Interfacial Morphologies of Small Molecular Weight Organic Heterojunction Solar Cells",
            "Jeramy D Zimmerman and Xin Xiao and Christopher Kyle Renshaw and Siyi Wang and Vyacheslav V Diev and Mark E Thompson and Stephen R Forrest",
            "2012",
            "J739hLcAAAAJ:j3f4tGmQtD8C",
            133,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl302172w",
            "8203217158164891474",
            "\/scholar?cites=8203217158164891474",
            {
                "2012":2,
                "2013":21,
                "2014":30,
                "2015":27,
                "2016":13,
                "2017":10,
                "2018":6,
                "2019":16,
                "2020":8
            }
        ],
        [
            "Several porphyrin‐dimer tapelike molecule\/C 60 heterojunction detectors are investigated. Their extended π‐electron systems provide photovoltaic response into the near infrared, with an external quantum efficiency of up to 6.5% at a wavelength of λ= 1350 nm. Additionally, a specific detectivity of D*= 1.6× 10 11 Jones at λ= 1090 nm, and (2.3±0.1)× 10 10 Jones at λ= 1350 nm are detected. The optical response time of the detectors is resistance–capacitance limited at 1.87±0.03 ns.",
            "Porphyrin‐Tape\/C60 Organic Photodetectors with 6.5% External Quantum Efficiency in the Near Infrared",
            "Jeramy D Zimmerman and Vyacheslav V Diev and Kenneth Hanson and Richard R Lunt and Eric K Yu and Mark E Thompson and Stephen R Forrest",
            "2010",
            "J739hLcAAAAJ:YsMSGLbcyi4C",
            127,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.200904341",
            "15172364363775812388",
            "\/scholar?cites=15172364363775812388",
            {
                "2010":1,
                "2011":9,
                "2012":12,
                "2013":9,
                "2014":8,
                "2015":14,
                "2016":11,
                "2017":13,
                "2018":22,
                "2019":11,
                "2020":14,
                "2021":2
            }
        ],
        [
            "We describe a hybrid planar-mixed heterojunction (PM-HJ) organic photovoltaic cell based on tetraphenyldibenzoperiflanthene (DBP) and C70 with a power conversion efficiency of up to 6.4% ± 0.3%. Optimized cells consist of a DBP:C70 mixed layer at a volume ratio of 1:8 and a 9-nm thick C70 cap layer. The external quantum efficiency (EQE) in the visible of the PM-HJ cell is up to 10% larger than the mixed-HJ cell that lacks a C70 acceptor cap layer. The improvement in EQE is attributed to reduced exciton quenching at the MoO3 anode buffer layer surface. This leads to an internal quantum efficiency >90% between the wavelengths of λ = 450 nm and 550 nm, suggesting efficient exciton dissociation and carrier extraction in the PM-HJ cell. The power conversion efficiency under simulated AM 1.5G, 1 sun irradiation increases from 5.7% ± 0.2% for the mixed-HJ cell to 6.4% ± 0.3% for the PM-HJ cell …",
            "A hybrid planar-mixed tetraphenyldibenzoperiflanthene\/C70 photovoltaic cell",
            "Xin Xiao and Jeramy D Zimmerman and Brian E Lassiter and Kevin J Bergemann and Stephen R Forrest",
            "2013",
            "J739hLcAAAAJ:GnPB-g6toBAC",
            124,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4793195",
            "13127042909909202347",
            "\/scholar?cites=13127042909909202347",
            {
                "2012":1,
                "2013":11,
                "2014":31,
                "2015":27,
                "2016":17,
                "2017":6,
                "2018":11,
                "2019":9,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Two squaraine (SQ) donor molecules with different absorption bands are blended together for better coverage of the solar spectrum. The blend SQ device shows a significant improvement compared with single SQ donor devices. By applying a solvent annealing process and a compound buffer layer, a power‐conversion efficiency of 5.9±0.3% is achieved under 1 sun illumination.",
            "Small‐Molecule Photovoltaics Based on Functionalized Squaraine Donor Blends",
            "Xin Xiao and Guodan Wei and Siyi Wang and Jeramy D Zimmerman and Christopher K Renshaw and Mark E Thompson and Stephen R Forrest",
            "2012",
            "J739hLcAAAAJ:Zph67rFs4hoC",
            110,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201104261",
            "555460313952872982",
            "\/scholar?cites=555460313952872982",
            {
                "2012":8,
                "2013":25,
                "2014":20,
                "2015":24,
                "2016":12,
                "2017":10,
                "2018":7,
                "2019":2,
                "2020":2
            }
        ],
        [
            "High‐efficiency, vacuum‐deposited small‐molecule organic tandem and triple‐junction photovoltaic cells are demonstrated. The devices are composed of two sub‐cells with minimal absorption spectral overlap. A nearly transparent fullerene\/wide‐energy gap organic mixture is introduced as the interconnecting blocking layer to further reduce cell losses. A power conversion efficiency of 10.0% is achieved for the tandem cell and 11.1% is achieved for a triple‐junction cell.",
            "High‐Efficiency, Vacuum‐Deposited, Small‐Molecule Organic Tandem and Triple‐Junction Photovoltaic Cells",
            "Xiaozhou Che and Xin Xiao and Jeramy D Zimmerman and Dejiu Fan and Stephen R Forrest",
            "2014",
            "J739hLcAAAAJ:bFI3QPDXJZMC",
            107,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/aenm.201400568",
            "4141330331945764649",
            "\/scholar?cites=4141330331945764649",
            {
                "2015":28,
                "2016":33,
                "2017":18,
                "2018":13,
                "2019":7,
                "2020":8
            }
        ],
        [
            "We report the molecular beam epitaxy growth of Al0.3Ga0.7As∕GaAs multijunction solar cells with epitaxial, semimetallic ErAs nanoparticles at the interface of the tunnel junction. The states provided by these nanoparticles reduce the bias required to pass current through the tunnel junction by three orders of magnitude, and therefore drastically reduce the voltage losses in the tunnel junction. We have measured open-circuit voltages which are 97% of the sum of the constituent cells, which result in nearly double the efficiency of our multijunction cell with a conventional tunnel junction.",
            "Increased efficiency in multijunction solar cells through the incorporation of semimetallic ErAs nanoparticles into the tunnel junction",
            "JMO Zide and A Kleiman-Shwarsctein and NC Strandwitz and JD Zimmerman and T Steenblock-Smith and AC Gossard and A Forman and A Ivanovskaya and GD Stucky",
            "2006",
            "J739hLcAAAAJ:9yKSN-GCB0IC",
            101,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2196059",
            "12019901005538319853",
            "\/scholar?cites=12019901005538319853",
            {
                "2006":2,
                "2007":3,
                "2008":4,
                "2009":9,
                "2010":11,
                "2011":4,
                "2012":10,
                "2013":9,
                "2014":5,
                "2015":8,
                "2016":4,
                "2017":13,
                "2018":9,
                "2019":10
            }
        ],
        [
            "Squaraine (SQ) dyes are notable for their exceptionally high absorption coefficients extending from the green to the near-infrared. In this work, we utilize the functionalized SQ donor: 2,4-bis [4-(N-phenyl-1-naphthylamino)-2,6-dihydroxyphenyl] squaraine (1-NPSQ) by substitution of isobutylamines in the common “parent SQ” with arylamines to improve stacking and hence exciton and charge transport. The strong electron-withdrawing arylamine group results in a highest occupied molecular orbital energy of 5.3 eV, compared to 5.1 eV for the parent SQ, making 1-NPSQ a suitable donor when used with a C60 acceptor in an organic photovoltaic cell. Optimized and thermally annealed, nanocrystalline heterojunction 1-NPSQ\/C60\/bathocuproine solar cells with an open circuit voltage of 0.90 ± 0.01 V, fill factor of 0.64 ± 0.01, and short circuit current of 10.0 ± 1.1 mA\/cm2 at 1 sun, AM1.5G illumination (solar spectrally …",
            "Arylamine-based squaraine donors for use in organic solar cells",
            "Guodan Wei and Xin Xiao and Siyi Wang and Jeramy D Zimmerman and Kai Sun and Vyacheslav V Diev and Mark E Thompson and Stephen R Forrest",
            "2011",
            "J739hLcAAAAJ:LkGwnXOMwfcC",
            98,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl2022515",
            "7754332783903581286",
            "\/scholar?cites=7754332783903581286",
            {
                "2011":1,
                "2012":14,
                "2013":17,
                "2014":16,
                "2015":19,
                "2016":10,
                "2017":7,
                "2018":6,
                "2019":3,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Sticking together: Direct fusion of pyrene rings with diporphyrins can be achieved without prior activation of aromatic rings. This simple method gives pyrene–diporphyrin hybrids (see picture, C (pyrene) red, C (porphyrin) dark blue, N light blue, Zn green) with a high near‐infrared (NIR) absorption that reaches the wavelengths required for use in telecommunications.",
            "Fused Pyrene–Diporphyrins: Shifting Near‐Infrared Absorption to 1.5 μm and Beyond",
            "Vyacheslav V Diev and Kenneth Hanson and Jeramy D Zimmerman and Stephen R Forrest and Mark E Thompson",
            "2010",
            "J739hLcAAAAJ:qjMakFHDy7sC",
            90,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/anie.201002669",
            "12569178746967879115",
            "\/scholar?cites=12569178746967879115",
            {
                "2010":1,
                "2011":16,
                "2012":15,
                "2013":14,
                "2014":6,
                "2015":14,
                "2016":4,
                "2017":3,
                "2018":8,
                "2019":1,
                "2020":8
            }
        ],
        [
            "We report a sharp reduction in the resistivity of Ohmic contacts using in situ deposition of molybdenum (Mo) contacts onto n-type In0.53Ga0.47As grown on InP. The contacts were formed by evaporating Mo onto the wafer using an electron beam evaporator connected to a molecular beam epitaxy chamber under ultrahigh vacuum. Transmission line measurements showed specific contact resistivities of 0.5±0.3 Ω μm2 (2.90 Ω μm), 0.9±0.4 Ω μm2 (4.3 Ω μm), and 1.3±0.4 Ω μm2 (4.7 Ω μm) for Mo on abrupt InAs\/InGaAs heterojunctions, graded InAs\/InGaAs, and InGaAs films, respectively. These low resistances meet the requirements for terahertz transistors.",
            "Ultralow resistance in situ Ohmic contacts to InGaAs\/InP",
            "Uttam Singisetti and Mark A Wistey and Jeramy D Zimmerman and Brian J Thibeault and Mark JW Rodwell and Arthur C Gossard and Seth R Bank",
            "2008",
            "J739hLcAAAAJ:W7OEmFMy1HYC",
            85,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3013572",
            "7819458828026491125",
            "\/scholar?cites=7819458828026491125",
            {
                "2007":2,
                "2008":3,
                "2009":2,
                "2010":2,
                "2011":11,
                "2012":9,
                "2013":6,
                "2014":11,
                "2015":9,
                "2016":9,
                "2017":3,
                "2018":7,
                "2019":7,
                "2020":4
            }
        ]
    ]
}