{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Models of gene control have emerged from genetic and biochemical studies, with limited consideration of the spatial organization and dynamics of key components in living cells. We used live-cell superresolution and light-sheet imaging to study the organization and dynamics of the Mediator coactivator and RNA polymerase II (Pol II) directly. Mediator and Pol II each form small transient and large stable clusters in living embryonic stem cells. Mediator and Pol II are colocalized in the stable clusters, which associate with chromatin, have properties of phase-separated condensates, and are sensitive to transcriptional inhibitors. We suggest that large clusters of Mediator, recruited by transcription factors at large or clustered enhancer elements, interact with large Pol II clusters in transcriptional condensates in vivo.",
            "Mediator and RNA polymerase II clusters associate in transcription-dependent condensates",
            "Won-Ki Cho* and Jan-Hendrik Spille* and Micca Hecht and Choongman Lee and Charles Li and Valentin Grube and Ibrahim I Cisse",
            "2018",
            "J7rGwNsAAAAJ:roLk4NBRz8UC",
            401,
            "https:\/\/science.sciencemag.org\/content\/361\/6400\/412.abstract",
            "3853523371890979504",
            "\/scholar?cites=3853523371890979504",
            {
                "2017":1,
                "2018":32,
                "2019":141,
                "2020":201,
                "2021":25
            }
        ],
        [
            "The synthesis of pre-mRNA by RNA polymerase II (Pol II) involves the formation of a transcription initiation complex, and a transition to an elongation complex 1, 2, 3, 4. The large subunit of Pol II contains an intrinsically disordered C-terminal domain that is phosphorylated by cyclin-dependent kinases during the transition from initiation to elongation, thus influencing the interaction of the C-terminal domain with different components of the initiation or the RNA-splicing apparatus 5, 6. Recent observations suggest that this model provides only a partial picture of the effects of phosphorylation of the C-terminal domain 7, 8, 9, 10, 11, 12. Both the transcription-initiation machinery and the splicing machinery can form phase-separated condensates that contain large numbers of component molecules: hundreds of molecules of Pol II and mediator are concentrated in condensates at super-enhancers 7, 8, and large numbers …",
            "Pol II phosphorylation regulates a switch between transcriptional and splicing condensates",
            "Yang Eric Guo and John C Manteiga and Jonathan E Henninger and Benjamin R Sabari and Alessandra Dall’Agnese and Nancy M Hannett and Jan-Hendrik Spille and Lena K Afeyan and Alicia V Zamudio and Krishna Shrinivas and Brian J Abraham and Ann Boija and Tim-Michael Decker and Jenna K Rimel and Charli B Fant and Tong Ihn Lee and Ibrahim I Cisse and Phillip A Sharp and Dylan J Taatjes and Richard A Young",
            "2019",
            "J7rGwNsAAAAJ:8k81kl-MbHgC",
            130,
            "https:\/\/www.nature.com\/articles\/s41586-019-1464-0",
            "15239445015020419507",
            "\/scholar?cites=15239445015020419507",
            {
                "2019":17,
                "2020":99,
                "2021":13
            }
        ],
        [
            "Protein clustering is a hallmark of genome regulation in mammalian cells. However, the dynamic molecular processes involved make it difficult to correlate clustering with functional consequences in vivo. We developed a live-cell super-resolution approach to uncover the correlation between mRNA synthesis and the dynamics of RNA Polymerase II (Pol II) clusters at a gene locus. For endogenous β-actin genes in mouse embryonic fibroblasts, we observe that short-lived (~8 s) Pol II clusters correlate with basal mRNA output. During serum stimulation, a stereotyped increase in Pol II cluster lifetime correlates with a proportionate increase in the number of mRNAs synthesized. Our findings suggest that transient clustering of Pol II may constitute a pre-transcriptional regulatory event that predictably modulates nascent mRNA output.DOI: http:\/\/dx.doi.org\/10.7554\/eLife.13617.001",
            "RNA Polymerase II cluster dynamics predict mRNA output in living cells",
            "Won-Ki Cho and Namrata Jayanth and Brian P English and Takuma Inoue and J Owen Andrews and William Conway and Jonathan B Grimm and Jan-Hendrik Spille and Luke D Lavis and Timothee Lionnet and Ibrahim I Cisse",
            "2016",
            "J7rGwNsAAAAJ:Y0pCki6q_DkC",
            126,
            "https:\/\/elifesciences.org\/articles\/13617",
            "1991235204330302764",
            "\/scholar?cites=1991235204330302764",
            {
                "2016":4,
                "2017":20,
                "2018":28,
                "2019":37,
                "2020":34,
                "2021":3
            }
        ],
        [
            "The gene expression programs that define the identity of each cell are controlled by master transcription factors (TFs) that bind cell-type-specific enhancers, as well as signaling factors, which bring extracellular stimuli to these enhancers. Recent studies have revealed that master TFs form phase-separated condensates with the Mediator coactivator at super-enhancers. Here, we present evidence that signaling factors for the WNT, TGF-β, and JAK\/STAT pathways use their intrinsically disordered regions (IDRs) to enter and concentrate in Mediator condensates at super-enhancers. We show that the WNT coactivator β-catenin interacts both with components of condensates and DNA-binding factors to selectively occupy super-enhancer-associated genes. We propose that the cell-type specificity of the response to signaling is mediated in part by the IDRs of the signaling factors, which cause these factors to partition into …",
            "Mediator condensates localize signaling factors to key cell identity genes",
            "Alicia V Zamudio and Alessandra Dall’Agnese and Jonathan E Henninger and John C Manteiga and Lena K Afeyan and Nancy M Hannett and Eliot L Coffey and Charles H Li and Ozgur Oksuz and Benjamin R Sabari and Ann Boija and Isaac A Klein and Susana W Hawken and Jan-Hendrik Spille and Tim-Michael Decker and Ibrahim I Cisse and Brian J Abraham and Tong I Lee and Dylan J Taatjes and Jurian Schuijers and Richard A Young",
            "2019",
            "J7rGwNsAAAAJ:MXK_kJrjxJIC",
            47,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1097276519306550",
            "18399151613206787314",
            "\/scholar?cites=18399151613206787314",
            {
                "2019":4,
                "2020":33,
                "2021":9
            }
        ],
        [
            "The antimicrobial peptide nisin exerts its activity by a unique dual mechanism. It permeates the cell membranes of Gram-positive bacteria by binding to the cell wall precursor Lipid II and inhibits cell wall synthesis. Binding of nisin to Lipid II induces the formation of large nisin-Lipid II aggregates in the membrane of bacteria as well as in Lipid II-doped model membranes. Mechanistic details of the aggregation process and its impact on membrane permeation are still unresolved. In our experiments, we found that fluorescently labeled nisin bound very inhomogeneously to bacterial membranes as a consequence of the strong aggregation due to Lipid II binding. A correlation between cell membrane damage and nisin aggregation was observed in vivo. To further investigate the aggregation process of Lipid II and nisin, we assessed its dynamics by single-molecule microscopy of fluorescently labeled Lipid II molecules in …",
            "The lantibiotic nisin induces lipid II aggregation, causing membrane instability and vesicle budding",
            "Katharina M Scherer and Jan-Hendrik Spille and Hans-Georg Sahl and Fabian Grein and Ulrich Kubitscheck",
            "2015",
            "J7rGwNsAAAAJ:zYLM7Y9cAGgC",
            45,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349515001149",
            "5186943424517592851",
            "\/scholar?cites=5186943424517592851",
            {
                "2016":6,
                "2017":5,
                "2018":6,
                "2019":12,
                "2020":12
            }
        ],
        [
            "Three-dimensional (3D) spatial information can be encoded in two-dimensional images of fluorescent nanoparticles by astigmatic imaging. We combined this method with light sheet microscopy for high contrast single particle imaging up to 200 µm deep within living tissue and real-time image analysis to determine 3D particle localizations with nanometer precision and millisecond temporal resolution. Axial information was instantly directed to the sample stage to keep a moving particle within the focal plane in an active feedback loop. We demonstrated 3D tracking of nanoparticles at an unprecedented depth throughout large cell nuclei over several thousand frames and a range of more than 10 µm in each spatial dimension, while simultaneously acquiring optically sectioned wide field images. We conclude that this 3D particle tracking technique employing light sheet microscopy presents a valuable extension to the …",
            "Dynamic three-dimensional tracking of single fluorescent nanoparticles deep inside living tissue",
            "Jan-Hendrik Spille and Tim Kaminski and Heinz-Peter Königshoven and Ulrich Kubitscheck",
            "2012",
            "J7rGwNsAAAAJ:u5HHmVD_uO8C",
            41,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=oe-20-18-19697",
            "14375249530964441952",
            "\/scholar?cites=14375249530964441952",
            {
                "2013":5,
                "2014":12,
                "2015":9,
                "2016":4,
                "2017":6,
                "2018":3,
                "2019":1,
                "2020":1
            }
        ],
        [
            "The proper functioning of the dopaminergic system requires the coordinated formation of projections extending from dopaminergic neurons in the substantia nigra (SN), ventral tegmental area (VTA) and retrorubral field to a wide array of forebrain targets including the striatum, nucleus accumbens and prefrontal cortex. The mechanisms controlling the assembly of these distinct dopaminergic cell clusters are not well understood. Here, we have investigated in detail the migratory behavior of dopaminergic neurons giving rise to either the SN or the medial VTA using genetic inducible fate mapping, ultramicroscopy, time-lapse imaging, slice culture and analysis of mouse mutants. We demonstrate that neurons destined for the SN migrate first radially and then tangentially, whereas neurons destined for the medial VTA undergo primarily radial migration. We show that tangentially migrating dopaminergic neurons express …",
            "Reelin and CXCL12 regulate distinct migratory behaviors during the development of the dopaminergic system",
            "Gabriela Oana Bodea and Jan-Hendrik Spille and Philipp Abe and Aycan Senturk Andersson and Amparo Acker-Palmer and Ralf Stumm and Ulrich Kubitscheck and Sandra Blaess",
            "2014",
            "J7rGwNsAAAAJ:2osOgNQ5qMEC",
            40,
            "https:\/\/dev.biologists.org\/content\/141\/3\/661.short",
            "15792933938579456483",
            "\/scholar?cites=15792933938579456483",
            {
                "2014":4,
                "2015":7,
                "2016":4,
                "2017":6,
                "2018":9,
                "2019":6,
                "2020":4
            }
        ],
        [
            "The formation of misfolded protein aggregates is a hallmark of neurodegenerative diseases. The aggregate formation process exhibits an initial lag phase when precursor clusters spontaneously assemble. However, most experimental assays are blind to this lag phase. We develop a quantitative assay based on super-resolution imaging in fixed cells and light sheet imaging of living cells to study the early steps of aggregation in mammalian cells. We find that even under normal growth conditions mammalian cells have precursor clusters. The cluster size distribution is precisely that expected for a so-called super-saturated system in first order phase transition. This means there exists a nucleation barrier, and a critical size above which clusters grow and mature. Homeostasis is maintained through a Szilard model entailing the preferential clearance of super-critical clusters. We uncover a role for a putative chaperone (RuvBL) in this disassembly of large clusters. The results indicate early aggregates behave like condensates.Editorial note: This article has been through an editorial process in which the authors decide how to respond to the issues raised during peer review. The Reviewing Editor's assessment is that all the issues have been addressed (see decision letter).",
            "A first order phase transition mechanism underlies protein aggregation in mammalian cells",
            "Arjun Narayanan and Anatoli Meriin and J Owen Andrews and Jan-Hendrik Spille and Michael Y Sherman and Ibrahim I Cisse",
            "2019",
            "J7rGwNsAAAAJ:5nxA0vEk-isC",
            28,
            "https:\/\/elifesciences.org\/articles\/39695",
            "2488335784048504610",
            "\/scholar?cites=2488335784048504610",
            {
                "2019":6,
                "2020":20,
                "2021":2
            }
        ],
        [
            "The fluorescein arsenical hairpin binder (FlAsH) shows much promise to determine the relative orientations of protein regions and structures even in living cells and in the plasma membrane. In this study, we characterized FlAsH's photophysical properties by steady-state anisotropy and time-resolved single photon counting for further applications with G-protein coupled receptors. We find that FlAsH has a relatively high initial anisotropy of 0.31 ± 0.01 and a three-component fluorescence lifetime with an average of 4.1 ± 0.1 ns. We characterized the FlAsH fluorophore orientation in the α2A adrenergic receptor revealing rigid orientations of FlAsH in the membrane plane for rotational correlation times of ∼50 ns in living cells. To elucidate the fluorophore-membrane orientation and rotational correlation time, an anisotropy treatment similar to that of another researcher (Axelrod, D. 1979. Biophys. J. 26:557–573) was …",
            "Rotational Diffusion of the α2a Adrenergic Receptor Revealed by FlAsH Labeling in Living Cells",
            "Jan-Hendrik Spille and Alexander Zürn and Carsten Hoffmann and Martin J Lohse and Gregory S Harms",
            "2011",
            "J7rGwNsAAAAJ:9yKSN-GCB0IC",
            25,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349510011926",
            "13266193848854154496",
            "\/scholar?cites=13266193848854154496",
            {
                "2011":2,
                "2012":4,
                "2013":1,
                "2014":4,
                "2015":4,
                "2016":2,
                "2017":3,
                "2018":2,
                "2019":2,
                "2020":1
            }
        ],
        [
            "Light sheet microscopy became a powerful tool in life sciences. Often, however, the sheet geometry is fixed, whereas it would be advantageous to adjust the sheet geometry to specimens of different dimensions. Therefore we developed an afocal cylindrical zoom lens system comprising only 5 lenses and a total system length of less than 160 mm. Two movable optical elements were directly coupled, so that the zoom factor could be adjusted from 1x to 6.3x by a single motor. Using two different illumination objectives we achieved a light sheet thickness ranging from 2.4 µm to 36 µm corresponding to lateral fields of 54 µm to 12.3 mm, respectively. Polytene chromosomes of salivary gland cell nuclei of C.tentans larvae were imaged in vivo to demonstrate the advantages in image contrast by imaging with different light sheet dimensions.",
            "A cylindrical zoom lens unit for adjustable optical sectioning in light sheet microscopy",
            "Jörg G Ritter and Jan-Hendrik Spille and Tim Kaminski and Ulrich Kubitscheck",
            "2011",
            "J7rGwNsAAAAJ:u-x6o8ySG0sC",
            25,
            "https:\/\/www.osapublishing.org\/viewmedia.cfm?uri=boe-2-1-185&seq=0",
            "16890218510729783175",
            "\/scholar?cites=16890218510729783175",
            {
                "2011":2,
                "2012":1,
                "2013":1,
                "2014":2,
                "2015":3,
                "2016":1,
                "2017":5,
                "2018":1,
                "2019":4,
                "2020":5
            }
        ]
    ]
}