{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "This feature article highlights work from the authors' laboratories on the synthesis, assembly, reactivity, and optical applications of metallic nanoparticles of nonspherical shape, especially nanorods. The synthesis is a seed-mediated growth procedure, in which metal salts are reduced initially with a strong reducing agent, in water, to produce ∼4 nm seed particles. Subsequent reduction of more metal salt with a weak reducing agent, in the presence of structure-directing additives, leads to the controlled formation of nanorods of specified aspect ratio and can also yield other shapes of nanoparticles (stars, tetrapods, blocks, cubes, etc.). Variations in reaction conditions and crystallographic analysis of gold nanorods have led to insight into the growth mechanism of these materials. Assembly of nanorods can be driven by simple evaporation from solution or by rational design with molecular-scale connectors. Short …",
            "Anisotropic metal nanoparticles: synthesis, assembly, and optical applications",
            "Catherine J Murphy and Tapan K Sau and Anand M Gole and Christopher J Orendorff and Jinxin Gao and Linfeng Gou and Simona E Hunyadi and Tan Li",
            "2005",
            "J8_Xk9cAAAAJ:Se3iqnhoufwC",
            3213,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp0516846",
            "12453837016012106908",
            "\/scholar?cites=12453837016012106908",
            {
                "2005":9,
                "2006":80,
                "2007":152,
                "2008":201,
                "2009":210,
                "2010":258,
                "2011":265,
                "2012":277,
                "2013":294,
                "2014":251,
                "2015":255,
                "2016":218,
                "2017":235,
                "2018":178,
                "2019":159,
                "2020":148,
                "2021":11
            }
        ],
        [
            "In this Feature Article, we examine recent advances in chemical analyte detection and optical imaging applications using gold and silver nanoparticles, with a primary focus on our own work. Noble metal nanoparticles have exciting physical and chemical properties that are entirely different from the bulk. For chemical sensing and imaging, the optical properties of metallic nanoparticles provide a wide range of opportunities, all of which ultimately arise from the collective oscillations of conduction band electrons (“plasmons”) in response to external electromagnetic radiation. Nanorods have multiple plasmon bands compared to nanospheres. We identify four optical sensing and imaging modalities for metallic nanoparticles: (1) aggregation-dependent shifts in plasmon frequency; (2) local refractive index-dependent shifts in plasmon frequency; (3) inelastic (surface-enhanced Raman) light scattering; and (4) elastic …",
            "Chemical sensing and imaging with metallic nanorods",
            "Catherine J Murphy and Anand M Gole and Simona E Hunyadi and John W Stone and Patrick N Sisco and Alaaldin Alkilany and Brian E Kinard and Patrick Hankins",
            "2008",
            "J8_Xk9cAAAAJ:hqOjcs7Dif8C",
            503,
            "https:\/\/pubs.rsc.org\/--\/content\/articlehtml\/2008\/cc\/b711069c",
            "15001885545209677259",
            "\/scholar?cites=15001885545209677259",
            {
                "2007":2,
                "2008":20,
                "2009":55,
                "2010":34,
                "2011":47,
                "2012":51,
                "2013":46,
                "2014":49,
                "2015":44,
                "2016":33,
                "2017":28,
                "2018":26,
                "2019":37,
                "2020":27,
                "2021":3
            }
        ],
        [
            "One-dimensional (1-D) metallic nanoscale materials have long been of interest to many groups of scientists. Within the last 2 decades, great advances in the synthesis of metallic nanorods and nanowires have been made, with a variety of templating methods. More recently, bottom-up chemical syntheses of these materials have become increasingly reported in the literature. This Forum Article describes the synthesis, physical properties, and potential applications of 1-D metals, with an emphasis on silver and gold derived from studies in the authors' laboratories. ",
            "One-dimensional colloidal gold and silver nanostructures",
            "Catherine J Murphy and Anand M Gole and Simona E Hunyadi and Christopher J Orendorff",
            "2006",
            "J8_Xk9cAAAAJ:UebtZRa9Y70C",
            438,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ic0519382",
            "7354743540618033672",
            "\/scholar?cites=7354743540618033672",
            {
                "2007":32,
                "2008":54,
                "2009":34,
                "2010":49,
                "2011":44,
                "2012":38,
                "2013":39,
                "2014":19,
                "2015":40,
                "2016":15,
                "2017":26,
                "2018":16,
                "2019":16,
                "2020":13,
                "2021":1
            }
        ],
        [
            "Silver nanowires, made in an aqueous chemical reduction process, can be reacted with gold salt to create bimetallic nanowires. Treatment of the bimetallic products with aqueous ammonia selectively reacts with silver to yield gold nanotubes. Materials were characterized by electron microscopy and UV-visible spectroscopy, and they were evaluated for their ability to promote surface-enhanced Raman scattering of a model analyte.",
            "Bimetallic silver–gold nanowires: fabrication and use in surface-enhanced Raman scattering",
            "Simona E Hunyadi and Catherine J Murphy",
            "2006",
            "J8_Xk9cAAAAJ:0EnyYjriUFMC",
            195,
            "https:\/\/pubs.rsc.org\/ko\/content\/articlehtml\/2006\/jm\/b607116c",
            "13405114224853149661",
            "\/scholar?cites=13405114224853149661",
            {
                "2006":1,
                "2007":9,
                "2008":13,
                "2009":18,
                "2010":16,
                "2011":17,
                "2012":25,
                "2013":17,
                "2014":10,
                "2015":17,
                "2016":9,
                "2017":13,
                "2018":8,
                "2019":12,
                "2020":10
            }
        ],
        [
            "To investigate the role of particle size on the oxidation, bioavailability, and adverse effects of manufactured Cu nanoparticles (NPs) in soils, we exposed the earthworm Eisenia fetida to a series of concentrations of commercially produced NPs labeled as 20‐ to 40‐nm or <100‐nm Cu in artificial soil media. Effects on growth, mortality, reproduction, and expression of a variety of genes associated with metal homeostasis, general stress, and oxidative stress were measured. We also used X‐ray absorption spectroscopy and scanning X‐ray fluorescence microscopy to characterize changes in chemical speciation and spatial distribution of the NPs in soil media and earthworm tissues. Exposure concentrations of Cu NPs up to 65 mg kg−1 caused no adverse effects on ecologically relevant endpoints. Increases in metallothionein expression occurred at concentrations exceeding 20 mg kg−1 of Cu NPs and concentrations …",
            "Effects of Particle Size on Chemical Speciation and Bioavailability of Copper to Earthworms () Exposed to Copper Nanoparticles",
            "Jason M Unrine and Olga V Tsyusko and Simona E Hunyadi and Jonathan D Judy and Paul M Bertsch",
            "2010",
            "J8_Xk9cAAAAJ:5nxA0vEk-isC",
            153,
            "https:\/\/acsess.onlinelibrary.wiley.com\/doi\/abs\/10.2134\/jeq2009.0387",
            "12961741053727406096",
            "\/scholar?cites=12961741053727406096",
            {
                "2010":3,
                "2011":14,
                "2012":18,
                "2013":17,
                "2014":20,
                "2015":17,
                "2016":11,
                "2017":16,
                "2018":18,
                "2019":7,
                "2020":9,
                "2021":2
            }
        ]
    ]
}