{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Be stars are a class of rapidly rotating B stars with circumstellar disks that cause Balmer and other line emission. There are three possible reasons for the rapid rotation of Be stars: they may have been born as rapid rotators, spun up by binary mass transfer, or spun up during the main‐sequence (MS) evolution of B stars. To test the various formation scenarios, we have conducted a photometric survey of 55 open clusters in the southern sky. Of these, five clusters are probably not physically associated groups and our results for two other clusters are not reliable, but we identify 52 definite Be stars and an additional 129 Be candidates in the remaining clusters. We use our results to examine the age and evolutionary dependence of the Be phenomenon. We find an overall increase in the fraction of Be stars with age until 100 Myr, and Be stars are most common among the brightest, most massive B‐type stars above the …",
            "The evolutionary status of Be stars: results from a photometric study of southern open clusters",
            "M Virginia McSwain and Douglas R Gies",
            "2005",
            "j8fNnd0AAAAJ:vV6vV6tmYwMC",
            218,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/432757\/meta",
            "10096370682242963574",
            "\/scholar?cites=10096370682242963574",
            {
                "2005":2,
                "2006":10,
                "2007":23,
                "2008":24,
                "2009":11,
                "2010":23,
                "2011":9,
                "2012":11,
                "2013":23,
                "2014":12,
                "2015":7,
                "2016":9,
                "2017":14,
                "2018":18,
                "2019":7,
                "2020":12,
                "2021":2
            }
        ],
        [
            "Two recent observing campaigns provide us with moderate dispersion spectra of more than 230 cluster and 370 field B stars. Combining them and the spectra of the B stars from our previous investigations (~ 430 cluster and~ 100 field B stars) yields a large, homogeneous sample for studying the rotational properties of B stars. We derive the projected rotational velocity Vsin i, effective temperature, gravity, mass, and critical rotation speed V crit for each star. We find that the average Vsin i is significantly lower among field stars because they are systematically more evolved and spun down than their cluster counterparts. The rotational distribution functions of V eq\/V crit for the least evolved B stars show that lower mass B stars are born with a larger proportion of rapid rotators than higher mass B stars. However, the upper limit of V eq\/V crit that may separate normal B stars from emission-line Be stars (where rotation …",
            "A stellar rotation census of B stars: From ZAMS to TAMS",
            "Wenjin Huang and Douglas R Gies and MV McSwain",
            "2010",
            "j8fNnd0AAAAJ:uWQEDVKXjbEC",
            185,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/722\/1\/605\/meta",
            "15329589951418833850",
            "\/scholar?cites=15329589951418833850",
            {
                "2010":2,
                "2011":5,
                "2012":17,
                "2013":23,
                "2014":12,
                "2015":20,
                "2016":14,
                "2017":29,
                "2018":23,
                "2019":19,
                "2020":18,
                "2021":3
            }
        ],
        [
            "LS I+ 61 303 and LS 5039 are two of only a handful of known high-mass X-ray binaries (HMXBs) that exhibit very high energy emission in the MeV-TeV range, and these\" γ-ray binaries\" are of renewed interest due to the recent launch of the Fermi Gamma-ray Space Telescope. Here we present new radial velocities of both systems based on recent red and blue optical spectra. Both systems have somewhat discrepant orbital solutions available in the literature, and our new measurements result in improved orbital elements and resolve the disagreements. The improved geometry of each orbit will aid in studies of the high-energy emission region near each source.",
            "The Orbits of the γ-Ray Binaries LS I+ 61 303 and LS 5039",
            "Christina Aragona and M Virginia McSwain and Erika D Grundstrom and Amber N Marsh and Rachael M Roettenbacher and Katelyn M Hessler and Tabetha S Boyajian and Paul S Ray",
            "2009",
            "j8fNnd0AAAAJ:pyW8ca7W8N0C",
            162,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/698\/1\/514\/meta",
            "13060248255947014057",
            "\/scholar?cites=13060248255947014057",
            {
                "2009":12,
                "2010":24,
                "2011":34,
                "2012":20,
                "2013":12,
                "2014":11,
                "2015":7,
                "2016":20,
                "2017":6,
                "2018":5,
                "2019":2,
                "2020":5,
                "2021":3
            }
        ],
        [
            "We report on high‐resolution echelle spectroscopy of 20 giant stars in the Galactic old open cluster NGC 6791, obtained with Hydra at the WIYN telescope. High‐precision radial velocity allows us to isolate 15 bona fide cluster members. From 10 of them we derive a global  . We therefore confirm that NGC 6791 is extremely metal‐rich, exhibits a few marginally subsolar abundance ratios, and within the resolution of our spectra does not show evidence of spread in metal abundance. With these new data we rederive the fundamental cluster parameters, suggesting that it is about 8 Gyr old and 4.3 kpc from the Sun. The combination of its chemical properties, age, position, and Galactic orbit hardly makes NGC 6791 a genuine Population I open cluster. We discuss possible interpretations of the cluster peculiarities, suggesting that the cluster might be what remains of a much larger system whose initial potential well …",
            "NGC 6791: an exotic open cluster or the nucleus of a tidally disrupted galaxy?",
            "Giovanni Carraro and Sandro Villanova and Pierre Demarque and M Virginia McSwain and Giampaolo Piotto and Luigi R Bedin",
            "2006",
            "j8fNnd0AAAAJ:IWHjjKOFINEC",
            141,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/500801\/meta",
            "5914565921128579380",
            "\/scholar?cites=5914565921128579380",
            {
                "2006":4,
                "2007":10,
                "2008":11,
                "2009":9,
                "2010":12,
                "2011":16,
                "2012":11,
                "2013":10,
                "2014":6,
                "2015":13,
                "2016":8,
                "2017":4,
                "2018":9,
                "2019":11,
                "2020":5,
                "2021":1
            }
        ],
        [
            "We present the first  ‐band, long‐baseline interferometric observations of the northern Be stars γ Cas, φ Per, ζ Tau, and κ Dra. The measurements were made with multiple telescope pairs of the CHARA Array interferometer and in every case the observations indicate that the circumstellar disks of the targets are resolved. We fit the interferometric visibilities with predictions from a simple disk model that assumes an isothermal gas in Keplerian rotation. We derive fits of the four model parameters (disk base density, radial density exponent, disk normal inclination, and position angle) for each of the targets. The resulting densities are in broad agreement with prior studies of the IR excess flux, and the resulting orientations generally agree with those from interferometric Hα and continuum polarimetric observations. We find that the angular size of the   disk emission is smaller than that determined for the Hα emission, and …",
            "CHARA array K'-band measurements of the angular dimensions of Be star disks",
            "DR Gies and WG Bagnuolo Jr and EK Baines and TA ten Brummelaar and CD Farrington and PJ Goldfinger and ED Grundstrom and W Huang and HA McAlister and A Mérand and J Sturmann and L Sturmann and Y Touhami and NH Turner and DW Wingert and DH Berger and MV McSwain and JP Aufdenberg and ST Ridgway and AL Cochran and DF Lester and NC Sterling and JE Bjorkman and KS Bjorkman and P Koubský",
            "2007",
            "j8fNnd0AAAAJ:mVmsd5A6BfQC",
            111,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/509144\/meta",
            "5106678679669993556",
            "\/scholar?cites=5106678679669993556",
            {
                "2007":6,
                "2008":6,
                "2009":9,
                "2010":16,
                "2011":8,
                "2012":17,
                "2013":14,
                "2014":5,
                "2015":5,
                "2016":8,
                "2017":2,
                "2018":6,
                "2019":3,
                "2020":4
            }
        ],
        [
            "We present the results of an Hα monitoring campaign on the BeXRB and microquasar system LS I +61 303. We use radial velocity measurements of He i lines in our spectra to reevaluate the orbital elements and to better establish the time of periastron. We list equivalent widths and other parameters for the Hα emission line and discuss the orbital phase related variations observed. We call attention to a dramatic episode of emission weakening that occurred in less than 1 day that probably resulted from exposure to a transient source of ionizing radiation. We argue that the increase in Hα and X‐ray emission following periastron probably results from the creation of an extended density wave in the disk created by tidal forces. We also discuss estimates of the size of the disk from the Hα equivalent width measurements, and we suggest that the disk radius from the average equivalent width corresponds to a resonant …",
            "Joint Hα and X-ray observations of massive X-ray binaries. II. The be X-ray binary and microquasar LS I+ 61 303",
            "ED Grundstrom and SM Caballero-Nieves and DR Gies and W Huang and MV McSwain and SE Rafter and RL Riddle and SJ Williams and DW Wingert",
            "2007",
            "j8fNnd0AAAAJ:mB3voiENLucC",
            109,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/510509\/meta",
            "6742309456324393092",
            "\/scholar?cites=6742309456324393092",
            {
                "2006":1,
                "2007":13,
                "2008":13,
                "2009":16,
                "2010":11,
                "2011":13,
                "2012":8,
                "2013":8,
                "2014":6,
                "2015":1,
                "2016":8,
                "2017":3,
                "2018":4,
                "2019":1,
                "2020":1
            }
        ],
        [
            "We present the results of a spectroscopic monitoring program (from 1998 to 2002) of the Hα emission strength in HDE 226868, the optical counterpart of the black hole binary Cyg X‐1. The feature provides an important probe of the mass‐loss rate in the base of the stellar wind of the supergiant star. We derive an updated ephemeris for the orbit based on radial velocities measured from He i λ6678. We list net equivalent widths for the entire Hα emission\/absorption complex, and we find that there are large variations in emission strength over both long (years) and short (hours to days) time spans. There are coherent orbital phase–related variations in the profiles when the spectra are grouped by Hα equivalent width. The profiles consist of (1) a P Cygni component associated with the wind of the supergiant, (2) emission components that attain high velocity at the conjunctions and that probably form in enhanced …",
            "Wind accretion and state transitions in Cygnus X-1",
            "DR Gies and CT Bolton and JR Thomson and W Huang and MV McSwain and RL Riddle and Z Wang and PJ Wiita and DW Wingert and B Csák and LL Kiss",
            "2003",
            "j8fNnd0AAAAJ:u9iWguZQMMsC",
            99,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/345345\/meta",
            "15502300984033580914",
            "\/scholar?cites=15502300984033580914",
            {
                "2003":3,
                "2004":2,
                "2005":3,
                "2006":7,
                "2007":9,
                "2008":20,
                "2009":8,
                "2010":3,
                "2011":10,
                "2012":6,
                "2013":4,
                "2014":3,
                "2015":6,
                "2016":3,
                "2017":5,
                "2018":2,
                "2019":3,
                "2020":1
            }
        ],
        [
            " We present an investigation of new optical and ultraviolet spectra of the mass donor star in the massive X‐ray binary LS 5039. The optical band spectral line strengths indicate that the atmosphere is N‐rich and C‐poor, and we classify the stellar spectrum as type ON6.5 V((f)). The N‐strong and C‐weak pattern is also found in the stellar wind P Cygni lines of N v λ1240 and C iv λ1550 (narrow absorption components in the former indicate that the wind terminal velocity is   km s−1). We suggest that the N enrichment may result from internal mixing if the O star was born as a rapid rotator or the O star may have accreted N‐rich gas prior to a common envelope interaction with the progenitor of the supernova. We reevaluated the orbital elements to find an orbital period of   days. We compared the spectral line profiles with new non‐LTE line‐blanketed model spectra from Lanz and Hubeny, from which we derive an effective …",
            "The N enrichment and supernova ejection of the runaway microquasar LS 5039",
            "MV McSwain and DR Gies and W Huang and PJ Wiita and DW Wingert and L Kaper",
            "2004",
            "j8fNnd0AAAAJ:4TOpqqG69KYC",
            94,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/379892\/meta",
            "3946383039065285050",
            "\/scholar?cites=3946383039065285050",
            {
                "2004":9,
                "2005":14,
                "2006":7,
                "2007":12,
                "2008":5,
                "2009":4,
                "2010":4,
                "2011":13,
                "2012":7,
                "2013":2,
                "2014":1,
                "2015":5,
                "2016":4,
                "2017":1,
                "2018":4,
                "2019":1,
                "2020":1
            }
        ],
        [
            "We present results from new optical and UV spectroscopy of the unusual binary system SS 433, and we discuss the relationship of the particular spectral components that we observe to the properties of the binary. These spectral components include 1. The continuum spectrum, which we associate with flux from the super‐Eddington accretion disk and the dense part of its wind. A far‐UV spectrum from the Hubble Space Telescope Space Telescope Imaging Spectrograph made during the edge‐on orientation of the disk places an upper limit on the temperature of an equivalent blackbody source (K for) when combined with near‐UV and optical fluxes. The continuum source has an effective projected radius of approximately half the binary separation, so that the source may be larger than the Roche radius of the compact star. 2. Hα moving components, which are formed far from the binary orbital plane in the relativistic …",
            "The spectral components of SS 433",
            "DR Gies and MV McSwain and RL Riddle and Z Wang and PJ Wiita and DW Wingert",
            "2002",
            "j8fNnd0AAAAJ:zA6iFVUQeVQC",
            93,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/338335\/meta",
            "11766794149953121743",
            "\/scholar?cites=11766794149953121743",
            {
                "2002":5,
                "2003":6,
                "2004":5,
                "2005":6,
                "2006":16,
                "2007":5,
                "2008":9,
                "2009":1,
                "2010":11,
                "2011":5,
                "2012":4,
                "2013":3,
                "2014":1,
                "2015":6,
                "2016":1,
                "2017":4,
                "2018":2,
                "2019":3
            }
        ],
        [
            "We present results from a short series of blue, moderate‐resolution spectra of the microquasar binary SS 433. The observations were made at a time optimized to find the spectrum of the donor star, i.e., when the donor was in the foreground and well above the plane of the obscuring disk. In addition to the well‐known stationary and jet emission lines, we find evidence of a weak absorption spectrum that resembles that of an A‐type evolved star. These lines display radial velocity shifts opposite to those associated with the disk surrounding the compact star, and they appear strongest when the disk is maximally eclipsed. All these properties suggest that these absorption lines form in the atmosphere of the hitherto unseen mass donor star in SS 433. The radial velocity shifts observed are consistent with a mass ratio   and masses of   M⊙ and   M⊙. These results indicate that the system consists of an evolved, massive …",
            "The spectrum of the mass donor star in SS 433",
            "DR Gies and W Huang and MV McSwain",
            "2002",
            "j8fNnd0AAAAJ:9yKSN-GCB0IC",
            89,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/344436\/meta",
            "493469972341619760",
            "\/scholar?cites=493469972341619760",
            {
                "2002":1,
                "2003":9,
                "2004":9,
                "2005":9,
                "2006":16,
                "2007":2,
                "2008":5,
                "2009":4,
                "2010":6,
                "2011":2,
                "2012":3,
                "2013":5,
                "2014":1,
                "2015":1,
                "2016":2,
                "2017":4,
                "2018":2,
                "2019":3,
                "2020":4
            }
        ]
    ]
}