{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "In this paper, we review recent theoretical progress and the latest experimental results in jet substructure from the Tevatron and the LHC. We review the status of and outlook for calculation and simulation tools for studying jet substructure. Following up on the report of the Boost 2010 workshop, we present a new set of benchmark comparisons of substructure techniques, focusing on the set of variables and grooming methods that are collectively known as' top taggers'. To facilitate further exploration, we have attempted to collect, harmonize and publish software implementations of these techniques.",
            "Jet Substructure at the Tevatron and LHC: New results, new tools, new benchmarks",
            "A Altheimer and S Arora and L Asquith and G Brooijmans and J Butterworth and M Campanelli and B Chapleau and AE Cholakian and JP Chou and M Dasgupta and A Davison and J Dolen and SD Ellis and R Essig and JJ Fan and R Field and A Fregoso and J Gallicchio and Yuri Gershtein and A Gomes and A Haas and Eva Halkiadakis and V Halyo and S Hoeche and A Hook and A Hornig and P Huang and E Izaguirre and M Jankowiak and G Kribs and D Krohn and AJ Larkoski and Amitabh Lath and C Lee and SeungJoon Lee and P Loch and P Maksimovic and M Martinez and DW Miller and T Plehn and K Prokofiev and R Rahmat and S Rappoccio and A Safonov and GP Salam and S Schumann and MD Schwartz and A Schwartzman and M Seymour and J Shao and P Sinervo and Minho Son and DE Soper and M Spannowsky and IW Stewart and M Strassler and E Strauss and M Takeuchi and J Thaler and Scott Thomas and B Tweedie and R Vasquez Sierra and CK Vermilion and M Villaplana and M Vos and J Wacker and D Walker and JR Walsh and LT Wang and S Wilbur and W Zhu",
            "2012",
            "JaNm_nUAAAAJ:u5HHmVD_uO8C",
            357,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0954-3899\/39\/6\/063001\/meta",
            "17344459097344186558",
            "\/scholar?cites=17344459097344186558",
            {
                "2012":38,
                "2013":78,
                "2014":49,
                "2015":44,
                "2016":58,
                "2017":24,
                "2018":25,
                "2019":13,
                "2020":25
            }
        ],
        [
            "Dark matter direct detection searches for signals coming from dark matter scattering against nuclei at a very low recoil energy scale~ 10 keV. In this paper, a simple non-relativistic effective theory is constructed to describe interactions between dark matter and nuclei without referring to any underlying high energy models. It contains the minimal set of operators that will be tested by direct detection. The effective theory approach highlights the set of distinguishable recoil spectra that could arise from different theoretical models. If dark matter is discovered in the near future in direct detection experiments, a measurement of the shape of the recoil spectrum will provide valuable information on the underlying dynamics. We bound the coefficients of the operators in our non-relativistic effective theory by the null results of current dark matter direct detection experiments. We also discuss the mapping between the non …",
            "Non-relativistic effective theory of dark matter direct detection",
            "JiJi Fan and Matthew Reece and Lian-Tao Wang",
            "2010",
            "JaNm_nUAAAAJ:9yKSN-GCB0IC",
            280,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2010\/11\/042\/meta",
            "11027676144982634214",
            "\/scholar?cites=11027676144982634214",
            {
                "2010":4,
                "2011":10,
                "2012":14,
                "2013":23,
                "2014":30,
                "2015":24,
                "2016":29,
                "2017":40,
                "2018":39,
                "2019":35,
                "2020":32
            }
        ],
        [
            "We present a broad class of supersymmetric models that preserve R-parity but lack missing energy signatures. These models are significantly less constrained than traditional supersymmetry by emerging LHC limits that rely on missing energy signatures, and therefore require less tuning to accommodate experimental results. They have new light particles with weak-scale supersymmetric masses that feel SUSY breaking only through couplings to the MSSM. This small SUSY breaking leads to nearly degenerate fermion\/boson pairs with small mass splittings, and hence small phase space for decays carrying away invisible energy. The simplest scenario has low-scale SUSY breaking, with missing energy only from soft gravitinos. This scenario is natural, lacks artificial tunings to produce a squeezed spectrum, and is consistent with gauge coupling unification. The resulting collider signals will be jet-rich events …",
            "Stealth supersymmetry",
            "JiJi Fan and Matthew Reece and Joshua T Ruderman",
            "2011",
            "JaNm_nUAAAAJ:d1gkVwhDpl0C",
            245,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP11(2011)012.pdf",
            "7291424578237893409",
            "\/scholar?cites=7291424578237893409",
            {
                "2012":23,
                "2013":24,
                "2014":27,
                "2015":51,
                "2016":24,
                "2017":15,
                "2018":20,
                "2019":45,
                "2020":16
            }
        ]
    ]
}