{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "We present cosmological parameters derived from the angular power spectrum of the cosmic microwave background (CMB) radiation observed at 148 GHz and 218 GHz over 296 deg 2 with the Atacama Cosmology Telescope (ACT) during its 2008 season. ACT measures fluctuations at scales 500< ℓ< 10, 000. We fit a model for the lensed CMB, Sunyaev-Zel'dovich (SZ), and foreground contribution to the 148 GHz and 218 GHz power spectra, including thermal and kinetic SZ, Poisson power from radio and infrared point sources, and clustered power from infrared point sources. At ℓ= 3000, about half the power at 148 GHz comes from primary CMB after masking bright radio sources. The power from thermal and kinetic SZ is estimated to be , where . The IR Poisson power at 148 GHz is (C ℓ= 5.5±0.5 nK 2), and a clustered IR component is required with …",
            "The atacama cosmology telescope: cosmological parameters from the 2008 power spectrum",
            "J Dunkley and R Hlozek and J Sievers and V Acquaviva and Peter AR Ade and P Aguirre and M Amiri and JW Appel and LF Barrientos and ES Battistelli and JR Bond and B Brown and B Burger and J Chervenak and S Das and MJ Devlin and SR Dicker and W Bertrand Doriese and R Dünner and T Essinger-Hileman and RP Fisher and JW Fowler and A Hajian and M Halpern and M Hasselfield and C Hernández-Monteagudo and GC Hilton and M Hilton and AD Hincks and KM Huffenberger and DH Hughes and JP Hughes and L Infante and KD Irwin and JB Juin and M Kaul and J Klein and A Kosowsky and JM Lau and M Limon and YT Lin and RH Lupton and TA Marriage and D Marsden and P Mauskopf and F Menanteau and K Moodley and H Moseley and CB Netterfield and MD Niemack and MR Nolta and LA Page and L Parker and B Partridge and B Reid and N Sehgal and B Sherwin and DN Spergel and ST Staggs and DS Swetz and ER Switzer and R Thornton and H Trac and C Tucker and R Warne and E Wollack and Y Zhao",
            "2011",
            "jcb81yAAAAAJ:f2IySw72cVMC",
            489,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/739\/1\/52\/meta",
            "10936522135728137312",
            "\/scholar?cites=10936522135728137312",
            {
                "2010":3,
                "2011":42,
                "2012":153,
                "2013":123,
                "2014":72,
                "2015":28,
                "2016":13,
                "2017":17,
                "2018":13,
                "2019":6,
                "2020":13,
                "2021":1
            }
        ],
        [
            "We present a catalog of 68 galaxy clusters, of which 19 are new discoveries, detected via the Sunyaev-Zel'dovich effect (SZ) at 148 GHz in the Atacama Cosmology Telescope (ACT) survey on the celestial equator. With this addition, the ACT collaboration has reported a total of 91 optically confirmed, SZ detected clusters. The 504 square degree survey region includes 270 square degrees of overlap with SDSS Stripe 82, permitting the confirmation of SZ cluster candidates in deep archival optical data. The subsample of 48 clusters within Stripe 82 is estimated to be 90% complete for M 500c> 4.5× 10 14 M⊙ and redshifts 0.15< z< 0.8. While a full suite of matched filters is used to detect the clusters, the sample is studied further through a''Profile Based Amplitude Analysis''using a statistic derived from a single filter at a fixed θ 500= 5 farcm 9 angular scale. This new approach incorporates the cluster redshift along with …",
            "The Atacama Cosmology Telescope: Sunyaev-Zel'dovich selected galaxy clusters at 148 GHz from three seasons of data",
            "Matthew Hasselfield and Matt Hilton and Tobias A Marriage and Graeme E Addison and L Felipe Barrientos and Nicholas Battaglia and Elia S Battistelli and J Richard Bond and Devin Crichton and Sudeep Das and Mark J Devlin and Simon R Dicker and Joanna Dunkley and Rolando Duenner and Joseph W Fowler and Megan B Gralla and Amir Hajian and Mark Halpern and Adam D Hincks and Renee Hlozek and John P Hughes and Leopoldo Infante and Kent D Irwin and Arthur Kosowsky and Danica Marsden and Felipe Menanteau and Kavilan Moodley and Michael D Niemack and Michael R Nolta and Lyman A Page and Bruce Partridge and Erik D Reese and Benjamin L Schmitt and Neelima Sehgal and Blake D Sherwin and Jon Sievers and Cristobal Sifon and David N Spergel and Suzanne T Staggs and Daniel S Swetz and Eric R Switzer and Robert Thornton and Hy Trac and Edward J Wollack",
            "2013",
            "jcb81yAAAAAJ:NhqRSupF_l8C",
            482,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2013\/07\/008\/meta",
            "7069248741934870760",
            "\/scholar?cites=7069248741934870760",
            {
                "2013":14,
                "2014":80,
                "2015":77,
                "2016":65,
                "2017":52,
                "2018":74,
                "2019":58,
                "2020":57,
                "2021":4
            }
        ]
    ]
}