{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "The dynamics of phase separation in multicomponent bilayer fluid vesicles is investigated by means of large-scale dissipative particle dynamics. The model explicitly accounts for solvent particles, thereby allowing for the very first numerical investigation of the effects of hydrodynamics and area-to-volume constraints. We observed regimes corresponding to coalescence of flat patches, budding and vesiculation, and coalescence of caps. We point out that the area-to-volume constraint has a strong influence on crossovers between these regimes.",
            "Dynamics of domain growth in self-assembled fluid vesicles",
            "Mohamed Laradji and PB Sunil Kumar",
            "2004",
            "JebpwOAAAAAJ:u-x6o8ySG0sC",
            254,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.198105",
            "18172165330377091396",
            "\/scholar?cites=18172165330377091396",
            {
                "2005":13,
                "2006":16,
                "2007":21,
                "2008":16,
                "2009":26,
                "2010":24,
                "2011":25,
                "2012":13,
                "2013":15,
                "2014":12,
                "2015":15,
                "2016":15,
                "2017":8,
                "2018":11,
                "2019":12,
                "2020":10,
                "2021":1
            }
        ],
        [
            "The stability of the diblock copolymer ordered phases is investigated by means of a novel theory of anisotropic composition fluctuations. The analogy between a polymer chain in a periodic structure and an electron in a crystalline solid is exploited in the development of the theory. This theory allows the calculation of the spinodal lines, the most unstable modes, and the scattering functions of the ordered phases. The one-phase regions of the lamellar, cylindrical, and spherical phases are found to be within their corresponding stability regions. On the other hand, the hexagonally-perforated lamellar phase is unstable along the lamellar−cylindrical phase boundary. The most unstable fluctuation modes are readily identified and are used to infer the kinetic pathways of the order−order phase transitions. We speculate that the experimentally observed modulated and\/or perforated layered states along the lamellar …",
            "Stability of ordered phases in diblock copolymer melts",
            "Mohamed Laradji and An-Chang Shi and Jaan Noolandi and Rashmi C Desai",
            "1997",
            "JebpwOAAAAAJ:u5HHmVD_uO8C",
            180,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ma9618437",
            "4575349025899775219",
            "\/scholar?cites=4575349025899775219",
            {
                "1997":4,
                "1998":13,
                "1999":16,
                "2000":8,
                "2001":11,
                "2002":9,
                "2003":5,
                "2004":8,
                "2005":14,
                "2006":8,
                "2007":13,
                "2008":13,
                "2009":4,
                "2010":6,
                "2011":2,
                "2012":5,
                "2013":9,
                "2014":5,
                "2015":5,
                "2016":6,
                "2017":4,
                "2018":5,
                "2019":3,
                "2020":3
            }
        ],
        [
            "The structural properties of binary silicon-germanium alloys are investigated by means of large-scale constant-pressure Monte Carlo simulations of the Stillinger-Weber model. At low temperatures, the binary-mixture phase separates into Si-rich and Ge-rich phases. The two-phase coexistence region is terminated by a critical point that belongs to the mean-field universality class. We also studied the structural properties of pure Si and Ge as well as the binary mixture. In particular, we found that the linear thermal expansions for both Si and Ge are in agreement with experiments, and that Végard’s law is valid at temperatures above the critical point. Finally, we compare the bond-length and bond-angle distributions with earlier analytical and numerical calculations based on the Kirkwood potential.",
            "Structural properties of Si 1− x Ge x alloys: A Monte Carlo simulation with the Stillinger-Weber potential",
            "Mohamed Laradji and DP Landau and B Dünweg",
            "1995",
            "JebpwOAAAAAJ:d1gkVwhDpl0C",
            150,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.51.4894",
            "10380621175353171670",
            "\/scholar?cites=10380621175353171670",
            {
                "1996":2,
                "1997":6,
                "1998":6,
                "1999":4,
                "2000":6,
                "2001":4,
                "2002":7,
                "2003":7,
                "2004":8,
                "2005":8,
                "2006":7,
                "2007":7,
                "2008":9,
                "2009":10,
                "2010":6,
                "2011":7,
                "2012":2,
                "2013":6,
                "2014":1,
                "2015":3,
                "2016":12,
                "2017":4,
                "2018":6,
                "2019":7,
                "2020":5
            }
        ],
        [
            "A systematic investigation of the phase-separation dynamics in self-assembled binary fluid vesicles and open membranes is presented. We use large-scale dissipative particle dynamics to explicitly account for solvent, thereby allowing for numerical investigation of the effects of hydrodynamics and area-to-volume constraints. In the case of asymmetric lipid composition, we observed regimes corresponding to coalescence of flat patches, budding, vesiculation, and coalescence of caps. The area-to-volume constraint and hydrodynamics have a strong influence on these regimes and the crossovers between them. In the case of symmetric mixtures, irrespective of the area-to-volume ratio, we observed a growth regime with an exponent of 1∕2. The same exponent is also found in the case of open membranes with symmetric composition.",
            "Domain growth, budding, and fission in phase-separating self-assembled fluid bilayers",
            "Mohamed Laradji and PB Sunil Kumar",
            "2005",
            "JebpwOAAAAAJ:IjCSPb-OGe4C",
            131,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2102894",
            "15446530705024525291",
            "\/scholar?cites=15446530705024525291",
            {
                "2006":3,
                "2007":11,
                "2008":8,
                "2009":16,
                "2010":17,
                "2011":16,
                "2012":12,
                "2013":7,
                "2014":9,
                "2015":6,
                "2016":7,
                "2017":4,
                "2018":7,
                "2019":3,
                "2020":4
            }
        ],
        [
            "The authors analyzed extensively the dynamics of polymer chains in solutions simulated with dissipative particle dynamics (DPD), with a special focus on the potential influence of a low Schmidt number of a typical DPD fluid on the simulated polymer dynamics. It has been argued that a low Schmidt number in a DPD fluid can lead to underdevelopment of the hydrodynamic interaction in polymer solutions. The authors’ analyses reveal that equilibrium polymer dynamics in dilute solution, under typical DPD simulation conditions, obey the Zimm [J. Chem. Phys. 24, 269 (1956)] model very well. With a further reduction in the Schmidt number, a deviation from the Zimm model to the Rouse model is observed. This implies that the hydrodynamic interaction between monomers is reasonably developed under typical conditions of a DPD simulation. Only when the Schmidt number is further reduced, the hydrodynamic …",
            "Hydrodynamic interaction in polymer solutions simulated with dissipative particle dynamics",
            "Wenhua Jiang and Jianhua Huang and Yongmei Wang and Mohamed Laradji",
            "2007",
            "JebpwOAAAAAJ:Y0pCki6q_DkC",
            122,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2428307",
            "11581068515266303237",
            "\/scholar?cites=11581068515266303237",
            {
                "2007":7,
                "2008":6,
                "2009":11,
                "2010":13,
                "2011":11,
                "2012":1,
                "2013":12,
                "2014":12,
                "2015":6,
                "2016":14,
                "2017":7,
                "2018":11,
                "2019":8,
                "2020":3
            }
        ]
    ]
}