{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "Protein S-nitrosylation constitutes a large part of the ubiquitous influence of nitric oxide on cellular signal transduction and accumulating evidence indicates important roles for S-nitrosylation both in normal physiology and in a broad spectrum of human diseases. Here we review recent findings that implicate S-nitrosylation in cardiovascular, pulmonary, musculoskeletal and neurological (dys)function, as well as in cancer. The emerging picture shows that, in many cases, pathophysiology correlates with hypo- or hyper-S-nitrosylation of specific protein targets rather than a general cellular insult due to loss of or enhanced nitric oxide synthase activity. In addition, it is increasingly evident that dysregulated S-nitrosylation can not only result from alterations in the expression, compartmentalization and\/or activity of nitric oxide synthases, but can also reflect a contribution from denitrosylases, including prominently the S …",
            "Protein S-nitrosylation in health and disease: a current perspective",
            "Matthew W Foster and Douglas T Hess and Jonathan S Stamler",
            "2009",
            "jEcrhzUAAAAJ:u-x6o8ySG0sC",
            703,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1471491409001191",
            "13752704383976183037",
            "\/scholar?cites=13752704383976183037",
            {
                "2009":5,
                "2010":43,
                "2011":89,
                "2012":95,
                "2013":82,
                "2014":74,
                "2015":72,
                "2016":58,
                "2017":53,
                "2018":40,
                "2019":54,
                "2020":36,
                "2021":1
            }
        ],
        [
            "S-nitrosylation is a ubiquitous redox-related modification of cysteine thiol by nitric oxide (NO), which transduces NO bioactivity. Accumulating evidence suggests that the products of S-nitrosylation, S-nitrosothiols (SNOs), play key roles in human health and disease. In this review, we focus on the reaction mechanisms underlying the biological responses mediated by SNOs. We emphasize reactions that can be identified with complex (patho)physiological responses, and that best rationalize the observed increase or decrease in specific classes of SNOs across a spectrum of disease states. Thus, changes in the levels of various SNOs depend on specific defects in both enzymatic and non-enzymatic mechanisms of nitrosothiol formation, processing and degradation. An understanding of these mechanisms is crucial for the development of an integrated model of NO biology, and for effective treatment of diseases …",
            "S-nitrosylation in health and disease",
            "Matthew W Foster and Timothy J McMahon and Jonathan S Stamler",
            "2003",
            "jEcrhzUAAAAJ:u5HHmVD_uO8C",
            622,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1471491403000285",
            "8709270183221219341",
            "\/scholar?cites=8709270183221219341",
            {
                "2003":4,
                "2004":24,
                "2005":57,
                "2006":46,
                "2007":38,
                "2008":41,
                "2009":50,
                "2010":43,
                "2011":37,
                "2012":42,
                "2013":43,
                "2014":45,
                "2015":26,
                "2016":27,
                "2017":24,
                "2018":27,
                "2019":20,
                "2020":23,
                "2021":2
            }
        ],
        [
            "We have modified the biotin switch assay for protein S-nitrosothiols (SNOs), using resin-assisted capture (SNO-RAC). Compared with existing methodologies, SNO-RAC requires fewer steps, detects high-mass S-nitrosylated proteins more efficiently, and facilitates identification and quantification of S-nitrosylated sites by mass spectrometry. When combined with iTRAQ labeling, SNO-RAC revealed that intracellular proteins may undergo rapid denitrosylation on a global scale. This methodology is readily adapted to analyzing diverse cysteine-based protein modifications, including S-acylation.",
            "Proteomic analysis of S-nitrosylation and denitrosylation by resin-assisted capture",
            "Michael T Forrester and J Will Thompson and Matthew W Foster and Leonardo Nogueira and M Arthur Moseley and Jonathan S Stamler",
            "2009",
            "jEcrhzUAAAAJ:UeHWp8X0CEIC",
            334,
            "https:\/\/www.nature.com\/articles\/nbt.1545",
            "867676885780503043",
            "\/scholar?cites=867676885780503043",
            {
                "2009":9,
                "2010":20,
                "2011":32,
                "2012":37,
                "2013":44,
                "2014":40,
                "2015":28,
                "2016":31,
                "2017":18,
                "2018":25,
                "2019":26,
                "2020":18,
                "2021":5
            }
        ],
        [
            "β-adrenergic receptors (β-ARs), prototypic G-protein-coupled receptors (GPCRs), play a critical role in regulating numerous physiological processes. The GPCR kinases (GRKs) curtail G-protein signaling and target receptors for internalization. Nitric oxide (NO) and\/or S-nitrosothiols (SNOs) can prevent the loss of β-AR signaling in vivo, but the molecular details are unknown. Here we show in mice that SNOs increase β-AR expression and prevent agonist-stimulated receptor downregulation; and in cells, SNOs decrease GRK2-mediated β-AR phosphorylation and subsequent recruitment of β-arrestin to the receptor, resulting in the attenuation of receptor desensitization and internalization. In both cells and tissues, GRK2 is S-nitrosylated by SNOs as well as by NO synthases, and GRK2 S-nitrosylation increases following stimulation of multiple GPCRs with agonists. Cys340 of GRK2 is identified as a principal locus of …",
            "Regulation of β-adrenergic receptor signaling by S-nitrosylation of G-protein-coupled receptor kinase 2",
            "Erin J Whalen and Matthew W Foster and Akio Matsumoto and Kentaro Ozawa and Jonathan D Violin and Loretta G Que and Chris D Nelson and Moran Benhar and Janelle R Keys and Howard A Rockman and Walter J Koch and Yehia Daaka and Robert J Lefkowitz and Jonathan S Stamler",
            "2007",
            "jEcrhzUAAAAJ:d1gkVwhDpl0C",
            298,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S009286740700387X",
            "1555348336606638152",
            "\/scholar?cites=1555348336606638152",
            {
                "2006":1,
                "2007":3,
                "2008":22,
                "2009":26,
                "2010":24,
                "2011":38,
                "2012":35,
                "2013":28,
                "2014":21,
                "2015":24,
                "2016":15,
                "2017":14,
                "2018":15,
                "2019":12,
                "2020":17,
                "2021":3
            }
        ],
        [
            "Protein S-nitrosylation, the posttranslational modification of cysteine thiols to form S-nitrosothiols, is a principle mechanism of nitric oxide-based signaling. Studies have demonstrated myriad roles for S-nitrosylation in organisms from bacteria to humans, and recent efforts have greatly advanced our scientific understanding of how this redox-based modification is dynamically regulated during physiological and pathophysiological conditions. The focus of this review is the biotin-switch technique (BST), which has become a mainstay assay for detecting S-nitrosylated proteins in complex biological systems. Potential pitfalls and modern adaptations of the BST are discussed, as are future directions for this assay in the burgeoning field of protein S-nitrosylation.",
            "Detection of protein S-nitrosylation with the biotin-switch technique",
            "Michael T Forrester and Matthew W Foster and Moran Benhar and Jonathan S Stamler",
            "2009",
            "jEcrhzUAAAAJ:zYLM7Y9cAGgC",
            267,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0891584908005777",
            "1241742797503021675",
            "\/scholar?cites=1241742797503021675",
            {
                "2009":9,
                "2010":15,
                "2011":19,
                "2012":26,
                "2013":31,
                "2014":33,
                "2015":29,
                "2016":20,
                "2017":26,
                "2018":29,
                "2019":17,
                "2020":12
            }
        ],
        [
            "The identity of the cellular mechanisms through which nitroglycerin (glyceryl trinitrate, GTN) elicits nitric oxide (NO)-based signaling to dilate blood vessels remains one of the longest standing foci of investigation and sources of controversy in cardiovascular biology. Recent evidence suggests an unexpected role for mitochondria. We show here that bioconversion by mitochondria of clinically relevant concentrations of GTN results in activation of guanylate cyclase, production of cGMP, vasodilation in vitro, and lowered blood pressure in vivo, which are eliminated by genetic deletion of the mitochondrial aldehyde dehydrogenase (mtALDH). In contrast, generation of vasoactivity from alternative nitro(so)-vasodilators is unaffected. In mtALDH-\/- mice and their isolated vascular tissue, GTN bioactivity can still be generated, but only at substantially higher concentrations of GTN and by a mechanism that does not exhibit …",
            "An essential role for mitochondrial aldehyde dehydrogenase in nitroglycerin bioactivation",
            "Zhiqiang Chen and Matthew W Foster and Jian Zhang and Lan Mao and Howard A Rockman and Toshihiro Kawamoto and Kyoko Kitagawa and Keiichi I Nakayama and Douglas T Hess and Jonathan S Stamler",
            "2005",
            "jEcrhzUAAAAJ:qjMakFHDy7sC",
            261,
            "https:\/\/www.pnas.org\/content\/102\/34\/12159.short",
            "11799804791329424078",
            "\/scholar?cites=11799804791329424078",
            {
                "2005":2,
                "2006":14,
                "2007":15,
                "2008":25,
                "2009":16,
                "2010":19,
                "2011":22,
                "2012":16,
                "2013":26,
                "2014":21,
                "2015":18,
                "2016":16,
                "2017":12,
                "2018":14,
                "2019":14,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Protein S-nitrosylation has emerged as a principal mechanism by which nitric oxide exerts biological effects. Among methods for studying protein S-nitrosylation, the biotin switch technique (BST) has rapidly gained popularity because of the ease with which it can detect individual S-nitrosylated (SNO) proteins in biological samples. The identification of SNO sites by the BST relies on the ability of ascorbate to generate a thiol from an S-nitrosothiol, but not from alternatively S-oxidized thiols (e.g. disulfides, sulfenic acids). However, the specificity of this reaction has recently been challenged, prompting several claims that the BST may produce false-positive results and raising concerns about the application of the BST under oxidizing conditions. Here we perform a comparative analysis of the BST using differentially S-oxidized and S-nitrosylated forms of protein tyrosine phosphatase 1B, as well as intact and lysed …",
            "Assessment and application of the biotin switch technique for examining protein S-nitrosylation under conditions of pharmacologically induced oxidative stress",
            "Michael T Forrester and Matthew W Foster and Jonathan S Stamler",
            "2007",
            "jEcrhzUAAAAJ:2osOgNQ5qMEC",
            223,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021925820636985",
            "8743928068783067241",
            "\/scholar?cites=8743928068783067241",
            {
                "2007":4,
                "2008":29,
                "2009":23,
                "2010":24,
                "2011":25,
                "2012":21,
                "2013":19,
                "2014":18,
                "2015":8,
                "2016":18,
                "2017":10,
                "2018":6,
                "2019":8,
                "2020":6,
                "2021":2
            }
        ]
    ]
}