{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We review the current status of single-photon-source and single-photon-detector technologies operating at wavelengths from the ultraviolet to the infrared. We discuss applications of these technologies to quantum communication, a field currently driving much of the development of single-photon sources and detectors.",
            "Invited review article: Single-photon sources and detectors",
            "Matthew D Eisaman and Jingyun Fan and Alan Migdall and Sergey V Polyakov",
            "2011",
            "JefeL4YAAAAJ:d1gkVwhDpl0C",
            1193,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3610677",
            "4824574485026689509",
            "\/scholar?cites=4824574485026689509",
            {
                "2011":7,
                "2012":62,
                "2013":93,
                "2014":123,
                "2015":144,
                "2016":137,
                "2017":128,
                "2018":168,
                "2019":160,
                "2020":161,
                "2021":7
            }
        ],
        [
            "A critical requirement for diverse applications in quantum information science is the capability to disseminate quantum resources over complex quantum networks 1, 2. For example, the coherent distribution of entangled quantum states together with quantum memory (for storing the states) can enable scalable architectures for quantum computation 3, communication 4 and metrology 5. Here we report observations of entanglement between two atomic ensembles located in distinct, spatially separated set-ups. Quantum interference in the detection of a photon emitted by one of the samples projects the otherwise independent ensembles into an entangled state with one joint excitation stored remotely in 10 5 atoms at each site 6. After a programmable delay, we confirm entanglement by mapping the state of the atoms to optical fields and measuring mutual coherences and photon statistics for these fields. We thereby …",
            "Measurement-induced entanglement for excitation stored in remote atomic ensembles",
            "Chin-Wen Chou and H De Riedmatten and D Felinto and SV Polyakov and SJ Van Enk and H Jeff Kimble",
            "2005",
            "JefeL4YAAAAJ:u5HHmVD_uO8C",
            612,
            "https:\/\/www.nature.com\/articles\/nature04353",
            "699312083193189524",
            "\/scholar?cites=699312083193189524",
            {
                "2005":2,
                "2006":38,
                "2007":56,
                "2008":61,
                "2009":50,
                "2010":43,
                "2011":51,
                "2012":43,
                "2013":41,
                "2014":41,
                "2015":39,
                "2016":27,
                "2017":28,
                "2018":32,
                "2019":29,
                "2020":28,
                "2021":3
            }
        ],
        [
            "Single photons are generated from an ensemble of cold Cs atoms via the protocol of Duan et al.[Nature (London) 414, 413 (2001)]. Conditioned upon an initial detection from field 1 at 852 nm, a photon in field 2 at 894 nm is produced in a controlled fashion from excitation stored within the atomic ensemble. The single-quantum character of field 2 is demonstrated by the violation of a Cauchy-Schwarz inequality, namely w (1 2, 1 2| 1 1)= 0.24±0.05≱ 1, where w (1 2, 1 2| 1 1) describes the detection of two events (1 2, 1 2) conditioned upon an initial detection 1 1, with w→ 0 for single photons.",
            "Single-photon generation from stored excitation in an atomic ensemble",
            "CW Chou and SV Polyakov and A Kuzmich and HJ Kimble",
            "2004",
            "JefeL4YAAAAJ:u-x6o8ySG0sC",
            301,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.92.213601",
            "2061277590560500021",
            "\/scholar?cites=2061277590560500021",
            {
                "2004":4,
                "2005":30,
                "2006":28,
                "2007":30,
                "2008":26,
                "2009":29,
                "2010":22,
                "2011":17,
                "2012":13,
                "2013":14,
                "2014":13,
                "2015":8,
                "2016":11,
                "2017":14,
                "2018":13,
                "2019":14,
                "2020":12,
                "2021":3
            }
        ],
        [
            "We demonstrate and characterize interference between discrete photons emitted by two separate semiconductor quantum dot states in different samples excited by a pulsed laser. Their energies are tuned into resonance using strain. The photons have a total coalescence probability of 18.1% and the coincidence rate is below the classical limit. Postselection of coincidences within a narrow time window increases the coalescence probability to 47%. The probabilities are reduced from unity because of dephasing and the postselection value is also reduced by the detector time response.",
            "Interference of single photons from two separate semiconductor quantum dots",
            "Edward B Flagg and Andreas Muller and Sergey V Polyakov and Alex Ling and Alan Migdall and Glenn S Solomon",
            "2010",
            "JefeL4YAAAAJ:9yKSN-GCB0IC",
            257,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.137401",
            "14856298031484713426",
            "\/scholar?cites=14856298031484713426",
            {
                "2010":9,
                "2011":19,
                "2012":36,
                "2013":41,
                "2014":23,
                "2015":24,
                "2016":21,
                "2017":25,
                "2018":19,
                "2019":17,
                "2020":21,
                "2021":1
            }
        ],
        [
            "Single-photon generation and detection is at the forefront of modern optical physics research. This book is intended to provide a comprehensive overview of the current status of single-photon techniques and research methods in the spectral region from the visible to the infrared. The use of single photons, produced on demand with well-defined quantum properties, offers an unprecedented set of capabilities that are central to the new area of quantum information and are of revolutionary importance in areas that range from the traditional, such as high sensitivity detection for astronomy, remote sensing, and medical diagnostics, to the exotic, such as secretive surveillance and very long communication links for data transmission on interplanetary missions. The goal of this volume is to provide researchers with a comprehensive overview of the technology and techniques that are available to enable them to better design an experimental plan for its intended purpose. The book will be broken into chapters focused specifically on the development and capabilities of the available detectors and sources to allow a comparative understanding to be developed by the reader along with and idea of how the field is progressing and what can be expected in the near future. Along with this technology, we will include chapters devoted to the applications of this technology, which is in fact much of the driver for its development. This is set to become the go-to reference for this field. Covers all the basic aspects needed to perform single-photon experiments and serves as the first reference to any newcomer who would like to produce an experimental design that …",
            "Single-photon generation and detection: physics and applications",
            "Alan Migdall and Sergey V Polyakov and Jingyun Fan and Joshua C Bienfang",
            "2013",
            "JefeL4YAAAAJ:nb7KW1ujOQ8C",
            170,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=gERMqvh2OjAC&oi=fnd&pg=PR1&dq=info:xoHRSGYf5q4J:scholar.google.com&ots=dTVDP14f0K&sig=CXyg85kIO9C4FuhW1GVEfgl9bCg",
            "12602795131411726790",
            "\/scholar?cites=12602795131411726790",
            {
                "2013":1,
                "2014":11,
                "2015":16,
                "2016":19,
                "2017":35,
                "2018":30,
                "2019":28,
                "2020":24,
                "2021":5
            }
        ],
        [
            "We have characterized an independent primary standard method to calibrate detection efficiency of photon-counting detectors based on twophoton correlations. We have verified this method and its uncertainty by comparing it to a substitution method using a conventionally calibrated transfer detector tied to a national primary standard detector scale. We obtained a relative standard uncertainty for the correlated-photon method of 0.18 % (k=1) and for the substitution method of 0.17 % (k=1). From a series of measurements we found that the two independent calibration techniques differ by 0.14 (14) %, which is within the established uncertainty of comparison. We believe this is the highest accuracy characterization and independent verification of the correlated-photon method yet achieved.",
            "High accuracy verification of a correlated-photon-based method for determining photon-counting detection efficiency",
            "Sergey V Polyakov and Alan L Migdall",
            "2007",
            "JefeL4YAAAAJ:qjMakFHDy7sC",
            158,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=OE-15-4-1390",
            "2337623022259838105",
            "\/scholar?cites=2337623022259838105",
            {
                "2007":4,
                "2008":8,
                "2009":7,
                "2010":7,
                "2011":10,
                "2012":10,
                "2013":14,
                "2014":15,
                "2015":11,
                "2016":20,
                "2017":17,
                "2018":6,
                "2019":16,
                "2020":12,
                "2021":1
            }
        ],
        [
            "We report an investigation to establish the physical mechanisms responsible for decoherence in the generation of photon pairs from atomic ensembles, via the protocol of Duan et al. for long-distance quantum communication [Nature (London) 414, 413 (2001)] and present the experimental techniques necessary to properly control the process. We develop a theory to model in detail the decoherence process in experiments with magneto-optical traps. The inhomogeneous broadening of the ground state by the trap magnetic field is identified as the principal mechanism for decoherence. The theory includes the Zeeman structure of the atomic hyperfine levels used in the experiment, and the polarization of both excitation fields and detected photons. In conjunction with our theoretical analysis, we report a series of measurements to characterize and control the coherence time in our experimental setup. We use …",
            "Control of decoherence in the generation of photon pairs from atomic ensembles",
            "D Felinto and CW Chou and H De Riedmatten and SV Polyakov and HJ Kimble",
            "2005",
            "JefeL4YAAAAJ:2osOgNQ5qMEC",
            104,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.72.053809",
            "4457785063721277356",
            "\/scholar?cites=4457785063721277356",
            {
                "2005":2,
                "2006":10,
                "2007":14,
                "2008":11,
                "2009":5,
                "2010":13,
                "2011":5,
                "2012":8,
                "2013":7,
                "2014":9,
                "2015":5,
                "2016":2,
                "2017":2,
                "2018":7,
                "2019":3,
                "2020":1
            }
        ],
        [
            "We present an experimental characterization of a heralded single-photon source based on spontaneous four-wave mixing in a single-mode microstructure fiber. We measure the second-order correlation function g (2)(0) to be far below the classical, Poissonian limit of 1 over a broad spectral range. With single-spatial-mode output, such a spectrally bright and broad fiber-based heralded single-photon source is suitable for a variety of quantum-information applications.",
            "Spectrally bright and broad fiber-based heralded single-photon source",
            "Elizabeth A Goldschmidt and Matthew D Eisaman and Jingyun Fan and Sergey V Polyakov and Alan Migdall",
            "2008",
            "JefeL4YAAAAJ:IjCSPb-OGe4C",
            88,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.78.013844",
            "18179221274388389488",
            "\/scholar?cites=18179221274388389488",
            {
                "2009":11,
                "2010":8,
                "2011":17,
                "2012":6,
                "2013":12,
                "2014":3,
                "2015":5,
                "2016":5,
                "2017":4,
                "2018":3,
                "2019":6,
                "2020":5,
                "2021":1
            }
        ],
        [
            "Low noise single-photon sources are a critical element for quantum technologies. We present a heralded single-photon source with an extremely low level of residual background photons, by implementing low-jitter detectors and electronics and a fast custom-made pulse generator controlling an optical shutter (a LiNbO3 waveguide optical switch) on the output of the source. This source has a second-order autocorrelation g(2)(0)=0.005(7), and an output noise factor (defined as the ratio of the number of noise photons to total photons at the source output channel) of 0.25(1)%. These are the best performance characteristics reported to date.",
            "An extremely low-noise heralded single-photon source: A breakthrough for quantum technologies",
            "Giorgio Brida and Ivo Pietro Degiovanni and M Genovese and Fabrizio Piacentini and Paolo Traina and Adriano Della Frera and Alberto Tosi and Andrea Bahgat Shehata and Carmelo Scarcella and Angelo Gulinatti and M Ghioni and SV Polyakov and A Migdall and A Giudice",
            "2012",
            "JefeL4YAAAAJ:ZeXyd9-uunAC",
            66,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4768288",
            "7219012482059579383",
            "\/scholar?cites=7219012482059579383",
            {
                "2013":5,
                "2014":8,
                "2015":12,
                "2016":9,
                "2017":9,
                "2018":8,
                "2019":6,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Single photons produced by fundamentally dissimilar physical processes will in general not be indistinguishable. We show how photons produced from a quantum dot and by parametric down-conversion in a nonlinear crystal can be manipulated to be indistinguishable. The measured two-photon coalescence probability is 16%, and is limited by quantum-dot decoherence. Temporal filtering to the quantum-dot coherence time and accounting for detector time response increases this to 61% while retaining 25% of the events. This technique can connect different elements in a scalable quantum network.",
            "Coalescence of single photons emitted by disparate single-photon sources: The example of InAs quantum dots and parametric down-conversion sources",
            "Sergey V Polyakov and Andreas Muller and Edward B Flagg and Alex Ling and Natalia Borjemscaia and Edward Van Keuren and Alan Migdall and Glenn S Solomon",
            "2011",
            "JefeL4YAAAAJ:Se3iqnhoufwC",
            65,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.157402",
            "2015932299722300441",
            "\/scholar?cites=2015932299722300441",
            {
                "2011":1,
                "2012":5,
                "2013":11,
                "2014":6,
                "2015":11,
                "2016":7,
                "2017":7,
                "2018":3,
                "2019":7,
                "2020":6
            }
        ]
    ]
}