{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Histones are characterized by numerous posttranslational modifications that influence gene transcription 1, 2. However, because of the lack of global distribution data in higher eukaryotic systems 3, the extent to which gene-specific combinatorial patterns of histone modifications exist remains to be determined. Here, we report the patterns derived from the analysis of 39 histone modifications in human CD4+ T cells. Our data indicate that a large number of patterns are associated with promoters and enhancers. In particular, we identify a common modification module consisting of 17 modifications detected at 3,286 promoters. These modifications tend to colocalize in the genome and correlate with each other at an individual nucleosome level. Genes associated with this module tend to have higher expression, and addition of more modifications to this module is associated with further increased expression. Our data …",
            "Combinatorial patterns of histone acetylations and methylations in the human genome",
            "Zhibin Wang and Chongzhi Zang and Jeffrey A Rosenfeld and Dustin E Schones and Artem Barski and Suresh Cuddapah and Kairong Cui and Tae-Young Roh and Weiqun Peng and Michael Q Zhang and Keji Zhao",
            "2008",
            "Jf4lfF0AAAAJ:u5HHmVD_uO8C",
            2173,
            "https:\/\/www.nature.com\/ng\/journal\/v40\/n7\/abs\/ng.154.html",
            "12637780576973932561",
            "\/scholar?cites=12637780576973932561",
            {
                "2008":15,
                "2009":123,
                "2010":166,
                "2011":207,
                "2012":229,
                "2013":211,
                "2014":214,
                "2015":169,
                "2016":183,
                "2017":198,
                "2018":145,
                "2019":152,
                "2020":134,
                "2021":11
            }
        ],
        [
            "Histone acetyltransferases (HATs) and deacetylases (HDACs) function antagonistically to control histone acetylation. As acetylation is a histone mark for active transcription, HATs have been associated with active and HDACs with inactive genes. We describe here genome-wide mapping of HATs and HDACs binding on chromatin and find that both are found at active genes with acetylated histones. Our data provide evidence that HATs and HDACs are both targeted to transcribed regions of active genes by phosphorylated RNA Pol II. Furthermore, the majority of HDACs in the human genome function to reset chromatin by removing acetylation at active genes. Inactive genes that are primed by MLL-mediated histone H3K4 methylation are subject to a dynamic cycle of acetylation and deacetylation by transient HAT\/HDAC binding, preventing Pol II from binding to these genes but poising them for future activation …",
            "Genome-wide mapping of HATs and HDACs reveals distinct functions in active and inactive genes",
            "Zhibin Wang and Chongzhi Zang and Kairong Cui and Dustin E Schones and Artem Barski and Weiqun Peng and Keji Zhao",
            "2009",
            "Jf4lfF0AAAAJ:d1gkVwhDpl0C",
            1188,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867409008411",
            "6884226862169868701",
            "\/scholar?cites=6884226862169868701",
            {
                "2009":7,
                "2010":99,
                "2011":121,
                "2012":109,
                "2013":119,
                "2014":139,
                "2015":102,
                "2016":95,
                "2017":93,
                "2018":94,
                "2019":81,
                "2020":110,
                "2021":9
            }
        ],
        [
            "Multipotential naive CD4+ T cells differentiate into distinct lineages including T helper 1 (Th1), Th2, Th17, and inducible T regulatory (iTreg) cells. The remarkable diversity of CD4+ T cells begs the question whether the observed changes reflect terminal differentiation with heritable epigenetic modifications or plasticity in T cell responses. We generated genome-wide histone H3 lysine 4 (H3K4) and lysine 27 (H3K27) trimethylation maps in naive, Th1, Th2, Th17, iTreg, and natural Treg (nTreg) cells. We found that although modifications of signature-cytokine genes (Ifng, Il4, and Il17) partially conform to the expectation of lineage commitment, genes encoding transcription factors like Tbx21 exhibit a broad spectrum of epigenetic states, consistent with our demonstration of T-bet and interferon-γ induction in nTreg cells. Our data suggest an epigenetic mechanism underlying the specificity and plasticity of effector and …",
            "Global Mapping of H3K4me3 and H3K27me3 Reveals Specificity and Plasticity in Lineage Fate Determination of Differentiating CD4+ T Cells",
            "Gang Wei and Lai Wei and Jinfang Zhu and Chongzhi Zang and Jane Hu-Li and Zhengju Yao and Kairong Cui and Yuka Kanno and Tae-Young Roh and Wendy T Watford and Dustin E Schones and Weiqun Peng and Hong-wei Sun and William E Paul and John J O'shea and Keji Zhao",
            "2009",
            "Jf4lfF0AAAAJ:u-x6o8ySG0sC",
            1065,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1074761308005554",
            "7295045973225633173",
            "\/scholar?cites=7295045973225633173",
            {
                "2009":53,
                "2010":119,
                "2011":119,
                "2012":110,
                "2013":128,
                "2014":112,
                "2015":95,
                "2016":77,
                "2017":78,
                "2018":61,
                "2019":52,
                "2020":55,
                "2021":2
            }
        ],
        [
            " Motivation: Chromatin states are the key to gene regulation and cell identity. Chromatin immunoprecipitation (ChIP) coupled with high-throughput sequencing (ChIP-Seq) is increasingly being used to map epigenetic states across genomes of diverse species. Chromatin modification profiles are frequently noisy and diffuse, spanning regions ranging from several nucleosomes to large domains of multiple genes. Much of the early work on the identification of ChIP-enriched regions for ChIP-Seq data has focused on identifying localized regions, such as transcription factor binding sites. Bioinformatic tools to identify diffuse domains of ChIP-enriched regions have been lacking. Results: Based on the biological observation that histone modifications tend to cluster to form domains, we present a method that identifies spatial clusters of signals unlikely to appear by chance. This method pools together …",
            "A clustering approach for identification of enriched domains from histone modification ChIP-Seq data",
            "Chongzhi Zang and Dustin E Schones and Chen Zeng and Kairong Cui and Keji Zhao and Weiqun Peng",
            "2009",
            "Jf4lfF0AAAAJ:qjMakFHDy7sC",
            854,
            "https:\/\/academic.oup.com\/bioinformatics\/article-abstract\/25\/15\/1952\/212783",
            "9762177156710573749",
            "\/scholar?cites=9762177156710573749",
            {
                "2009":4,
                "2010":37,
                "2011":38,
                "2012":51,
                "2013":103,
                "2014":80,
                "2015":93,
                "2016":109,
                "2017":90,
                "2018":92,
                "2019":75,
                "2020":72,
                "2021":5
            }
        ],
        [
            "To understand how chromatin structure is organized by different histone variants, we have measured the genome-wide distribution of nucleosome core particles (NCPs) containing the histone variants H3. 3 and H2A. Z in human cells. We find that a special class of NCPs containing both variants is enriched at'nucleosome-free regions' of active promoters, enhancers and insulator regions. We show that preparative methods used previously in studying nucleosome structure result in the loss of these unstable double-variant NCPs. It seems likely that this instability facilitates the access of transcription factors to promoters and other regulatory sites in vivo. Other combinations of variants have different distributions, consistent with distinct roles for histone variants in the modulation of gene expression.",
            "H3. 3\/H2A. Z double variant–containing nucleosomes mark'nucleosome-free regions' of active promoters and other regulatory regions",
            "Chunyuan Jin and Chongzhi Zang and Gang Wei and Kairong Cui and Weiqun Peng and Keji Zhao and Gary Felsenfeld",
            "2009",
            "Jf4lfF0AAAAJ:9yKSN-GCB0IC",
            753,
            "https:\/\/www.nature.com\/ng\/journal\/v41\/n8\/abs\/ng.409.html",
            "8561543285143375876",
            "\/scholar?cites=8561543285143375876",
            {
                "2009":12,
                "2010":86,
                "2011":77,
                "2012":71,
                "2013":84,
                "2014":88,
                "2015":66,
                "2016":65,
                "2017":67,
                "2018":44,
                "2019":46,
                "2020":41,
                "2021":4
            }
        ],
        [
            "Histone modifications have been implicated in stem cell maintenance and differentiation. We have analyzed genome-wide changes in gene expression and histone modifications during differentiation of multipotent human primary hematopoietic stem cells\/progenitor cells (HSCs\/HPCs) into erythrocyte precursors. Our data indicate that H3K4me1, H3K9me1, and H3K27me1 associate with enhancers of differentiation genes prior to their activation and correlate with basal expression, suggesting that these monomethylations are involved in the maintenance of activation potential required for differentiation. In addition, although the majority of genes associated with both H3K4me3 and H3K27me3 in HSCs\/HPCs become silent and lose H3K4me3 after differentiation, those that lose H3K27me3 and become activated after differentiation are associated with increased levels of H2A.Z, H3K4me1, H3K9me1, H4K20me1, and …",
            "Chromatin signatures in multipotent human hematopoietic stem cells indicate the fate of bivalent genes during differentiation",
            "Kairong Cui and Chongzhi Zang and Tae-Young Roh and Dustin E Schones and Richard W Childs and Weiqun Peng and Keji Zhao",
            "2009",
            "Jf4lfF0AAAAJ:2osOgNQ5qMEC",
            617,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1934590908005821",
            "15856526666332426469",
            "\/scholar?cites=15856526666332426469",
            {
                "2009":36,
                "2010":63,
                "2011":74,
                "2012":71,
                "2013":81,
                "2014":62,
                "2015":51,
                "2016":43,
                "2017":41,
                "2018":38,
                "2019":24,
                "2020":27,
                "2021":4
            }
        ],
        [
            "Enhancers play a central role in cell-type-specific gene expression and are marked by H3K4me1\/2. Active enhancers are further marked by H3K27ac. However, the methyltransferases responsible for H3K4me1\/2 on enhancers remain elusive. Furthermore, how these enzymes function on enhancers to regulate cell-type-specific gene expression is unclear. In this study, we identify MLL4 (KMT2D) as a major mammalian H3K4 mono- and di-methyltransferase with partial functional redundancy with MLL3 (KMT2C). Using adipogenesis and myogenesis as model systems, we show that MLL4 exhibits cell-type- and differentiation-stage-specific genomic binding and is predominantly localized on enhancers. MLL4 co-localizes with lineage-determining transcription factors (TFs) on active enhancers during differentiation. Deletion of Mll4 markedly decreases H3K4me1\/2, H3K27ac, Mediator and Polymerase II levels on enhancers and leads to severe defects in cell-type-specific gene expression and cell differentiation. Together, these findings identify MLL4 as a major mammalian H3K4 mono- and di-methyltransferase essential for enhancer activation during cell differentiation.DOI: http:\/\/dx.doi.org\/10.7554\/eLife.01503.001",
            "H3K4 mono-and di-methyltransferase MLL4 is required for enhancer activation during cell differentiation",
            "Ji-Eun Lee and Chaochen Wang and Shiliyang Xu and Young-Wook Cho and Lifeng Wang and Xuesong Feng and Anne Baldridge and Vittorio Sartorelli and Lenan Zhuang and Weiqun Peng and Kai Ge",
            "2013",
            "Jf4lfF0AAAAJ:isC4tDSrTZIC",
            308,
            "https:\/\/elifesciences.org\/articles\/01503",
            "1579902920379535614",
            "\/scholar?cites=1579902920379535614",
            {
                "2014":20,
                "2015":32,
                "2016":38,
                "2017":46,
                "2018":41,
                "2019":57,
                "2020":65,
                "2021":6
            }
        ],
        [
            "Signal transducer and activator of transcription 4 (STAT4) and STAT6 are key factors in the specification of helper T cells; however, their direct roles in driving differentiation are not well understood. Using chromatin immunoprecipitation and massive parallel sequencing, we quantitated the full complement of STAT-bound genes, concurrently assessing global STAT-dependent epigenetic modifications and gene transcription by using cells from cognate STAT-deficient mice. STAT4 and STAT6 each bound over 4000 genes with distinct binding motifs. Both played critical roles in maintaining chromatin configuration and transcription of a core subset of genes through the combination of different epigenetic patterns. Globally, STAT4 had a more dominant role in promoting active epigenetic marks, whereas STAT6 had a more prominent role in antagonizing repressive marks. Clusters of genes negatively regulated by STATs …",
            "Discrete roles of STAT4 and STAT6 transcription factors in tuning epigenetic modifications and transcription during T helper cell differentiation",
            "Lai Wei and Golnaz Vahedi and Hong-Wei Sun and Wendy T Watford and Hiroaki Takatori and Haydee L Ramos and Hayato Takahashi and Jonathan Liang and Gustavo Gutierrez-Cruz and Chongzhi Zang and Weiqun Peng and John J O'shea and Yuka Kanno",
            "2010",
            "Jf4lfF0AAAAJ:UeHWp8X0CEIC",
            283,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1074761310002062",
            "913775859537775399",
            "\/scholar?cites=913775859537775399",
            {
                "2009":1,
                "2010":5,
                "2011":34,
                "2012":42,
                "2013":42,
                "2014":29,
                "2015":29,
                "2016":20,
                "2017":21,
                "2018":22,
                "2019":19,
                "2020":17,
                "2021":1
            }
        ],
        [
            "Memory lymphocytes are characterized by their ability to exhibit a rapid response to the recall antigen, in which differential transcription is important, yet the underlying mechanism is not understood. We report here a genome-wide analysis of histone methylation on two histone H3 lysine residues (H3K4me3 and H3K27me3) and gene expression profiles in naive and memory CD8+ T cells. We found that specific correlation exists between gene expression and the amounts of H3K4me3 (positive correlation) and H3K27me3 (negative correlation) across the gene body. These correlations displayed four distinct modes (repressive, active, poised, and bivalent), reflecting different functions of these genes in CD8+ T cells. Furthermore, a permissive chromatin state of each gene was established by a combination of different histone modifications. Our findings reveal a complex regulation by histone methylation in differential …",
            "Genome-wide analysis of histone methylation reveals chromatin state-based regulation of gene transcription and function of memory CD8+ T cells",
            "Yasuto Araki and Zhibin Wang and Chongzhi Zang and William H Wood III and Dustin Schones and Kairong Cui and Tae-Young Roh and Brad Lhotsky and Robert P Wersto and Weiqun Peng and Kevin G Becker and Keji Zhao and Nan-ping Weng",
            "2009",
            "Jf4lfF0AAAAJ:IjCSPb-OGe4C",
            231,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1074761309002350",
            "17545124709991302206",
            "\/scholar?cites=17545124709991302206",
            {
                "2009":5,
                "2010":17,
                "2011":26,
                "2012":15,
                "2013":22,
                "2014":26,
                "2015":17,
                "2016":19,
                "2017":31,
                "2018":16,
                "2019":17,
                "2020":17,
                "2021":1
            }
        ],
        [
            "The variant antigen Plasmodium falciparum erythrocyte membrane protein 1 (PfEMP1), which is expressed on the surface of P. falciparum-infected red blood cells, is a critical virulence factor for malaria 1. Each parasite has 60 antigenically distinct var genes that each code for a different PfEMP1 protein. During infection the clonal parasite population expresses only one gene at a time before switching to the expression of a new variant antigen as an immune-evasion mechanism to avoid the host antibody response 2, 3. The mechanism by which 59 of the 60 var genes are silenced remains largely unknown 4, 5, 6, 7. Here we show that knocking out the P. falciparum variant-silencing SET gene (here termed PfSETvs), which encodes an orthologue of Drosophila melanogaster ASH1 and controls histone H3 lysine 36 trimethylation (H3K36me3) on var genes, results in the transcription of virtually all var genes in the …",
            "PfSETvs methylation of histone H3K36 represses virulence genes in Plasmodium falciparum",
            "Lubin Jiang and Jianbing Mu and Qingfeng Zhang and Ting Ni and Prakash Srinivasan and Kempaiah Rayavara and Wenjing Yang and Louise Turner and Thomas Lavstsen and Thor G Theander and Weiqun Peng and Guiying Wei and Qingqing Jing and Yoshiyuki Wakabayashi and Abhisheka Bansal and Yan Luo and José MC Ribeiro and Artur Scherf and L Aravind and Jun Zhu and Keji Zhao and Louis H Miller",
            "2013",
            "Jf4lfF0AAAAJ:j3f4tGmQtD8C",
            187,
            "https:\/\/www.nature.com\/articles\/nature12361",
            "10928806745079123895",
            "\/scholar?cites=10928806745079123895",
            {
                "2013":10,
                "2014":22,
                "2015":29,
                "2016":30,
                "2017":27,
                "2018":22,
                "2019":23,
                "2020":21,
                "2021":3
            }
        ]
    ]
}