{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "A regime of the plasma wave-field accelerator (PWFA) is proposed, in which a high-intensity electron beam is used to excite extremely nonlinear, transverse motion-dominated plasma oscillations. Through computational analysis of the plasma electron motion and the associated wake fields, it is shown that if the beam is dense enough to eject nearly all of the plasma electrons from the beam channel, then the short-range wake fields are of excellent quality for acceleration and focusing of electron beams. These results clear up many conceptual difficulties with the practical realization of a PWFA.",
            "Acceleration and focusing of electrons in two-dimensional nonlinear plasma wake fields",
            "JB Rosenzweig and B Breizman and T Katsouleas and JJ Su",
            "1991",
            "jfvW290AAAAJ:u-x6o8ySG0sC",
            490,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.44.R6189",
            "15028371051603793511",
            "\/scholar?cites=15028371051603793511",
            {
                "1992":3,
                "1993":7,
                "1994":3,
                "1995":11,
                "1996":7,
                "1997":10,
                "1998":10,
                "1999":4,
                "2000":8,
                "2001":11,
                "2002":10,
                "2003":10,
                "2004":20,
                "2005":10,
                "2006":18,
                "2007":13,
                "2008":14,
                "2009":22,
                "2010":30,
                "2011":21,
                "2012":17,
                "2013":22,
                "2014":22,
                "2015":26,
                "2016":35,
                "2017":34,
                "2018":32,
                "2019":27,
                "2020":27,
                "2021":3
            }
        ],
        [
            "We present the first observation of self-amplified spontaneous emission (SASE) in a free-electron laser (FEL) in the vacuum ultraviolet regime at 109 nm wavelength (11 eV). The observed free-electron laser gain (approximately 3000) and the radiation characteristics, such as dependency on bunch charge, angular distribution, spectral width, and intensity fluctuations, are all consistent with the present models for SASE FELs.",
            "First observation of self-amplified spontaneous emission in a free-electron laser at 109 nm wavelength",
            "J Andruszkow and B Aune and V Ayvazyan and N Baboi and R Bakker and V Balakin and D Barni and A Bazhan and M Bernard and A Bosotti and JC Bourdon and W Brefeld and R Brinkmann and S Buhler and J-P Carneiro and M Castellano and P Castro and L Catani and S Chel and Y Cho and S Choroba and ER Colby and W Decking and P Den Hartog and M Desmons and M Dohlus and D Edwards and HT Edwards and B Faatz and J Feldhaus and M Ferrario and MJ Fitch and K Flöttmann and M Fouaidy and A Gamp and T Garvey and C Gerth and M Geitz and E Gluskin and V Gretchko and U Hahn and WH Hartung and D Hubert and M Hüning and R Ischebek and M Jablonka and JM Joly and M Juillard and T Junquera and P Jurkiewicz and A Kabel and J Kahl and H Kaiser and T Kamps and VV Katelev and JL Kirchgessner and M Körfer and L Kravchuk and G Kreps and J Krzywinski and T Lokajczyk and R Lange and B Leblond and M Leenen and J Lesrel and M Liepe and A Liero and T Limberg and R Lorenz and Lu Hui Hua and Lu Fu Hai and C Magne and M Maslov and G Materlik and A Matheisen and J Menzel and P Michelato and W-D Möller and A Mosnier and U-C Müller and O Napoly and A Novokhatski and M Omeich and HS Padamsee and C Pagani and F Peters and B Petersen and P Pierini and J Pflüger and P Piot and B Phung Ngoc and L Plucinski and D Proch and K Rehlich and S Reiche and D Reschke and I Reyzl and J Rosenzweig and J Rossbach and S Roth and EL Saldin and W Sandner and Z Sanok and H Schlarb and G Schmidt and P Schmüser and JR Schneider and EA Schneidmiller and H-J Schreiber and S Schreiber and P Schütt and J Sekutowicz and L Serafini and D Sertore and S Setzer and S Simrock and B Sonntag and B Sparr and F Stephan and VA Sytchev and S Tazzari and F Tazzioli and M Tigner and M Timm and M Tonutti and E Trakhtenberg and R Treusch and D Trines and V Verzilov and T Vielitz and V Vogel and G v Walter and R Wanzenberg and T Weiland and H Weise and J Weisend and M Wendt and M Werner and MM White and I Will and S Wolff and MV Yurkov and K Zapfe and P Zhogolev and F Zhou",
            "2000",
            "jfvW290AAAAJ:4n0clTBhZ78C",
            486,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.85.3825",
            "15447294752346324133",
            "\/scholar?cites=15447294752346324133",
            {
                "2000":6,
                "2001":40,
                "2002":59,
                "2003":46,
                "2004":46,
                "2005":32,
                "2006":33,
                "2007":17,
                "2008":26,
                "2009":18,
                "2010":22,
                "2011":15,
                "2012":15,
                "2013":7,
                "2014":18,
                "2015":18,
                "2016":12,
                "2017":15,
                "2018":12,
                "2019":10,
                "2020":12,
                "2021":2
            }
        ],
        [
            "In this paper we provide an analytical description for the transverse dynamics of relativistic, space-charge-dominated beams undergoing strong acceleration, such as those typically produced by rf photoinjectors. These beams are chiefly characterized by a fast transition, due to strong acceleration, from the nonrelativistic to the relativistic regime in which the initially strong collective plasma effects are greatly diminished. However, plasma oscillations in the transverse plane are still effective in significantly perturbing the evolution of the transverse phase space distribution, introducing distortions and longitudinal-transverse correlations that cause an increase in the rms transverse emittance of the beam as a whole. The beam envelope evolution is dominated by such effects and not by the thermal emittance, and so the beam flow can be considered quasilaminar. The model adopted is based on the rms envelope equation …",
            "Envelope analysis of intense relativistic quasilaminar beams in rf photoinjectors: mA theory of emittance compensation",
            "Luca Serafini and James B Rosenzweig",
            "1997",
            "jfvW290AAAAJ:u5HHmVD_uO8C",
            465,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.55.7565",
            "17023508661588599714",
            "\/scholar?cites=17023508661588599714",
            {
                "1997":11,
                "1998":11,
                "1999":22,
                "2000":22,
                "2001":12,
                "2002":13,
                "2003":21,
                "2004":14,
                "2005":19,
                "2006":31,
                "2007":22,
                "2008":28,
                "2009":27,
                "2010":21,
                "2011":26,
                "2012":13,
                "2013":13,
                "2014":22,
                "2015":17,
                "2016":22,
                "2017":24,
                "2018":16,
                "2019":22,
                "2020":15,
                "2021":1
            }
        ],
        [
            "We report the first experimental test of the physics of plasma wake-field acceleration performed at the Argonne National Laboratory Advanced Accelerator Test Facility. Megavolt-per-meter plasma wake fields are excited by a intense 21-MeV, multipiscosecond bunch of electrons in a plasma of density n e≃ 10 13 cm− 3, and probed by a low-intensity 15-MeV witness pulse with a variable delay time behind the intense bunch. Accelerating and deflecting wake-field measurements are presented, and the results compared to theoretical predictions.",
            "Experimental observation of plasma wake-field acceleration",
            "James Benjamine Rosenzweig and DB Cline and B Cole and H Figueroa and W Gai and R Konecny and J Norem and P Schoessow and J Simpson",
            "1988",
            "jfvW290AAAAJ:d1gkVwhDpl0C",
            381,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.61.98",
            "10101999609688176375",
            "\/scholar?cites=10101999609688176375",
            {
                "1987":3,
                "1988":4,
                "1989":18,
                "1990":21,
                "1991":13,
                "1992":13,
                "1993":14,
                "1994":9,
                "1995":10,
                "1996":9,
                "1997":7,
                "1998":9,
                "1999":6,
                "2000":5,
                "2001":7,
                "2002":5,
                "2003":10,
                "2004":11,
                "2005":10,
                "2006":5,
                "2007":8,
                "2008":8,
                "2009":13,
                "2010":11,
                "2011":14,
                "2012":12,
                "2013":14,
                "2014":13,
                "2015":12,
                "2016":16,
                "2017":19,
                "2018":18,
                "2019":18,
                "2020":11,
                "2021":1
            }
        ],
        [
            "A new scheme for plasma electron injection into an acceleration phase of a plasma wake-field is presented. In this scheme, a short single electron beam bunch is sent through an underdense plasma with a sharp downward density transition and some plasma electrons are trapped in the plasma wake field due to the rapid wavelength increase of the wake wave at the density transition. To investigate the trapping and acceleration mechanism, two-dimensional particle-in-cell (PIC) simulations were performed, and the illustrative 2-D simulation shows that the new injection method can produce a relatively large charge (~ 0.5 nC), short (~ 1 ps) and high energy (> driving beam energy) electron beam pulse with a plasma density transition from 5×1013 cm−3 to 3.5×1013 cm−3. In addition to the 2-D simulations, 1-D analytic work based on the Hamiltonian formalism and 1-D simulations have been performed and the …",
            "Plasma electron trapping and acceleration in a plasma wake field using a density transition",
            "Hyyong Suk and Nick Barov and James Benjamine Rosenzweig and E Esarey",
            "2000",
            "jfvW290AAAAJ:ghEM2AJqZyQC",
            358,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/9789812792181_0026",
            "9333363873160942236",
            "\/scholar?cites=9333363873160942236",
            {
                "2001":7,
                "2002":9,
                "2003":16,
                "2004":16,
                "2005":15,
                "2006":18,
                "2007":11,
                "2008":11,
                "2009":21,
                "2010":25,
                "2011":17,
                "2012":18,
                "2013":25,
                "2014":16,
                "2015":20,
                "2016":19,
                "2017":19,
                "2018":16,
                "2019":30,
                "2020":23,
                "2021":4
            }
        ],
        [
            "A new scheme for plasma electron injection into an acceleration phase of a plasma wake-field is presented. In this scheme, a short single electron beam bunch is sent through an underdense plasma with a sharp downward density transition and some plasma electrons are trapped in the plasma wake field due to the rapid wavelength increase of the wake wave at the density transition. To investigate the trapping and acceleration mechanism, two-dimensional particle-in-cell (PIC) simulations were performed, and the illustrative 2-D simulation shows that the new injection method can produce a relatively large charge (~ 0.5 nC), short (~ 1 ps) and high energy (> driving beam energy) electron beam pulse with a plasma density transition from 5×1013 cm−3 to 3.5×1013 cm−3. In addition to the 2-D simulations, 1-D analytic work based on the Hamiltonian formalism and 1-D simulations have been performed and the …",
            "Plasma electron trapping and acceleration in a plasma wake field using a density transition",
            "Hyyong Suk and Nick Barov and James Benjamine Rosenzweig and E Esarey",
            "2000",
            "jfvW290AAAAJ:2osOgNQ5qMEC",
            358,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/9789812792181_0026",
            "9333363873160942236",
            "\/scholar?cites=9333363873160942236",
            {
                "2001":7,
                "2002":9,
                "2003":16,
                "2004":16,
                "2005":15,
                "2006":18,
                "2007":11,
                "2008":11,
                "2009":21,
                "2010":25,
                "2011":17,
                "2012":18,
                "2013":25,
                "2014":16,
                "2015":20,
                "2016":19,
                "2017":19,
                "2018":16,
                "2019":30,
                "2020":23,
                "2021":4
            }
        ],
        [
            "We have measured the wake fields induced by short, intense relativistic electron bunches in a slow-wave structure consisting of a dielectric-lined tube, as a test of the dielectric wake-field acceleration mechanism. These fields were used to accelerate a second electron bunch which followed the driving bunch at a variable distance. Results are presented for different dielectrics and beam intensities, and are compared with theoretical predictions.",
            "Experimental demonstration of wake-field effects in dielectric structures",
            "Wei Gai and P Schoessow and B Cole and R Konecny and J Norem and J Rosenzweig and J Simpson",
            "1988",
            "jfvW290AAAAJ:9yKSN-GCB0IC",
            323,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.61.2756",
            "15395297429015849076",
            "\/scholar?cites=15395297429015849076",
            {
                "1989":14,
                "1990":6,
                "1991":3,
                "1992":6,
                "1993":4,
                "1994":4,
                "1995":1,
                "1996":7,
                "1997":4,
                "1998":8,
                "1999":7,
                "2000":9,
                "2001":4,
                "2002":2,
                "2003":11,
                "2004":15,
                "2005":13,
                "2006":10,
                "2007":13,
                "2008":10,
                "2009":9,
                "2010":12,
                "2011":26,
                "2012":15,
                "2013":10,
                "2014":11,
                "2015":20,
                "2016":23,
                "2017":17,
                "2018":11,
                "2019":15,
                "2020":2
            }
        ],
        [
            "The use of infrared lasers to power optical-scale lithographically fabricated particle accelerators is a developing area of research that has garnered increasing interest in recent years. The physics and technology of this approach is reviewed, which is referred to as dielectric laser acceleration (DLA). In the DLA scheme operating at typical laser pulse lengths of 0.1 to 1 ps, the laser damage fluences for robust dielectric materials correspond to peak surface electric fields in the GV\/m regime. The corresponding accelerating field enhancement represents a potential reduction in active length of the accelerator between 1 and 2 orders of magnitude. Power sources for DLA-based accelerators (lasers) are less costly than microwave sources (klystrons) for equivalent average power levels due to wider availability and private sector investment. Because of the high laser-to-particle coupling efficiency, required pulse energies …",
            "Dielectric laser accelerators",
            "R Joel England and Robert J Noble and Karl Bane and David H Dowell and Cho-Kuen Ng and James E Spencer and Sami Tantawi and Ziran Wu and Robert L Byer and Edgar Peralta and Ken Soong and Chia-Ming Chang and Behnam Montazeri and Stephen J Wolf and Benjamin Cowan and Jay Dawson and Wei Gai and Peter Hommelhoff and Yen-Chieh Huang and Chunguang Jing and Christopher McGuinness and Robert B Palmer and Brian Naranjo and James Rosenzweig and Gil Travish and Amit Mizrahi and Levi Schachter and Christopher Sears and Gregory R Werner and Rodney B Yoder",
            "2014",
            "jfvW290AAAAJ:wGzT3bKASkAC",
            264,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.86.1337",
            "8397589915579511132",
            "\/scholar?cites=8397589915579511132",
            {
                "2014":2,
                "2015":18,
                "2016":47,
                "2017":45,
                "2018":55,
                "2019":43,
                "2020":51,
                "2021":1
            }
        ]
    ]
}