{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "We report on DNA translocations through nanopores created in graphene membranes. Devices consist of 1−5 nm thick graphene membranes with electron-beam sculpted nanopores from 5 to 10 nm in diameter. Due to the thin nature of the graphene membranes, we observe larger blocked currents than for traditional solid-state nanopores. However, ionic current noise levels are several orders of magnitude larger than those for silicon nitride nanopores. These fluctuations are reduced with the atomic-layer deposition of 5 nm of titanium dioxide over the device. Unlike traditional solid-state nanopore materials that are insulating, graphene is an excellent electrical conductor. Use of graphene as a membrane material opens the door to a new class of nanopore devices in which electronic sensing and control are performed directly at the pore.",
            "DNA translocation through graphene nanopores",
            "Christopher A Merchant and Ken Healy and Meni Wanunu and Vishva Ray and Neil Peterman and John Bartel and Michael D Fischbein and Kimberly Venta and Zhengtang Luo and AT Charlie Johnson and Marija Drndic",
            "2010",
            "JFXr2AoAAAAJ:qjMakFHDy7sC",
            917,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl101046t",
            "6248495310297197937",
            "\/scholar?cites=6248495310297197937",
            {
                "2010":13,
                "2011":50,
                "2012":91,
                "2013":89,
                "2014":105,
                "2015":117,
                "2016":95,
                "2017":85,
                "2018":86,
                "2019":85,
                "2020":88,
                "2021":5
            }
        ],
        [
            "Small RNA molecules have an important role in gene regulation and RNA silencing therapy, but it is challenging to detect these molecules without the use of time-consuming radioactive labelling assays or error-prone amplification methods. Here, we present a platform for the rapid electronic detection of probe-hybridized microRNAs from cellular RNA. In this platform, a target microRNA is first hybridized to a probe. This probe: microRNA duplex is then enriched through binding to the viral protein p19. Finally, the abundance of the duplex is quantified using a nanopore. Reducing the thickness of the membrane containing the nanopore to 6 nm leads to increased signal amplitudes from biomolecules, and reducing the diameter of the nanopore to 3 nm allows the detection and discrimination of small nucleic acids based on differences in their physical dimensions. We demonstrate the potential of this approach by …",
            "Rapid electronic detection of probe-specific microRNAs using thin nanopore sensors",
            "Meni Wanunu and Tali Dadosh and Vishva Ray and Jingmin Jin and Larry McReynolds and Marija Drndić",
            "2010",
            "JFXr2AoAAAAJ:u5HHmVD_uO8C",
            597,
            "https:\/\/www.nature.com\/nnano\/journal\/v5\/n11\/abs\/nnano.2010.202.html",
            "12802906847837524010",
            "\/scholar?cites=12802906847837524010",
            {
                "2011":17,
                "2012":45,
                "2013":65,
                "2014":63,
                "2015":67,
                "2016":62,
                "2017":60,
                "2018":71,
                "2019":79,
                "2020":60,
                "2021":5
            }
        ]
    ]
}