{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "New treatments for HIV can improve immune functioning and decrease mortality. However, lapses in adherence may render these complex regimens ineffective. Sixty-three men and 9 women on highly active antiretroviral therapy completed measures of medication adherence, psychological characteristics, and barriers to adherence. HIV viral load, a health outcome measure of virus amount present in blood, was also obtained. The sample was 36% African American and 56% Caucasian, with 35% reporting disability. Nearly one third of patients had missed medication doses in the past 5 days, and 18% had missed doses weekly over the past 3 months. Frequency of missed doses was strongly related to detectable HIV viral loads. Depression, side-effect severity, self-efficacy, and social support distinguished patients with good and poor adherence. Barriers also varied with adherence level. Implications for …",
            "Patterns, correlates, and barriers to medication adherence among persons prescribed new treatments for HIV disease.",
            "Sheryl L Catz and Jeffrey A Kelly and Laura M Bogart and Eric G Benotsch and Timothy L McAuliffe",
            "2000",
            "JG0w52gAAAAJ:yD5IFk8b50cC",
            904,
            "https:\/\/psycnet.apa.org\/record\/2000-13978-003",
            "14322490892347951240",
            "\/scholar?cites=14322490892347951240",
            {
                "2000":3,
                "2001":22,
                "2002":45,
                "2003":54,
                "2004":49,
                "2005":63,
                "2006":62,
                "2007":65,
                "2008":57,
                "2009":52,
                "2010":39,
                "2011":42,
                "2012":47,
                "2013":57,
                "2014":51,
                "2015":39,
                "2016":45,
                "2017":36,
                "2018":30,
                "2019":15,
                "2020":22
            }
        ],
        [
            " OBJECTIVE: To test the significance of health literacy relative to other predictors of adherence to treatment for HIV and AIDS. PARTICIPANTS: Community sample of HIV-seropositive men (n=138) and women (n=44) currently taking a triple-drug combination of antiretroviral therapies for HIV infection; 60% were ethnic minorities, and 73% had been diagnosed with AIDS. MEASUREMENTS: An adapted form of the Test of Health Literacy in Adults (TOFHLA), a comprehensive health and treatment interview that included 2-day recall of treatment adherence and reasons for nonadherence, and measures of substance abuse, social support, emotional distress, and attitudes toward primary care providers. MAIN RESULTS: Multiple logistic regression showed that education and health literacy were significant and independent predictors …",
            "Adherence to combination antiretroviral therapies in HIV patients of low health literacy",
            "Seth C Kalichman and Bineetha Ramachandran and Sheryl Catz",
            "1999",
            "JG0w52gAAAAJ:xtRiw3GOFMkC",
            758,
            "https:\/\/link.springer.com\/article\/10.1046\/j.1525-1497.1999.00334.x",
            "15179741092209737978",
            "\/scholar?cites=15179741092209737978",
            {
                "1999":2,
                "2000":18,
                "2001":17,
                "2002":33,
                "2003":33,
                "2004":39,
                "2005":31,
                "2006":40,
                "2007":45,
                "2008":32,
                "2009":48,
                "2010":48,
                "2011":43,
                "2012":37,
                "2013":36,
                "2014":34,
                "2015":53,
                "2016":30,
                "2017":31,
                "2018":35,
                "2019":37,
                "2020":23,
                "2021":2
            }
        ],
        [
            "ContextTreating hypertension decreases mortality and disability from cardiovascular disease, but most hypertension remains inadequately controlled.ObjectiveTo determine if a new model of care that uses patient Web services, home blood pressure (BP) monitoring, and pharmacist-assisted care improves BP control.Design, Setting, and ParticipantsA 3-group randomized controlled trial, the Electronic Communications and Home Blood Pressure Monitoring study was based on the Chronic Care Model. The trial was conducted at an integrated group practice in Washington state, enrolling 778 participants aged 25 to 75 years with uncontrolled essential hypertension and Internet access. Care was delivered over a secure patient Web site from June 2005 to December 2007.InterventionsParticipants were randomly assigned to usual care, home BP monitoring and secure patient Web site training only, or home BP …",
            "Effectiveness of home blood pressure monitoring, Web communication, and pharmacist care on hypertension control: a randomized controlled trial",
            "Beverly B Green and Andrea J Cook and James D Ralston and Paul A Fishman and Sheryl L Catz and James Carlson and David Carrell and Lynda Tyll and Eric B Larson and Robert S Thompson",
            "2008",
            "JG0w52gAAAAJ:JV2RwH3_ST0C",
            653,
            "https:\/\/jamanetwork.com\/journals\/jama\/article-abstract\/1028642",
            "11314719721614509701",
            "\/scholar?cites=11314719721614509701",
            {
                "2008":9,
                "2009":49,
                "2010":52,
                "2011":58,
                "2012":64,
                "2013":73,
                "2014":62,
                "2015":62,
                "2016":48,
                "2017":42,
                "2018":33,
                "2019":44,
                "2020":49,
                "2021":4
            }
        ],
        [
            "Background: Functional health literacy is associated with illness-related knowledge, understanding, and treatment perceptions for several chronic illnesses. This study examined health literacy in relation to knowledge and understanding of HIV\/AIDS.Methods: Persons living with HIV\/AIDS recruited from AIDS service organizations and HIV clinics completed the Test of Functional Health Literacy for Adults (TOFHLA) reading comprehension scale and measures of health status, knowledge and understanding of health status, perceptions of primary care givers, and perceptions of anti-HIV treatments.Results: Eighteen percent of the sample scored below the cutoff for marginal functional health literacy on the TOFHLA. Controlling for years of education, persons of lower health literacy were significantly less likely to have an undetectable HIV viral load, somewhat less likely to know their CD4 cell count and viral load, and …",
            "Health literacy and health-related knowledge among persons living with HIV\/AIDS",
            "Seth C Kalichman and Eric Benotsch and Troy Suarez and Sheryl Catz and Jeff Miller and David Rompa",
            "2000",
            "JG0w52gAAAAJ:kNdYIx-mwKoC",
            401,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0749379700001215",
            "4032751488308479433",
            "\/scholar?cites=4032751488308479433",
            {
                "2000":1,
                "2001":1,
                "2002":12,
                "2003":6,
                "2004":16,
                "2005":9,
                "2006":17,
                "2007":28,
                "2008":20,
                "2009":27,
                "2010":23,
                "2011":23,
                "2012":25,
                "2013":26,
                "2014":18,
                "2015":33,
                "2016":26,
                "2017":25,
                "2018":17,
                "2019":21,
                "2020":19,
                "2021":2
            }
        ],
        [
            "The growing incidence of HIV infection among low-income and minority women makes it important to investigate how these women adjust to living with HIV and AIDS. Psychological distress associated with HIV infection may compound the adjustment difficulties and increase the barriers to care associated with living in poverty. The authors surveyed 100 women who were receiving HIV care at a public hospital in the southeastern United States on measures of depression, anxiety, life stress, social support, and coping; they also assessed demographic and medical characteristics of the sample. Participants' annual incomes were low (87% < $10,000), and most participants were minorities (84% African American). Their levels of depression, stress, and anxiety symptoms were elevated relative to community norms. Greater anxiety and depression symptoms were associated with women who reported higher stress …",
            "Psychological distress among minority and low-income women living with HIV",
            "Sheryl L Catz and Cheryl Gore-Felton and Jennifer B McClure",
            "2002",
            "JG0w52gAAAAJ:Wp0gIr-vW9MC",
            239,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/08964280209596398",
            "6014216801546170496",
            "\/scholar?cites=6014216801546170496",
            {
                "2003":1,
                "2004":7,
                "2005":9,
                "2006":21,
                "2007":19,
                "2008":20,
                "2009":24,
                "2010":17,
                "2011":8,
                "2012":22,
                "2013":19,
                "2014":10,
                "2015":11,
                "2016":13,
                "2017":7,
                "2018":11,
                "2019":6,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Objectives: Adherence to antiretroviral therapy (ART) remains a challenge in efforts to maximize HIV treatment benefits. Previous studies of antiretroviral adherence are limited by low statistical          power, homogeneous samples, and biased assessment methods. Based on Social Action Theory and using a large, diverse sample of men and women living with HIV, the objectives of the current study are to clarify          correlates of nonadherence to ART and to provide theory-guided, empirically supported direction for intervening on ART nonadherence.Design: Cross-sectional interview study utilizing a computerized          interview.Setting: Recruited from clinics, agencies, and via media ads in four U.S. cities from June 2000 to January 2002.Participants: Two thousand seven hundred and sixty-five          HIV-positive adults taking ART.Main Outcome Measure: Computer-assessed self-reported antiretroviral adherence …",
            "Theory-guided, empirically supported avenues for intervention on HIV medication nonadherence: findings from the Healthy Living Project",
            "Mallory O Johnson and Sheryl L Catz and Robert H Remien and Mary Jane Rotheram-Borus and Stephen F Morin and Edwin Charlebois and Cheryl Gore-Felton and Rise B Goldsten and Hannah Wolfe and Marguerita Lightfoot and Margaret A Chesney and NIMH Healthy Living Project Team",
            "2003",
            "JG0w52gAAAAJ:d1gkVwhDpl0C",
            228,
            "https:\/\/www.liebertpub.com\/doi\/abs\/10.1089\/108729103771928708",
            "255224221709374719",
            "\/scholar?cites=255224221709374719",
            {
                "2004":4,
                "2005":8,
                "2006":23,
                "2007":31,
                "2008":17,
                "2009":15,
                "2010":13,
                "2011":11,
                "2012":14,
                "2013":24,
                "2014":12,
                "2015":9,
                "2016":6,
                "2017":15,
                "2018":7,
                "2019":11,
                "2020":3,
                "2021":2
            }
        ],
        [
            "      Adherence to antiretroviral (ARV) therapy for HIV infection is critical for maximum benefit from treatment and for the prevention of HIV-related complications. There is evidence that many factors determine medication adherence, including adherence self-efficacy (confidence in one's ability to adhere) and relations with health care providers. However, there are no studies that examine how these two factors relate to each other and their subsequent influence on HIV medication adherence. The goal of the current analysis was to explore a model of medication adherence in which the relationship between positive provider interactions and adherence is mediated by adherence self-efficacy. Computerized self-administered and interviewer-administered self reported measures of medication adherence, demographic and treatment variables, provider interactions, and adherence self-efficacy were administered to 2765 …",
            "Positive provider interactions, adherence self-efficacy, and adherence to antiretroviral medications among HIV-infected adults: A mediation model",
            "Mallory O Johnson and Margaret A Chesney and Rise B Goldstein and Robert H Remien and Sheryl Catz and Cheryl Gore-Felton and Edwin Charlebois and Stephen F Morin and NIMH Healthy Living Project Team",
            "2006",
            "JG0w52gAAAAJ:u_35RYKgDlwC",
            214,
            "https:\/\/www.liebertpub.com\/doi\/abs\/10.1089\/apc.2006.20.258",
            "14026877839627341636",
            "\/scholar?cites=14026877839627341636",
            {
                "2006":1,
                "2007":15,
                "2008":16,
                "2009":11,
                "2010":18,
                "2011":16,
                "2012":19,
                "2013":19,
                "2014":12,
                "2015":17,
                "2016":25,
                "2017":12,
                "2018":9,
                "2019":10,
                "2020":13
            }
        ],
        [
            "Objective: To develop a survey to accurately assess parental vaccine hesitancy.Results: The initial survey contained 17 items in four content domains: (1) immunization behavior; (2) beliefs about vaccine safety and efficacy; (3) attitudes about vaccine mandates and exemptions; and (4) trust. Focus group data yielded an additional 10 survey items. Expert review of the survey resulted in the deletion of nine of 27 items and revisions to 11 of the remaining 18 survey items. Parent pretesting resulted in the deletion of one item, the addition of one item, the revision of four items, and formatting changes to enhance usability. The final survey contains 18 items in the original four content domains.Methods: An iterative process was used to develop the survey. First, we reviewed previous studies and surveys on parental health beliefs regarding vaccination to develop content domains and draft initial survey items. Focus groups …",
            "Development of a survey to identify vaccine-hesitant parents: the parent attitudes about childhood vaccines survey",
            "Douglas J Opel and Rita Mangione-Smith and James A Taylor and Carolyn Korfiatis and Cheryl Wiese and Sheryl Catz and Diane P Martin",
            "2011",
            "JG0w52gAAAAJ:4fKUyHm3Qg0C",
            205,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.4161\/hv.7.4.14120",
            "18199202824967048546",
            "\/scholar?cites=18199202824967048546",
            {
                "2011":1,
                "2012":2,
                "2013":13,
                "2014":10,
                "2015":20,
                "2016":12,
                "2017":19,
                "2018":31,
                "2019":43,
                "2020":50,
                "2021":4
            }
        ],
        [
            "Non-adherence to medical regimens is a critical threat to the health of HIV-infected individuals. Patients who do not adhere to routine medical care cannot fully benefit from the increasingly efficacious treatments available to them. Consistent attendance at medical appointments plays a central role in both prolonging life and enhancing quality of life for persons living with HIV\/AIDS. By identifying why many patients do not reliably attend medical services, interventions can be undertaken to improve appointment-keeping. The primary purpose of the present study was to identify factors predictive of HIV-related medical appointment attendance. One-hundred-and-forty-four outpatients in a public hospital ambulatory care HIV clinic were followed for seven months. Demographic, medical care and psychosocial factors were measured in order to prospectively predict the percentage of missed clinic appointments by persons …",
            "Predictors of outpatient medical appointment attendance among persons with HIV",
            "Sheryl L Catz and JB McClure and GN Jones and PJ Brantley",
            "1999",
            "JG0w52gAAAAJ:4TOpqqG69KYC",
            200,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/09540129947983",
            "5222654527120608165",
            "\/scholar?cites=5222654527120608165",
            {
                "2000":2,
                "2001":5,
                "2002":3,
                "2003":10,
                "2004":9,
                "2005":8,
                "2006":7,
                "2007":8,
                "2008":11,
                "2009":11,
                "2010":10,
                "2011":9,
                "2012":17,
                "2013":18,
                "2014":8,
                "2015":14,
                "2016":13,
                "2017":12,
                "2018":8,
                "2019":7,
                "2020":8,
                "2021":1
            }
        ],
        [
            "To assess the construct validity and reliability of the Parent Attitudes about Childhood Vaccines survey.Cross-sectional survey of parents of 19–35 month old children in a closed model HMO. We used factor analysis to confirm survey sub-domains and Cronbach's α to determine the internal consistency reliability of sub-domain scales. Construct validity was assessed by linking parental responses to their child's immunization record.Our response rate was 46% (N = 230). Factor analysis identified 3 factors that explained 70% of the total variance for the 18 survey items. We deleted 3 items that failed to load highly (>.4) on an identified factor, correlated poorly with other items, or had a hesitant response that was not associated with increased under-immunization. Cronbach's α coefficients for the 3 sub-domain scales created by grouping the remaining 15 items were .74, .84, and .74 …",
            "Validity and reliability of a survey to identify vaccine-hesitant parents",
            "Douglas J Opel and James A Taylor and Rita Mangione-Smith and Cam Solomon and Chuan Zhao and Sheryl Catz and Diane Martin",
            "2011",
            "JG0w52gAAAAJ:iH-uZ7U-co4C",
            196,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0264410X11010097",
            "9590660880370512791",
            "\/scholar?cites=9590660880370512791",
            {
                "2012":3,
                "2013":12,
                "2014":8,
                "2015":14,
                "2016":12,
                "2017":19,
                "2018":36,
                "2019":36,
                "2020":45,
                "2021":8
            }
        ]
    ]
}