{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Although cuticular and epidermal penetration by the rust and death of the penetrated cell were similar in two cultivars, subsequent hyphal branching and growth was decreased and retention of trypan blue stain was increased in the resistant cultivar. No uredinia formed in the resistant cultivar. Phytoalexin formation began earlier in the resistant cultivar and at a time when many cells had changed in their physiology as revealed by stain retention. A product of germinating urediniospores caused more rapid browning and phytoalexin formation in pods of the resistant cultivar.",
            "Comparison of histological and physiological responses to Phakopsora pachyrhizi in resistant and susceptible soybean",
            "RC Keogh and BJ Deverall and Stella McLeod",
            "1980",
            "jGHU3_8AAAAJ:2osOgNQ5qMEC",
            230,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S000715368080163X",
            "6714403144282719693",
            "\/scholar?cites=6714403144282719693",
            {
                "1981":1,
                "1982":2,
                "1983":1,
                "1984":1,
                "1985":1,
                "1986":1,
                "1987":1,
                "1988":1,
                "1989":1,
                "1990":1,
                "1991":1,
                "1992":4,
                "1993":5,
                "1994":5,
                "1995":5,
                "1996":7,
                "1997":3,
                "1998":8,
                "1999":9,
                "2000":4,
                "2001":8,
                "2002":5,
                "2003":6,
                "2004":6,
                "2005":4,
                "2006":15,
                "2007":10,
                "2008":8,
                "2009":12,
                "2010":7,
                "2011":10,
                "2012":5,
                "2013":13,
                "2014":14,
                "2015":10,
                "2016":9,
                "2017":13,
                "2018":11
            }
        ],
        [
            "Morphological features of the fungus Phakopsora pachyrhizi and the disease symptoms on Glycine max and other hosts are described. The effect of various environmental components on the germination of uredospores and appressorium formation are assessed. In general, these studies indicate that environmental tolerances reflect the tropical origin of the fungus. The fungus directly penetrated the cuticle of the host, and this process of penetration varies with temperature and moisture conditions. The known host range of the fungus is expanded and includes representatives of the Australian native flora. The scope of this host range was considered in relation to three classifications of the legumes. Distribution of the rust in eastern Australia and in New South Wales is outlined.[AS\/GLH]",
            "Studies on Phakopsora pachyrhizi Syd.: The causal agent of soybean rust",
            "Robert Cornelius Keogh",
            "1974",
            "jGHU3_8AAAAJ:9yKSN-GCB0IC",
            25,
            "https:\/\/worldveg.tind.io\/record\/5837\/",
            "14965034405989783414",
            "\/scholar?cites=14965034405989783414",
            {
                "1981":1,
                "1982":2,
                "1983":1,
                "1984":1,
                "1985":1,
                "1986":2,
                "1987":2,
                "1988":1,
                "1989":1,
                "1990":1,
                "1991":2,
                "1992":1,
                "1993":1,
                "1994":1,
                "1995":1
            }
        ],
        [
            "Germ-tubes of Phakopsora pachyrhizi penetrate cuticles of leaves of soybeans and grow through the underlying epidermal cells before giving rise to intercellular hyphae which pass between palisade cells and develop uredinial initials in the spongy mesophyll. The rust causes the early death of the penetrated epidermal cells and alters the ability of palisade cells to retain trypan blue stain. Emerging uredinia are surrounded by areas of dead tissue. Phytoalexins form at an early stage in rust development and accumulate to substantial amounts. The phytoalexins comprise at least two fractions probably containing related pterocarpanoid compounds. Germinating urediniospores release a thermostable toxic substance into water. This substance may be significant in the host-parasite interaction because it causes necrosis in soybean pods.",
            "Responses of soybean to infection by, and to germination fluids from, urediniospores of Phakopsora pachyrhizi",
            "BJ Deverall and RC Keogh and Stella McLeod",
            "1977",
            "jGHU3_8AAAAJ:UeHWp8X0CEIC",
            19,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S000715367780079X",
            "6296045671866598353",
            "\/scholar?cites=6296045671866598353",
            {
                "1979":2,
                "1980":1,
                "1981":1,
                "1982":3,
                "1983":1,
                "1984":1,
                "1985":1,
                "1986":1,
                "1987":1,
                "1988":1,
                "1989":2,
                "1990":1,
                "1991":2,
                "1992":1
            }
        ],
        [
            "The host range of soybean rust and the distribution of the disease on native host species and on soybean in New South Wales was determined. A total of 32 leguminous species from 22 genera were hosts.[EMS]",
            "The host range and distribution of Phakopsora pachyrhizi in New South Wales",
            "RC Keogh",
            "1976",
            "jGHU3_8AAAAJ:zYLM7Y9cAGgC",
            15,
            "https:\/\/worldveg.tind.io\/record\/1033\/",
            "10498720439185853827",
            "\/scholar?cites=10498720439185853827",
            {
                "1977":1,
                "1978":3,
                "1979":1,
                "1980":2,
                "1981":2,
                "1982":1,
                "1983":1,
                "1984":1,
                "1985":2,
                "1986":1
            }
        ],
        [
            "In Australia, soybean rust was restricted to areas of Queensland, but recent reports indicate that it is in the vicinity of the major soybean-producing areas of northern New South Wales and the Queensland Darling Downs. Besides soybean, rust has been reported on other cultivated and native legumes. Uredospores germinate well from 18 to 25 C, but no germination occurred above 32 or below 8 C. Germination is restricted by high light intensities and the germ tube displays a strong negative phototropism. The fungus enters host tissue by direct penetration.[ATT]",
            "Phakopsora pachyrhizi Syd: the causal agent of soybean rust",
            "R Keogh",
            "1974",
            "jGHU3_8AAAAJ:qjMakFHDy7sC",
            7,
            "https:\/\/worldveg.tind.io\/record\/15243\/",
            "616816806093941859",
            "\/scholar?cites=616816806093941859",
            {
                "1979":1,
                "1980":3,
                "1981":1,
                "1982":1,
                "1983":1
            }
        ],
        [
            "Evidence was obtained that the soybean rust fungus survives independently of its commercial host on natural stands of this native legume throughout the year. Survival was dependent on the local climate and aspect of individual plants.",
            "Notes on the survival of Phakopsora pachyrhizi on natural stands of Kennedia rubicunda in coastal New South Wales.",
            "RC Keogh",
            "1979",
            "jGHU3_8AAAAJ:u-x6o8ySG0sC",
            5,
            "https:\/\/www.cabdirect.org\/cabdirect\/abstract\/19791360372",
            "14145590288028838773",
            "\/scholar?cites=14145590288028838773",
            {
                "1981":1,
                "1982":1,
                "1983":1,
                "1984":1,
                "1985":1
            }
        ]
    ]
}