{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "Diluted magnetic semiconductors have received much attention due to their potential applications for spintronics devices. A prototypical system (Ga, Mn) As has been widely studied since the 1990s. The simultaneous spin and charge doping via hetero-valent (Ga 3+, Mn 2+) substitution, however, resulted in severely limited solubility without availability of bulk specimens. Here we report the synthesis of a new diluted magnetic semiconductor (Ba 1− x K x)(Zn 1− y Mn y) 2 As 2, which is isostructural to the 122 iron-based superconductors with the tetragonal ThCr 2 Si 2 (122) structure. Holes are doped via (Ba 2+, K 1+) replacements, while spins via isovalent (Zn 2+, Mn 2+) substitutions. Bulk samples with x= 0.1− 0.3 and y= 0.05− 0.15 exhibit ferromagnetic order with T C up to 180 K, which is comparable to the highest T C for (Ga, Mn) As and significantly enhanced from T C up to 50 K of the ‘111’-based Li (Zn, Mn) As …",
            "New diluted ferromagnetic semiconductor with Curie temperature up to 180 K and isostructural to the ‘122’iron-based superconductors",
            "K Zhao and g Z Deng and g XC Wang and W Han and JL Zhu and X Li and QQ Liu and RC Yu and T Goko and B Frandsen and Lian Liu and Fanlong Ning and YJ Uemura and H Dabkowska and GM Luke and H Luetkens and E Morenzoni and SR Dunsiger and A Senyshyn and P Böni and CQ Jin",
            "2013",
            "JGuyj5QAAAAJ:IjCSPb-OGe4C",
            137,
            "https:\/\/www.nature.com\/articles\/ncomms2447",
            "6298247543097828374",
            "\/scholar?cites=6298247543097828374",
            {
                "2013":9,
                "2014":22,
                "2015":17,
                "2016":21,
                "2017":16,
                "2018":22,
                "2019":15,
                "2020":13,
                "2021":2
            }
        ],
        [
            "We report the discovery of a diluted magnetic semiconductor, Li (Zn, Mn) P, in which charge and spin are introduced independently via lithium off-stoichiometry and the isovalent substitution of Mn 2+ for Zn 2+, respectively. Isostructural to (Ga, Mn) As, Li (Zn, Mn) P was found to be a p-type ferromagnetic semiconductor with excess lithium providing charge doping. First-principles calculations indicate that excess Li is favored to partially occupy the Zn site, leading to hole doping. Ferromagnetism with Curie temperature up to 34 K is achieved while the system still shows semiconducting transport behavior.",
            "Diluted ferromagnetic semiconductor Li (Zn, Mn) P with decoupled charge and spin doping",
            "Z Deng and o K Zhao and u B Gu and W Han and JL Zhu and XC Wang and X Li and QQ Liu and RC Yu and T Goko and B Frandsen and L Liu and Jinsong Zhang and Yayu Wang and FL Ning and S Maekawa and YJ Uemura and CQ Jin",
            "2013",
            "JGuyj5QAAAAJ:2osOgNQ5qMEC",
            75,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.88.081203",
            "13555871200530619403",
            "\/scholar?cites=13555871200530619403",
            {
                "2013":2,
                "2014":17,
                "2015":9,
                "2016":13,
                "2017":7,
                "2018":10,
                "2019":12,
                "2020":5
            }
        ],
        [
            "We report the synthesis and characterization of a bulk diluted magnetic semiconductor (La 1− x Ba x)(Zn 1− x Mn x) AsO (0⩽ x⩽ 0.2) with a layered crystal structure identical to that of the 1111-type FeAs superconductors. No ferromagnetic order occurs with (Zn, Mn) substitution in the parent compound LaZnAsO without charge doping. Together with carrier doping via (La, Ba) substitution, a small amount of Mn substituting for Zn results in ferromagnetic order with T C up to∼ 40 K, although the system remains semiconducting. Muon spin relaxation measurements confirm the development of ferromagnetic order in the entire volume, with the relationship between the internal field and T C consistent with the trend found in (Ga, Mn) As and the 111-type Li (Zn, Mn) As and the 122-type (Ba, K)(Zn, Mn) 2 As 2 systems.",
            "(La 1− x Ba x)(Zn 1− x Mn x) AsO: A two-dimensional 1111-type diluted magnetic semiconductor in bulk form",
            "Cui Ding and Huiyuan Man and Chuan Qin and Jicai Lu and Yunlei Sun and Quan Wang and Biqiong Yu and Chunmu Feng and T Goko and CJ Arguello and L Liu and BA Frandsen and YJ Uemura and Hangdong Wang and H Luetkens and E Morenzoni and W Han and CQ Jin and T Munsie and TJ Williams and RM D’Ortenzio and T Medina and GM Luke and T Imai and FL Ning",
            "2013",
            "JGuyj5QAAAAJ:UeHWp8X0CEIC",
            73,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.88.041102",
            "16587044044212168973",
            "\/scholar?cites=16587044044212168973",
            {
                "2013":6,
                "2014":13,
                "2015":7,
                "2016":12,
                "2017":4,
                "2018":13,
                "2019":15,
                "2020":3
            }
        ],
        [
            "In its orthorhombic T d polymorph, MoTe 2 is a type-II Weyl semimetal, where the Weyl fermions emerge at the boundary between electron and hole pockets. Non-saturating magnetoresistance and superconductivity were also observed in T d-MoTe 2. Understanding the superconductivity in T d-MoTe 2, which was proposed to be topologically non-trivial, is of eminent interest. Here, we report high-pressure muon-spin rotation experiments probing the temperature-dependent magnetic penetration depth in T d-MoTe 2. A substantial increase of the superfluid density and a linear scaling with the superconducting critical temperature T c is observed under pressure. Moreover, the superconducting order parameter in T d-MoTe 2 is determined to have 2-gap s-wave symmetry. We also exclude time-reversal symmetry breaking in the superconducting state with zero-field μSR experiments. Considering the strong suppression …",
            "Signatures of the topological s+− superconducting order parameter in the type-II Weyl semimetal T d-MoTe 2",
            "Zurab Guguchia and F Von Rohr and Zurab Shermadini and Alex Taekyung Lee and Soham Banerjee and AR Wieteska and CA Marianetti and BA Frandsen and Hubertus Luetkens and Zizhou Gong and SC Cheung and Chris Baines and Alexander Shengelaya and Grigol Taniashvili and AN Pasupathy and Elvezio Morenzoni and SJL Billinge and Alex Amato and RJ Cava and Rustem Khasanov and YJ Uemura",
            "2017",
            "JGuyj5QAAAAJ:35N4QoGY0k4C",
            55,
            "https:\/\/www.nature.com\/articles\/s41467-017-01066-6",
            "17573404353510320835",
            "\/scholar?cites=17573404353510320835",
            {
                "2018":15,
                "2019":17,
                "2020":22,
                "2021":1
            }
        ]
    ]
}