{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "Inclusion of students with and wittiout disabilities in general public schools and classrooms is becoming more and more common throughout the United States. According to the US Department of Ed ucation (1996), the percentage of stu dents with disabilities served in resource rooms has gradually decreased, and the percentage served in general education classrooms has increased considerably. During the 1990s, school districts have made a strong effort to provide more in clusive education. As a result of this ef fort, in 1993-94, states reported serving 43.4% of students with disabilities ages 6-21 in general classroom placements, 29.5% in resource rooms, 22.7% in sep arate classes, 3.1% in separate schools, 0.7% in residential facilities, and 0.6% in homebound\/hospital placements (US Department of Education. 1996). Empir ical support of such inclusive placements",
            "Inclusion Promoting Successful through Collaborative Problem-Solving",
            "Tim Hobbs and David L Westling",
            "1998",
            "jgzXvxUAAAAJ:u5HHmVD_uO8C",
            145,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/004005999803100102",
            "1366544205978619092",
            "\/scholar?cites=1366544205978619092",
            {
                "1999":3,
                "2000":4,
                "2001":6,
                "2002":8,
                "2003":3,
                "2004":9,
                "2005":10,
                "2006":5,
                "2007":7,
                "2008":7,
                "2009":8,
                "2010":5,
                "2011":5,
                "2012":6,
                "2013":8,
                "2014":6,
                "2015":8,
                "2016":11,
                "2017":7,
                "2018":8,
                "2019":5,
                "2020":5
            }
        ],
        [
            "The following paper presents content and outcomes of a model class for instructing general and special educators in best practices of inclusive education. Key components of the class were (a) an emphasis on cooperative learning and team decision making, (b) highly structured problem‐solving activities, and (c) the use of in vivo case studies involving children with disabilities in local schools. These components were designed to model professional activities associated with the successful inclusion of children with disabilities in general education classrooms. Course content is supported by brief reviews of related research. Course outcomes, problems encountered, and recommendations for replication are presented.",
            "Mentoring for inclusion: A model class for special and general educators",
            "Tim Hobbs and David L Westling",
            "2002",
            "jgzXvxUAAAAJ:u-x6o8ySG0sC",
            29,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/08878730209555293",
            "2499928462141281268",
            "\/scholar?cites=2499928462141281268",
            {
                "2003":2,
                "2004":1,
                "2005":1,
                "2006":1,
                "2007":4,
                "2008":3,
                "2009":3,
                "2010":4,
                "2011":4,
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":2,
                "2016":1
            }
        ],
        [
            " Virtual teams, using existing telecommunications technology, are employed by government and industry to meet the changing needs of the new millennium. The use of virtual teams by business has become part of the new workplace phenomena. Despite their obvious potential, virtual communications in Special Education are limited to electronic mail, video-conferencing, and discussion forums. The use of virtual teams in field of education is largely unexplored. The following is a description of a web-based, virtual, problem-solving process used by teams of Special Educators to address problems encountered by first year teachers. Assessment by team participants indicates that an in vivo problem solving and collaboration process was successfully replicated as an online phenomenon and a representative case, illustrating the process, is presented. A web-site, titled The Conference Room, is proposed as a model …",
            "The virtual conference room: Online problem solving for first year special educators",
            "Tim Hobbs and Sheryl L Day and Anthony C Russo",
            "2002",
            "jgzXvxUAAAAJ:9yKSN-GCB0IC",
            16,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/088840640202500404",
            "16607100767898816025",
            "\/scholar?cites=16607100767898816025",
            {
                "2004":3,
                "2005":2,
                "2006":1,
                "2007":1,
                "2008":1,
                "2009":2,
                "2010":1,
                "2011":4,
                "2012":1
            }
        ],
        [
            "Researchers and educators have consistently identified friendship formation as both a means and an important outcome of integrating children with and without disabilities (see box,“What Does the Literature Say?”). Writers have linked educating children with disabilities in inclusive settings with increased friendship formation (Blackman, 1992; Forest & Lusthaus, 1989; Sasso & Rude, 1988; Strully & Strully, 1989). Hunt et al.(1994) found that included students (as compared to students served in exclusively special education settings) spent more time grouped with other students, spent less time alone, and were more often in the company of people without disabilities.",
            "Friendship on the inclusive electronic playground",
            "Tim Hobbs",
            "2001",
            "jgzXvxUAAAAJ:d1gkVwhDpl0C",
            16,
            "https:\/\/journals.sagepub.com\/doi\/pdf\/10.1177\/004005990103300606",
            "6612816110255827636",
            "\/scholar?cites=6612816110255827636",
            {
                "2002":1,
                "2003":1,
                "2004":4,
                "2005":1,
                "2006":1,
                "2007":3,
                "2008":3,
                "2009":1
            }
        ]
    ]
}