{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This writeup is a compilation of the predictions for the forthcoming Heavy Ion Program at the Large Hadron Collider, as presented at the CERN Theory Institute'Heavy Ion Collisions at the LHC—Last Call for Predictions', held from 14th May to 10th June 2007.",
            "Heavy-ion collisions at the LHC—last call for predictions",
            "N Armesto and Nicolas Borghini and S Jeon and UA Wiedemann and S Abreu and SV Akkelin and J Alam and JL Albacete and A Andronic and D Antonov and F Arleo and IC Arsene and GG Barnaföldi and J Barrette and B Bäuchle and F Becattini and B Betz and M Bleicher and M Bluhm and D Boer and FW Bopp and P Braun-Munzinger and L Bravina and W Busza and M Cacciari and A Capella and J Casalderrey-Solana and R Chatterjee and LW Chen and J Cleymans and BA Cole and Z Conesa Del Valle and LP Csernai and L Cunqueiro and A Dainese and J Dias De Deus and HT Ding and M Djordjevic and H Drescher and IM Dremin and A Dumitru and A El and R Engel and D d'Enterria and KJ Eskola and G Fai and EG Ferreiro and RJ Fries and E Frodermann and H Fujii and C Gale and F Gelis and VP Goncalves and V Greco and C Greiner and M Gyulassy and H Van Hees and U Heinz and H Honkanen and WA Horowitz and E Iancu and G Ingelman and J Jalilian-Marian and AB Kaidalov and B Kämpfer and ZB Kang and Iu A Karpenko and G Kestin and D Kharzeev and CM Ko and B Koch and B Kopeliovich and M Kozlov and I Kraus and I Kuznetsova and SH Lee and R Lednicky and J Letessier and E Levin and BA Li and ZW Lin and H Liu and W Liu and C Loizides and IP Lokhtin and MVT MacHado and LV Malinina and AM Managadze and ML Mangano and M Mannarelli and C Manuel and G Martínez and JG Milhano and Á Mócsy and D Molnár and M Nardi and JK Nayak and H Niemi and H Oeschler and JY Ollitrault and G Paić and C Pajares and VS Pantuev and G Papp and D Peressounko and P Petreczky and SV Petrushanko and F Piccinini and T Pierog and HJ Pirner and S Porteboeuf and I Potashnikova and GY Qin and JW Qiu and J Rafelski and K Rajagopal and J Ranft and R Rapp and SS Räsänen and J Rathsman and P Rau and K Redlich and T Renk and AH Rezaeian and D Rischke and S Roesler and J Ruppert and PV Ruuskanen and CA Salgado and S Sapeta and I Sarcevic and S Sarkar and LI Sarycheva and I Schmidt and AI Shoshi and B Sinha and Yu M Sinyukov and AM Snigirev and DK Srivastava and J Stachel and A Stasto and H Stöcker and C Yu Teplov and RL Thews and G Torrieri and V Topor Pop and DN Triantafyllopoulos and KL Tuchin and S Turbide and K Tywoniuk",
            "2008",
            "jhLM0VUAAAAJ:u5HHmVD_uO8C",
            430,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0954-3899\/35\/5\/054001\/meta",
            "9736551147827220264",
            "\/scholar?cites=9736551147827220264",
            {
                "2008":29,
                "2009":63,
                "2010":57,
                "2011":60,
                "2012":51,
                "2013":51,
                "2014":24,
                "2015":29,
                "2016":25,
                "2017":18,
                "2018":14,
                "2019":3,
                "2020":6
            }
        ],
        [
            "Predictions for charged hadron, identified light hadron, quarkonium, photon, jet and gauge bosons in p+Pb collisions at  are compiled and compared. When test run data are available, they are compared to the model predictions.",
            "PREDICTIONS FOR p+Pb COLLISIONS AT ",
            "Javier L Albacete and Nestor Armesto and Rudolf Baier and Gergely G Barnafoeldi and Jean Barrette and Somnath De and Wei-Tian Deng and Adrian Dumitru and Kevin Dusling and Kari J Eskola and Rainer Fries and Hirotsugu Fujii and Francois Gelis and Miklos Gyulassy and Yuncun He and Ilkka Helenius and Zhong-Bo Kang and Boris Z Kopeliovich and Krzysztof Kutak and Peter Levai and Zi-Wei Lin and Alfred H Mueller and Yasushi Nara and Jan Nemchik and Gabor Papp and Mihai Petrovici and Jian-Wei Qiu and Amir H Rezaeian and Peng Ru and Dominique Schiff and Sebastian Sapeta and Vasile Topor Pop and Prithwish Tribedy and Raju Venugopalan and Ivan Vitev and Ramona Vogt and Enke Wang and Xin-Nian Wang and Hongxi Xing and Rong Xu and Ben-Wei Zhang and Wei-Ning Zhang",
            "2013",
            "jhLM0VUAAAAJ:blknAaTinKkC",
            297,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/S0218301313300075",
            "5423252567732379808",
            "\/scholar?cites=5423252567732379808",
            {
                "2013":20,
                "2014":74,
                "2015":74,
                "2016":58,
                "2017":20,
                "2018":27,
                "2019":11,
                "2020":11,
                "2021":1
            }
        ],
        [
            "This report, based on the Dark Sectors workshop at SLAC in April 2016, summarizes the scientific importance of searches for dark sector dark matter and forces at masses beneath the weak-scale, the status of this broad international field, the important milestones motivating future exploration, and promising experimental opportunities to reach these milestones over the next 5-10 years.Comments: 66 pages, 15 figures, 3 tables. Workshop website and agenda: this http URL this https URL Editors: J. Alexander, M. Battaglieri, B. Echenard, R. Essig, M. Graham, E. Izaguirre, J. Jaros, G. Krnjaic, J. Mardon, D. Morrissey, T. Nelson, M. Perelstein, M. Pyle, A. Ritz, P. Schuster, B. Shuve, N. Toro, R. Van De Water",
            "Dark sectors 2016 workshop: community report",
            "Jim Alexander and Marco Battaglieri and Bertrand Echenard and Rouven Essig and Matthew Graham and Eder Izaguirre and John Jaros and Gordan Krnjaic and Jeremy Mardon and David Morrissey and Tim Nelson and Maxim Perelstein and Matt Pyle and Adam Ritz and Philip Schuster and Brian Shuve and Natalia Toro and Richard G Van De Water and Daniel Akerib and Haipeng An and Konrad Aniol and Isaac J Arnquist and David M Asner and Henning O Back and Keith Baker and Nathan Baltzell and Dipanwita Banerjee and Brian Batell and Daniel Bauer and James Beacham and Jay Benesch and James Bjorken and Nikita Blinov and Celine Boehm and Mariangela Bondí and Walter Bonivento and Fabio Bossi and Stanley J Brodsky and Ran Budnik and Stephen Bueltmann and Masroor H Bukhari and Raymond Bunker and Massimo Carpinelli and Concetta Cartaro and David Cassel and Gianluca Cavoto and Andrea Celentano and Animesh Chaterjee and Saptarshi Chaudhuri and Gabriele Chiodini and Hsiao-Mei Sherry Cho and Eric D Church and DA Cooke and Jodi Cooley and Robert Cooper and Ross Corliss and Paolo Crivelli and Francesca Curciarello and Annalisa D'Angelo and Hooman Davoudiasl and Marzio De Napoli and Raffaella De Vita and Achim Denig and Patrick deNiverville and Abhay Deshpande and Ranjan Dharmapalan and Bogdan Dobrescu and Sergey Donskov and Raphael Dupre and Juan Estrada and Stuart Fegan and Torben Ferber and Clive Field and Enectali Figueroa-Feliciano and Alessandra Filippi and Bartosz Fornal and Arne Freyberger and Alexander Friedland and Iftach Galon and Susan Gardner and Francois-Xavier Girod and Sergei Gninenko and Andrey Golutvin and Stefania Gori and Christoph Grab and Enrico Graziani and Keith Griffioen and Andrew Haas and Keisuke Harigaya and Christopher Hearty and Scott Hertel and JoAnne Hewett and Andrew Hime and David Hitlin and Yonit Hochberg and Roy J Holt and Maurik Holtrop and Eric W Hoppe and Todd W Hossbach and Lauren Hsu",
            "2016",
            "jhLM0VUAAAAJ:URolC5Kub84C",
            230,
            "https:\/\/arxiv.org\/abs\/1608.08632",
            "6948040355335462496",
            "\/scholar?cites=6948040355335462496",
            {
                "2016":4,
                "2017":35,
                "2018":59,
                "2019":56,
                "2020":73,
                "2021":2
            }
        ],
        [
            "We study the QCD evolution of the Sivers effect in both semi-inclusive deep inelastic scattering (SIDIS) and Drell-Yan production (DY). We pay close attention to the nonperturbative spin-independent Sudakov factor in the evolution formalism and find a universal form which can describe reasonably well the experimental data on the transverse momentum distributions in SIDIS, DY lepton pair and W\/Z production. With this Sudakov factor at hand, we perform a global fitting of all the experimental data on the Sivers asymmetry in SIDIS from HERMES, COMPASS and Jefferson Lab. We then make predictions for the Sivers asymmetry in DY lepton pair and W production that can be compared to the future experimental measurements to test the sign change of the Sivers functions between SIDIS and DY processes and constrain the sea quark Sivers functions.",
            "QCD evolution of the Sivers asymmetry",
            "Miguel G Echevarria and Ahmad Idilbi and Zhong-Bo Kang and Ivan Vitev",
            "2014",
            "jhLM0VUAAAAJ:zA6iFVUQeVQC",
            190,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.89.074013",
            "15603530677377179876",
            "\/scholar?cites=15603530677377179876",
            {
                "2014":9,
                "2015":32,
                "2016":30,
                "2017":29,
                "2018":27,
                "2019":22,
                "2020":39,
                "2021":2
            }
        ],
        [
            "We study the transverse-momentum-dependent (TMD) evolution of the Collins azimuthal asymmetries in e+ e− annihilations and semi-inclusive hadron production in deep inelastic scattering processes. All the relevant coefficients are calculated up to the next-to-leading-logarithmic-order accuracy. By applying the TMD evolution at the approximate next-to-leading-logarithmic order in the Collins-Soper-Sterman formalism, we extract transversity distributions for u and d quarks and Collins fragmentation functions from current experimental data by a global analysis of the Collins asymmetries in back-to-back dihadron productions in e+ e− annihilations measured by BELLE and BABAR collaborations and semi-inclusive hadron production in deep inelastic scattering data from HERMES, COMPASS, and JLab HALL A experiments. The impact of the evolution effects and the relevant theoretical uncertainties are discussed …",
            "Extraction of quark transversity distribution and Collins fragmentation functions with QCD evolution",
            "Zhong-Bo Kang and Alexei Prokudin and Peng Sun and Feng Yuan",
            "2016",
            "jhLM0VUAAAAJ:kRWSkSYxWN8C",
            175,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.93.014009",
            "7958499311181276214",
            "\/scholar?cites=7958499311181276214",
            {
                "2015":4,
                "2016":25,
                "2017":30,
                "2018":37,
                "2019":30,
                "2020":46,
                "2021":3
            }
        ],
        [
            "The k⊥ moment of a quark’s Sivers function is known to be related to the corresponding twist-three quark-gluon correlation function T q, F (x, x). The two functions have been extracted from data for single-spin asymmetries in semi-inclusive deep-inelastic scattering and in single-inclusive hadron production in p p collisions, respectively. Performing a consistent comparison of the extracted functions, we find that they show a “sign mismatch”: while the magnitude of the functions is roughly consistent, the k⊥ moment of the Sivers function has opposite sign from that of T q, F (x, x), both for up and for down quarks. Barring any inconsistencies in our theoretical understanding of the Sivers functions and their process dependence, the implication of this mismatch is that either the Sivers effect is not dominantly responsible for the observed single-spin asymmetries in p p collisions or the current semi-inclusive lepton scattering …",
            "Observation concerning the process dependence of the Sivers functions",
            "Zhong-Bo Kang and Jian-Wei Qiu and Werner Vogelsang and Feng Yuan",
            "2011",
            "jhLM0VUAAAAJ:2osOgNQ5qMEC",
            162,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.83.094001",
            "10678490645438001969",
            "\/scholar?cites=10678490645438001969",
            {
                "2011":19,
                "2012":21,
                "2013":22,
                "2014":23,
                "2015":31,
                "2016":18,
                "2017":9,
                "2018":3,
                "2019":7,
                "2020":9
            }
        ],
        [
            "This report is based on a ten-week program on\" Gluons and the quark sea at high-energies\", which took place at the Institute for Nuclear Theory in Seattle in Fall 2010. The principal aim of the program was to develop and sharpen the science case for an Electron-Ion Collider (EIC), a facility that will be able to collide electrons and positrons with polarized protons and with light to heavy nuclei at high energies, offering unprecedented possibilities for in-depth studies of quantum chromodynamics. This report is organized around four major themes: i) the spin and flavor structure of the proton, ii) three-dimensional structure of nucleons and nuclei in momentum and configuration space, iii) QCD matter in nuclei, and iv) Electroweak physics and the search for physics beyond the Standard Model. Beginning with an executive summary, the report contains tables of key measurements, chapter overviews for each of the major scientific themes, and detailed individual contributions on various aspects of the scientific opportunities presented by an EIC.",
            "Gluons and the quark sea at high energies: Distributions, polarization, tomography",
            "Daniel Boer and Markus Diehl and Richard Milner and Raju Venugopalan and Werner Vogelsang and A Accardi and E Aschenauer and M Burkardt and R Ent and V Guzey and D Hasch and K Kumar and MAC Lamont and Y Li and WJ Marciano and Catherine Marquet and F Sabatie and M Stratmann and F Yuan and S Abeyratne and S Ahmed and C Aidala and S Alekhin and M Anselmino and H Avakian and A Bacchetta and J Bartels and H Bc and J Beebe-Wang and S Belomestnykh and I Ben-Zvi and G Beuf and J Blumlein and M Blaskiewicz and A Bogacz and SJ Brodsky and T Burton and R Calaga and X Chang and IO Cherednikov and P Chevtsov and GA Chirilli and C Atti and IC Cloet and A Cooper-Sarkar and R Debbe and Ya Derbenev and A Deshpande and F Dominguez and A Dumitru and R Dupre and B Erdelyi and C Faroughy and S Fazio and A Fedotov and JR Forshaw and R Geraud and K Gallmeister and L Gamberg and J-H Gao and D Gassner and F Gelis and GP Gilfoyle and G Goldstein and K Golec-Biernat and VP Goncalves and M Gonderinger and M Guzzi and P Hagler and H Hahn and L Hammons and Y Hao and P He and T Horn and WA Horowitz and M Huang and A Hutton and B Jager and W Jackson and A Jain and EC Johnson and Z-B Kang and LP Kaptari and D Kayran and J Kewisch and Y Koike and A Kondratenko and BZ Kopeliovich and YV Kovchegov and G Krafft and P Kroll and S Kumano and K Kumericki and T Lappi and T Lautenschlager and R Li and Z-T Liang and VN Litvinenko and S Liuti and Y Luo",
            "2011",
            "jhLM0VUAAAAJ:eQOLeE2rZwMC",
            149,
            "https:\/\/arxiv.org\/abs\/1108.1713",
            "5835595989041798390",
            "\/scholar?cites=5835595989041798390",
            {
                "2011":4,
                "2012":13,
                "2013":16,
                "2014":13,
                "2015":16,
                "2016":24,
                "2017":18,
                "2018":9,
                "2019":19,
                "2020":14,
                "2021":2
            }
        ],
        [
            "Recent advances in soft-collinear effective theory with Glauber gluons have led to the development of a new method that gives a unified description of inclusive hadron production in reactions with nucleons and heavy nuclei. We show how this approach, based on the generalization of the DGLAP evolution equations to include final-state medium-induced parton shower corrections for large Q 2 processes, can be combined with initial-state effects for applications to jet quenching phenomenology. We demonstrate that the traditional parton energy loss calculations can be regarded as a special soft-gluon emission limit of the general QCD evolution framework. We present phenomenological comparison of the SCET G-based results on the suppression of inclusive charged hadron and neutral pion production in s NN= 2.76 TeV lead-lead collisions at the Large Hadron Collider to experimental data. We also show …",
            "Jet quenching from QCD evolution",
            "Yang-Ting Chien and Alexander Emerman and Zhong-Bo Kang and Grigory Ovanesyan and Ivan Vitev",
            "2016",
            "jhLM0VUAAAAJ:5ugPr518TE4C",
            124,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.93.074030",
            "15839648370201746008",
            "\/scholar?cites=15839648370201746008",
            {
                "2015":1,
                "2016":5,
                "2017":26,
                "2018":38,
                "2019":38,
                "2020":16
            }
        ],
        [
            "We construct two sets of twist-3 correlation functions that are responsible for generating the novel single transverse-spin asymmetry in the QCD collinear factorization approach. We derive evolution equations for these universal three-parton correlation functions. We calculate evolution kernels relevant to the gluonic pole contributions to the asymmetry at the order of α s. We find that all evolution kernels are infrared safe as they should be and have a lot in common with the Dokshitzer-Gribov-Lipatov-Alterelli-Parisi evolution kernels of unpolarized parton distributions. By solving the evolution equations, we explicitly demonstrate the factorization scale dependence of these twist-3 correlation functions.",
            "Evolution of twist-3 multiparton correlation functions relevant to single transverse-spin asymmetry",
            "Zhong-Bo Kang and Jian-Wei Qiu",
            "2009",
            "jhLM0VUAAAAJ:u-x6o8ySG0sC",
            118,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.79.016003",
            "5732072457878044757",
            "\/scholar?cites=5732072457878044757",
            {
                "2009":14,
                "2010":12,
                "2011":18,
                "2012":10,
                "2013":11,
                "2014":9,
                "2015":7,
                "2016":7,
                "2017":3,
                "2018":7,
                "2019":9,
                "2020":11
            }
        ],
        [
            "We present a perturbative QCD factorization formalism for the production of heavy quarkonia of large transverse momentum p T at collider energies, which includes both the leading-power (LP) and next-to-leading-power (NLP) contributions to the cross section in the m Q 2\/p T 2 expansion for heavy quark mass m Q. We estimate fragmentation functions in the nonrelativistic QCD formalism and reproduce the bulk of the large enhancement found in explicit next-to-leading-order calculations in the color-singlet model. Heavy quarkonia produced from NLP channels prefer longitudinal polarization.",
            "Heavy quarkonium production and polarization",
            "Zhong-Bo Kang and Jian-Wei Qiu and George Sterman",
            "2012",
            "jhLM0VUAAAAJ:MXK_kJrjxJIC",
            102,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.102002",
            "6671193503635425058",
            "\/scholar?cites=6671193503635425058",
            {
                "2012":11,
                "2013":14,
                "2014":17,
                "2015":18,
                "2016":9,
                "2017":11,
                "2018":5,
                "2019":12,
                "2020":5
            }
        ]
    ]
}