{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Sensitive probing of temperature variations on nanometre scales is an outstanding challenge in many areas of modern science and technology 1. In particular, a thermometer capable of subdegree temperature resolution over a large range of temperatures as well as integration within a living system could provide a powerful new tool in many areas of biological, physical and chemical research. Possibilities range from the temperature-induced control of gene expression 2, 3, 4, 5 and tumour metabolism 6 to the cell-selective treatment of disease 7, 8 and the study of heat dissipation in integrated circuits 1. By combining local light-induced heat sources with sensitive nanoscale thermometry, it may also be possible to engineer biological processes at the subcellular level 2, 3, 4, 5. Here we demonstrate a new approach to nanoscale thermometry that uses coherent manipulation of the electronic spin associated with …",
            "Nanometre-scale thermometry in a living cell",
            "Georg Kucsko and Peter C Maurer and Norman Ying Yao and MICHAEL Kubo and Hyun Jong Noh and Po Kam Lo and Hongkun Park and Mikhail D Lukin",
            "2013",
            "jjDlXWMAAAAJ:MXK_kJrjxJIC",
            1205,
            "https:\/\/www.nature.com\/articles\/nature12373",
            "17715278652260584430",
            "\/scholar?cites=17715278652260584430",
            {
                "2013":18,
                "2014":119,
                "2015":142,
                "2016":143,
                "2017":159,
                "2018":187,
                "2019":188,
                "2020":222,
                "2021":16
            }
        ],
        [
            "Stable quantum bits, capable both of storing quantum information for macroscopic time scales and of integration inside small portable devices, are an essential building block for an array of potential applications. We demonstrate high-fidelity control of a solid-state qubit, which preserves its polarization for several minutes and features coherence lifetimes exceeding 1 second at room temperature. The qubit consists of a single 13C nuclear spin in the vicinity of a nitrogen-vacancy color center within an isotopically purified diamond crystal. The long qubit memory time was achieved via a technique involving dissipative decoupling of the single nuclear spin from its local environment. The versatility, robustness, and potential scalability of this system may allow for new applications in quantum information science.",
            "Room-temperature quantum bit memory exceeding one second",
            "Peter Christian Maurer and Georg Kucsko and Christian Latta and Liang Jiang and Norman Ying Yao and Steven D Bennett and Fernando Pastawski and David Hunger and Nicholas Chisholm and Matthew Markham and Daniel J Twitchen and J Ignacio Cirac and Mikhail D Lukin",
            "2012",
            "jjDlXWMAAAAJ:UeHWp8X0CEIC",
            790,
            "https:\/\/science.sciencemag.org\/content\/336\/6086\/1283.abstract",
            "376962206800794329",
            "\/scholar?cites=376962206800794329",
            {
                "2012":20,
                "2013":93,
                "2014":90,
                "2015":98,
                "2016":91,
                "2017":97,
                "2018":94,
                "2019":96,
                "2020":105,
                "2021":6
            }
        ]
    ]
}