{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A new formulation of the mixed-valence problem is presented in which the singlet valence state of a rare-earth ion is represented by a zero-energy boson and the spinning state by a spin-j fermion. This representation avoids the need to use Hubbard operators with awkward algebras and avails itself of standard techniques for dealing with interacting quantum systems. In particular, a Feynman-diagram expansion for the thermodynamic variables and spectral functions can be developed. The advantages of the approach are illustrated for the mixed-valence impurity problem. Vertex corrections are found to be O (1 N 2), where N is the degeneracy of the rare-earth ion, allowing a self-consistent calculation of the f-electron spectral function to order O (1 N 2) that is valid in both the mixed-valence and Kondo regimes. The extension to the lattice is outlined and some preliminary results reported.",
            "New approach to the mixed-valence problem",
            "Piers Coleman",
            "1984",
            "JJl9TuAAAAAJ:u5HHmVD_uO8C",
            1405,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.29.3035",
            "5195760220805162046",
            "\/scholar?cites=5195760220805162046",
            {
                "1984":6,
                "1985":27,
                "1986":24,
                "1987":69,
                "1988":51,
                "1989":38,
                "1990":36,
                "1991":49,
                "1992":45,
                "1993":36,
                "1994":42,
                "1995":50,
                "1996":55,
                "1997":24,
                "1998":38,
                "1999":39,
                "2000":39,
                "2001":44,
                "2002":30,
                "2003":33,
                "2004":31,
                "2005":41,
                "2006":45,
                "2007":40,
                "2008":40,
                "2009":37,
                "2010":51,
                "2011":35,
                "2012":41,
                "2013":41,
                "2014":35,
                "2015":45,
                "2016":30,
                "2017":30,
                "2018":25,
                "2019":30,
                "2020":24,
                "2021":2
            }
        ],
        [
            "Kondo insulators are a particularly simple type of heavy electron material, where a filled band of heavy quasiparticles gives rise to a narrow band insulator. Starting with the Anderson lattice Hamiltonian, we develop a topological classification of emergent band structures for Kondo insulators and show that these materials may host three-dimensional topological insulating phases. We propose a general and practical prescription of calculating the Z 2 topological indices for various lattice structures. Experimental implications of the topological Kondo insulating behavior are discussed.",
            "Topological kondo insulators",
            "Maxim Dzero and Kai Sun and Victor Galitski and Piers Coleman",
            "2010",
            "JJl9TuAAAAAJ:4TOpqqG69KYC",
            788,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.106408",
            "14043976596771892633",
            "\/scholar?cites=14043976596771892633",
            {
                "2010":16,
                "2011":13,
                "2012":31,
                "2013":52,
                "2014":81,
                "2015":121,
                "2016":104,
                "2017":94,
                "2018":99,
                "2019":86,
                "2020":86,
                "2021":4
            }
        ],
        [
            "We discuss non-Fermi liquid and quantum critical behaviour in heavy-fermion materials, focusing on the mechanism by which the electron mass appears to diverge at the quantum critical point. We ask whether the basic mechanism for the transformation involves electron diffraction off a quantum critical spin-density wave, or whether a breakdown in the composite nature of the heavy electron takes place at the quantum critical point. We show that the Hall constant changes continuously in the first scenario, but mayjump'discontinuously at a quantum critical point where the composite character of the electron quasiparticles changes.",
            "How do Fermi liquids get heavy and die?",
            "Piers Coleman and C Pépin and Qimiao Si and Revaz Ramazashvili",
            "2001",
            "JJl9TuAAAAAJ:u-x6o8ySG0sC",
            769,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/13\/35\/202\/meta",
            "818011872888505916",
            "\/scholar?cites=818011872888505916",
            {
                "2002":28,
                "2003":42,
                "2004":41,
                "2005":49,
                "2006":36,
                "2007":43,
                "2008":61,
                "2009":43,
                "2010":61,
                "2011":41,
                "2012":44,
                "2013":31,
                "2014":34,
                "2015":45,
                "2016":32,
                "2017":29,
                "2018":29,
                "2019":33,
                "2020":40,
                "2021":3
            }
        ],
        [
            "The point at absolute zero where matter becomes unstable to new forms of order is called a quantum critical point (QCP). The quantum fluctuations between order and disorder 1, 2, 3, 4, 5 that develop at this point induce profound transformations in the finite temperature electronic properties of the material. Magnetic fields are ideal for tuning a material as close as possible to a QCP, where the most intense effects of criticality can be studied. A previous study 6 on the heavy-electron material YbRh 2 Si 2 found that near a field-induced QCP electrons move ever more slowly and scatter off one another with ever increasing probability, as indicated by a divergence to infinity of the electron effective mass and scattering cross-section. But these studies could not shed light on whether these properties were an artefact of the applied field 7, 8, or a more general feature of field-free QCPs. Here we report that, when germanium …",
            "The break-up of heavy electrons at a quantum critical point",
            "J Custers and P Gegenwart and H Wilhelm and K Neumaier and Y Tokiwa and O Trovarelli and C Geibel and F Steglich and C Pépin and Piers Coleman",
            "2003",
            "JJl9TuAAAAAJ:9yKSN-GCB0IC",
            734,
            "https:\/\/www.nature.com\/articles\/nature01774",
            "711980974573617150",
            "\/scholar?cites=711980974573617150",
            {
                "2003":11,
                "2004":28,
                "2005":54,
                "2006":54,
                "2007":52,
                "2008":40,
                "2009":44,
                "2010":50,
                "2011":55,
                "2012":31,
                "2013":34,
                "2014":42,
                "2015":46,
                "2016":47,
                "2017":29,
                "2018":37,
                "2019":41,
                "2020":33,
                "2021":3
            }
        ],
        [
            "There are two main theoretical descriptions of antiferromagnets. The first arises from atomic physics, which predicts that atoms with unpaired electrons develop magnetic moments. In a solid, the coupling between moments on nearby ions then yields antiferromagnetic order at low temperatures 1. The second description, based on the physics of electron fluids or ‘Fermi liquids’, states that Coulomb interactions can drive the fluid to adopt a more stable configuration by developing a spin density wave 2, 3. It is at present unknown which view is appropriate at a ‘quantum critical point’, where the antiferromagnetic transition temperature vanishes 4, 5, 6, 7. Here we report neutron scattering and bulk magnetometry measurements of the metal CeCu 6-x Au x, which allow us to discriminate between the two models. We find evidence for an atomically local contribution to the magnetic correlations which develops at the critical …",
            "Onset of antiferromagnetism in heavy-fermion metals",
            "A Schröder and G Aeppli and R Coldea and M Adams and O Stockert and Hv Löhneysen and E Bucher and R Ramazashvili and Piers Coleman",
            "2000",
            "JJl9TuAAAAAJ:d1gkVwhDpl0C",
            664,
            "https:\/\/www.nature.com\/articles\/35030039",
            "14796911087642281821",
            "\/scholar?cites=14796911087642281821",
            {
                "2001":21,
                "2002":31,
                "2003":45,
                "2004":41,
                "2005":50,
                "2006":40,
                "2007":30,
                "2008":33,
                "2009":35,
                "2010":53,
                "2011":24,
                "2012":29,
                "2013":25,
                "2014":27,
                "2015":28,
                "2016":36,
                "2017":25,
                "2018":33,
                "2019":24,
                "2020":32,
                "2021":1
            }
        ],
        [
            "As we mark the centenary of Albert Einstein's seminal contribution to both quantum mechanics and special relativity, we approach another anniversary—that of Einstein's foundation of the quantum theory of solids. But 100 years on, the same experimental measurement that puzzled Einstein and his contemporaries is forcing us to question our understanding of how quantum matter transforms at ultra-low temperatures.",
            "Quantum criticality",
            "Piers Coleman and Andrew J Schofield",
            "2005",
            "JJl9TuAAAAAJ:IjCSPb-OGe4C",
            558,
            "https:\/\/www.nature.com\/articles\/nature03279",
            "13692484165029612621",
            "\/scholar?cites=13692484165029612621",
            {
                "2005":17,
                "2006":23,
                "2007":37,
                "2008":25,
                "2009":30,
                "2010":34,
                "2011":37,
                "2012":26,
                "2013":39,
                "2014":34,
                "2015":31,
                "2016":43,
                "2017":40,
                "2018":43,
                "2019":54,
                "2020":38,
                "2021":1
            }
        ],
        [
            "A quantum critical point (QCP) develops in a material at absolute zero when a new form of order smoothly emerges in its ground state. QCPs are of great current interest because of their singular ability to influence the finite temperature properties of materials. Recently, heavy-fermion metals have played a key role in the study of antiferromagnetic QCPs. To accommodate the heavy electrons, the Fermi surface of the heavy-fermion paramagnet is larger than that of an antiferromagnet 1, 2, 3. An important unsolved question is whether the Fermi surface transformation at the QCP develops gradually, as expected if the magnetism is of spin-density-wave (SDW) type 4, 5, or suddenly, as expected if the heavy electrons are abruptly localized by magnetism 6, 7, 8. Here we report measurements of the low-temperature Hall coefficient (R H)—a measure of the Fermi surface volume—in the heavy-fermion metal YbRh 2 Si 2 …",
            "Hall-effect evolution across a heavy-fermion quantum critical point",
            "Silke Paschen and Thomas Lühmann and Steffen Wirth and Philipp Gegenwart and Octavio Trovarelli and Christoph Geibel and Frank Steglich and Piers Coleman and Qimiao Si",
            "2004",
            "JJl9TuAAAAAJ:qjMakFHDy7sC",
            503,
            "https:\/\/www.nature.com\/articles\/nature03129",
            "4760532241194037457",
            "\/scholar?cites=4760532241194037457",
            {
                "2005":19,
                "2006":43,
                "2007":26,
                "2008":53,
                "2009":46,
                "2010":41,
                "2011":32,
                "2012":30,
                "2013":36,
                "2014":20,
                "2015":35,
                "2016":27,
                "2017":12,
                "2018":24,
                "2019":27,
                "2020":27,
                "2021":3
            }
        ],
        [
            "We derive scaling equations for a 2D square Heisenberg model where frustration spontaneously breaks the Z 4 lattice symmetry. At short distances, the model behaves as two interpenetrating Néel sublattices. Short-wavelength fluctuations couple these sublattices, driving a crossover to single-lattice behavior at long distances and generating an Ising order parameter. When the spin-correlation and crossover lengths become comparable, there exists a finite-temperature Ising phase transition independent of the subsequent development of a sublattice magnetization.",
            "Ising transition in frustrated Heisenberg models",
            "Premala Chandra and Piers Coleman and AI Larkin",
            "1990",
            "JJl9TuAAAAAJ:UeHWp8X0CEIC",
            467,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.64.88",
            "7658498868222377609",
            "\/scholar?cites=7658498868222377609",
            {
                "1990":9,
                "1991":16,
                "1992":11,
                "1993":10,
                "1994":6,
                "1995":4,
                "1996":4,
                "1997":3,
                "1998":5,
                "1999":2,
                "2000":6,
                "2001":5,
                "2002":9,
                "2003":12,
                "2004":11,
                "2005":10,
                "2006":8,
                "2007":5,
                "2008":23,
                "2009":22,
                "2010":30,
                "2011":39,
                "2012":22,
                "2013":19,
                "2014":28,
                "2015":26,
                "2016":28,
                "2017":39,
                "2018":15,
                "2019":19,
                "2020":20
            }
        ],
        [
            "A modern, graduate-level introduction to many-body physics in condensed matter, this textbook explains the tools and concepts needed for a research-level understanding of the correlated behavior of quantum fluids. Starting with an operator-based introduction to the quantum field theory of many-body physics, this textbook presents the Feynman diagram approach, Green's functions and finite-temperature many body physics before developing the path integral approach to interacting systems. Special chapters are devoted to the concepts of Fermi liquid theory, broken symmetry, conduction in disordered systems, superconductivity and the physics of local-moment metals. A strong emphasis on concepts and numerous exercises make this an invaluable course book for graduate students in condensed matter physics. It will also interest students in nuclear, atomic and particle physics.",
            "Introduction to many-body physics",
            "Piers Coleman",
            "2015",
            "JJl9TuAAAAAJ:SP6oXDckpogC",
            448,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=kcrZCgAAQBAJ&oi=fnd&pg=PR17&dq=info:5FV-gm3GtDIJ:scholar.google.com&ots=18oEXOp4Yo&sig=LqQD0Ej2Ti1jXipFj7-joenWTfs",
            "3653763371347367396",
            "\/scholar?cites=3653763371347367396",
            {
                "2014":9,
                "2015":17,
                "2016":21,
                "2017":68,
                "2018":74,
                "2019":86,
                "2020":137,
                "2021":7
            }
        ],
        [
            "By using a generalized version of the infinite-U Anderson model, strong-coupling properties of mixed-valence systems are modeled by means of an expansion about a broken-symmetry mean-field theory. A renormalized Fermi liquid, with heavy-fermion bands in the lattice is an intrinsic feature of this mean-field theory. Strong-coupling divergence of the Kondo coupling constant arises as a direct consequence of the zero-mode fluctuations about the broken-symmetry state. In the large-degeneracy limit these fluctuations vanish and the broken-symmetry state is an exact solution, explicitly confirmed for the single-impurity case by a new Bethe-ansatz solution. The crossover to strong coupling is a vestige of the phase transition into the broken-symmetry state. Landau parameters, charge and spin correlations of the heavy Fermi liquid are directly related to the fluctuations about the broken-symmetry state. The general …",
            "Mixed valence as an almost broken symmetry",
            "Piers Coleman",
            "1987",
            "JJl9TuAAAAAJ:2osOgNQ5qMEC",
            421,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.35.5072",
            "11673405233218438255",
            "\/scholar?cites=11673405233218438255",
            {
                "1987":9,
                "1988":20,
                "1989":14,
                "1990":11,
                "1991":17,
                "1992":17,
                "1993":20,
                "1994":11,
                "1995":14,
                "1996":19,
                "1997":9,
                "1998":16,
                "1999":12,
                "2000":12,
                "2001":12,
                "2002":10,
                "2003":17,
                "2004":17,
                "2005":13,
                "2006":14,
                "2007":14,
                "2008":7,
                "2009":7,
                "2010":4,
                "2011":5,
                "2012":5,
                "2013":6,
                "2014":11,
                "2015":14,
                "2016":14,
                "2017":14,
                "2018":7,
                "2019":13,
                "2020":12
            }
        ]
    ]
}