{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We examine some current ideas concerning the differences between covalent random networks with high and low average coordination. These ideas can be made rigorous by considering the number of continuous deformations (i.e. zero frequency modes) allowed within the network. In the transition from one kind of network to another, rigidity percolates through the system. This leads to a picture in which random networks with low average coordination (polymeric glasses) have large floppy or spongy regions with a few rigid inclusions. On the other hand in random networks with high average coordination (amorphous solids) the rigid regions have percolated to form a rigid solid with a few floppy or spongy inclusions.",
            "Continuous deformations in random networks",
            "Michael F Thorpe",
            "1983",
            "JkbiOhgAAAAJ:u5HHmVD_uO8C",
            1527,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0022309383904246",
            "6991766321049055535",
            "\/scholar?cites=6991766321049055535",
            {
                "1985":17,
                "1986":20,
                "1987":18,
                "1988":22,
                "1989":24,
                "1990":13,
                "1991":26,
                "1992":26,
                "1993":23,
                "1994":14,
                "1995":25,
                "1996":28,
                "1997":32,
                "1998":32,
                "1999":36,
                "2000":35,
                "2001":39,
                "2002":47,
                "2003":34,
                "2004":42,
                "2005":42,
                "2006":49,
                "2007":57,
                "2008":56,
                "2009":64,
                "2010":53,
                "2011":61,
                "2012":76,
                "2013":66,
                "2014":74,
                "2015":67,
                "2016":77,
                "2017":58,
                "2018":45,
                "2019":63,
                "2020":44,
                "2021":8
            }
        ],
        [
            "Techniques from graph theory are applied to analyze the bond networks in proteins and identify the flexible and rigid regions. The bond network consists of distance constraints defined by the covalent and hydrogen bonds and salt bridges in the protein, identified by geometric and energetic criteria. We use an algorithm that counts the degrees of freedom within this constraint network and that identifies all the rigid and flexible substructures in the protein, including overconstrained regions (with more crosslinking bonds than are needed to rigidify the region) and underconstrained or flexible regions, in which dihedral bond rotations can occur. The number of extra constraints or remaining degrees of bond‐rotational freedom within a substructure quantifies its relative rigidity\/flexibility and provides a flexibility index for each bond in the structure. This novel computational procedure, first used in the analysis of glassy …",
            "Protein flexibility predictions using graph theory",
            "Donald J Jacobs and Andrew J Rader and Leslie A Kuhn and Michael F Thorpe",
            "2001",
            "JkbiOhgAAAAJ:d1gkVwhDpl0C",
            814,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/prot.1081",
            "1380686688099389697",
            "\/scholar?cites=1380686688099389697",
            {
                "2002":11,
                "2003":19,
                "2004":39,
                "2005":33,
                "2006":45,
                "2007":51,
                "2008":66,
                "2009":58,
                "2010":40,
                "2011":49,
                "2012":59,
                "2013":47,
                "2014":36,
                "2015":45,
                "2016":42,
                "2017":43,
                "2018":48,
                "2019":31,
                "2020":33,
                "2021":1
            }
        ],
        [
            "A recurrent problem in materials science is the prediction of the percolation threshold of suspensions and composites containing complex-shaped constituents. We consider an idealized material built up from freely overlapping objects randomly placed in a matrix, and numerically compute the geometrical percolation threshold p c where the objects first form a continuous phase. Ellipsoids of revolution, ranging from the extreme oblate limit of platelike particles to the extreme prolate limit of needlelike particles, are used to study the influence of object shape on the value of p c. The reciprocal threshold 1\/p c (p c equals the critical volume fraction occupied by the overlapping ellipsoids) is found to scale linearly with the ratio of the larger ellipsoid dimension to the smaller dimension in both the needle and plate limits. Ratios of the estimates of p c are taken with other important functionals of object shape (surface area …",
            "Geometrical percolation threshold of overlapping ellipsoids",
            "EJ Garboczi and KA Snyder and JF Douglas and MF Thorpe",
            "1995",
            "JkbiOhgAAAAJ:qjMakFHDy7sC",
            806,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.52.819",
            "3866067229442766887",
            "\/scholar?cites=3866067229442766887",
            {
                "1998":4,
                "1999":13,
                "2000":19,
                "2001":17,
                "2002":12,
                "2003":14,
                "2004":20,
                "2005":19,
                "2006":31,
                "2007":36,
                "2008":43,
                "2009":34,
                "2010":45,
                "2011":51,
                "2012":51,
                "2013":44,
                "2014":40,
                "2015":40,
                "2016":57,
                "2017":54,
                "2018":62,
                "2019":51,
                "2020":39,
                "2021":2
            }
        ],
        [
            "We connect the Phillips constraint theory of glass formation to numerical simulations of vector percolation with nearest neighbor central forces. Feng and Sen have shown that the addition of bond-bending forces shifts the vector percolation threshold to the scalar value in two dimensions. Using constraint theory we show that in the mean-field approximation for d > 2 the correct non-central vector threshold lies between the scalar and central vector thresholds. For a fully equilibrated statically disordered network mean-field theory may be almost exact.",
            "Constraint theory, vector percolation and glass formation",
            "J C_ Phillips and MF Thorpe",
            "1985",
            "JkbiOhgAAAAJ:9yKSN-GCB0IC",
            720,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0038109885903813",
            "3622264245247078798",
            "\/scholar?cites=3622264245247078798",
            {
                "1985":8,
                "1986":15,
                "1987":11,
                "1988":19,
                "1989":15,
                "1990":10,
                "1991":9,
                "1992":12,
                "1993":12,
                "1994":13,
                "1995":10,
                "1996":11,
                "1997":7,
                "1998":14,
                "1999":15,
                "2000":15,
                "2001":19,
                "2002":10,
                "2003":15,
                "2004":16,
                "2005":14,
                "2006":17,
                "2007":18,
                "2008":18,
                "2009":23,
                "2010":20,
                "2011":38,
                "2012":33,
                "2013":33,
                "2014":36,
                "2015":35,
                "2016":35,
                "2017":41,
                "2018":34,
                "2019":39,
                "2020":28,
                "2021":1
            }
        ],
        [
            "We study the vibrational density of states of glassy A X 2 systems such as Si O 2 and Ge S 2 which consist of tetrahedra linked together to form a random network. We show that the higher-frequency modes can be well represented by a model with a single-nearest-neighbor central force. This model leads to an isomorphism of the vibrational modes to the electronic properties of the tetrahedral network studied by Weaire and Thorpe. This allows us to study the metamorphosis of the vibrational modes from molecular-like to band-like as a function of the AXA bond angle and the masses. The spectral limits delineating the allowed frequency regions and the character of the modes are found. These are independent of the detailed nature of the random network. The effect of a noncentral force is considered for the two extreme limits of AXA bond angles (ie, 90 and 180). We conclude that it is justified to consider an …",
            "Phonons in  glasses: From molecular to band-like modes",
            "PN Sen and MF Thorpe",
            "1977",
            "JkbiOhgAAAAJ:u-x6o8ySG0sC",
            671,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.15.4030",
            "14299523622408653164",
            "\/scholar?cites=14299523622408653164",
            {
                "1982":9,
                "1983":21,
                "1984":12,
                "1985":16,
                "1986":11,
                "1987":12,
                "1988":11,
                "1989":8,
                "1990":16,
                "1991":17,
                "1992":18,
                "1993":18,
                "1994":16,
                "1995":11,
                "1996":23,
                "1997":24,
                "1998":20,
                "1999":18,
                "2000":17,
                "2001":11,
                "2002":14,
                "2003":21,
                "2004":23,
                "2005":18,
                "2006":24,
                "2007":18,
                "2008":21,
                "2009":13,
                "2010":7,
                "2011":19,
                "2012":17,
                "2013":22,
                "2014":15,
                "2015":11,
                "2016":11,
                "2017":15,
                "2018":12,
                "2019":13,
                "2020":21,
                "2021":2
            }
        ],
        [
            "It is believed that covalent glasses can be divided into two classes: those with high average coordination (amorphous solids) and those with low average coordination (polymeric glasses). We present the first conclusive evidence that this division is correct by calculating the elastic properties of random networks with different average coordination< r>. The results show that the elastic constants depend predominantly on< r> and go to zero when< r>= 2.4 with an exponent f= 1.5±0.2.",
            "Elastic properties of glasses",
            "H He and Michael F Thorpe",
            "1985",
            "JkbiOhgAAAAJ:2osOgNQ5qMEC",
            638,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.54.2107",
            "11938690927381060452",
            "\/scholar?cites=11938690927381060452",
            {
                "1985":4,
                "1986":13,
                "1987":8,
                "1988":11,
                "1989":16,
                "1990":9,
                "1991":16,
                "1992":12,
                "1993":11,
                "1994":8,
                "1995":11,
                "1996":16,
                "1997":13,
                "1998":11,
                "1999":19,
                "2000":14,
                "2001":23,
                "2002":26,
                "2003":15,
                "2004":17,
                "2005":20,
                "2006":18,
                "2007":19,
                "2008":21,
                "2009":28,
                "2010":23,
                "2011":30,
                "2012":17,
                "2013":32,
                "2014":30,
                "2015":26,
                "2016":23,
                "2017":18,
                "2018":16,
                "2019":19,
                "2020":13,
                "2021":4
            }
        ],
        [
            "The percolation of rigidity in 2D central-force networks with no special symmetries (generic networks) has been studied using a new combinatorial algorithm. We count the exact number of floppy modes, uniquely decompose the network into rigid clusters, and determine all overconstrained regions. With this information we have found that, for the generic triangular lattice with random bond dilution, the transition from rigid to floppy occurs at p cen= 0.6602±0.0003 and the critical exponents include ν= 1.21±0.06 and β= 0.18±0.02.",
            "Generic rigidity percolation: the pebble game",
            "Donald J Jacobs and Michael F Thorpe",
            "1995",
            "JkbiOhgAAAAJ:zYLM7Y9cAGgC",
            510,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.75.4051",
            "5399510031026434046",
            "\/scholar?cites=5399510031026434046",
            {
                "1996":8,
                "1997":12,
                "1998":8,
                "1999":16,
                "2000":9,
                "2001":11,
                "2002":16,
                "2003":4,
                "2004":17,
                "2005":13,
                "2006":23,
                "2007":29,
                "2008":21,
                "2009":24,
                "2010":20,
                "2011":30,
                "2012":30,
                "2013":25,
                "2014":24,
                "2015":32,
                "2016":26,
                "2017":17,
                "2018":32,
                "2019":30,
                "2020":22,
                "2021":1
            }
        ],
        [
            "The Raman scattering from various model structures for amorphous silicon is computed. It is shown that the width of the ‘‘optic peak’’increases roughly linearly with the rms bond-angle distortion Δ θ b of the network. The experimentally observed linewidths lead to 7.7≤ Δ θ b≤ 10.5. The smaller linewidths (and hence angles) correspond to networks that have been annealed at higher temperatures. These results are consistent with model-building experience which shows that it is impossible to construct fully bonded amorphous networks with Δ θ b≤ 6.6.",
            "Structural information from the Raman spectrum of amorphous silicon",
            "D Beeman and R Tsu and MF Thorpe",
            "1985",
            "JkbiOhgAAAAJ:IjCSPb-OGe4C",
            507,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.32.874",
            "4273925470610789323",
            "\/scholar?cites=4273925470610789323",
            {
                "1986":5,
                "1987":10,
                "1988":9,
                "1989":17,
                "1990":18,
                "1991":12,
                "1992":6,
                "1993":14,
                "1994":10,
                "1995":16,
                "1996":11,
                "1997":11,
                "1998":11,
                "1999":11,
                "2000":11,
                "2001":22,
                "2002":13,
                "2003":14,
                "2004":23,
                "2005":8,
                "2006":12,
                "2007":16,
                "2008":14,
                "2009":14,
                "2010":14,
                "2011":15,
                "2012":20,
                "2013":19,
                "2014":22,
                "2015":16,
                "2016":15,
                "2017":19,
                "2018":22,
                "2019":13,
                "2020":19
            }
        ],
        [
            "Using a simple Hamiltonian of the tight-binding type, rigorous bounds are derived for the density of states of a tetrahedrally bonded solid. These include inner bounds which define a band gap between occupied and unoccupied states. The derivation uses only the assumed perfect coordination of nearest neighbors, and so it holds for all tetrahedrally bonded crystal structures and random networks of the kind proposed for amorphous Si and Ge. Various other results are obtained for the fractional s-and p-like character of wave functions, the attainment of bounds, and other features of the density of states. A band-structure calculation for the diamond cubic structure serves as a test case.",
            "Electronic properties of an amorphous solid. I. A simple tight-binding theory",
            "D Weaire and MF Thorpe",
            "1971",
            "JkbiOhgAAAAJ:UeHWp8X0CEIC",
            495,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.4.2508",
            "8039389364176521005",
            "\/scholar?cites=8039389364176521005",
            {
                "1981":16,
                "1982":11,
                "1983":12,
                "1984":10,
                "1985":24,
                "1986":12,
                "1987":10,
                "1988":7,
                "1989":5,
                "1990":6,
                "1991":6,
                "1992":8,
                "1993":8,
                "1994":4,
                "1995":5,
                "1996":7,
                "1997":4,
                "1998":4,
                "1999":3,
                "2000":2,
                "2001":2,
                "2002":8,
                "2003":1,
                "2004":7,
                "2005":3,
                "2006":7,
                "2007":6,
                "2008":5,
                "2009":2,
                "2010":8,
                "2011":6,
                "2012":10,
                "2013":6,
                "2014":6,
                "2015":10,
                "2016":11,
                "2017":8,
                "2018":11,
                "2019":7,
                "2020":12
            }
        ],
        [
            "We show that effective-medium theory gives an excellent description of regular lattices when nearest-neighbor central-force springs are present with probability p. Effective-medium theory shows that all the elastic constants go to zero at p cen= dp c where d is the dimension and p c is the effective-medium estimate of the ordinary percolation threshold.",
            "Effective-medium theory of percolation on central-force elastic networks",
            "Shechao Feng and MF Thorpe and E Garboczi",
            "1985",
            "JkbiOhgAAAAJ:Tyk-4Ss8FVUC",
            312,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.31.276",
            "8288141495291984897",
            "\/scholar?cites=8288141495291984897",
            {
                "1985":17,
                "1986":6,
                "1987":7,
                "1988":17,
                "1989":10,
                "1990":18,
                "1991":7,
                "1992":9,
                "1993":7,
                "1994":8,
                "1995":7,
                "1996":8,
                "1997":8,
                "1998":8,
                "1999":8,
                "2000":8,
                "2001":8,
                "2002":14,
                "2003":4,
                "2004":2,
                "2005":7,
                "2006":3,
                "2007":6,
                "2008":7,
                "2009":11,
                "2010":6,
                "2011":7,
                "2012":8,
                "2013":8,
                "2014":8,
                "2015":10,
                "2016":5,
                "2017":6,
                "2018":11,
                "2019":11,
                "2020":9,
                "2021":1
            }
        ]
    ]
}