{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Wave propagation in ventricular muscle is rendered highly anisotropic by the intramural rotation of the fiber. This rotational anisotropy is especially important because it can produce a twist of electrical vortices, which measures the rate of rotation (in degree\/mm) of activation wavefronts in successive planes perpendicular to a line of phase singularity, or filament. This twist can then significantly alter the dynamics of the filament. This paper explores this dynamics via numerical simulation. After a review of the literature, we present modeling tools that include: (i) a simplified ionic model with three membrane currents that approximates well the restitution properties and spiral wave behavior of more complex ionic models of cardiac action potential (Beeler-Reuter and others), and (ii) a semi-implicit algorithm for the fast solution of monodomain cable equations with rotational anisotropy. We then discuss selected results of a …",
            "Vortex dynamics in three-dimensional continuous myocardium with fiber rotation: Filament instability and fibrillation",
            "Flavio Fenton and Alain Karma",
            "1998",
            "jKiNd-0AAAAJ:u5HHmVD_uO8C",
            910,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.166311",
            "3344300274706860298",
            "\/scholar?cites=3344300274706860298",
            {
                "1998":10,
                "1999":20,
                "2000":32,
                "2001":23,
                "2002":41,
                "2003":20,
                "2004":31,
                "2005":33,
                "2006":33,
                "2007":34,
                "2008":52,
                "2009":42,
                "2010":36,
                "2011":37,
                "2012":43,
                "2013":42,
                "2014":62,
                "2015":59,
                "2016":45,
                "2017":53,
                "2018":50,
                "2019":53,
                "2020":45,
                "2021":6
            }
        ],
        [
            "It has become widely accepted that the most dangerous cardiac arrhythmias are due to reentrant waves, i.e., electrical wave(s) that recirculate repeatedly throughout the tissue at a higher frequency than the waves produced by the heart’s natural pacemaker (sinoatrial node). However, the complicated structure of cardiac tissue, as well as the complex ionic currents in the cell, have made it extremely difficult to pinpoint the detailed dynamics of these life-threatening reentrant arrhythmias. A simplified ionic model of the cardiac action potential (AP), which can be fitted to a wide variety of experimentally and numerically obtained mesoscopic characteristics of cardiac tissue such as AP shape and restitution of AP duration and conduction velocity, is used to explain many different mechanisms of spiral wave breakup which in principle can occur in cardiac tissue. Some, but not all, of these mechanisms have been observed …",
            "Multiple mechanisms of spiral wave breakup in a model of cardiac electrical activity",
            "Flavio H Fenton and Elizabeth M Cherry and Harold M Hastings and Steven J Evans",
            "2002",
            "jKiNd-0AAAAJ:u-x6o8ySG0sC",
            611,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1504242",
            "8950584776570046168",
            "\/scholar?cites=8950584776570046168",
            {
                "2002":4,
                "2003":12,
                "2004":28,
                "2005":28,
                "2006":34,
                "2007":33,
                "2008":39,
                "2009":23,
                "2010":25,
                "2011":33,
                "2012":29,
                "2013":42,
                "2014":48,
                "2015":39,
                "2016":41,
                "2017":52,
                "2018":29,
                "2019":32,
                "2020":31,
                "2021":2
            }
        ],
        [
            "Models of cardiac tissue electrophysiology are an important component of the Cardiac Physiome Project, which is an international effort to build biophysically based multi-scale mathematical models of the heart. Models of tissue electrophysiology can provide a bridge between electrophysiological cell models at smaller scales, and tissue mechanics, metabolism and blood flow at larger scales. This paper is a critical review of cardiac tissue electrophysiology models, focussing on the micro-structure of cardiac tissue, generic behaviours of action potential propagation, different models of cardiac tissue electrophysiology, the choice of parameter values and tissue geometry, emergent properties in tissue models, numerical techniques and computational issues. We propose a tentative list of information that could be included in published descriptions of tissue electrophysiology models, and used to support interpretation …",
            "Models of cardiac tissue electrophysiology: progress, challenges and open questions",
            "RH Clayton and Olivier Bernus and EM Cherry and Hans Dierckx and Flavio H Fenton and Lucia Mirabella and Alexander V Panfilov and Frank B Sachse and Gunnar Seemann and H Zhang",
            "2011",
            "jKiNd-0AAAAJ:Y0pCki6q_DkC",
            533,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0079610710000362",
            "1335665558230336768",
            "\/scholar?cites=1335665558230336768",
            {
                "2010":7,
                "2011":38,
                "2012":38,
                "2013":58,
                "2014":59,
                "2015":48,
                "2016":60,
                "2017":76,
                "2018":47,
                "2019":48,
                "2020":49,
                "2021":2
            }
        ],
        [
            "Modeling the dynamics of wave propagation in human ventricular tissue and studying wave stability require models that reproduce realistic characteristics in tissue. We present a minimal ventricular (MV) human model that is designed to reproduce important tissue-level characteristics of epicardial, endocardial and midmyocardial cells, including action potential (AP) amplitudes and morphologies, upstroke velocities, steady-state action potential duration (APD) and conduction velocity (CV) restitution curves, minimum APD, and minimum diastolic interval. The model is then compared with three previously published human ventricular cell models, the Priebe and Beuckelmann (PB), the Ten Tusscher–Noble–Noble–Panfilov (TNNP), and the Iyer–Mazhari–Winslow (IMW). For the first time, the stability of reentrant waves for all four models is analyzed, and quantitative comparisons are made among the models in single …",
            "Minimal model for human ventricular action potentials in tissue",
            "Alfonso Bueno-Orovio and Elizabeth M Cherry and Flavio H Fenton",
            "2008",
            "jKiNd-0AAAAJ:IjCSPb-OGe4C",
            398,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022519308001690",
            "10757293542054853560",
            "\/scholar?cites=10757293542054853560",
            {
                "2007":1,
                "2008":4,
                "2009":13,
                "2010":19,
                "2011":35,
                "2012":23,
                "2013":25,
                "2014":38,
                "2015":36,
                "2016":36,
                "2017":40,
                "2018":44,
                "2019":34,
                "2020":39,
                "2021":6
            }
        ],
        [
            " Discordant Alternans Mechanism. Introduction: Discordant alternans has the potential to produce larger alternans of the ECG T wave than concordant alternans, but its mechanism is unknown. Methods and Results: We demonstrate by one‐ and two‐dimensional simulation of action potential propagation models that discordant alternans can form spontaneously in spatially homogeneous tissue through one of two mechanisms, due to the interaction of conduction velocity and action potential duration restitution at high pacing frequencies or through the dispersion of diastolic interval produced by ectopic foci. In discordant alternans due to the first mechanism, the boundaries marking regions of alternans with opposite phase arise far from the stimulus site, move toward the stimulus site, and stabilize. Dynamic splitting of action potential duration restitution curves due to electrotonic coupling plays a crucial role in …",
            "Mechanisms for discordant alternans",
            "Mari A Watanabe and Flavio H Fenton and Steven J Evans and Harold M Hastings and Alain Karma",
            "2001",
            "jKiNd-0AAAAJ:d1gkVwhDpl0C",
            363,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1046\/j.1540-8167.2001.00196.x",
            "4905742464306185756",
            "\/scholar?cites=4905742464306185756",
            {
                "2001":4,
                "2002":16,
                "2003":15,
                "2004":19,
                "2005":16,
                "2006":24,
                "2007":29,
                "2008":31,
                "2009":19,
                "2010":17,
                "2011":21,
                "2012":26,
                "2013":16,
                "2014":20,
                "2015":18,
                "2016":24,
                "2017":14,
                "2018":8,
                "2019":13,
                "2020":11,
                "2021":2
            }
        ],
        [
            "Controlling the complex spatio-temporal dynamics underlying life-threatening cardiac arrhythmias such as fibrillation is extremely difficult, because of the nonlinear interaction of excitation waves in a heterogeneous anatomical substrate 1, 2, 3, 4. In the absence of a better strategy, strong, globally resetting electrical shocks remain the only reliable treatment for cardiac fibrillation 5, 6, 7. Here we establish the relationship between the response of the tissue to an electric field and the spatial distribution of heterogeneities in the scale-free coronary vascular structure. We show that in response to a pulsed electric field, E, these heterogeneities serve as nucleation sites for the generation of intramural electrical waves with a source density ρ (E) and a characteristic time, τ, for tissue depolarization that obeys the power law τ∝ E α. These intramural wave sources permit targeting of electrical turbulence near the cores of the …",
            "Low-energy control of electrical turbulence in the heart",
            "Stefan Luther and Flavio H Fenton and Bruce G Kornreich and Amgad Squires and Philip Bittihn and Daniel Hornung and Markus Zabel and James Flanders and Andrea Gladuli and Luis Campoy and Elizabeth M Cherry and Gisa Luther and Gerd Hasenfuss and Valentin I Krinsky and Alain Pumir and Robert F Gilmour and Eberhard Bodenschatz",
            "2011",
            "jKiNd-0AAAAJ:0EnyYjriUFMC",
            271,
            "https:\/\/www.nature.com\/articles\/nature10216?message-global=remove&page=1",
            "9712299379231380769",
            "\/scholar?cites=9712299379231380769",
            {
                "2011":6,
                "2012":23,
                "2013":32,
                "2014":38,
                "2015":40,
                "2016":22,
                "2017":32,
                "2018":26,
                "2019":20,
                "2020":25,
                "2021":2
            }
        ],
        [
            "We examine the utility of the action potential (AP) duration (APD) restitution curve slope in predicting the onset of electrical alternans when electrotonic and memory effects are considered. We develop and use two ionic cell models without memory that have the same restitution curve with slope >1 but different AP shapes and, therefore, different electrotonic effects. We also study a third cell model that incorporates short-term memory of previous cycle lengths, so that it has a family of S1-S2 restitution curves as well as a dynamic restitution curve with slope >1. Our results indicate that both electrotonic and memory effects can suppress alternans, even when the APD restitution curve is steep. In the absence of memory, electrotonic currents related to the shape of the AP, as well as conduction velocity restitution, can affect how alternans develops in tissue and, in some cases, can prevent its induction entirely, even when …",
            "Suppression of alternans and conduction blocks despite steep APD restitution: electrotonic, memory, and conduction velocity restitution effects",
            "Elizabeth M Cherry and Flavio H Fenton",
            "2004",
            "jKiNd-0AAAAJ:9yKSN-GCB0IC",
            260,
            "https:\/\/journals.physiology.org\/doi\/abs\/10.1152\/ajpheart.00747.2003",
            "5803050693382166711",
            "\/scholar?cites=5803050693382166711",
            {
                "2003":1,
                "2004":8,
                "2005":12,
                "2006":17,
                "2007":16,
                "2008":23,
                "2009":10,
                "2010":12,
                "2011":22,
                "2012":17,
                "2013":19,
                "2014":19,
                "2015":16,
                "2016":12,
                "2017":21,
                "2018":12,
                "2019":9,
                "2020":10,
                "2021":3
            }
        ],
        [
            "Ongoing developments in cardiac modelling have resulted, in particular, in the development of advanced and increasingly complex computational frameworks for simulating cardiac tissue electrophysiology. The goal of these simulations is often to represent the detailed physiology and pathologies of the heart using codes that exploit the computational potential of high-performance computing architectures. These developments have rapidly progressed the simulation capacity of cardiac virtual physiological human style models; however, they have also made it increasingly challenging to verify that a given code provides a faithful representation of the purported governing equations and corresponding solution techniques. This study provides the first cardiac tissue electrophysiology simulation benchmark to allow these codes to be verified. The benchmark was successfully evaluated on 11 simulation platforms to …",
            "Verification of cardiac tissue electrophysiology simulators using an N-version benchmark",
            "Steven A Niederer and Eric Kerfoot and Alan P Benson and Miguel O Bernabeu and Olivier Bernus and Chris Bradley and Elizabeth M Cherry and Richard Clayton and Flavio H Fenton and Alan Garny and Elvio Heidenreich and Sander Land and Mary Maleckar and Pras Pathmanathan and Gernot Plank and José F Rodríguez and Ishani Roy and Frank B Sachse and Gunnar Seemann and Ola Skavhaug and Nic P Smith",
            "2011",
            "jKiNd-0AAAAJ:kNdYIx-mwKoC",
            199,
            "https:\/\/royalsocietypublishing.org\/doi\/abs\/10.1098\/rsta.2011.0139",
            "6767473923659620552",
            "\/scholar?cites=6767473923659620552",
            {
                "2011":6,
                "2012":8,
                "2013":20,
                "2014":10,
                "2015":22,
                "2016":30,
                "2017":24,
                "2018":30,
                "2019":24,
                "2020":20,
                "2021":2
            }
        ],
        [
            "The heart is a nonlinear biological system that can exhibit complex electrical dynamics, complete with period-doubling bifurcations and spiral and scroll waves that can lead to fibrillatory states that compromise the heart's ability to contract and pump blood efficiently. Despite the importance of understanding the range of cardiac dynamics, studying how spiral and scroll waves can initiate, evolve, and be terminated is challenging because of the complicated electrophysiology and anatomy of the heart. Nevertheless, over the last two decades advances in experimental techniques have improved access to experimental data and have made it possible to visualize the electrical state of the heart in more detail than ever before. During the same time, progress in mathematical modeling and computational techniques has facilitated using simulations as a tool for investigating cardiac dynamics. In this paper, we present data …",
            "Visualization of spiral and scroll waves in simulated and experimental cardiac tissue",
            "Elizabeth M Cherry and Flavio H Fenton",
            "2008",
            "jKiNd-0AAAAJ:eQOLeE2rZwMC",
            198,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1367-2630\/10\/12\/125016\/meta",
            "17608751932815317072",
            "\/scholar?cites=17608751932815317072",
            {
                "2007":1,
                "2008":3,
                "2009":11,
                "2010":14,
                "2011":11,
                "2012":17,
                "2013":22,
                "2014":24,
                "2015":11,
                "2016":26,
                "2017":19,
                "2018":20,
                "2019":17,
                "2020":2
            }
        ],
        [
            "In this manuscript we review the state of cardiac cell modelling in the context of international initiatives such as the IUPS Physiome and Virtual Physiological Human Projects, which aim to integrate computational models across scales and physics. In particular we focus on the relationship between experimental data and model parameterisation across a range of model types and cellular physiological systems. Finally, in the context of parameter identification and model reuse within the Cardiac Physiome, we suggest some future priority areas for this field.",
            "Cardiac cell modelling: observations from the heart of the cardiac physiome project",
            "Martin Fink and Steven A Niederer and Elizabeth M Cherry and Flavio H Fenton and Jussi T Koivumäki and Gunnar Seemann and Rüdiger Thul and Henggui Zhang and Frank B Sachse and Dan Beard and Edmund J Crampin and Nicolas P Smith",
            "2011",
            "jKiNd-0AAAAJ:NJ774b8OgUMC",
            155,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0079610710000283",
            "13652455609632519664",
            "\/scholar?cites=13652455609632519664",
            {
                "2010":3,
                "2011":20,
                "2012":14,
                "2013":11,
                "2014":13,
                "2015":12,
                "2016":15,
                "2017":12,
                "2018":16,
                "2019":18,
                "2020":16,
                "2021":3
            }
        ]
    ]
}