{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Gallium nitride (GaN) is a compound semiconductor that has tremendous potential to facilitate economic growth in a semiconductor industry that is silicon-based and currently faced with diminishing returns of performance versus cost of investment. At a material level, its high electric field strength and electron mobility have already shown tremendous potential for high frequency communications and photonic applications. Advances in growth on commercially viable large area substrates are now at the point where power conversion applications of GaN are at the cusp of commercialisation. The future for building on the work described here in ways driven by specific challenges emerging from entirely new markets and applications is very exciting. This collection of GaN technology developments is therefore not itself a road map but a valuable collection of global state-of-the-art GaN research that will inform the next …",
            "The 2018 GaN power electronics roadmap",
            "H Amano and Y Baines and E Beam and Matteo Borga and T Bouchet and Paul R Chalker and M Charles and Kevin J Chen and Nadim Chowdhury and Rongming Chu and Carlo De Santi and Maria Merlyne De Souza and Stefaan Decoutere and L Di Cioccio and Bernd Eckardt and Takashi Egawa and P Fay and Joseph J Freedsman and L Guido and Oliver Häberlen and Geoff Haynes and Thomas Heckel and Dilini Hemakumara and Peter Houston and Jie Hu and Mengyuan Hua and Qingyun Huang and Alex Huang and Sheng Jiang and H Kawai and Dan Kinzer and Martin Kuball and Ashwani Kumar and Kean Boon Lee and Xu Li and Denis Marcon and Martin März and R McCarthy and Gaudenzio Meneghesso and Matteo Meneghini and E Morvan and A Nakajima and EMS Narayanan and Stephen Oliver and Tomás Palacios and Daniel Piedra and M Plissonnier and R Reddy and Min Sun and Iain Thayne and A Torres and Nicola Trivellin and V Unni and Michael J Uren and Marleen Van Hove and David J Wallis and J Wang and J Xie and S Yagi and Shu Yang and C Youtsey and Ruiyang Yu and Enrico Zanoni and Stefan Zeltner and Yuhao Zhang",
            "2018",
            "JldWV38AAAAJ:738O_yMBCRsC",
            399,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1361-6463\/aaaf9d\/meta",
            "1844200674800062230",
            "\/scholar?cites=1844200674800062230",
            {
                "2018":42,
                "2019":145,
                "2020":199,
                "2021":13
            }
        ],
        [
            "Impurity‐free selective layer disordering, utilizing Si3N4 masking stripes and SiO2 defect (vacancy) sources, is used to realize room‐temperature continuous AlxGa1−xAs‐GaAs quantum well heterostructure lasers.",
            "Stripe‐geometry quantum well heterostructure AlxGa1− xAs‐GaAs lasers defined by defect diffusion",
            "DG Deppe and LJ Guido and N Holonyak Jr and KC Hsieh and RD Burnham and RL Thornton and TL Paoli",
            "1986",
            "JldWV38AAAAJ:u5HHmVD_uO8C",
            251,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.97133",
            "5102165279537272196",
            "\/scholar?cites=5102165279537272196",
            {
                "1986":1,
                "1987":10,
                "1988":15,
                "1989":15,
                "1990":10,
                "1991":6,
                "1992":6,
                "1993":2,
                "1994":9,
                "1995":15,
                "1996":8,
                "1997":19,
                "1998":18,
                "1999":7,
                "2000":16,
                "2001":10,
                "2002":11,
                "2003":10,
                "2004":6,
                "2005":8,
                "2006":8,
                "2007":8,
                "2008":6,
                "2009":6,
                "2010":3,
                "2011":4,
                "2012":2,
                "2013":2,
                "2014":1,
                "2015":2,
                "2016":2,
                "2017":3,
                "2018":1,
                "2019":1
            }
        ],
        [
            "The effects of background doping, surface encapsulation, and As4 overpressure on carbon diffusion have been studied by annealing samples with 1000 Å p‐type carbon doping spikes grown within 1 μm layers of undoped (n−), Se‐doped (n+), and Mg‐doped (p+) GaAs. The layers were grown by low‐pressure metalorganic chemical vapor deposition using CCl4 as the carbon doping source. Two different As4 overpressure conditions were investigated: (1) the equilibrium pAs4 over GaAs (no excess As), and (2) pAs4 ∼2.5 atm. For each As4 overpressure condition, both capless and Si3N4‐capped samples of the n−‐, n+‐, and p+‐GaAs crystals were annealed simultaneously (825 °C, 24 h). Secondary‐ion mass spectroscopy was used to measure the atomic carbon depth profiles. The carbon diffusion coefficient is always low, but depends on the background doping, being highest in Mg‐doped (p+) GaAs and …",
            "Carbon diffusion in undoped, n‐type, and p‐type GaAs",
            "BT Cunningham and LJ Guido and JE Baker and JS Major Jr and N Holonyak Jr and GE Stillman",
            "1989",
            "JldWV38AAAAJ:u-x6o8ySG0sC",
            193,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.101822",
            "9860531863482163544",
            "\/scholar?cites=9860531863482163544",
            {
                "1990":10,
                "1991":12,
                "1992":15,
                "1993":21,
                "1994":16,
                "1995":18,
                "1996":11,
                "1997":7,
                "1998":9,
                "1999":10,
                "2000":5,
                "2001":4,
                "2002":4,
                "2003":3,
                "2004":5,
                "2005":4,
                "2006":4,
                "2007":6,
                "2008":3,
                "2009":2,
                "2010":2,
                "2011":6,
                "2012":1,
                "2013":5,
                "2014":3,
                "2015":3,
                "2016":1
            }
        ],
        [
            "Data are presented showing that the Al‐Ga interdiffusion coefficient (DAl‐Ga) for an AlxGa1−xAs‐GaAs quantum‐well heterostructure, or a superlattice, is highly dependent upon the crystal encapsulation conditions. The activation energy for Al‐Ga interdiffusion, and thus layer disordering, is smaller for dielectric‐encapsulated samples (∼3.5 eV) than for the case of capless annealing (∼4.7 eV). The interdiffusion coefficient for Si3N4‐capped samples is almost an order of magnitude smaller than for the case of either capless or SiO2‐capped samples (800≤T≤875 °C). Besides the major influence of the type of encapsulant, the encapsulation geometry (stripes or capped stripes) is shown, because of strain effects, to be a major source of anisotropic Al‐Ga interdiffusion.",
            "Effects of dielectric encapsulation and As overpressure on Al‐Ga interdiffusion in AlxGa1− x As‐GaAs quantum‐well heterostructures",
            "LJ Guido and N Holonyak Jr and KC Hsieh and RW Kaliski and WE Plano and RD Burnham and RL Thornton and JE Epler and TL Paoli",
            "1987",
            "JldWV38AAAAJ:d1gkVwhDpl0C",
            164,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.338116",
            "18220353751797707256",
            "\/scholar?cites=18220353751797707256",
            {
                "1987":5,
                "1988":12,
                "1989":14,
                "1990":12,
                "1991":18,
                "1992":3,
                "1993":12,
                "1994":5,
                "1995":18,
                "1996":5,
                "1997":10,
                "1998":11,
                "1999":2,
                "2000":6,
                "2001":1,
                "2002":2,
                "2003":7,
                "2004":4,
                "2005":3,
                "2006":2,
                "2007":1,
                "2008":1,
                "2009":1,
                "2010":2,
                "2011":1,
                "2012":1,
                "2013":2,
                "2014":1,
                "2015":1
            }
        ],
        [
            "We report on a SiO\/sub 2\/\/Si\/sub 3\/N\/sub 4\/\/SiO\/sub 2\/ (ONO) gate insulator stack deposited on GaN by jet vapor deposition (JVD) technique. Capacitors fabricated using the JVD-ONO on GaN are characterized from room temperature to 450\/spl deg\/C using capacitance-voltage (C-V), current-voltage (I-V), AC conductance, and constant-current stress measurements. We find excellent operating characteristics over the measured range, most notably: (1) very low leakage current, (2) extremely high hard-breakdown strength, (3) low interface-trap density, and (4) low net dielectric-charge density. Moreover these performance figures remain well within acceptable limits even for operating temperatures as high as 150\/spl deg\/C. In addition, we measure both the capture cross-section of the interface traps and the surface-potential fluctuation at the GaN\/ONO interface. All results suggest that JVD-ONO is an excellent choice …",
            "High-quality oxide\/nitride\/oxide gate insulator for GaN MIS structures",
            "B Gaffey and Louis J Guido and XW Wang and TP Ma",
            "2001",
            "JldWV38AAAAJ:9yKSN-GCB0IC",
            144,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/906436\/",
            "5322961950058750893",
            "\/scholar?cites=5322961950058750893",
            {
                "2001":6,
                "2002":8,
                "2003":12,
                "2004":11,
                "2005":10,
                "2006":10,
                "2007":7,
                "2008":9,
                "2009":9,
                "2010":8,
                "2011":9,
                "2012":8,
                "2013":13,
                "2014":6,
                "2015":4,
                "2016":4,
                "2017":5,
                "2018":4
            }
        ],
        [
            "In Figs. 1a, 2a, and 2b, objects in gray scale and shaded area of some graphs are not shown in the original paper. The correct figures are reproduced below. In Fig. 1a, GaN square is shown in gray scale along with elliptic-shape pumping region. In Fig. 2a, GaN microdisk cavity is also shown in gray scale along with the circular pumping region. Stimulated emission portion of the spectra at the pump intensity Ip 641 kW\/cm2 in Fig. 1a and at Ip 177 kW\/cm2 are shaded in gray scale.",
            "Erratum:“Stimulated emission and lasing in whispering gallery modes of GaN microdisk cavities”[Appl. Phys. Lett. 75, 166(1999)]",
            "Seongsik Chang and Nathan B Rex and Richard K Chang and Gabel Chong and Louis J Guido",
            "1999",
            "JldWV38AAAAJ:TQgYirikUcIC",
            115,
            "https:\/\/aip.scitation.org\/doi\/pdf\/10.1063\/1.125392",
            "11641750109952694003",
            "\/scholar?cites=11641750109952694003",
            {
                "2000":5,
                "2001":4,
                "2002":7,
                "2003":11,
                "2004":7,
                "2005":6,
                "2006":6,
                "2007":8,
                "2008":5,
                "2009":7,
                "2010":3,
                "2011":8,
                "2012":7,
                "2013":7,
                "2014":5,
                "2015":8,
                "2016":5,
                "2017":3,
                "2018":1,
                "2019":2
            }
        ]
    ]
}