{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "\/\/static.cambridge.org\/content\/id\/urn%3Acambridge.org%3Aid%3Aarticle%3AS0883769400025367\/resource\/name\/firstPage-S0883769400025367a.jpg",
            "Principles of condensed matter physics",
            "Paul M Chaikin and Tom C Lubensky and Thomas A Witten",
            "1995",
            "jmSoUP4AAAAJ:Weau3kkTRIMC",
            5977,
            "https:\/\/www.cambridge.org\/core\/journals\/mrs-bulletin\/article\/library\/CFC8606C117825C6B51890DAAF73FFBF",
            "18398203613439647837",
            "\/scholar?cites=18398203613439647837",
            {
                "1996":26,
                "1997":52,
                "1998":99,
                "1999":114,
                "2000":110,
                "2001":147,
                "2002":156,
                "2003":178,
                "2004":229,
                "2005":216,
                "2006":240,
                "2007":226,
                "2008":263,
                "2009":267,
                "2010":259,
                "2011":313,
                "2012":311,
                "2013":322,
                "2014":307,
                "2015":322,
                "2016":335,
                "2017":337,
                "2018":337,
                "2019":352,
                "2020":379,
                "2021":32
            }
        ],
        [
            "Dense periodic arrays of holes and dots have been fabricated in a silicon nitride–coated silicon wafer. The holes are 20 nanometers across, 40 nanometers apart, and hexagonally ordered with a polygrain structure that has an average grain size of 10 by 10. Spin-coated diblock copolymer thin films with well-ordered spherical or cylindrical microdomains were used as the templates. The microdomain patterns were transferred directly to the underlying silicon nitride layer by two complementary techniques that resulted in opposite tones of the patterns. This process opens a route for nanometer-scale surface patterning by means of spontaneous self-assembly in synthetic materials on length scales that are difficult to obtain by standard semiconductor lithography techniques.",
            "Block copolymer lithography: periodic arrays of~ 1011 holes in 1 square centimeter",
            "Miri Park and Christopher Harrison and Paul M Chaikin and Richard A Register and Douglas H Adamson",
            "1997",
            "jmSoUP4AAAAJ:zYLM7Y9cAGgC",
            2385,
            "https:\/\/science.sciencemag.org\/content\/276\/5317\/1401.abstract",
            "16810390272306465495",
            "\/scholar?cites=16810390272306465495",
            {
                "1998":26,
                "1999":27,
                "2000":43,
                "2001":56,
                "2002":61,
                "2003":83,
                "2004":121,
                "2005":142,
                "2006":167,
                "2007":129,
                "2008":145,
                "2009":137,
                "2010":149,
                "2011":129,
                "2012":131,
                "2013":167,
                "2014":136,
                "2015":127,
                "2016":118,
                "2017":86,
                "2018":76,
                "2019":67,
                "2020":46,
                "2021":7
            }
        ],
        [
            "We obtain useful information from the intensity autocorrelations of light scattered from systems which exhibit strong multiple scattering. A phenomenological model, which exploits the diffusive nature of the transport of light, is shown to be in excellent agreement with experimental data for several different scattering geometries. The dependence on geometry provides an important experimental control over the time scale probed. We call this technique diffusing wave spectroscopy, and illustrate its utility by studying diffusion in a strongly interacting colloidal glass.",
            "Diffusing wave spectroscopy",
            "David J Pine and David A Weitz and Paul M Chaikin and Eric Herbolzheimer",
            "1988",
            "jmSoUP4AAAAJ:Y0pCki6q_DkC",
            1198,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.60.1134",
            "15741823306384775708",
            "\/scholar?cites=15741823306384775708",
            {
                "1988":4,
                "1989":17,
                "1990":21,
                "1991":19,
                "1992":15,
                "1993":26,
                "1994":17,
                "1995":26,
                "1996":15,
                "1997":32,
                "1998":27,
                "1999":20,
                "2000":23,
                "2001":43,
                "2002":39,
                "2003":33,
                "2004":50,
                "2005":56,
                "2006":51,
                "2007":49,
                "2008":44,
                "2009":32,
                "2010":46,
                "2011":44,
                "2012":43,
                "2013":57,
                "2014":67,
                "2015":50,
                "2016":50,
                "2017":52,
                "2018":43,
                "2019":37,
                "2020":44,
                "2021":1
            }
        ],
        [
            "Spontaneous formation of colonies of bacteria or flocks of birds are examples of self-organization in active living matter. Here, we demonstrate a form of self-organization from nonequilibrium driving forces in a suspension of synthetic photoactivated colloidal particles. They lead to two-dimensional \"living crystals,\" which form, break, explode, and re-form elsewhere. The dynamic assembly results from a competition between self-propulsion of particles and an attractive interaction induced respectively by osmotic and phoretic effects and activated by light. We measured a transition from normal to giant-number fluctuations. Our experiments are quantitatively described by simple numerical simulations. We show that the existence of the living crystals is intrinsically related to the out-of-equilibrium collisions of the self-propelled particles.",
            "Living crystals of light-activated colloidal surfers",
            "Jeremie Palacci and Stefano Sacanna and Asher Preska Steinberg and David J Pine and Paul M Chaikin",
            "2013",
            "jmSoUP4AAAAJ:KTwcwpFFj4wC",
            1193,
            "https:\/\/science.sciencemag.org\/content\/339\/6122\/936.abstract",
            "17623036024074050022",
            "\/scholar?cites=17623036024074050022",
            {
                "2013":42,
                "2014":93,
                "2015":109,
                "2016":148,
                "2017":181,
                "2018":198,
                "2019":189,
                "2020":211,
                "2021":18
            }
        ],
        [
            "Packing problems, such as how densely objects can fill a volume, are among the most ancient and persistent problems in mathematics and science. For equal spheres, it has only recently been proved that the face-centered cubic lattice has the highest possible packing fraction   . It is also well known that certain random (amorphous) jammed packings have φ ≈ 0.64. Here, we show experimentally and with a new simulation algorithm that ellipsoids can randomly pack more densely—up to φ= 0.68 to 0.71for spheroids with an aspect ratio close to that of M&M9s Candies—and even approach φ ≈ 0.74 for ellipsoids with other aspect ratios. We suggest that the higher density is directly related to the higher number of degrees of freedom per particle and thus the larger number of particle contacts required to mechanically stabilize the packing. We measured the number of contacts per particle Z ≈ 10 for our …",
            "Improving the density of jammed disordered packings using ellipsoids",
            "Aleksandar Donev and Ibrahim Cisse and David Sachs and Evan A Variano and Frank H Stillinger and Robert Connelly and Salvatore Torquato and Paul M Chaikin",
            "2004",
            "jmSoUP4AAAAJ:YsMSGLbcyi4C",
            1138,
            "https:\/\/science.sciencemag.org\/content\/303\/5660\/990.abstract",
            "13572573737730699814",
            "\/scholar?cites=13572573737730699814",
            {
                "2004":20,
                "2005":39,
                "2006":45,
                "2007":55,
                "2008":58,
                "2009":69,
                "2010":76,
                "2011":66,
                "2012":85,
                "2013":73,
                "2014":69,
                "2015":81,
                "2016":78,
                "2017":68,
                "2018":91,
                "2019":71,
                "2020":79,
                "2021":8
            }
        ],
        [
            "The interactions between charged colloidal particles with sufficient strength to cause crystallization are shown to be describable in terms of the usual Debye–Huckel approximation, but with a renormalized charge. The effective charge in general is smaller than the actual charge. We calculate the relationship between the actual charge and the renormalized charge by solving the Boltzmann–Poisson equation numerically in a spherical Wigner–Seitz cell. We then relate the numerical solutions and the effective charge to the osmotic pressure and the bulk modulus of the crystal. Our calculations also reveal that the renormalization of the added electrolyte concentration is negligible, so that the effective charge computations are useful even in the presence of salts.",
            "Charge renormalization, osmotic pressure, and bulk modulus of colloidal crystals: Theory",
            "S Alexander and PM Chaikin and P Grant and GJ Morales and P Pincus and D Hone",
            "1984",
            "jmSoUP4AAAAJ:Tyk-4Ss8FVUC",
            1073,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.446600",
            "13606460093937979031",
            "\/scholar?cites=13606460093937979031",
            {
                "1985":6,
                "1986":6,
                "1987":20,
                "1988":22,
                "1989":11,
                "1990":12,
                "1991":28,
                "1992":22,
                "1993":14,
                "1994":21,
                "1995":20,
                "1996":27,
                "1997":20,
                "1998":32,
                "1999":50,
                "2000":49,
                "2001":56,
                "2002":40,
                "2003":37,
                "2004":31,
                "2005":49,
                "2006":38,
                "2007":44,
                "2008":36,
                "2009":34,
                "2010":36,
                "2011":30,
                "2012":35,
                "2013":36,
                "2014":36,
                "2015":27,
                "2016":42,
                "2017":19,
                "2018":26,
                "2019":24,
                "2020":29,
                "2021":3
            }
        ],
        [
            "New functional materials can in principle be created using colloids that self-assemble into a desired structure by means of a programmable recognition and binding scheme. This idea has been explored by attaching ‘programmed’DNA strands to nanometre-1, 2, 3 and micrometre-4, 5 sized particles and then using DNA hybridization to direct the placement of the particles in the final assembly. Here we demonstrate an alternative recognition mechanism for directing the assembly of composite structures, based on particles with complementary shapes. Our system, which uses Fischer’s lock-and-key principle 6, employs colloidal spheres as keys and monodisperse colloidal particles with a spherical cavity as locks that bind spontaneously and reversibly via the depletion interaction. The lock-and-key binding is specific because it is controlled by how closely the size of a spherical colloidal key particle matches the radius …",
            "Lock and key colloids",
            "Stefano Sacanna and William TM Irvine and Paul M Chaikin and David J Pine",
            "2010",
            "jmSoUP4AAAAJ:4OULZ7Gr8RgC",
            688,
            "https:\/\/www.nature.com\/articles\/nature08906",
            "11127353829422593618",
            "\/scholar?cites=11127353829422593618",
            {
                "2010":12,
                "2011":43,
                "2012":50,
                "2013":74,
                "2014":61,
                "2015":87,
                "2016":92,
                "2017":73,
                "2018":74,
                "2019":52,
                "2020":61,
                "2021":7
            }
        ],
        [
            "The high-temperature limit for the thermopower of a system of interacting localized carriers is governed entirely by the entropy change per added carrier. The calculation of this quantity reduces to a simple combinatorial problem dependent only on the density of carriers and the interactions stronger than the thermal energy. We have thus been able to generalize the Heikes formula to include several cases of interacting Fermi systems with spin.",
            "Thermopower in the correlated hopping regime",
            "PM Chaikin and G Beni",
            "1976",
            "jmSoUP4AAAAJ:eQOLeE2rZwMC",
            628,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.13.647",
            "9999389432329836219",
            "\/scholar?cites=9999389432329836219",
            {
                "1982":4,
                "1983":8,
                "1984":4,
                "1985":9,
                "1986":6,
                "1987":10,
                "1988":15,
                "1989":12,
                "1990":18,
                "1991":14,
                "1992":11,
                "1993":11,
                "1994":10,
                "1995":7,
                "1996":7,
                "1997":7,
                "1998":6,
                "1999":9,
                "2000":9,
                "2001":9,
                "2002":9,
                "2003":15,
                "2004":14,
                "2005":13,
                "2006":22,
                "2007":20,
                "2008":18,
                "2009":21,
                "2010":17,
                "2011":25,
                "2012":17,
                "2013":26,
                "2014":24,
                "2015":20,
                "2016":29,
                "2017":32,
                "2018":27,
                "2019":21,
                "2020":22,
                "2021":2
            }
        ],
        [
            "A simple model for the depinning and dynamics of a sliding charge-density wave is presented. The model consists of viscously damped motion in a periodic potential and accounts for the main features of the nonlinear conductivity, noise, and ac-dc coupling in the charge-density-wave state of Nb Se 3 at low temperature. Comparison with experimental data suggests that the depinning process is associated with the displacement of the charge-density wave by approximately one period λ.",
            "Nonlinear conductivity and noise due to charge-density-wave depinning in nb se 3",
            "G Grüner and A Zawadowski and PM Chaikin",
            "1981",
            "jmSoUP4AAAAJ:W7OEmFMy1HYC",
            536,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.46.511",
            "5262498539519412134",
            "\/scholar?cites=5262498539519412134",
            {
                "1982":22,
                "1983":33,
                "1984":52,
                "1985":76,
                "1986":44,
                "1987":33,
                "1988":26,
                "1989":28,
                "1990":16,
                "1991":11,
                "1992":9,
                "1993":6,
                "1994":7,
                "1995":4,
                "1996":7,
                "1997":3,
                "1998":5,
                "1999":12,
                "2000":2,
                "2001":3,
                "2002":6,
                "2003":3,
                "2004":8,
                "2005":2,
                "2006":4,
                "2007":6,
                "2008":8,
                "2009":6,
                "2010":6,
                "2011":7,
                "2012":16,
                "2013":11,
                "2014":7,
                "2015":5,
                "2016":11,
                "2017":4,
                "2018":6,
                "2019":2,
                "2020":11,
                "2021":1
            }
        ],
        [
            "We have measured the shear modulus of lattices of charged polystyrene spheres. We describe a simple apparatus used in this study for determining the frequency of standing shear modes. For the monodisperse lattices, crystals form, stabilized by the repulsive Coulomb interaction, producing a classical ’’Wigner crystal’’ characterized by Bragg scattering and finite rigidity. We studied the rigidity as a function of volume fraction and electrolyte concentration for several particle diameters. Mixtures of colloids with different particle diameters form classical ’’Wigner glasses’’ characterized by the absence of long range order and Bragg scattering but the presence of a finite shear rigidity. We have studied the shear properties of these solids as a function of composition and electrolyte concentration.",
            "Elastic properties of colloidal crystals and glasses",
            "HM Lindsay and PM Chaikin",
            "1982",
            "jmSoUP4AAAAJ:ufrVoPGSRksC",
            399,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.443417",
            "15528374697379742627",
            "\/scholar?cites=15528374697379742627",
            {
                "1982":2,
                "1983":4,
                "1984":9,
                "1985":9,
                "1986":8,
                "1987":23,
                "1988":18,
                "1989":13,
                "1990":17,
                "1991":14,
                "1992":14,
                "1993":8,
                "1994":11,
                "1995":10,
                "1996":13,
                "1997":9,
                "1998":11,
                "1999":14,
                "2000":11,
                "2001":14,
                "2002":17,
                "2003":4,
                "2004":15,
                "2005":10,
                "2006":7,
                "2007":7,
                "2008":6,
                "2009":8,
                "2010":4,
                "2011":6,
                "2012":7,
                "2013":14,
                "2014":11,
                "2015":10,
                "2016":12,
                "2017":7,
                "2018":9,
                "2019":5,
                "2020":7
            }
        ]
    ]
}