{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Unveiling new topological phases of matter is one of the current objectives in condensed matter physics. Recent experimental discoveries of Dirac and Weyl semimetals prompt the search for other exotic phases of matter. Here we present a systematic angle-resolved photoemission spectroscopy study of ZrSiS, a prime topological nodal semimetal candidate. Our wider Brillouin zone (BZ) mapping shows multiple Fermi surface pockets such as the diamond-shaped Fermi surface, elliptical-shaped Fermi surface, and a small electron pocket encircling at the zone center (Γ) point, the M point, and the X point of the BZ, respectively. We experimentally establish the spinless nodal fermion semimetal phase in ZrSiS, which is supported by our first-principles calculations. Our findings evidence that the ZrSiS-type of material family is a new platform on which to explore exotic states of quantum matter; these materials are …",
            "Observation of topological nodal fermion semimetal phase in ZrSiS",
            "Madhab Neupane and Ilya Belopolski and M Mofazzel Hosen and Daniel S Sanchez and Raman Sankar and Maria Szlawska and Su-Yang Xu and Klauss Dimitri and Nagendra Dhakal and Pablo Maldonado and Peter M Oppeneer and Dariusz Kaczorowski and Fangcheng Chou and M Zahid Hasan and Tomasz Durakiewicz",
            "2016",
            "jN4fqccAAAAJ:L8Ckcad2t8MC",
            257,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.93.201104",
            "2114229535428470713",
            "\/scholar?cites=2114229535428470713",
            {
                "2016":16,
                "2017":40,
                "2018":69,
                "2019":62,
                "2020":66,
                "2021":4
            }
        ],
        [
            "The discovery of a topological nodal-line (TNL) semimetal phase in ZrSiS has invigorated the study of other members of this family. Here, we present a comparative electronic structure study of ZrSi X (where X= S, Se, Te) using angle-resolved photoemission spectroscopy (ARPES) and first-principles calculations. Our ARPES studies show that the overall electronic structure of ZrSi X materials comprises the diamond-shaped Fermi pocket, the nearly elliptical-shaped Fermi pocket, and a small electron pocket encircling the zone center (Γ) point, the M point, and the X point of the Brillouin zone, respectively. We also observe a small Fermi surface pocket along the M− Γ− M direction in ZrSiTe, which is absent in both ZrSiS and ZrSiSe. Furthermore, our theoretical studies show a transition from nodal-line to nodeless gapped phase by tuning the chalcogenide from S to Te in these material systems. Our findings provide …",
            "Tunability of the topological nodal-line semimetal phase in -type materials ()",
            "M Mofazzel Hosen and Klauss Dimitri and Ilya Belopolski and Pablo Maldonado and Raman Sankar and Nagendra Dhakal and Gyanendra Dhakal and Taiason Cole and Peter M Oppeneer and Dariusz Kaczorowski and Fangcheng Chou and M Zahid Hasan and Tomasz Durakiewicz and Madhab Neupane",
            "2017",
            "jN4fqccAAAAJ:j3f4tGmQtD8C",
            80,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.95.161101",
            "3762917269017637758",
            "\/scholar?cites=3762917269017637758",
            {
                "2017":6,
                "2018":28,
                "2019":20,
                "2020":23,
                "2021":3
            }
        ],
        [
            "Recently, noncentrosymmetric superconductor BiPd has attracted considerable research interest due to the possibility of hosting topological superconductivity. Here we report a systematic high-resolution angle-resolved photoemission spectroscopy (ARPES) and spin-resolved ARPES study of the normal state electronic and spin properties of BiPd. Our experimental results show the presence of a surface state at higher-binding energy with the location of Dirac point at around 700 meV below the Fermi level. The detailed photon energy, temperature-dependent and spin-resolved ARPES measurements complemented by our first-principles calculations demonstrate the existence of the spin-polarized surface states at high-binding energy. The absence of such spin-polarized surface states near the Fermi level negates the possibility of a topological superconducting behaviour on the surface. Our direct experimental …",
            "Observation of the spin-polarized surface state in a noncentrosymmetric superconductor BiPd",
            "Madhab Neupane and Nasser Alidoust and M Mofazzel Hosen and Jian-Xin Zhu and Klauss Dimitri and Su-Yang Xu and Nagendra Dhakal and Raman Sankar and Ilya Belopolski and Daniel S Sanchez and Tay-Rong Chang and Horng-Tay Jeng and Koji Miyamoto and Taichi Okuda and Hsin Lin and Arun Bansil and Dariusz Kaczorowski and Fangcheng Chou and M Zahid Hasan and Tomasz Durakiewicz",
            "2016",
            "jN4fqccAAAAJ:4JMBOYKVnBMC",
            37,
            "https:\/\/www.nature.com\/articles\/ncomms13315",
            "12143225239209150742",
            "\/scholar?cites=12143225239209150742",
            {
                "2017":7,
                "2018":12,
                "2019":8,
                "2020":10
            }
        ],
        [
            "The search of new topological phases of matter is one of the new directions in condensed matter physics. Recent experimental realizations of Dirac semimetal phases pave the way to look for other exotic phases of matter in real materials. Here we present a systematic angle-resolved photoemission spectroscopy (ARPES) study of NdSb, a potential candidate for hosting a Dirac semi-metal phase. Our studies reveal two hole-like Fermi surface pockets present at the zone center () point as well as two elliptical electron-pockets present in the zone corner (X) point of the Brillouin zone (BZ). Interestingly, Dirac-like linearly dispersive states are observed about the zone corner (X) point in NdSb. Our first-principles calculations agree with the experimentally observed bands at the  point. Moreover, the Dirac-like state observed in NdSb may be a novel correlated state, not yet predicted in calculations. Our study opens a …",
            "Observation of Dirac-like semi-metallic phase in NdSb",
            "Madhab Neupane and M Mofazzel Hosen and Ilya Belopolski and Nicholas Wakeham and Klauss Dimitri and Nagendra Dhakal and Jian-Xin Zhu and M Zahid Hasan and Eric D Bauer and Filip Ronning",
            "2016",
            "jN4fqccAAAAJ:hC7cP41nSMkC",
            36,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/28\/23\/23LT02\/meta",
            "1014322160064907605",
            "\/scholar?cites=1014322160064907605",
            {
                "2016":1,
                "2017":8,
                "2018":13,
                "2019":5,
                "2020":9
            }
        ],
        [
            "Topological Dirac semimetals with accidental band touching between conduction and valence bands protected by time reversal and inversion symmetry are at the frontier of modern condensed matter research. A majority of discovered topological semimetals are nonmagnetic and conserve time reversal symmetry. Here we report the experimental discovery of an antiferromagnetic topological nodal-line semimetallic state in GdSbTe using angle-resolved photoemission spectroscopy. Our systematic study reveals the detailed electronic structure of the paramagnetic state of antiferromagnetic GdSbTe. We observe the presence of multiple Fermi surface pockets including a diamond-shape, and small circular pockets around the zone center and high symmetry X points of the Brillouin zone (BZ), respectively. Furthermore, we observe the presence of a Dirac-like state at the X point of the BZ and the effect of magnetism …",
            "Discovery of topological nodal-line fermionic phase in a magnetic material GdSbTe",
            "M Mofazzel Hosen and Gyanendra Dhakal and Klauss Dimitri and Pablo Maldonado and Alex Aperis and Firoza Kabir and Christopher Sims and Peter Riseborough and Peter M Oppeneer and Dariusz Kaczorowski and Tomasz Durakiewicz and Madhab Neupane",
            "2018",
            "jN4fqccAAAAJ:maZDTaKrznsC",
            32,
            "https:\/\/www.nature.com\/articles\/s41598-018-31296-7",
            "11327403382808041968",
            "\/scholar?cites=11327403382808041968",
            {
                "2018":2,
                "2019":10,
                "2020":19,
                "2021":1
            }
        ],
        [
            "3D Dirac semimetals are an emerging class of materials that possess topological electronic states with a Dirac dispersion in their bulk. In nodal-line Dirac semimetals, the conductance and valence bands connect along a closed path in momentum space, leading to the prediction of pseudospin vortex rings and pseudospin skyrmions. Here, we use Fourier transform scanning tunneling spectroscopy (FT-STS) at 4.5 K to resolve quasiparticle interference (QPI) patterns at single defect centers on the surface of the line nodal semimetal zirconium silicon sulfide (ZrSiS). Our QPI measurements show pseudospin conservation at energies close to the line node. In addition, we determine the Fermi velocity to be ℏvF = 2.65 ± 0.10 eV Å in the Γ–M direction ∼300 meV above the Fermi energy EF and the line node to be ∼140 meV above EF. More importantly, we find that certain scatterers can introduce energy-dependent …",
            "Observation of effective pseudospin scattering in ZrSiS",
            "Michael S Lodge and Guoqing Chang and Cheng-Yi Huang and Bahadur Singh and Jack Hellerstedt and Mark T Edmonds and Dariusz Kaczorowski and Md Mofazzel Hosen and Madhab Neupane and Hsin Lin and Michael S Fuhrer and Bent Weber and Masahiro Ishigami",
            "2017",
            "jN4fqccAAAAJ:M3NEmzRMIkIC",
            22,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.nanolett.7b02307",
            "3622488998661479046",
            "\/scholar?cites=3622488998661479046",
            {
                "2017":2,
                "2018":9,
                "2019":6,
                "2020":5
            }
        ],
        [
            "The experimental discovery of the topological Dirac semimetal establishes a platform to search for various exotic quantum phases in real materials. ZrSiS-type materials have recently emerged as topological nodal-line semimetals where gapped Dirac-like surface states are observed. Here, we present a systematic angle-resolved photoemission spectroscopy (ARPES) study of ZrGeTe, a nonsymmorphic symmetry protected Dirac semimetal. We observe two Dirac-like gapless surface states at the same Xpoint of the Brillouin zone. Our theoretical analysis and first-principles calculations reveal that these are protected by crystalline symmetry. Hence, ZrGeTe appears as a rare example of a naturally fine tuned system where the interplay between symmorphic and nonsymmorphic symmetry leads to rich phenomenology and thus opens up opportunities to investigate the physics of Dirac semimetallic and topological …",
            "Observation of gapless Dirac surface states in ZrGeTe",
            "M Mofazzel Hosen and Klauss Dimitri and Alex Aperis and Pablo Maldonado and Ilya Belopolski and Gyanendra Dhakal and Firoza Kabir and Christopher Sims and M Zahid Hasan and Dariusz Kaczorowski and Tomasz Durakiewicz and Peter M Oppeneer and Madhab Neupane",
            "2018",
            "jN4fqccAAAAJ:blknAaTinKkC",
            18,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.97.121103",
            "8880025281000550128",
            "\/scholar?cites=8880025281000550128",
            {
                "2018":4,
                "2019":8,
                "2020":5,
                "2021":1
            }
        ],
        [
            "Topological superconductors host new states of quantum matter which show a pairing gap in the bulk and gapless surface states providing a platform to realize Majorana fermions. Recently, alkaline-earth metal Sr intercalated Bi 2 Se 3 has been reported to show superconductivity with a T c~ 3 K and a large shielding fraction. Here we report systematic normal state electronic structure studies of Sr 0.06 Bi 2 Se 3 (T c~ 2.5 K) by performing photoemission spectroscopy. Using angle-resolved photoemission spectroscopy (ARPES), we observe a quantum well confined two-dimensional (2D) state coexisting with a topological surface state in Sr 0.06 Bi 2 Se 3. Furthermore, our time-resolved ARPES reveals the relaxation dynamics showing different decay mechanism between the excited topological surface states and the two-dimensional states. Our experimental observation is understood by considering the intra-band …",
            "Electronic structure and relaxation dynamics in a superconducting topological material",
            "Tomasz Durakiewicz Madhab Neupane and Yukiaki Ishida and Raman Sankar and Jian-Xin Zhu and Daniel S. Sanchez and Ilya Belopolski and Su-Yang Xu and Nasser Alidoust and M. Mofazzel Hosen and Shik Shin and Fangcheng Chou and M. Zahid Hasan",
            "2016",
            "jN4fqccAAAAJ:u-x6o8ySG0sC",
            18,
            "https:\/\/www.nature.com\/articles\/srep22557",
            "456944569818060242",
            "\/scholar?cites=456944569818060242",
            {
                "2016":3,
                "2017":4,
                "2018":5,
                "2019":3,
                "2020":3
            }
        ],
        [
            "The topological nodal-line semimetal (TNS) is a unique class of materials with a one dimensional line node accompanied by a nearly dispersionless two-dimensional surface state. However, a direct observation of the so called drumhead surface state within current nodal-line materials is still elusive. Here, using high-resolution angle-resolved photoemission spectroscopy (ARPES) along with first-principles calculations, we report the observation of a topological nodal-loop (TNL) in SrAs 3, whereas CaAs 3 exhibits a topologically trivial state. Our data reveal that surface projections of the bulk nodal-points are connected by clear drumhead surface states in SrAs 3. Furthermore, our magneto-transport and magnetization data clearly suggest the presence (absence) of surface states in SrAs 3 (CaAs 3). Notably, the observed topological states in SrAs 3 are well separated from other bands in the vicinity of the Fermi level …",
            "Experimental observation of drumhead surface states in SrAs 3",
            "M Mofazzel Hosen and Gyanendra Dhakal and Baokai Wang and Narayan Poudel and Klauss Dimitri and Firoza Kabir and Christopher Sims and Sabin Regmi and Krzysztof Gofryk and Dariusz Kaczorowski and Arun Bansil and Madhab Neupane",
            "2020",
            "jN4fqccAAAAJ:P5F9QuxV20EC",
            8,
            "https:\/\/www.nature.com\/articles\/s41598-020-59200-2",
            "12963234908520717590",
            "\/scholar?cites=12963234908520717590",
            {
                "2020":6,
                "2021":1
            }
        ],
        [
            "Among the quantum materials that have recently gained interest are the topological insulators, wherein symmetry-protected surface states cross in reciprocal space, and the Dirac nodal-line semimetals, where bulk bands touch along a line in k-space. However, the existence of multiple fermion phases in a single material has not been verified yet. Using angle-resolved photoemission spectroscopy (ARPES) and first-principles electronic structure calculations, we systematically study the metallic material Hf 2 Te 2 P and discover properties, which are unique in a single topological quantum material. We experimentally observe weak topological insulator surface states and our calculations suggest additional strong topological insulator surface states. Our first-principles calculations reveal a one-dimensional Dirac crossing—the surface Dirac-node arc—along a high-symmetry direction which is confirmed by our ARPES …",
            "Distinct multiple fermionic states in a single topological metal",
            "M Mofazzel Hosen and Klauss Dimitri and Ashis K Nandy and Alex Aperis and Raman Sankar and Gyanendra Dhakal and Pablo Maldonado and Firoza Kabir and Christopher Sims and Fangcheng Chou and Dariusz Kaczorowski and Tomasz Durakiewicz and Peter M Oppeneer and Madhab Neupane",
            "2018",
            "jN4fqccAAAAJ:JV2RwH3_ST0C",
            7,
            "https:\/\/www.nature.com\/articles\/s41467-018-05233-1",
            "4279305896777972053",
            "\/scholar?cites=4279305896777972053",
            {
                "2018":1,
                "2019":2,
                "2020":3,
                "2021":1
            }
        ]
    ]
}