{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "We describe a mathematical algorithm to obtain an image of a two‐dimensional current distribution from measurements of its magnetic field. The spatial resolution of this image is determined by the signal‐to‐noise ratio of the magnetometer data and the distance between the magnetometer and the plane of the current distribution. In many cases, the quality of the image can be improved more by decreasing the current‐to‐magnetometer distance than by decreasing the noise in the magnetometer.",
            "Using a magnetometer to image a two‐dimensional current distribution",
            "Bradley J Roth and Nestor G Sepulveda and John P Wikswo Jr",
            "1989",
            "JnedIZ0AAAAJ:4fKUyHm3Qg0C",
            470,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.342549",
            "16224635573936391703",
            "\/scholar?cites=16224635573936391703",
            {
                "1989":4,
                "1990":7,
                "1991":6,
                "1992":8,
                "1993":18,
                "1994":13,
                "1995":15,
                "1996":16,
                "1997":11,
                "1998":10,
                "1999":15,
                "2000":16,
                "2001":10,
                "2002":17,
                "2003":17,
                "2004":15,
                "2005":15,
                "2006":15,
                "2007":18,
                "2008":11,
                "2009":17,
                "2010":17,
                "2011":16,
                "2012":23,
                "2013":20,
                "2014":13,
                "2015":10,
                "2016":18,
                "2017":18,
                "2018":14,
                "2019":25,
                "2020":18
            }
        ],
        [
            "Traditional cable analyses cannot explain complex patterns of excitation in cardiac tissue with unipolar, extracellular anodal, or cathodal stimuli. Epifluorescence imaging of the transmembrane potential during and after stimulation of both refractory and excitable tissue shows distinctive regions of simultaneous depolarization and hyperpolarization during stimulation that act as virtual cathodes and anodes. The results confirm bidomain model predictions that the onset (make) of a stimulus induces propagation from the virtual cathode, whereas stimulus termination (break) induces it from the virtual anode. In make stimulation, the virtual anode can delay activation of the underlying tissue, whereas in break stimulation this occurs under the virtual cathode. Thus make and break stimulations in cardiac tissue have a common mechanism that is the result of differences in the electrical anisotropy of the intracellular and …",
            "Virtual electrodes in cardiac tissue: a common mechanism for anodal and cathodal stimulation",
            "John P Wikswo Jr and Shien-Fong Lin and Rashida A Abbas",
            "1995",
            "JnedIZ0AAAAJ:u-x6o8ySG0sC",
            392,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349595801153",
            "9634728717403093656",
            "\/scholar?cites=9634728717403093656",
            {
                "1995":1,
                "1996":8,
                "1997":14,
                "1998":22,
                "1999":27,
                "2000":22,
                "2001":20,
                "2002":25,
                "2003":21,
                "2004":22,
                "2005":17,
                "2006":17,
                "2007":9,
                "2008":13,
                "2009":23,
                "2010":5,
                "2011":19,
                "2012":15,
                "2013":12,
                "2014":22,
                "2015":16,
                "2016":7,
                "2017":12,
                "2018":7,
                "2019":8,
                "2020":5,
                "2021":1
            }
        ],
        [
            "A two-dimensional sheet of anisotropic cardiac tissue is represented with the bidomain model, and the finite element method is used to solve the bidomain equations. When the anisotropy ratios of the intracellular and extracellular spaces are not equal, the injection of current into the tissue induces a transmembrane potential that has a complicated spatial dependence, including adjacent regions of depolarized and hyperpolarized tissue. This behavior may have important implications for the electrical stimulation of cardiac tissue and for defibrillation.",
            "Current injection into a two-dimensional anisotropic bidomain",
            "Nestor G Sepulveda and Bradley J Roth and John P Wikswo Jr",
            "1989",
            "JnedIZ0AAAAJ:u5HHmVD_uO8C",
            390,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349589828978",
            "8914748041822102699",
            "\/scholar?cites=8914748041822102699",
            {
                "1990":4,
                "1991":11,
                "1992":8,
                "1993":13,
                "1994":10,
                "1995":10,
                "1996":11,
                "1997":18,
                "1998":15,
                "1999":18,
                "2000":17,
                "2001":14,
                "2002":22,
                "2003":7,
                "2004":20,
                "2005":15,
                "2006":17,
                "2007":9,
                "2008":14,
                "2009":23,
                "2010":8,
                "2011":13,
                "2012":6,
                "2013":12,
                "2014":19,
                "2015":19,
                "2016":6,
                "2017":8,
                "2018":10,
                "2019":7,
                "2020":3
            }
        ],
        [
            "An understanding of chemotaxis at the level of cell–molecule interactions is important because of its relevance in cancer, immunology, and microbiology, just to name a few. This study quantifies the effects of flow on cell migration during chemotaxis in a microfluidic device. The chemotaxis gradient within the device was modeled and compared to experimental results. Chemotaxis experiments were performed using the chemokine CXCL8 under different flow rates with human HL60 promyelocytic leukemia cells expressing a transfected CXCR2 chemokine receptor. Cell trajectories were separated into x and y axis components. When the microchannel flow rates were increased, cell trajectories along the x axis were found to be significantly affected (p < 0.05). Total migration distances were not affected. These results should be considered when using similar microfluidic devices for chemotaxis studies so that flow bias …",
            "Effects of flow and diffusion on chemotaxis studies in a microfabricated gradient generator",
            "Glenn M Walker and Jiqing Sai and Ann Richmond and Mark Stremler and Chang Y Chung and John P Wikswo",
            "2005",
            "JnedIZ0AAAAJ:B3FOqHPlNUQC",
            308,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2005\/lc\/b417245k",
            "15330125326179149421",
            "\/scholar?cites=15330125326179149421",
            {
                "2005":3,
                "2006":21,
                "2007":20,
                "2008":27,
                "2009":33,
                "2010":33,
                "2011":26,
                "2012":15,
                "2013":28,
                "2014":22,
                "2015":18,
                "2016":17,
                "2017":8,
                "2018":10,
                "2019":13,
                "2020":12,
                "2021":1
            }
        ],
        [
            "For two decades, academic and industrial researchers worldwide have used SQUID magnetometers to measure magnetic signals from the heart, brain, lungs, liver, nerves, skeletal muscle, stomach, intestines, eyes, and other organs, and have invested heavily in developing and promoting this technology. While there are as yet few accepted clinical applications of SQUIDs, various trends are encouraging. The introduction of SQUIDs to the nondestructive testing (NDT) of aircraft and other structural systems and materials is following a similar course: most of the effort is directed towards instrumentation development and demonstrations in simple systems, and instruments suitable for specific commercial applications are just now being prototyped. To assess the potential of either technology, it is useful to ask critical questions: why are we doing this, what have we learned so far, how easy is it, what does it cost, how …",
            "SQUID magnetometers for biomagnetism and nondestructive testing: important questions and initial answers",
            "John P Wikswo",
            "1995",
            "JnedIZ0AAAAJ:9yKSN-GCB0IC",
            254,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/402511\/",
            "10424416599842848766",
            "\/scholar?cites=10424416599842848766",
            {
                "1995":3,
                "1996":15,
                "1997":22,
                "1998":11,
                "1999":27,
                "2000":17,
                "2001":17,
                "2002":12,
                "2003":14,
                "2004":16,
                "2005":15,
                "2006":11,
                "2007":10,
                "2008":8,
                "2009":7,
                "2010":3,
                "2011":5,
                "2012":3,
                "2013":4,
                "2014":4,
                "2015":5,
                "2016":1,
                "2017":9,
                "2018":5,
                "2019":4,
                "2020":2
            }
        ],
        [
            "We attempt a comprehensive review of all published research in nondestructive evaluation (NDE) performed with the superconducting quantum interference device (SQUID) magnetometer since the first work was reported in the mid-1980s. The SQUID is the most sensitive detector of magnetic flux known. The energy sensitivity of the SQUID may make it the most sensitive detector of any kind. The research on SQUIDs for NDE is based on the promise of that sensitivity and on the various other desirable properties developed for SQUID instrumentation in biomagnetism and other fields. The sensitivity of SQUID instruments down to very low frequencies allows them to function as eddy-current sensors with unparalleled depth resolution, and to image the static magnetization of paramagnetic materials and the flow of near-dc corrosion currents. The wide dynamic range of the SQUID makes it possible to image defects in …",
            "SQUIDs for nondestructive evaluation",
            "WG Jenks and SSH Sadeghi and John P Wikswo Jr",
            "1997",
            "JnedIZ0AAAAJ:kzcSZmkxUKAC",
            236,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0022-3727\/30\/3\/002\/meta",
            "15871973639886792815",
            "\/scholar?cites=15871973639886792815",
            {
                "1998":2,
                "1999":10,
                "2000":11,
                "2001":10,
                "2002":14,
                "2003":11,
                "2004":15,
                "2005":18,
                "2006":16,
                "2007":14,
                "2008":12,
                "2009":11,
                "2010":10,
                "2011":11,
                "2012":11,
                "2013":4,
                "2014":9,
                "2015":10,
                "2016":9,
                "2017":8,
                "2018":10,
                "2019":8,
                "2020":1
            }
        ],
        [
            "The magnetic field of the action potential from an isolated frog sciatic nerve was measured by a SQUID magnetometer with a novel room-temperature pickup coil. The 1.2 x 10(-10) tesla field was measured 1.3 millimeters from the nerve with a signal-to-noise ratio of 40 to 1.",
            "Magnetic field of a nerve impulse: first measurements",
            "John P Wikswo and John P Barach and John A Freeman",
            "1980",
            "JnedIZ0AAAAJ:geHnlv5EZngC",
            235,
            "https:\/\/science.sciencemag.org\/content\/208\/4439\/53.abstract",
            "3407227709471751196",
            "\/scholar?cites=3407227709471751196",
            {
                "1981":3,
                "1982":8,
                "1983":5,
                "1984":3,
                "1985":3,
                "1986":4,
                "1987":5,
                "1988":11,
                "1989":3,
                "1990":5,
                "1991":7,
                "1992":4,
                "1993":6,
                "1994":4,
                "1995":2,
                "1996":4,
                "1997":1,
                "1998":5,
                "1999":7,
                "2000":3,
                "2001":2,
                "2002":2,
                "2003":4,
                "2004":8,
                "2005":6,
                "2006":8,
                "2007":6,
                "2008":5,
                "2009":7,
                "2010":6,
                "2011":3,
                "2012":7,
                "2013":8,
                "2014":5,
                "2015":7,
                "2016":11,
                "2017":10,
                "2018":9,
                "2019":12,
                "2020":7
            }
        ]
    ]
}