{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Many patients with oncogene-driven non–small-cell lung cancer (NSCLC) treated with tyrosine kinase inhibitors experience limited sites of disease progression. This study investigated retrospectively the benefits of local ablative therapy (LAT) to central nervous system (CNS) and\/or limited systemic disease progression and continuation of crizotinib or erlotinib in patients with metastatic ALK gene rearrangement (ALK+) or EGFR-mutant (EGFR-MT) NSCLC, respectively.Patients with metastatic ALK+ NSCLC treated with crizotinib (n = 38) and EGFR-MT NSCLC treated with erlotinib (n = 27) were identified at a single institution. Initial response to the respective kinase inhibitors, median progression-free survival (PFS1), and site of first progression were recorded. A subset of patients with either nonleptomeningeal CNS and\/or four sites or fewer of extra-CNS progression (oligoprogressive disease …",
            "Local ablative therapy of oligoprogressive disease prolongs disease control by tyrosine kinase inhibitors in oncogene-addicted non–small-cell lung cancer",
            "Andrew J Weickhardt and Benjamin Scheier and Joseph Malachy Burke and Gregory Gan and Xian Lu and Paul A Bunn Jr and Dara L Aisner and Laurie E Gaspar and Brian D Kavanagh and Robert C Doebele and D Ross Camidge",
            "2012",
            "JNKa1osAAAAJ:u-x6o8ySG0sC",
            507,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1556086415331646",
            "17664109669945648285",
            "\/scholar?cites=17664109669945648285",
            {
                "2013":22,
                "2014":52,
                "2015":81,
                "2016":86,
                "2017":78,
                "2018":75,
                "2019":58,
                "2020":48,
                "2021":3
            }
        ],
        [
            "To explore whether the progression-free survival (PFS) with pemetrexed differs between anaplastic lymphoma kinase (ALK)-positive and other major molecular subtypes of non-small cell lung cancer.In an ALK-enriched population, patients with metastatic non-small cell lung cancer were screened by ALK fluorescence in situ hybridization and for epidermal growth factor receptor (EGFR) and KRAS mutations. Triple-tested, pemetrexed-treated patients (monotherapy or combination therapy) were identified and PFS with pemetrexed captured retrospectively.Eighty-nine eligible cases were identified (19 ALK fluorescence in situ hybridization positive, 12 EGFR mutant, 21 KRAS mutant, and 37 triple negatives). Eighty-three cases (93%) were adenocarcinomas, two were adenosquamous, one squamous, and three had large cell histology. None of the ALK-positive patients had received …",
            "Anaplastic lymphoma kinase gene rearrangements in non-small cell lung cancer are associated with prolonged progression-free survival on pemetrexed",
            "D Ross Camidge and Scott A Kono and Xian Lu and Sonia Okuyama and Anna E Barón and Ana B Oton and Angela M Davies and Marileila Varella-Garcia and Wilbur Franklin and Robert C Doebele",
            "2011",
            "JNKa1osAAAAJ:u5HHmVD_uO8C",
            239,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1556086415333931",
            "759659476409645363",
            "\/scholar?cites=759659476409645363",
            {
                "2011":10,
                "2012":45,
                "2013":46,
                "2014":38,
                "2015":23,
                "2016":25,
                "2017":15,
                "2018":14,
                "2019":13,
                "2020":8
            }
        ],
        [
            "The discovery of distinct subsets of nonsmall cell lung cancer (NSCLC) characterized by activation of driver oncogenes has greatly affected personalized therapy. It is hypothesized that the dominant oncogene in NSCLC would be associated with distinct patterns of metastatic spread in NSCLC at the time of diagnosis.A total of 209 consecutive patients with stage IV nonsquamous NSCLC with an EGFR (epidermal growth factor receptor) mutation (N = 39), KRAS (v‐Ki‐ras2 Kirsten rat sarcoma viral oncogene homolog) mutation (N = 49), ALK (anaplastic lymphoma receptor tyrosine kinase) gene rearrangement (N = 41), or wild‐type for all 3 (triple negative, N = 80) were included. The percentage of patients with metastatic disease at a given site was compared between each molecular cohort (EGFR, KRAS, or ALK) and the triple negative cohort.ALK gene rearrangement …",
            "Oncogene status predicts patterns of metastatic spread in treatment‐naive nonsmall cell lung cancer",
            "Robert C Doebele and Xian Lu and Christopher Sumey and DeLee A Maxson and Andrew J Weickhardt and Ana B Oton and Paul A Bunn Jr and Anna E Barón and Wilbur A Franklin and Dara L Aisner and Marileila Varella‐Garcia and D Ross Camidge",
            "2012",
            "JNKa1osAAAAJ:d1gkVwhDpl0C",
            230,
            "https:\/\/acsjournals.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/cncr.27409",
            "9567949623953534705",
            "\/scholar?cites=9567949623953534705",
            {
                "2012":9,
                "2013":14,
                "2014":29,
                "2015":34,
                "2016":29,
                "2017":27,
                "2018":38,
                "2019":26,
                "2020":22,
                "2021":1
            }
        ],
        [
            "Non-small cell lung cancer (NSCLC) is a prevalent and devastating disease that claims more lives than breast, prostate, colon and pancreatic cancers combined. Current research suggests that standard chemotherapy regimens have been optimized to maximal efficiency. Promising new treatment strategies involve novel agents targeting molecular aberrations present in subsets of NSCLC. We evaluated 88 human NSCLC tumors of diverse histology and identified Mer and Axl as receptor tyrosine kinases (RTKs) overexpressed in 69% and 93%, respectively, of tumors relative to surrounding normal lung tissue. Mer and Axl were also frequently overexpressed and activated in NSCLC cell lines. Ligand-dependent Mer or Axl activation stimulated MAPK, AKT and FAK signaling pathways indicating roles for these RTKs in multiple oncogenic processes. In addition, we identified a novel pro-survival pathway—involving …",
            "Mer or Axl receptor tyrosine kinase inhibition promotes apoptosis, blocks growth and enhances chemosensitivity of human non-small cell lung cancer",
            "Rachel MA Linger and Rebecca A Cohen and Christopher T Cummings and Susan Sather and Justine Migdall-Wilson and Deryck HG Middleton and Xian Lu and Anna E Barón and Wilbur A Franklin and Daniel T Merrick and Paul Jedlicka and Deborah DeRyckere and Lynn E Heasley and Douglas K Graham",
            "2013",
            "JNKa1osAAAAJ:qjMakFHDy7sC",
            149,
            "https:\/\/www.nature.com\/articles\/onc2012355",
            "9262622185264766516",
            "\/scholar?cites=9262622185264766516",
            {
                "2012":1,
                "2013":11,
                "2014":21,
                "2015":19,
                "2016":20,
                "2017":16,
                "2018":13,
                "2019":24,
                "2020":20,
                "2021":3
            }
        ],
        [
            "A therapeutic intervention that could decrease tumor burden and increase sensitivity to chemotherapy would have a significant impact on the high morbidity rate associated with ovarian cancer. miRNAs have emerged as potential therapeutic candidates due to their ability to downregulate multiple targets involved in tumor progression and chemoresistance. miRNA-200c (miR-200c) is downregulated in ovarian cancer cell lines and stage III ovarian tumors, and low miR-200c correlates with poor prognosis. miR-200c increases sensitivity to taxanes in vitro by targeting class III β-tubulin gene (TUBB3), a tubulin known to mediate chemoresistance. Indeed, we find that patients with tumors having low TUBB3 had significantly prolonged survival (average survival 52.73 ± 4.08 months) as compared with those having high TUBB3 (average survival 42.56 ± 3.19 months). miR-200c also targets TrkB, a mediator of resistance to …",
            "Restoration of miR-200c to ovarian cancer reduces tumor burden and increases sensitivity to paclitaxel",
            "Diana M Cittelly and Irina Dimitrova and Erin N Howe and Dawn R Cochrane and Annie Jean and Nicole S Spoelstra and Miriam D Post and Xian Lu and Russell R Broaddus and Monique A Spillman and Jennifer K Richer",
            "2012",
            "JNKa1osAAAAJ:2osOgNQ5qMEC",
            129,
            "https:\/\/mct.aacrjournals.org\/content\/11\/12\/2556.short",
            "18278749551772207865",
            "\/scholar?cites=18278749551772207865",
            {
                "2013":14,
                "2014":25,
                "2015":26,
                "2016":20,
                "2017":17,
                "2018":8,
                "2019":7,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Detection of DNA methylation has produced promising results as biomarkers for head and neck squamous cell carcinoma (HNSCC). However, current panels are limited by an insufficient number of sensitive and specific tumor markers. MicroRNAs (miR) play an important role in tumorigenesis, and may represent a novel panel of molecules for the development of cancer biomarkers. We investigated methylation of three miRNA promoter sites of miR-9 (miR-9-1, miR-9-2, miR-9-3) in 107 human head and neck tissue samples and controls. We found methylations of miR-9-1 and miR-9-3 were higher in oral and oropharyngeal carcinomas than that in laryngeal carcinoma, achieving a combined sensitivity of 63% and 56%, respectively, for these two tumor types, compared to 21% for the laryngeal carcinoma. Quantitative PCR of miR-9 showed reduced expression associated with methylation of miR-9 in tumor tissues. To …",
            "Methylation of microRNA-9 is a specific and sensitive biomarker for oral and oropharyngeal squamous cell carcinomas",
            "Jacob Minor and Xiaotian Wang and Fang Zhang and John Song and Antonio Jimeno and Xiao-Jing Wang and Xian Lu and Neil Gross and Molly Kulesz-Martin and Daren Wang and Shi-Long Lu",
            "2012",
            "JNKa1osAAAAJ:M3ejUd6NZC8C",
            97,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1368837511008852",
            "10721181912835306184",
            "\/scholar?cites=10721181912835306184",
            {
                "2012":7,
                "2013":12,
                "2014":18,
                "2015":15,
                "2016":10,
                "2017":9,
                "2018":8,
                "2019":10,
                "2020":7
            }
        ],
        [
            "Fluorescence in situ hybridization (FISH), using break‐apart red (3′) and green (5′) ALK (anaplastic lymphoma kinase) probes, consistently shows rearrangements in <100% of tumor cells in ALK‐positive (ALK+) nonsmall cell lung cancer (NSCLC). Increased copy numbers of fused and rearranged signals also occur. Here, correlations are explored between the percentage of ALK+ cells and signal copy number and their association with response to ALK inhibition.Ninety ALK+ NSCLC cases were evaluated. The percentage of positive cells, pattern of positivity (split, single red, or both), and copy number of fused, isolated red and green signals were recorded. Thirty patients had received crizotinib.Increased isolated red signal copy number (contributing to both single red and split patterns of positivity) correlated with a higher percentage of ALK+ cells (r = 0.743, P < …",
            "Correlations between the percentage of tumor cells showing an anaplastic lymphoma kinase (ALK) gene rearrangement, ALK signal copy number, and response to crizotinib therapy in …",
            "D Ross Camidge and Mariana Theodoro and DeLee A Maxson and Margaret Skokan and Tara O'Brien and Xian Lu and Robert C Doebele and Anna E Barón and Marileila Varella‐Garcia",
            "2012",
            "JNKa1osAAAAJ:9yKSN-GCB0IC",
            92,
            "https:\/\/acsjournals.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/cncr.27411",
            "1308370747570963560",
            "\/scholar?cites=1308370747570963560",
            {
                "2012":7,
                "2013":18,
                "2014":13,
                "2015":20,
                "2016":9,
                "2017":11,
                "2018":8,
                "2019":5,
                "2020":1
            }
        ],
        [
            "Squamous cell carcinomas (SCCs) originate in stratified epithelia, with a small subset becoming metastatic. Epithelial stem cells are targets for driver mutations that give rise to SCCs, but it is unknown whether they contribute to oncogenic multipotency and metastasis. We developed a mouse model of SCC by targeting two frequent genetic mutations in human SCCs, oncogene KrasG12D activation and Smad4 deletion, to mouse keratin 15–expressing (K15+) stem cells. We show that transgenic mice developed multilineage tumors, including metastatic SCCs. Among cancer stem cell–enriched (CSC-enriched) populations, those with increased side population (SP) cells correlated with epithelial-mesenchymal transition (EMT) and lung metastasis. We show that microRNA-9 (miR-9) contributed to SP expansion and metastasis, and miR-9 inhibition reduced the number of SP cells and metastasis. Increased miR-9 was …",
            "Epithelial stem cell mutations that promote squamous cell carcinoma metastasis",
            "Ruth A. White and Jill M. Neiman and Anand Reddi and Gangwen Han and Stanca Birlea and Doyel Mitra and Laikuan Dionne and Pam Fernandez and Kazutoshi Murao and Li Bian and Stephen B. Keysar and Nathaniel B. Goldstein and Ningjing Song and Sophia Bornstein and Zheyi Han and Xian Lu and Joshua Wisell and Fulun Li and John Song and Shi-Long Lu and Antonio Jimeno and Dennis R. Roop and Xiao-Jing Wang",
            "2013",
            "JNKa1osAAAAJ:YOwf2qJgpHMC",
            76,
            "https:\/\/www.jci.org\/articles\/view\/65856",
            "5779171768271719565",
            "\/scholar?cites=5779171768271719565",
            {
                "2013":1,
                "2014":7,
                "2015":15,
                "2016":12,
                "2017":12,
                "2018":9,
                "2019":10,
                "2020":8,
                "2021":2
            }
        ],
        [
            "Mesenchymal-epithelial transition factor gene (MET) gene copy number gain may be a predictive biomarker for mesenchymal-epithelial transition factor (MET) inhibition in lung cancer, but the most appropriate method and criteria for defining MET positivity are uncertain.MET copy number was assessed by fluorescence in situ hybridization in lung adenocarcinoma. Positivity criteria included mean MET per cell values greater than 5 (low [≥5 to <6], intermediate [≥6 to <7], and high [≥7]) and mean MET–to–chromosome 7 centromere ratios (MET\/CEP7) of at least 1.8 (low [≥1.8 to ≤2.2], intermediate [>2.2 to <5], and high [≥5]). Associated clinical and molecular characteristics were captured.Of 686 cases, 99 (14%) had a mean MET per cell value of 5 or greater, 52 of 1164 (4.5%) had a MET\/CEP7 ratio of 1.8 or higher. Other oncogenic drivers (in EGFR, KRAS, anaplastic lymphoma …",
            "Identifying the appropriate FISH criteria for defining MET copy number–driven lung adenocarcinoma through oncogene overlap analysis",
            "Sinead A Noonan and Lynne Berry and Xian Lu and Dexiang Gao and Anna E Baron and Patrick Chesnut and Jamie Sheren and Dara L Aisner and Dan Merrick and Robert C Doebele and Marileila Varella-Garcia and D Ross Camidge",
            "2016",
            "JNKa1osAAAAJ:Wp0gIr-vW9MC",
            75,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1556086416304877",
            "3494007075495753492",
            "\/scholar?cites=3494007075495753492",
            {
                "2016":1,
                "2017":22,
                "2018":10,
                "2019":19,
                "2020":23
            }
        ],
        [
            "This phase I\/II study evaluated the safety and antitumor effect of the combination of erlotinib with cixutumumab, a recombinant fully humanized anti-insulin-like growth factor-1 receptor IgG1 monoclonal antibody, in advanced non-small cell lung cancer (NSCLC).Patients with advanced NSCLC were treated in an initial safety-lead and drop-down cohorts using erlotinib 150 mg\/d with cixutumumab 6 or 5 mg\/kg on days 1, 8, 15, and 22 in 28-day cycles (cohorts 1 and 2). Emerging pharmacokinetic data led to an additional cohort (3 + 3 design) with cixutumumab at 15 mg\/kg on day 1 in 21-day cycles (cohort 3).Eighteen patients entered the study (6 at 6 mg\/kg, 8 at 5 mg\/kg, and 4 at 15 mg\/kg), with median age of 65 years. Four of six patients at 6 mg\/kg experienced dose-limiting toxicities (DLTs), whereas at 5 mg\/kg, one of eight patients experienced DLT but three of eight patients still …",
            "A phase I\/II study of erlotinib in combination with the anti-insulin-like growth factor-1 receptor monoclonal antibody IMC-A12 (cixutumumab) in patients with advanced non-small …",
            "Andrew Weickhardt and Robert Doebele and Ana Oton and Janice Lettieri and DeLee Maxson and Michele Reynolds and Amy Brown and Mary K Jackson and Grace Dy and Araba Adjei and Gerald Fetterly and Xian Lu and Wilbur Franklin and Marileila Varella-Garcia and Fred R Hirsch and Murry W Wynes and Hagop Youssoufian and Alex Adjei and D Ross Camidge",
            "2012",
            "JNKa1osAAAAJ:UeHWp8X0CEIC",
            64,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1556086415332482",
            "15362147256940866682",
            "\/scholar?cites=15362147256940866682",
            {
                "2012":7,
                "2013":8,
                "2014":16,
                "2015":12,
                "2016":7,
                "2017":8,
                "2018":1,
                "2019":2,
                "2020":1
            }
        ]
    ]
}