{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Thermoelectric devices that utilize the Seebeck effect convert heat flow into electrical energy and are highly desirable for the development of portable, solid state, passively powered electronic systems. The conversion efficiencies of such devices are quantified by the dimensionless thermoelectric figure of merit (ZT), which is proportional to the ratio of a device’s electrical conductance to its thermal conductance. In this paper, a recently fabricated two-dimensional (2D) semiconductor called phosphorene (monolayer black phosphorus) is assessed for its thermoelectric capabilities. First-principles and model calculations reveal not only that phosphorene possesses a spatially anisotropic electrical conductance, but that its lattice thermal conductance exhibits a pronounced spatial-anisotropy as well. The prominent electrical and thermal conducting directions are orthogonal to one another, enhancing the ratio of these …",
            "Enhanced thermoelectric efficiency via orthogonal electrical and thermal conductances in phosphorene",
            "Ruixiang Fei and Alireza Faghaninia and Ryan Soklaski and Jia-An Yan and Cynthia Lo and Li Yang",
            "2014",
            "jOHO_b8AAAAJ:M05iB0D1s5AC",
            556,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl502865s",
            "16605118111364938207",
            "\/scholar?cites=16605118111364938207",
            {
                "2014":10,
                "2015":65,
                "2016":97,
                "2017":110,
                "2018":90,
                "2019":79,
                "2020":94,
                "2021":9
            }
        ],
        [
            "We have systematically investigated the effect of oxidation on the structural and electronic properties of graphene based on first-principles calculations. Energetically favorable atomic configurations and building blocks are identified, which contain epoxide and hydroxyl groups in close proximity with each other. Different arrangements of these units yield a local-density approximation band gap over a range of a few eV. These results suggest the possibility of creating and tuning the band gap in graphene by varying the oxidation level and the relative amount of epoxide and hydroxyl functional groups on the surface.",
            "Structural and electronic properties of oxidized graphene",
            "Jia-An Yan and Lede Xian and MY Chou",
            "2009",
            "jOHO_b8AAAAJ:u5HHmVD_uO8C",
            464,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.103.086802",
            "701571618605572059",
            "\/scholar?cites=701571618605572059",
            {
                "2009":5,
                "2010":15,
                "2011":38,
                "2012":43,
                "2013":58,
                "2014":49,
                "2015":48,
                "2016":54,
                "2017":41,
                "2018":40,
                "2019":34,
                "2020":32,
                "2021":5
            }
        ],
        [
            "We presented a detailed study of the oxidation functional groups (epoxide and hydroxyl) on graphene based on density-functional calculations. Effects of single functional groups and their various combinations on the electronic and structural properties are investigated. It is found that single functional groups can induce interesting electronic bound states in graphene. Detailed energetics analysis shows that epoxy and hydroxyl groups tend to aggregate on the graphene plane. Investigations of possible ordered structures with different compositions of epoxy and hydroxyl groups show that the hydroxyl groups could form chainlike structures stabilized by the hydrogen bonding between these groups, in close proximity of the epoxy groups. Our calculations indicate that the energy gap of graphene oxide can be tuned in a large range of 0–4.0 eV, suggesting that functionalization of graphene by oxidation will significantly …",
            "Oxidation functional groups on graphene: Structural and electronic properties",
            "Jia-An Yan and MY Chou",
            "2010",
            "jOHO_b8AAAAJ:2osOgNQ5qMEC",
            294,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.82.125403",
            "4513574553460244545",
            "\/scholar?cites=4513574553460244545",
            {
                "2010":1,
                "2011":9,
                "2012":29,
                "2013":25,
                "2014":30,
                "2015":40,
                "2016":38,
                "2017":32,
                "2018":25,
                "2019":23,
                "2020":33,
                "2021":8
            }
        ],
        [
            "The phonon dispersions of monolayer and few-layer graphene (A B bilayer, and A B A and A B C trilayers) are investigated using the density-functional perturbation theory. Compared with the monolayer, the optical phonon E 2 g mode at Γ splits into two and three doubly degenerate branches for bilayer and trilayer graphene, respectively, due to the weak interlayer coupling. These modes are of various symmetries and exhibit different sensitivities to either Raman or infrared measurements (or both). The splitting is found to be 5 cm− 1 for bilayer and 2–5 cm− 1 for trilayer graphene. The interlayer coupling is estimated to be about 2 cm− 1. We found that the highest optical modes at K move up by about 12 cm− 1 for bilayer and 18 cm− 1 for trilayer relative to monolayer graphene. The atomic displacements of these optical eigenmodes are analyzed.",
            "Phonon dispersions and vibrational properties of monolayer, bilayer, and trilayer graphene: Density-functional perturbation theory",
            "Jia-An Yan and WY Ruan and MY Chou",
            "2008",
            "jOHO_b8AAAAJ:d1gkVwhDpl0C",
            241,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.77.125401",
            "3177971926518780340",
            "\/scholar?cites=3177971926518780340",
            {
                "2008":2,
                "2009":8,
                "2010":5,
                "2011":10,
                "2012":19,
                "2013":23,
                "2014":21,
                "2015":29,
                "2016":32,
                "2017":23,
                "2018":26,
                "2019":19,
                "2020":22,
                "2021":1
            }
        ],
        [
            "Recent observation of intrinsic ferromagnetism in two-dimensional (2D) CrI 3 is associated with the large magnetic anisotropy due to strong spin-orbit coupling of I. Magnetic anisotropy energy (MAE) defines the stability of magnetization in a specific direction with respect to the crystal lattice and is an important parameter for nanoscale applications. In this work we apply the density functional theory to study the strain dependence of MAE in 2D monolayer chromium trihalides Cr X 3 (with X= Cl, Br, and I). Detailed calculations of their energetics, atomic structures, and electronic structures under the influence of a biaxial strain ɛ have been carried out. It is found that all three compounds exhibit ferromagnetic ordering at the ground state (with ɛ= 0), and upon applying a compressive strain, phase transition to the antiferromagnetic state occurs. Unlike in CrCl 3 and CrBr 3, the electronic band gap in CrI 3 increases when a …",
            "Strain-tunable magnetic anisotropy in monolayer , , and ",
            "Lucas Webster and Jia-An Yan",
            "2018",
            "jOHO_b8AAAAJ:PR6Y55bgFSsC",
            143,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.98.144411",
            "9415733284038184207",
            "\/scholar?cites=9415733284038184207",
            {
                "2019":42,
                "2020":90,
                "2021":11
            }
        ],
        [
            "By using first-principles pseudopotential methods, we have studied the electronic properties of hydrogen-passivated silicon nanowires along the [100],[110], and [111] directions with diameter up to 3.4 nm. It is found that as the diameter decreases, the energy band gaps are distinctly enlarged due to the confinement effect. The valence-band maximum moves down while the conduction-band minimum moves up compared with the bulk. By using the many-body perturbation theory within the G W approximation, we have also investigated the self-energy correction to the energy band gaps. Our calculational results show that, although the band gap values strongly depend on both the diameter and orientation, the G W corrections are mainly dependent on diameter and less sensitive to the growth orientation. The effective mass as a function of diameter is also discussed.",
            "Size and orientation dependence in the electronic properties of silicon nanowires",
            "Jia-An Yan and Li Yang and MY Chou",
            "2007",
            "jOHO_b8AAAAJ:u-x6o8ySG0sC",
            133,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.76.115319",
            "1128895313318571714",
            "\/scholar?cites=1128895313318571714",
            {
                "2007":1,
                "2008":15,
                "2009":16,
                "2010":10,
                "2011":13,
                "2012":14,
                "2013":12,
                "2014":10,
                "2015":10,
                "2016":6,
                "2017":4,
                "2018":5,
                "2019":10,
                "2020":7
            }
        ],
        [
            "We investigate the ultralow-frequency Raman response of atomically thin ReS2, a special type of two-dimensional (2D) semiconductors with unique distorted 1T structure. Bilayer and few-layer ReS2 exhibit rich Raman spectra at frequencies below 50 cm–1, where a panoply of interlayer shear and breathing modes are observed. The emergence of these interlayer phonon modes indicate that the ReS2 layers are coupled and orderly stacked. Whereas the interlayer breathing modes behave similarly to those in other 2D layered crystals, the shear modes exhibit distinctive behavior due to the in-plane lattice distortion. In particular, the two shear modes in bilayer ReS2 are nondegenerate and clearly resolved in the Raman spectrum, in contrast to the doubly degenerate shear modes in other 2D materials. By carrying out comprehensive first-principles calculations, we can account for the frequency and Raman intensity …",
            "Coupling and Stacking Order of ReS2 Atomic Layers Revealed by Ultralow-Frequency Raman Spectroscopy",
            "Rui He and Jia-An Yan and Zongyou Yin and Zhipeng Ye and Gaihua Ye and Jason Cheng and Ju Li and CH Lui",
            "2016",
            "jOHO_b8AAAAJ:5ugPr518TE4C",
            112,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.nanolett.5b04925",
            "1223354540177037182",
            "\/scholar?cites=1223354540177037182",
            {
                "2016":20,
                "2017":27,
                "2018":22,
                "2019":25,
                "2020":16,
                "2021":1
            }
        ],
        [
            "Following the work in graphene, we report a first-principles study of electron-phonon coupling (EPC) in low-buckled monolayer silicene and germanene. Despite the similar honeycomb atomic arrangement and linear-band dispersion, the EPC matrix-element squares of the Γ-E g and K-A 1 modes in silicene are only about 50% of those in graphene. However, the smaller Fermi velocity in silicene compensates for this reduction by providing a larger joint electronic density of states near the Dirac point, giving rise to comparable phonon linewidths. We predict that Kohn anomalies associated with these two optical modes are significant in silicene. In addition, the EPC-induced frequency shift and linewidth of the Raman-active Γ-E g mode in silicene are calculated as a function of doping. The results are comparable to those in graphene, indicating a similar nonadiabatic dynamical origin. In contrast, the EPC in …",
            "Electron-phonon coupling in two-dimensional silicene and germanene",
            "Jia-An Yan and Ryan Stein and David M Schaefer and Xiao-Qian Wang and MY Chou",
            "2013",
            "jOHO_b8AAAAJ:j3f4tGmQtD8C",
            109,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.88.121403",
            "8730186693101131007",
            "\/scholar?cites=8730186693101131007",
            {
                "2013":1,
                "2014":8,
                "2015":15,
                "2016":23,
                "2017":21,
                "2018":15,
                "2019":12,
                "2020":9,
                "2021":2
            }
        ],
        [
            "We present a first-principles study of effects of small biaxial strain (| ɛ|≤ 5%) and perpendicular electric field (E-field) on the electronic and phonon properties of low-buckled silicene and germanene. With an increase of the biaxial strain, the conduction bands at the high-symmetric Γ and M points of the first Brillouin zone shift significantly towards the Fermi level in both silicene and germanene. In contrast, the E-field changes the band dispersions near the Γ and open a small band gap at the K point in silicene. We found that the field-induced gap opening in silicene could be enhanced by a compressive strain while mitigated by a tensile strain. This result highlights the tunability of the electronic structure of silicene by combining mechanical strain and electric field.",
            "Tuning the electronic structure of silicene and germanene by biaxial strain and electric field",
            "Jia-An Yan and Shang-Peng Gao and Ryan Stein and Gregory Coard",
            "2015",
            "jOHO_b8AAAAJ:olpn-zPbct0C",
            103,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.91.245403",
            "5051205235681912796",
            "\/scholar?cites=5051205235681912796",
            {
                "2015":3,
                "2016":17,
                "2017":27,
                "2018":20,
                "2019":18,
                "2020":15,
                "2021":3
            }
        ],
        [
            "By using an ultrasoft pseudopotentials method based on the density-functional theory, we have calculated the generalized stacking fault (GSF) energies for the [100](110),[00 1](110), and [1 1 1](110) slip systems in bcc Fe within the local density approximation (LDA), spin-polarized LDA (LSDA), generalized gradient approximation (GGA), and spin-polarized GGA (SGGA). LSDA and SGGA give much higher unstable stacking fault energies than LDA and GGA. Our results show that GSF energy is sensitive to the spin state of the system. A spin-polarized calculation should be considered for the slip systems such as [1 1 1](110). From the obtained GSF energy curves, we also demonstrate the edge dislocation properties of [100](010),[00 1](110), and 1 2 [1 1 1](110) within the framework of the Peierls-Nabarro model. It shows that the spin-polarized calculations give a narrower dislocation core width, higher unstable …",
            "Generalized-stacking-fault energy and dislocation properties in bcc Fe: A first-principles study",
            "Jia-An Yan and Chong-Yu Wang and Shan-Ying Wang",
            "2004",
            "jOHO_b8AAAAJ:9yKSN-GCB0IC",
            100,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.70.174105",
            "12287091998879088781",
            "\/scholar?cites=12287091998879088781",
            {
                "2005":2,
                "2006":3,
                "2007":9,
                "2008":4,
                "2009":6,
                "2010":5,
                "2011":9,
                "2012":5,
                "2013":7,
                "2014":10,
                "2015":2,
                "2016":2,
                "2017":10,
                "2018":8,
                "2019":11,
                "2020":4,
                "2021":2
            }
        ]
    ]
}