{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Self-assembled indium linear chains on the Si (111) surface are found to exhibit instability of the metallic phase and 1D charge density wave (CDW). The room-temperature metallic phase of these chains undergoes a temperature-induced, reversible transition into a semiconducting phase. The 1D CDW along the chains is observed directly in real space by scanning tunneling microscopy at low temperature. The Fermi contours of the metallic phase measured by angle-resolved photoemission exhibit a perfect nesting predicting precisely the CDW periodicity.",
            "Instability and charge density wave of metallic quantum chains on a silicon surface",
            "HW Yeom and S Takeda and E Rotenberg and I Matsuda and K Horikoshi and J Schaefer and CM Lee and SD Kevan and T Ohta and T Nagao and S Hasegawa",
            "1999",
            "JokMKCoAAAAJ:uLbwQdceFCQC",
            596,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.82.4898",
            "9646919289771800369",
            "\/scholar?cites=9646919289771800369",
            {
                "1999":4,
                "2000":12,
                "2001":31,
                "2002":25,
                "2003":40,
                "2004":27,
                "2005":41,
                "2006":44,
                "2007":39,
                "2008":37,
                "2009":32,
                "2010":27,
                "2011":32,
                "2012":29,
                "2013":18,
                "2014":24,
                "2015":23,
                "2016":18,
                "2017":25,
                "2018":27,
                "2019":20,
                "2020":15,
                "2021":2
            }
        ],
        [
            "High-resolution angle-resolved photoemission studies of the (111) surfaces of copper, silver, and gold are reported which investigate in detail the properties of the intrinsic surface states located in the projected sp-band gaps at the center of the surface Brillouin zones. Accurate two-dimensional energy dispersion relations are reported for each surface state and are quantified in terms of effective masses at the surface Brillouin-zone center. The masses for the three metals are found to be remarkably similar when normalized to the effective mass of the lower edge of the bulk continuum. The decay length of the surface state wave function into the surface was determined for all three surfaces. These results are expressed in terms of an effective mass of the complex dispersion relation within the projected band gap. In accord with our previous results on the copper state, these effective masses are found to be anomalously …",
            "High-resolution photoemission study of the electronic structure of the noble-metal (111) surfaces",
            "SD Kevan and RH Gaylord",
            "1987",
            "JokMKCoAAAAJ:W5xh706n7nkC",
            461,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.36.5809",
            "15410333015494338030",
            "\/scholar?cites=15410333015494338030",
            {
                "1988":2,
                "1989":6,
                "1990":4,
                "1991":3,
                "1992":4,
                "1993":9,
                "1994":16,
                "1995":12,
                "1996":11,
                "1997":7,
                "1998":13,
                "1999":13,
                "2000":31,
                "2001":22,
                "2002":18,
                "2003":24,
                "2004":19,
                "2005":13,
                "2006":14,
                "2007":22,
                "2008":18,
                "2009":18,
                "2010":9,
                "2011":18,
                "2012":22,
                "2013":14,
                "2014":17,
                "2015":11,
                "2016":12,
                "2017":12,
                "2018":17,
                "2019":15,
                "2020":9
            }
        ],
        [
            "High-resolution angle-resolved photoemission measurements on the sp surface state on Cu (111) show that its peak width increases on approaching the Fermi energy, a result contrary to usual expectations based on final-state lifetimes. The effect is explained in terms of inherent energy and\/or momentum broadening of the surface-state wave function.",
            "Evidence for a new broadening mechanism in angle-resolved photoemission from Cu (111)",
            "SD Kevan",
            "1983",
            "JokMKCoAAAAJ:_Ybze24A_UAC",
            385,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.50.526",
            "217813356960581301",
            "\/scholar?cites=217813356960581301",
            {
                "1983":8,
                "1984":7,
                "1985":17,
                "1986":12,
                "1987":6,
                "1988":6,
                "1989":5,
                "1990":8,
                "1991":8,
                "1992":7,
                "1993":10,
                "1994":24,
                "1995":21,
                "1996":9,
                "1997":15,
                "1998":11,
                "1999":12,
                "2000":28,
                "2001":12,
                "2002":15,
                "2003":22,
                "2004":15,
                "2005":11,
                "2006":15,
                "2007":10,
                "2008":4,
                "2009":9,
                "2010":7,
                "2011":9,
                "2012":9,
                "2013":2,
                "2014":6,
                "2015":4,
                "2016":6,
                "2017":5,
                "2018":4,
                "2019":4
            }
        ],
        [
            "Angle-resolved photoemission has become an indispensable tool for solid state and surface physicists and chemists. This book covers the underlying phenomenology of the technique, reviews its application to existing problems, and discusses future applications. The book is particularly timely given the significant improvements in experimental and theoretical methodology which have recently been or soon will be attained, namely, ultrahigh resolution studies using improved sources of synchrotron radiation, quasiparticle interpretation of measured dispersion relations and spectra, in situ growth of novel materials, etc. The technique has been applied predominantly to understand materials for which the one-electron paradigm is a reasonable approximation. Most chapters discuss this type of experiment: 2D and 3D states in metals and semiconductors, extrinsic states induced by adsorption, etc. Applications of the technique to materials where electron correlation plays a comparable role to that of solid state hybridization, ferro-and antiferromagnets, high Tc superconductors, etc. are rapidly growing in popularity. These areas are also discussed and a foundation is laid for further experiments in this direction. Almost all chapters contain comprehensive bibliographies and compendia of systems studied. The book has an extensive index which cross references applications and systems studied.",
            "Angle-Resolved Photoemission: Theory and Current Applications",
            "S.D. Kevan",
            "1992",
            "JokMKCoAAAAJ:F1b5ZUV5XREC",
            351,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=dV_NWYVAGYYC&oi=fnd&pg=PP1&dq=info:J-H9DrAOQHkJ:scholar.google.com&ots=AAJ6p7nJi2&sig=SHBnlRTzAPLJfjxyIC9cuYFCyUc",
            "8736999426427314471",
            "\/scholar?cites=8736999426427314471",
            {
                "1991":3,
                "1992":5,
                "1993":3,
                "1994":10,
                "1995":9,
                "1996":9,
                "1997":13,
                "1998":7,
                "1999":12,
                "2000":21,
                "2001":15,
                "2002":14,
                "2003":16,
                "2004":12,
                "2005":16,
                "2006":17,
                "2007":22,
                "2008":20,
                "2009":15,
                "2010":17,
                "2011":12,
                "2012":12,
                "2013":10,
                "2014":5,
                "2015":8,
                "2016":8,
                "2017":12,
                "2018":8,
                "2019":7,
                "2020":5
            }
        ],
        [
            "We present carbon K emission spectra of diamond excited with high-resolution undulator radiation. The valence-band emission spectra are shown to be strongly dependent on the excitation energy, up to 20–30 eV above the C K edge. It is proposed that the dependence is indicative of the resonant inelastic scattering description of these emission spectra, ie, the absorption-emission process should be described as a single scattering event where the momenta of the photoelectron and the valence hole in the final state are related by momentum conservation.",
            "Soft-x-ray resonant inelastic scattering at the C K edge of diamond",
            "Y Ma and N Wassdahl and P Skytt and J Guo and J Nordgren and PD Johnson and JE Rubensson and T Boske and W Eberhardt and SD Kevan",
            "1992",
            "JokMKCoAAAAJ:kzcrU_BdoSEC",
            287,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.69.2598",
            "5327664758185280950",
            "\/scholar?cites=5327664758185280950",
            {
                "1993":5,
                "1994":11,
                "1995":18,
                "1996":26,
                "1997":19,
                "1998":17,
                "1999":19,
                "2000":25,
                "2001":11,
                "2002":9,
                "2003":7,
                "2004":12,
                "2005":8,
                "2006":9,
                "2007":10,
                "2008":7,
                "2009":10,
                "2010":5,
                "2011":6,
                "2012":6,
                "2013":7,
                "2014":4,
                "2015":9,
                "2016":6,
                "2017":6,
                "2018":7,
                "2019":1,
                "2020":4
            }
        ],
        [
            "Here we show, with simultaneous transport and photoemission measurements, that the graphene-terminated SiC (0001) surface undergoes a metal-insulator transition upon dosing with small amounts of atomic hydrogen. We find the room temperature resistance increases by about 4 orders of magnitude, a transition accompanied by anomalies in the momentum-resolved spectral function including a non-Fermi-liquid behavior and a breakdown of the quasiparticle picture. These effects are discussed in terms of a possible transition to a strongly (Anderson) localized ground state.",
            "Quasiparticle transformation during a metal-insulator transition in graphene",
            "Aaron Bostwick and Jessica L McChesney and Konstantin V Emtsev and Thomas Seyller and Karsten Horn and Stephen D Kevan and Eli Rotenberg",
            "2009",
            "JokMKCoAAAAJ:Z5m8FVwuT1cC",
            226,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.103.056404",
            "6562585075704532603",
            "\/scholar?cites=6562585075704532603",
            {
                "2009":7,
                "2010":27,
                "2011":41,
                "2012":23,
                "2013":24,
                "2014":19,
                "2015":14,
                "2016":17,
                "2017":17,
                "2018":16,
                "2019":10,
                "2020":6,
                "2021":2
            }
        ],
        [
            "High-resolution angle-resolved photoemission and low-energy electron diffraction (LEED) studies are reported which investigate the relationship between a recently discovered metallic or nearly metallic surface state and an order-disorder transition on Ge (001). Careful and systematic studies of this state’s angle-and temperature-dependent photoemission intensity lead to conclusions concerning the real-space character of the elementary excitation in this transition and the driving force for formation of the ordered c (4× 2) low-temperature state. Comparisons to changes in the LEED pattern relate the onset of the metallic intensity to the formation of a phase in which surface dimers are randomly oriented with respect to each other. The data are most consistent with the flipping of a single dimer as the elementary excitation in the disordering transition. Evidence for a short-range driving force, probably involving …",
            "Surface states and reconstruction on Ge (001)",
            "SD Kevan",
            "1985",
            "JokMKCoAAAAJ:NJ774b8OgUMC",
            204,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.32.2344",
            "3101716787397198414",
            "\/scholar?cites=3101716787397198414",
            {
                "1986":4,
                "1987":6,
                "1988":8,
                "1989":9,
                "1990":2,
                "1991":6,
                "1992":11,
                "1993":9,
                "1994":10,
                "1995":8,
                "1996":13,
                "1997":2,
                "1998":6,
                "1999":7,
                "2000":12,
                "2001":4,
                "2002":7,
                "2003":4,
                "2004":9,
                "2005":9,
                "2006":4,
                "2007":5,
                "2008":3,
                "2009":2,
                "2010":2,
                "2011":4,
                "2012":5,
                "2013":8,
                "2014":9,
                "2015":4,
                "2016":2,
                "2017":4,
                "2018":3,
                "2019":1
            }
        ],
        [
            "Angle-resolved photoemission spectroscopy (ARPES) measurements of the E (k\/sub\/\/\/) band structure are reported for 1T-TaS 2 and 2H-TaSe 2 at temperatures where commensurate CDWS are well developed. Empirical tight-binding calculations of the band structure in the presence of the experimentally known CDW superlattice are also reported. In the case of the square root 13* square root 13 CDW in 1T-TaS 2, experiment and theory both reveal a gross distortion of the band structure, in which the Ta-derived d band collapses into three sub-band manifolds separated by gaps. The thirteenth electron is predicted to reside in a conduction band only 50 meV wide, where it is susceptible to a Mott-Anderson transition. In the case of 2H-TaSe 2, additional peaks are seen in the ARPES data in the presence of the CDW, but the effects are too weak to distinguish between a band-structure distortion and weak Umklapp …",
            "Band structures of the layer compounds 1T-TaS2 and 2H-TaSe2 in the presence of commensurate charge-density waves",
            "NV Smith and SD Kevan and FJ DiSalvo",
            "1985",
            "JokMKCoAAAAJ:4xDN1ZYqzskC",
            186,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0022-3719\/18\/16\/013\/meta",
            "9725075232839874266",
            "\/scholar?cites=9725075232839874266",
            {
                "1986":5,
                "1987":5,
                "1988":6,
                "1989":3,
                "1990":5,
                "1991":3,
                "1992":6,
                "1993":4,
                "1994":7,
                "1995":5,
                "1996":3,
                "1997":3,
                "1998":3,
                "1999":6,
                "2000":5,
                "2001":8,
                "2002":6,
                "2003":2,
                "2004":5,
                "2005":3,
                "2006":4,
                "2007":4,
                "2008":3,
                "2009":6,
                "2010":3,
                "2011":8,
                "2012":6,
                "2013":1,
                "2014":5,
                "2015":5,
                "2016":11,
                "2017":11,
                "2018":16,
                "2019":10
            }
        ],
        [
            "Modulations of up to a factor of 2 were observed in the Se 3 d photoelectron intensity normal to the surface, for selenium overlayers on Ni (100), as the photon energy was varied from 90 to 240 eV. Excellent agreement of peak energies with predictions by Tong and Li was obtained for both the c (2× 2) and p (2× 2) structures, using the hollow-site geometry. Normal photoelectron diffraction appears to have promise as a surface structural method.",
            "Normal Photoelectron Diffraction of the Se 3 d Level in Se Overlayers on Ni (100)",
            "SD Kevan and DH Rosenblatt and D Denley and B-C Lu and DA Shirley",
            "1978",
            "JokMKCoAAAAJ:7T2F9Uy0os0C",
            172,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.41.1565",
            "6582306896722783946",
            "\/scholar?cites=6582306896722783946",
            {
                "1981":16,
                "1982":8,
                "1983":3,
                "1984":8,
                "1985":3,
                "1986":10,
                "1987":3,
                "1988":6,
                "1989":1,
                "1990":2,
                "1991":2,
                "1992":9,
                "1993":6,
                "1994":6,
                "1995":7,
                "1996":6,
                "1997":4,
                "1998":6,
                "1999":1,
                "2000":2,
                "2001":4,
                "2002":2,
                "2003":3,
                "2004":1,
                "2005":1,
                "2006":2,
                "2007":3,
                "2008":1,
                "2009":2,
                "2010":1,
                "2011":2,
                "2012":1,
                "2013":2,
                "2014":1
            }
        ],
        [
            "The surface electronic states of W (110)−(1× 1) H have been measured using spin-and angle-resolved photoemission. We directly demonstrate that the surface bands are both split and spin-polarized by the spin-orbit interaction in association with the loss of inversion symmetry near a surface. We observe 100% spin polarization of the surface states, with the spins aligned in the plane of the surface and oriented in a circular fashion relative to the S symmetry point. In contrast, no measurable polarization of nearby bulk states is observed.",
            "Spin-resolved photoemission of surface states of w (110)−(1× 1) h",
            "M Hochstrasser and JG Tobin and Eli Rotenberg and SD Kevan",
            "2002",
            "JokMKCoAAAAJ:BUYA1_V_uYcC",
            163,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.89.216802",
            "10860461935865464649",
            "\/scholar?cites=10860461935865464649",
            {
                "2003":8,
                "2004":5,
                "2005":10,
                "2006":9,
                "2007":14,
                "2008":11,
                "2009":12,
                "2010":10,
                "2011":9,
                "2012":11,
                "2013":13,
                "2014":6,
                "2015":10,
                "2016":7,
                "2017":8,
                "2018":6,
                "2019":8,
                "2020":5
            }
        ]
    ]
}