{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Persistence of natural populations during periods of climate change is likely to depend on migration (range shifts) or adaptation. These responses were traditionally considered discrete processes and conceptually divided into the realms of ecology and evolution. In a milestone paper, Davis and Shaw (2001) Science 292:673 argued that the interplay of adaptation and migration was central to biotic responses to Quaternary climate, but since then there has been no synthesis of efforts made to set up this research program. Here we review some of the salient findings from molecular genetic studies assessing ecological and evolutionary responses to Quaternary climate change. These studies have revolutionized our understanding of population processes associated with past species migration. However, knowledge remains limited about the role of natural selection for local adaptation of populations to Quaternary …",
            "Invoking adaptation to decipher the genetic legacy of past climate change",
            "Guillaume de Lafontaine and Joseph D Napier and Rémy J Petit and Feng Sheng Hu",
            "2018",
            "joLH46AAAAAJ:d1gkVwhDpl0C",
            26,
            "https:\/\/esajournals.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ecy.2382",
            "2283639999625272167",
            "\/scholar?cites=2283639999625272167",
            {
                "2018":4,
                "2019":8,
                "2020":14
            }
        ],
        [
            "By altering the strength of intra- and interspecific competition, droughts may reshape plant communities. Furthermore, species may respond differently to drought when other influences, such as herbivory, are considered. To explore this relationship, we conducted a greenhouse experiment measuring responses to inter- and intraspecific competition for two grasses, Schedonorus arundinaceus and Paspalum dilatatum, while varying water availability and simulating herbivory via clipping. We then parameterized population growth models to examine the long-term outcome of competition under these conditions. Under drought, S. arundinaceus was less water stressed than P. dilatatum, which exhibited severe water stress; clipping alleviated this stress, increasing the competitive ability of P. dilatatum relative to S. arundinaceus. Although P. dilatatum competed weakly under drought, clipping reduced water …",
            "The role of drought-and disturbance-mediated competition in shaping community responses to varied environments",
            "Joseph D Napier and Erin A Mordecai and Robert W Heckman",
            "2016",
            "joLH46AAAAAJ:qjMakFHDy7sC",
            17,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s00442-016-3582-9.pdf",
            "3978539763579936946",
            "\/scholar?cites=3978539763579936946",
            {
                "2018":8,
                "2019":4,
                "2020":5
            }
        ],
        [
            "Larix laricina (eastern larch, tamarack) is a transcontinental North American conifer with a prominent disjunction in the Yukon isolating the Alaskan distribution from the rest of its range. We investigate whether in situ persistence during the last glacial maximum (LGM) or long‐distance postglacial migration from south of the ice sheets resulted in the modern‐day Alaskan distribution. We analyzed variation in three chloroplast DNA regions of 840 trees from a total of 69 populations (24 new sampling sites situated on both sides of the Yukon range disjunction pooled with 45 populations from a published source) and conducted ensemble species distribution modeling (SDM) throughout Canada and United States to hindcast the potential range of L. laricina during the LGM. We uncovered the genetic signature of a long‐term isolation of larch populations in Alaska, identifying three endemic chlorotypes and low levels of …",
            "Ice‐age persistence and genetic isolation of the disjunct distribution of larch in Alaska",
            "Joseph D Napier and Matias C Fernandez and Guillaume de Lafontaine and Feng Sheng Hu",
            "2020",
            "joLH46AAAAAJ:_FxGoFyzp5QC",
            3,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ece3.6031",
            "10116029033519410890",
            "\/scholar?cites=10116029033519410890",
            {
                "2020":3
            }
        ],
        [
            "Evidence is accumulating that some arcto‐boreal plant taxa persisted through the last glacial maximum (LGM) in Alaska and adjacent Canada. However, the spatial patterns of glacial persistence and associated postglacial colonization remain largely unknown. In this study, we investigated the LGM refugia of an alder (Alnus) species complex (n = 3 taxa) and assess the spatiotemporal dynamics of Alnus in this vast region. Specifically, we conducted high‐throughput DNA sequencing (ddRADseq) on Alnus foliar samples collected from a dense population network to investigate patterns of genetic structure and infer the presence of glacial lineages. Species distribution modeling (SDM) was used to investigate the probability and possible locations of glacial persistence. These analyses were integrated and then compared with fossil pollen data to identify the locations of refugial populations and spatial patterns of …",
            "Rethinking long‐term vegetation dynamics: Multiple glacial refugia and local expansion of a species complex",
            "Joseph D Napier and Guillaume de Lafontaine and Katy D Heath and Feng Sheng Hu",
            "2019",
            "joLH46AAAAAJ:IjCSPb-OGe4C",
            2,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/ecog.04243",
            "6868813629356341011",
            "\/scholar?cites=6868813629356341011",
            {
                "2019":1,
                "2020":1
            }
        ],
        [
            "While the interplay between migration and adaptation dictates species response to climate change, technological limitations have obfuscated explicit tests on past adaptive responses. However, a surge in technology-driven advances in paleoecological methods coincides with breakthroughs in processing ancient DNA, providing the first opportunity to assess adaptation to past climate shifts.",
            "The evolution of paleoecology",
            "Joseph D Napier and Guillaume de Lafontaine and Melissa L Chipman",
            "2020",
            "joLH46AAAAAJ:ufrVoPGSRksC",
            1,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0169534719303519",
            "10453950586211984202",
            "\/scholar?cites=10453950586211984202",
            {
                "2020":1
            }
        ]
    ]
}