{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Medulloblastoma is an aggressively growing tumour, arising in the cerebellum or medulla\/brain stem. It is the most common malignant brain tumour in children, and shows tremendous biological and clinical heterogeneity 1. Despite recent treatment advances, approximately 40% of children experience tumour recurrence, and 30% will die from their disease. Those who survive often have a significantly reduced quality of life. Four tumour subgroups with distinct clinical, biological and genetic profiles are currently identified 2, 3. WNT tumours, showing activated wingless pathway signalling, carry a favourable prognosis under current treatment regimens 4. SHH tumours show hedgehog pathway activation, and have an intermediate prognosis 2. Group 3 and 4 tumours are molecularly less well characterized, and also present the greatest clinical challenges 2, 3, 5. The full repertoire of genetic events driving this …",
            "Dissecting the genomic complexity underlying medulloblastoma",
            "David TW Jones and Natalie Jäger and Marcel Kool and Thomas Zichner and Barbara Hutter and Marc Sultan and Yoon-Jae Cho and Trevor J Pugh and Volker Hovestadt and Adrian M Stütz and Tobias Rausch and Hans-Jörg Warnatz and Marina Ryzhova and Sebastian Bender and Dominik Sturm and Sabrina Pleier and Huriye Cin and Elke Pfaff and Laura Sieber and Andrea Wittmann and Marc Remke and Hendrik Witt and Sonja Hutter and Theophilos Tzaridis and Joachim Weischenfeldt and Benjamin Raeder and Meryem Avci and Vyacheslav Amstislavskiy and Marc Zapatka and Ursula D Weber and Qi Wang and Bärbel Lasitschka and Cynthia C Bartholomae and Manfred Schmidt and Christof von Kalle and Volker Ast and Chris Lawerenz and Jürgen Eils and Rolf Kabbe and Vladimir Benes and Peter van Sluis and Jan Koster and Richard Volckmann and David Shih and Matthew J Betts and Robert B Russell and Simona Coco and Gian Paolo Tonini and Ulrich Schüller and Volkmar Hans and Norbert Graf and Yoo-Jin Kim and Camelia Monoranu and Wolfgang Roggendorf and Andreas Unterberg and Christel Herold-Mende and Till Milde and Andreas E Kulozik and Andreas von Deimling and Olaf Witt and Eberhard Maass and Jochen Rössler and Martin Ebinger and Martin U Schuhmann and Michael C Frühwald and Martin Hasselblatt and Nada Jabado and Stefan Rutkowski and André O von Bueren and Dan Williamson and Steven C Clifford and Martin G McCabe and V Peter Collins and Stephan Wolf and Stefan Wiemann and Hans Lehrach and Benedikt Brors and Wolfram Scheurlen and Jörg Felsberg and Guido Reifenberger and Paul A Northcott and Michael D Taylor and Matthew Meyerson and Scott L Pomeroy and Marie-Laure Yaspo and Jan O Korbel and Andrey Korshunov and Roland Eils and Stefan M Pfister and Peter Lichter",
            "2012",
            "JombV-UAAAAJ:W7OEmFMy1HYC",
            735,
            "https:\/\/www.nature.com\/articles\/nature11284",
            "8185759700043747919",
            "\/scholar?cites=8185759700043747919",
            {
                "2012":16,
                "2013":115,
                "2014":101,
                "2015":102,
                "2016":97,
                "2017":91,
                "2018":74,
                "2019":61,
                "2020":57,
                "2021":8
            }
        ],
        [
            "Medulloblastoma, the most common malignant paediatric brain tumour, is currently treated with nonspecific cytotoxic therapies including surgery, whole-brain radiation, and aggressive chemotherapy. As medulloblastoma exhibits marked intertumoural heterogeneity, with at least four distinct molecular variants, previous attempts to identify targets for therapy have been underpowered because of small samples sizes. Here we report somatic copy number aberrations (SCNAs) in 1,087 unique medulloblastomas. SCNAs are common in medulloblastoma, and are predominantly subgroup-enriched. The most common region of focal copy number gain is a tandem duplication of SNCAIP, a gene associated with Parkinson’s disease, which is exquisitely restricted to Group 4α. Recurrent translocations of PVT1, including PVT1-MYC and PVT1-NDRG1, that arise through chromothripsis are restricted to Group 3. Numerous …",
            "Subgroup-specific structural variation across 1,000 medulloblastoma genomes",
            "Paul A Northcott and David JH Shih and John Peacock and Livia Garzia and A Sorana Morrissy and Thomas Zichner and Adrian M Stütz and Andrey Korshunov and Jüri Reimand and Steven E Schumacher and Rameen Beroukhim and David W Ellison and Christian R Marshall and Anath C Lionel and Stephen Mack and Adrian Dubuc and Yuan Yao and Vijay Ramaswamy and Betty Luu and Adi Rolider and Florence MG Cavalli and Xin Wang and Marc Remke and Xiaochong Wu and Readman YB Chiu and Andy Chu and Eric Chuah and Richard D Corbett and Gemma R Hoad and Shaun D Jackman and Yisu Li and Allan Lo and Karen L Mungall and Ka Ming Nip and Jenny Q Qian and Anthony GJ Raymond and Nina Thiessen and Richard J Varhol and Inanc Birol and Richard A Moore and Andrew J Mungall and Robert Holt and Daisuke Kawauchi and Martine F Roussel and Marcel Kool and David TW Jones and Hendrick Witt and Africa Fernandez-L and Anna M Kenney and Robert J Wechsler-Reya and Peter Dirks and Tzvi Aviv and Wieslawa A Grajkowska and Marta Perek-Polnik and Christine C Haberler and Olivier Delattre and Stéphanie S Reynaud and François F Doz and Sarah S Pernet-Fattet and Byung-Kyu Cho and Seung-Ki Kim and Kyu-Chang Wang and Wolfram Scheurlen and Charles G Eberhart and Michelle Fèvre-Montange and Anne Jouvet and Ian F Pollack and Xing Fan and Karin M Muraszko and G Yancey Gillespie and Concezio Di Rocco and Luca Massimi and Erna MC Michiels and Nanne K Kloosterhof and Pim J French and Johan M Kros and James M Olson and Richard G Ellenbogen and Karel Zitterbart and Leos Kren and Reid C Thompson and Michael K Cooper and Boleslaw Lach and Roger E McLendon and Darell D Bigner and Adam Fontebasso and Steffen Albrecht and Nada Jabado and Janet C Lindsey and Simon Bailey and Nalin Gupta and William A Weiss and László Bognár and Almos Klekner and Timothy E Van Meter and Toshihiro Kumabe and Teiji Tominaga and Samer K Elbabaa and Jeffrey R Leonard and Joshua B Rubin and Linda M Liau and Erwin G Van Meir and Maryam Fouladi and Hideo Nakamura and Giuseppe Cinalli and Miklós Garami and Peter Hauser and Ali G Saad and Achille Iolascon and Shin Jung and Carlos G Carlotti and Rajeev Vibhakar and Young Shin Ra and Shenandoah Robinson and Massimo Zollo and Claudia C Faria and Jennifer A Chan and Michael L Levy and Poul HB Sorensen and Matthew Meyerson and Scott L Pomeroy and Yoon-Jae Cho and Gary D Bader and Uri Tabori and Cynthia E Hawkins and Eric Bouffet and Stephen W Scherer and James T Rutka and David Malkin and Steven C Clifford and Steven JM Jones and Jan O Korbel and Stefan M Pfister and Marco A Marra and Michael D Taylor",
            "2012",
            "JombV-UAAAAJ:YsMSGLbcyi4C",
            679,
            "https:\/\/www.nature.com\/articles\/nature11327",
            "1430565979963706655",
            "\/scholar?cites=1430565979963706655",
            {
                "2012":11,
                "2013":73,
                "2014":97,
                "2015":84,
                "2016":72,
                "2017":85,
                "2018":78,
                "2019":76,
                "2020":80,
                "2021":11
            }
        ],
        [
            "Genomic rearrangements are thought to occur progressively during tumor development. Recent findings, however, suggest an alternative mechanism, involving massive chromosome rearrangements in a one-step catastrophic event termed chromothripsis. We report the whole-genome sequencing-based analysis of a Sonic-Hedgehog medulloblastoma (SHH-MB) brain tumor from a patient with a germline TP53 mutation (Li-Fraumeni syndrome), uncovering massive, complex chromosome rearrangements. Integrating TP53 status with microarray and deep sequencing-based DNA rearrangement data in additional patients reveals a striking association between TP53 mutation and chromothripsis in SHH-MBs. Analysis of additional tumor entities substantiates a link between TP53 mutation and chromothripsis, and indicates a context-specific role for p53 in catastrophic DNA rearrangements. Among these, we observed …",
            "Genome sequencing of pediatric medulloblastoma links catastrophic DNA rearrangements with TP53 mutations",
            "Tobias Rausch and David TW Jones and Marc Zapatka and Adrian M Stütz and Thomas Zichner and Joachim Weischenfeldt and Natalie Jäger and Marc Remke and David Shih and Paul A Northcott and Elke Pfaff and Jelena Tica and Qi Wang and Luca Massimi and Hendrik Witt and Sebastian Bender and Sabrina Pleier and Huriye Cin and Cynthia Hawkins and Christian Beck and Andreas Von Deimling and Volkmar Hans and Benedikt Brors and Roland Eils and Wolfram Scheurlen and Jonathon Blake and Vladimir Benes and Andreas E Kulozik and Olaf Witt and Dianna Martin and Cindy Zhang and Rinnat Porat and Diana M Merino and Jonathan Wasserman and Nada Jabado and Adam Fontebasso and Lars Bullinger and Frank G Rücker and Konstanze Döhner and Hartmut Döhner and Jan Koster and Jan J Molenaar and Rogier Versteeg and Marcel Kool and Uri Tabori and David Malkin and Andrey Korshunov and Michael D Taylor and Peter Lichter and Stefan M Pfister and Jan O Korbel",
            "2012",
            "JombV-UAAAAJ:UeHWp8X0CEIC",
            677,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867411015169",
            "5208763668008410829",
            "\/scholar?cites=5208763668008410829",
            {
                "2012":59,
                "2013":87,
                "2014":80,
                "2015":70,
                "2016":72,
                "2017":81,
                "2018":84,
                "2019":60,
                "2020":72,
                "2021":6
            }
        ],
        [
            "Smoothened (SMO) inhibitors recently entered clinical trials for sonic-hedgehog-driven medulloblastoma (SHH-MB). Clinical response is highly variable. To understand the mechanism(s) of primary resistance and identify pathways cooperating with aberrant SHH signaling, we sequenced and profiled a large cohort of SHH-MBs (n = 133). SHH pathway mutations involved PTCH1 (across all age groups), SUFU (infants, including germline), and SMO (adults). Children >3 years old harbored an excess of downstream MYCN and GLI2 amplifications and frequent TP53 mutations, often in the germline, all of which were rare in infants and adults. Functional assays in different SHH-MB xenograft models demonstrated that SHH-MBs harboring a PTCH1 mutation were responsive to SMO inhibition, whereas tumors harboring an SUFU mutation or MYCN amplification were primarily resistant.",
            "Genome sequencing of SHH medulloblastoma predicts genotype-related response to smoothened inhibition",
            "Marcel Kool and David TW Jones and Natalie Jäger and Paul A Northcott and Trevor J Pugh and Volker Hovestadt and Rosario M Piro and L Adriana Esparza and Shirley L Markant and Marc Remke and Till Milde and Franck Bourdeaut and Marina Ryzhova and Dominik Sturm and Elke Pfaff and Sebastian Stark and Sonja Hutter and Huriye Şeker-Cin and Pascal Johann and Sebastian Bender and Christin Schmidt and Tobias Rausch and David Shih and Jüri Reimand and Laura Sieber and Andrea Wittmann and Linda Linke and Hendrik Witt and Ursula D Weber and Marc Zapatka and Rainer König and Rameen Beroukhim and Guillaume Bergthold and Peter Van Sluis and Richard Volckmann and Jan Koster and Rogier Versteeg and Sabine Schmidt and Stephan Wolf and Chris Lawerenz and Cynthia C Bartholomae and Christof Von Kalle and Andreas Unterberg and Christel Herold-Mende and Silvia Hofer and Andreas E Kulozik and Andreas Von Deimling and Wolfram Scheurlen and Jörg Felsberg and Guido Reifenberger and Martin Hasselblatt and John R Crawford and Gerald A Grant and Nada Jabado and Arie Perry and Cynthia Cowdrey and Sydney Croul and Gelareh Zadeh and Jan O Korbel and Francois Doz and Olivier Delattre and Gary D Bader and Martin G McCabe and V Peter Collins and Mark W Kieran and Yoon-Jae Cho and Scott L Pomeroy and Olaf Witt and Benedikt Brors and Michael D Taylor and Ulrich Schüller and Andrey Korshunov and Roland Eils and Robert J Wechsler-Reya and Peter Lichter and Stefan M Pfister",
            "2014",
            "JombV-UAAAAJ:qUcmZB5y_30C",
            520,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1535610814000737",
            "9392690235702216619",
            "\/scholar?cites=9392690235702216619",
            {
                "2014":26,
                "2015":75,
                "2016":77,
                "2017":80,
                "2018":87,
                "2019":86,
                "2020":68,
                "2021":12
            }
        ],
        [
            "Ependymomas are common childhood brain tumours that occur throughout the nervous system, but are most common in the paediatric hindbrain. Current standard therapy comprises surgery and radiation, but not cytotoxic chemotherapy as it does not further increase survival. Whole-genome and whole-exome sequencing of 47 hindbrain ependymomas reveals an extremely low mutation rate, and zero significant recurrent somatic single nucleotide variants. Although devoid of recurrent single nucleotide variants and focal copy number aberrations, poor-prognosis hindbrain ependymomas exhibit a CpG island methylator phenotype. Transcriptional silencing driven by CpG methylation converges exclusively on targets of the Polycomb repressive complex 2 which represses expression of differentiation genes through trimethylation of H3K27. CpG island methylator phenotype-positive hindbrain ependymomas are …",
            "Epigenomic alterations define lethal CIMP-positive ependymomas of infancy",
            "SC Mack and H Witt and RM Piro and L Gu and S Zuyderduyn and AM Stütz and X Wang and M Gallo and L Garzia and K Zayne and X Zhang and V Ramaswamy and N Jäger and DTW Jones and M Sill and TJ Pugh and M Ryzhova and KM Wani and DJH Shih and R Head and M Remke and SD Bailey and T Zichner and CC Faria and M Barszczyk and S Stark and H Seker-Cin and S Hutter and P Johann and S Bender and V Hovestadt and T Tzaridis and AM Dubuc and PA Northcott and J Peacock and KC Bertrand and S Agnihotri and FMG Cavalli and I Clarke and K Nethery-Brokx and CL Creasy and SK Verma and J Koster and X Wu and Y Yao and T Milde and P Sin-Chan and J Zuccaro and L Lau and S Pereira and P Castelo-Branco and M Hirst and MA Marra and SS Roberts and D Fults and L Massimi and Yoon-Jae Cho and T Van Meter and W Grajkowska and B Lach and AE Kulozik and A Von Deimling and O Witt and SW Scherer and X Fan and KM Muraszko and M Kool and SL Pomeroy and N Gupta and J Phillips and A Huang and U Tabori and C Hawkins and D Malkin and PN Kongkham and WA Weiss and N Jabado and JT Rutka and E Bouffet and JO Korbel and M Lupien and Kenneth D Aldape and GD Bader and R Eils and P Lichter and PB Dirks and SM Pfister and A Korshunov and MD Taylor",
            "2014",
            "JombV-UAAAAJ:ZeXyd9-uunAC",
            464,
            "https:\/\/www.nature.com\/articles\/nature13108",
            "10589996392164458743",
            "\/scholar?cites=10589996392164458743",
            {
                "2014":37,
                "2015":57,
                "2016":85,
                "2017":72,
                "2018":76,
                "2019":56,
                "2020":72,
                "2021":5
            }
        ],
        [
            "While molecular subgrouping has revolutionized medulloblastoma classification, the extent of heterogeneity within subgroups is unknown. Similarity network fusion (SNF) applied to genome-wide DNA methylation and gene expression data across 763 primary samples identifies very homogeneous clusters of patients, supporting the presence of medulloblastoma subtypes. After integration of somatic copy-number alterations, and clinical features specific to each cluster, we identify 12 different subtypes of medulloblastoma. Integrative analysis using SNF further delineates group 3 from group 4 medulloblastoma, which is not as readily apparent through analyses of individual data types. Two clear subtypes of infants with Sonic Hedgehog medulloblastoma with disparate outcomes and biology are identified. Medulloblastoma subtypes identified through integrative clustering have important implications for stratification …",
            "Intertumoral heterogeneity within medulloblastoma subgroups",
            "Florence MG Cavalli and Marc Remke and Ladislav Rampasek and John Peacock and David JH Shih and Betty Luu and Livia Garzia and Jonathon Torchia and Carolina Nor and A Sorana Morrissy and Sameer Agnihotri and Yuan Yao Thompson and Claudia M Kuzan-Fischer and Hamza Farooq and Keren Isaev and Craig Daniels and Byung-Kyu Cho and Seung-Ki Kim and Kyu-Chang Wang and Ji Yeoun Lee and Wieslawa A Grajkowska and Marta Perek-Polnik and Alexandre Vasiljevic and Cecile Faure-Conter and Anne Jouvet and Caterina Giannini and Amulya A Nageswara Rao and Kay Ka Wai Li and Ho-Keung Ng and Charles G Eberhart and Ian F Pollack and Ronald L Hamilton and G Yancey Gillespie and James M Olson and Sarah Leary and William A Weiss and Boleslaw Lach and Lola B Chambless and Reid C Thompson and Michael K Cooper and Rajeev Vibhakar and Peter Hauser and Marie-Lise C Van Veelen and Johan M Kros and Pim J French and Young Shin Ra and Toshihiro Kumabe and Enrique López-Aguilar and Karel Zitterbart and Jaroslav Sterba and Gaetano Finocchiaro and Maura Massimino and Erwin G Van Meir and Satoru Osuka and Tomoko Shofuda and Almos Klekner and Massimo Zollo and Jeffrey R Leonard and Joshua B Rubin and Nada Jabado and Steffen Albrecht and Jaume Mora and Timothy E Van Meter and Shin Jung and Andrew S Moore and Andrew R Hallahan and Jennifer A Chan and Daniela PC Tirapelli and Carlos G Carlotti and Maryam Fouladi and José Pimentel and Claudia C Faria and Ali G Saad and Luca Massimi and Linda M Liau and Helen Wheeler and Hideo Nakamura and Samer K Elbabaa and Mario Perezpeña-Diazconti and Fernando Chico Ponce De León and Shenandoah Robinson and Michal Zapotocky and Alvaro Lassaletta and Annie Huang and Cynthia E Hawkins and Uri Tabori and Eric Bouffet and Ute Bartels and Peter B Dirks and James T Rutka and Gary D Bader and Jüri Reimand and Anna Goldenberg and Vijay Ramaswamy and Michael D Taylor",
            "2017",
            "JombV-UAAAAJ:K3LRdlH-MEoC",
            446,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1535610817302015",
            "5578757388109297668",
            "\/scholar?cites=5578757388109297668",
            {
                "2017":18,
                "2018":108,
                "2019":119,
                "2020":180,
                "2021":15
            }
        ]
    ]
}