{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Cerebral hypothermia can improve outcome of experimental perinatal hypoxia-ischaemia. We did a multicentre randomised controlled trial to find out if delayed head cooling can improve neurodevelopmental outcome in babies with neonatal encephalopathy.234 term infants with moderate to severe neonatal encephalopathy and abnormal amplitude integrated electroencephalography (aEEG) were randomly assigned to either head cooling for 72 h, within 6 h of birth, with rectal temperature maintained at 34–35°C (n=116), or conventional care (n=118). Primary outcome was death or severe disability at 18 months. Analysis was by intention to treat. We examined in two predefined subgroup analyses the effect of hypothermia in babies with the most severe aEEG changes before randomisation—ie, severe loss of background amplitude, and seizures—and those with less severe changes …",
            "Selective head cooling with mild systemic hypothermia after neonatal encephalopathy: multicentre randomised trial",
            "Peter D Gluckman and John S Wyatt and Denis Azzopardi and Roberta Ballard and A David Edwards and Donna M Ferriero and Richard A Polin and Charlene M Robertson and Marianne Thoresen and Andrew Whitelaw and Alistair J Gunn and CoolCap Study Group",
            "2005",
            "jPBN0G8AAAAJ:u5HHmVD_uO8C",
            2338,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S014067360517946X",
            "16997592456865481442",
            "\/scholar?cites=16997592456865481442",
            {
                "2005":50,
                "2006":126,
                "2007":117,
                "2008":147,
                "2009":130,
                "2010":198,
                "2011":179,
                "2012":187,
                "2013":176,
                "2014":155,
                "2015":167,
                "2016":143,
                "2017":134,
                "2018":131,
                "2019":124,
                "2020":123,
                "2021":4
            }
        ],
        [
            "Whether hypothermic therapy improves neurodevelopmental outcomes in newborn infants with asphyxial encephalopathy is uncertain.We performed a randomized trial of infants who were less than 6 hours of age and had a gestational age of at least 36 weeks and perinatal asphyxial encephalopathy. We compared intensive care plus cooling of the body to 33.5°C for 72 hours and intensive care alone. The primary outcome was death or severe disability at 18 months of age. Prespecified secondary outcomes included 12 neurologic outcomes and 14 other adverse outcomes.Of 325 infants enrolled, 163 underwent intensive care with cooling, and 162 underwent intensive care alone. In the cooled group, 42 infants died and 32 survived but had severe neurodevelopmental disability, whereas in the noncooled group, 44 infants died and 42 had severe disability (relative risk for either …",
            "Moderate hypothermia to treat perinatal asphyxial encephalopathy",
            "Denis V Azzopardi and Brenda Strohm and A David Edwards and Leigh Dyet and Henry L Halliday and Edmund Juszczak and Olga Kapellou and Malcolm Levene and Neil Marlow and Emma Porter and Marianne Thoresen and Andrew Whitelaw and Peter Brocklehurst",
            "2009",
            "jPBN0G8AAAAJ:vbGhcppDl1QC",
            1581,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJMoa0900854",
            "3376607441219343053",
            "\/scholar?cites=3376607441219343053",
            {
                "2009":8,
                "2010":134,
                "2011":152,
                "2012":136,
                "2013":150,
                "2014":147,
                "2015":150,
                "2016":123,
                "2017":149,
                "2018":130,
                "2019":130,
                "2020":122,
                "2021":14
            }
        ],
        [
            "Objective To determine whether moderate hypothermia after hypoxic-ischaemic encephalopathy in neonates improves survival and neurological outcome at 18 months of age.Design A meta-analysis was performed using a fixed effect model. Risk ratios, risk difference, and number needed to treat, plus 95% confidence intervals, were measured.Data sources Studies were identified from the Cochrane central register of controlled trials, the Oxford database of perinatal trials, PubMed, previous reviews, and abstracts.Review methods Reports that compared whole body cooling or selective head cooling with normal care in neonates with hypoxic-ischaemic encephalopathy and that included data on death or disability and on specific neurological outcomes of interest to patients and clinicians were selected. Results We found three trials, encompassing 767 infants, that included information on death and major …",
            "Neurological outcomes at 18 months of age after moderate hypothermia for perinatal hypoxic ischaemic encephalopathy: synthesis and meta-analysis of trial data",
            "A David Edwards and Peter Brocklehurst and Alistair J Gunn and Henry Halliday and Edmund Juszczak and Malcolm Levene and Brenda Strohm and Marianne Thoresen and Andrew Whitelaw and Denis Azzopardi",
            "2010",
            "jPBN0G8AAAAJ:_kc_bZDykSQC",
            922,
            "https:\/\/www.bmj.com\/content\/340\/bmj.c363.full",
            "3047838896488325044",
            "\/scholar?cites=3047838896488325044",
            {
                "2010":48,
                "2011":90,
                "2012":106,
                "2013":95,
                "2014":96,
                "2015":81,
                "2016":73,
                "2017":83,
                "2018":87,
                "2019":70,
                "2020":67,
                "2021":5
            }
        ],
        [
            "Despite thymic deletion of cells with specificity for self-antigens, autoreactive T cells are readily detectable in the normal T-cell repertoire. In recent years, a population of CD4+ T cells that constitutively express the interleukin-2 receptor-α chain, CD25, has been shown to play a pivotal role in the maintenance of self-tolerance in rodent models. This study investigated whether such a regulatory population exists in humans. A population of CD4+CD25+ T cells, taken from the peripheral blood of healthy individuals and phenotypically distinct from recently activated CD4+ T cells, was characterized. These cells were hyporesponsive to conventional T-cell stimuli and capable of suppressing the responses of CD4+CD25− T cells in vitro. Addition of exogenous interleukin-2 abrogated the hyporesponsiveness and suppressive effects of CD4+CD25+ cells. Suppression required cell-to-cell contact but did not appear to be …",
            "Human CD4+ CD25+ cells: a naturally occurring population of regulatory T cells",
            "Wan Fai Ng and Phillip J Duggan and Frederique Ponchel and Giuseppe Matarese and Giovanna Lombardi and A David Edwards and John D Isaacs and Robert I Lechler",
            "2001",
            "jPBN0G8AAAAJ:u-x6o8ySG0sC",
            699,
            "https:\/\/ashpublications.org\/blood\/article\/98\/9\/2736\/53479",
            "3919341509042490906",
            "\/scholar?cites=3919341509042490906",
            {
                "2002":29,
                "2003":59,
                "2004":70,
                "2005":81,
                "2006":59,
                "2007":45,
                "2008":55,
                "2009":41,
                "2010":44,
                "2011":29,
                "2012":32,
                "2013":34,
                "2014":30,
                "2015":26,
                "2016":13,
                "2017":13,
                "2018":12,
                "2019":14,
                "2020":12
            }
        ],
        [
            "Phosphorus (31 P) spectra from the brains of severely birth-asphyxiated human infants are commonly normal on the first day of life. Later, cerebral energy failure develops, which carries a serious prognosis. The main purpose of this study was to test the hypothesis that this delayed (“secondary”) energy failure could be reproduced in the newborn piglet after a severe acute reversed cerebral hypoxicischemic insult. Twelve piglets were subjected to temporary occlusion of the common carotid arteries and hypoxemia [mean arterial Po 2 3.1 (SD 0.6) kPa]. Mean cerebral phosphocreatine concentration [PCr]\/inorganic orthophosphate concentration [Pi] decreased from 1.40 (SD 0.29) to 0.01 (SD 0.02), and nucleotide triphosphate concentration [NTP]\/exchangeable phosphate pool concentration [EPP] decreased from 0.19 (SD 0.02) to 0.06 (SD 0.04)(p< 0.001 for each decrease). On reperfusion and reoxygenation of the …",
            "Delayed (“secondary”) cerebral energy failure after acute hypoxia-ischemia in the newborn piglet: continuous 48-hour studies by phosphorus magnetic resonance spectroscopy",
            "Ann Lorek and Y Takei and EB Cady and JS Wyatt and Juliet Penrice and AD Edwards and D Peebles and Marzena Wylezinska and H Owen-Reece and V Kirkbride and CE Cooper and RF Aldridge and SC Roth and G Brown and DT Delpy and EOR Reynolds",
            "1994",
            "jPBN0G8AAAAJ:9yKSN-GCB0IC",
            579,
            "https:\/\/www.nature.com\/articles\/pr1994885",
            "12683999895160097300",
            "\/scholar?cites=12683999895160097300",
            {
                "1995":5,
                "1996":21,
                "1997":23,
                "1998":18,
                "1999":26,
                "2000":20,
                "2001":17,
                "2002":27,
                "2003":16,
                "2004":17,
                "2005":21,
                "2006":22,
                "2007":18,
                "2008":21,
                "2009":22,
                "2010":28,
                "2011":21,
                "2012":29,
                "2013":23,
                "2014":27,
                "2015":28,
                "2016":33,
                "2017":26,
                "2018":15,
                "2019":33,
                "2020":16
            }
        ],
        [
            "Current methods for measuring cerebral blood volume (CBV) in newborn infants are unsatisfactory. A new method is described in which the effect of a small change (5-10%) in arterial oxygen saturation (SaO2) on cerebral oxyhemoglobin [HbO2] and deoxyhemoglobin [Hb] concentration is observed by near-infrared (NIR) spectroscopy. Previous experiments in which the NIR absorption characteristics of HbO2 and Hb and the pathlength of NIR light through the brain were defined allowed changes in [HbO2] and [Hb] to be quantified from the Beer-Lambert law. It is shown here that CBV can then be derived from the expression CBV = (delta[HbO2] - delta[Hb])\/(2. delta SaO2.H.R.), where H is the large vessel total hemoglobin concentration and R to the cerebral-to-large vessel hematocrit ratio. Observations on 12 newborn infants with normal brains, born at 25-40 wk of gestation and aged 10-240 h, gave a mean value …",
            "Quantitation of cerebral blood volume in human infants by near-infrared spectroscopy",
            "JS Wyatt and M Cope and DT Delpy and CE Richardson and AD Edwards and S Wray and EO Reynolds",
            "1990",
            "jPBN0G8AAAAJ:d1gkVwhDpl0C",
            528,
            "https:\/\/journals.physiology.org\/doi\/abs\/10.1152\/jappl.1990.68.3.1086",
            "18198296431644631177",
            "\/scholar?cites=18198296431644631177",
            {
                "1990":2,
                "1991":9,
                "1992":9,
                "1993":19,
                "1994":22,
                "1995":34,
                "1996":39,
                "1997":34,
                "1998":31,
                "1999":40,
                "2000":17,
                "2001":16,
                "2002":16,
                "2003":17,
                "2004":16,
                "2005":22,
                "2006":28,
                "2007":14,
                "2008":11,
                "2009":8,
                "2010":11,
                "2011":10,
                "2012":17,
                "2013":15,
                "2014":15,
                "2015":12,
                "2016":12,
                "2017":9,
                "2018":4,
                "2019":6,
                "2020":6
            }
        ]
    ]
}