{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Using self-resonant coils in a strongly coupled regime, we experimentally demonstrated efficient nonradiative power transfer over distances up to 8 times the radius of the coils. We were able to transfer 60 watts with ∼40% efficiency over distances in excess of 2 meters. We present a quantitative model describing the power transfer, which matches the experimental results to within 5%. We discuss the practical applicability of this system and suggest directions for further study.",
            "Wireless power transfer via strongly coupled magnetic resonances",
            "Andre Kurs and Aristeidis Karalis and Robert Moffatt and John D Joannopoulos and Peter Fisher and Marin Soljačić",
            "2007",
            "jpqAJIMAAAAJ:u5HHmVD_uO8C",
            5812,
            "https:\/\/science.sciencemag.org\/content\/317\/5834\/83.abstract",
            "3095706288206307553",
            "\/scholar?cites=3095706288206307553",
            {
                "2008":29,
                "2009":61,
                "2010":181,
                "2011":255,
                "2012":398,
                "2013":556,
                "2014":679,
                "2015":706,
                "2016":678,
                "2017":663,
                "2018":566,
                "2019":546,
                "2020":432,
                "2021":17
            }
        ],
        [
            "We investigate whether, and to what extent, the physical phenomenon of long-lifetime resonant electromagnetic states with localized slowly-evanescent field patterns can be used to transfer energy efficiently over non-negligible distances, even in the presence of extraneous environmental objects. Via detailed theoretical and numerical analyses of typical real-world model-situations and realistic material parameters, we establish that such a non-radiative scheme can lead to “strong coupling” between two medium-range distant such states and thus could indeed be practical for efficient medium-range wireless energy transfer.",
            "Efficient wireless non-radiative mid-range energy transfer",
            "Aristeidis Karalis and John D Joannopoulos and Marin Soljačić",
            "2008",
            "jpqAJIMAAAAJ:u-x6o8ySG0sC",
            2103,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0003491607000619",
            "1136509540530968905",
            "\/scholar?cites=1136509540530968905",
            {
                "2008":16,
                "2009":39,
                "2010":89,
                "2011":144,
                "2012":209,
                "2013":231,
                "2014":270,
                "2015":214,
                "2016":223,
                "2017":202,
                "2018":194,
                "2019":151,
                "2020":93,
                "2021":4
            }
        ],
        [
            "We point out that plasmons in doped graphene simultaneously enable low losses and significant wave localization for frequencies below that of the optical phonon branch ℏ ω O p h≈ 0.2 eV. Large plasmon losses occur in the interband regime (via excitation of electron-hole pairs), which can be pushed toward higher frequencies for higher-doping values. For sufficiently large dopings, there is a bandwidth of frequencies from ω O p h up to the interband threshold, where a plasmon decay channel via emission of an optical phonon together with an electron-hole pair is nonegligible. The calculation of losses is performed within the framework of a random-phase approximation and number conserving relaxation-time approximation. The measured DC relaxation-time serves as an input parameter characterizing collisions with impurities, whereas the contribution from optical phonons is estimated from the influence of the …",
            "Plasmonics in graphene at infrared frequencies",
            "Marinko Jablan and Hrvoje Buljan and Marin Soljačić",
            "2009",
            "jpqAJIMAAAAJ:9yKSN-GCB0IC",
            1832,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.80.245435",
            "6189768383639012092",
            "\/scholar?cites=6189768383639012092",
            {
                "2010":9,
                "2011":44,
                "2012":98,
                "2013":166,
                "2014":208,
                "2015":228,
                "2016":236,
                "2017":229,
                "2018":212,
                "2019":200,
                "2020":189,
                "2021":8
            }
        ],
        [
            "The application of topology, the mathematics of conserved properties under continuous deformations, is creating a range of new opportunities throughout photonics. This field was inspired by the discovery of topological insulators, in which interfacial electrons transport without dissipation, even in the presence of impurities. Similarly, the use of carefully designed wavevector-space topologies allows the creation of interfaces that support new states of light with useful and interesting properties. In particular, this suggests unidirectional waveguides that allow light to flow around large imperfections without back-reflection. This Review explains the underlying principles and highlights how topological effects can be realized in photonic crystals, coupled resonators, metamaterials and quasicrystals.",
            "Topological photonics",
            "Ling Lu and John D Joannopoulos and Marin Soljačić",
            "2014",
            "jpqAJIMAAAAJ:SIv7DqKytYAC",
            1730,
            "https:\/\/www.nature.com\/nphoton\/journal\/v8\/n11\/full\/nphoton.2014.248.html",
            "9324175926620989349",
            "\/scholar?cites=9324175926620989349",
            {
                "2014":6,
                "2015":100,
                "2016":174,
                "2017":251,
                "2018":355,
                "2019":384,
                "2020":421,
                "2021":34
            }
        ],
        [
            "One of the most striking phenomena in condensed-matter physics is the quantum Hall effect, which arises in two-dimensional electron systems 1, 2, 3, 4 subject to a large magnetic field applied perpendicular to the plane in which the electrons reside. In such circumstances, current is carried by electrons along the edges of the system, in so-called chiral edge states (CESs). These are states that, as a consequence of nontrivial topological properties of the bulk electronic band structure, have a unique directionality and are robust against scattering from disorder. Recently, it was theoretically predicted 5, 6, 7 that electromagnetic analogues of such electronic edge states could be observed in photonic crystals, which are materials having refractive-index variations with a periodicity comparable to the wavelength of the light passing through them. Here we report the experimental realization and observation of such …",
            "Observation of unidirectional backscattering-immune topological electromagnetic states",
            "Zheng Wang and Yidong Chong and John D Joannopoulos and Marin Soljačić",
            "2009",
            "jpqAJIMAAAAJ:kzcSZmkxUKAC",
            1660,
            "https:\/\/www.nature.com\/articles\/nature08293",
            "10301230346731493451",
            "\/scholar?cites=10301230346731493451",
            {
                "2010":20,
                "2011":42,
                "2012":55,
                "2013":83,
                "2014":85,
                "2015":134,
                "2016":176,
                "2017":185,
                "2018":250,
                "2019":288,
                "2020":307,
                "2021":26
            }
        ],
        [
            "We point out that electromagnetic one-way edge modes analogous to quantum Hall edge states, originally predicted by Raghu and Haldane in 2D photonic crystals possessing Dirac point-derived band gaps, can appear in more general settings. We show that the TM modes in a gyromagnetic photonic crystal can be formally mapped to electronic wave functions in a periodic electromagnetic field, so that the only requirement for the existence of one-way edge modes is that the Chern number for all bands below a gap is nonzero. In a square-lattice yttrium-iron-garnet crystal operating at microwave frequencies, which lacks Dirac points, time-reversal breaking is strong enough that the effect should be easily observable. For realistic material parameters, the edge modes occupy a 10% band gap. Numerical simulations of a one-way waveguide incorporating this crystal show 100% transmission across strong defects.",
            "Reflection-free one-way edge modes in a gyromagnetic photonic crystal",
            "Zheng Wang and YD Chong and John D Joannopoulos and Marin Soljačić",
            "2008",
            "jpqAJIMAAAAJ:UeHWp8X0CEIC",
            949,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.013905",
            "3102787442767925001",
            "\/scholar?cites=3102787442767925001",
            {
                "2008":5,
                "2009":20,
                "2010":32,
                "2011":34,
                "2012":61,
                "2013":57,
                "2014":74,
                "2015":96,
                "2016":89,
                "2017":108,
                "2018":105,
                "2019":111,
                "2020":143,
                "2021":10
            }
        ]
    ]
}