{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "We introduce a superconducting qubit architecture that combines high-coherence qubits and tunable qubit-qubit coupling. With the ability to set the coupling to zero, we demonstrate that this architecture is protected from the frequency crowding problems that arise from fixed coupling. More importantly, the coupling can be tuned dynamically with nanosecond resolution, making this architecture a versatile platform with applications ranging from quantum logic gates to quantum simulation. We illustrate the advantages of dynamical coupling by implementing a novel adiabatic controlled-z gate, with a speed approaching that of single-qubit gates. Integrating coherence and scalable control, the introduced qubit architecture provides a promising path towards large-scale quantum computation and simulation.",
            "Qubit architecture with high coherence and fast tunable coupling",
            "Yu Chen and C Neill and P Roushan and N Leung and M Fang and R Barends and J Kelly and B Campbell and Z Chen and B Chiaro and A Dunsworth and E Jeffrey and A Megrant and JY Mutus and PJJ O’Malley and CM Quintana and D Sank and A Vainsencher and J Wenner and TC White and Michael R Geller and AN Cleland and John M Martinis",
            "2014",
            "JpTaS90AAAAJ:zYLM7Y9cAGgC",
            361,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.113.220502",
            "15708929338288303117",
            "\/scholar?cites=15708929338288303117",
            {
                "2014":5,
                "2015":44,
                "2016":52,
                "2017":45,
                "2018":55,
                "2019":61,
                "2020":90,
                "2021":7
            }
        ],
        [
            "We propose a quantum computing architecture based on the integration of nanomechanical resonators with Josephson-junction phase qubits. The resonators are GHz-frequency, dilatational disk resonators, which couple to the junctions through a piezoelectric interaction. The system is analogous to a collection of tunable few-level atoms (the Josephson junctions) coupled to one or more electromagnetic cavities (the resonators). Our architecture combines desirable features of solid-state and optical approaches and may make quantum computing possible in a scalable, solid-state environment.",
            "Superconducting qubit storage and entanglement with nanomechanical resonators",
            "Andrew N Cleland and Michael R Geller",
            "2004",
            "JpTaS90AAAAJ:u5HHmVD_uO8C",
            278,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.070501",
            "14777429107244028347",
            "\/scholar?cites=14777429107244028347",
            {
                "2004":8,
                "2005":21,
                "2006":21,
                "2007":23,
                "2008":17,
                "2009":14,
                "2010":24,
                "2011":29,
                "2012":17,
                "2013":18,
                "2014":12,
                "2015":15,
                "2016":14,
                "2017":9,
                "2018":16,
                "2019":13,
                "2020":4,
                "2021":3
            }
        ],
        [
            "In quantum information processing, qudits (d-level systems) are an extension of qubits that could speed up certain computing tasks. We demonstrate the operation of a superconducting phase qudit with a number of levels d up to d = 5 and show how to manipulate and measure the qudit state, including simultaneous control of multiple transitions. We used the qudit to emulate the dynamics of single spins with principal quantum number s = 1\/2, 1, and 3\/2, allowing a measurement of Berry’s phase and the even parity of integer spins (and odd parity of half-integer spins) under 2π-rotation. This extension of the two-level qubit to a multilevel qudit holds promise for more-complex quantum computational architectures and for richer simulations of quantum mechanical systems.",
            "Emulation of a quantum spin with a superconducting phase qudit",
            "Matthew Neeley and Markus Ansmann and Radoslaw C Bialczak and Max Hofheinz and Erik Lucero and Aaron D O'Connell and Daniel Sank and Haohua Wang and James Wenner and Andrew N Cleland and Michael R Geller and John M Martinis",
            "2009",
            "JpTaS90AAAAJ:u-x6o8ySG0sC",
            241,
            "https:\/\/science.sciencemag.org\/content\/325\/5941\/722.abstract",
            "18388571756575139209",
            "\/scholar?cites=18388571756575139209",
            {
                "2009":5,
                "2010":14,
                "2011":18,
                "2012":22,
                "2013":21,
                "2014":28,
                "2015":31,
                "2016":17,
                "2017":21,
                "2018":19,
                "2019":20,
                "2020":23,
                "2021":2
            }
        ],
        [
            "We construct the effective Hamiltonian describing the motion of electrons in compositionally graded crystals which is valid throughout a given energy band and part way into the gaps. Near the edges of a simple or degenerate band this effective Hamiltonian reduces to an effective mass Hamiltonian with position dependent effective mass. Next, we examine more general states—not restricted to the vicinity of a band edge—in crystals with composition and applied potential variation in one direction. We obtain a WKB-type solution for the envelope functions, as well as the appropriate turning point connection rules.",
            "Quantum mechanics of electrons in crystals with graded composition",
            "Michael R Geller and Walter Kohn",
            "1993",
            "JpTaS90AAAAJ:d1gkVwhDpl0C",
            165,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.70.3103",
            "7694686240607197322",
            "\/scholar?cites=7694686240607197322",
            {
                "1993":1,
                "1994":5,
                "1995":4,
                "1996":4,
                "1997":6,
                "1998":1,
                "1999":3,
                "2000":1,
                "2001":1,
                "2002":1,
                "2003":2,
                "2004":5,
                "2005":5,
                "2006":8,
                "2007":5,
                "2008":7,
                "2009":6,
                "2010":10,
                "2011":12,
                "2012":13,
                "2013":9,
                "2014":20,
                "2015":10,
                "2016":4,
                "2017":4,
                "2018":9,
                "2019":8,
                "2020":1
            }
        ]
    ]
}