{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "A thoroughly revised and updated edition of the leading textbook on government and business policy, presenting the key principles underlying sound regulatory and antitrust policy. Regulation and antitrust are key elements of government policy. This new edition of the leading textbook on government and business policy explains how the latest theoretical and empirical economic tools can be employed to analyze pressing regulatory and antitrust issues. The book departs from the common emphasis on institutions, focusing instead on the relevant underlying economic issues, using state-of-the-art analysis to assess the appropriate design of regulatory and antitrust policy. Extensive case studies illustrate fundamental principles and provide insight on key issues in regulation and antitrust policy. This fifth edition has been thoroughly revised and updated, reflecting both the latest developments in economic analysis and recent economic events. The text examines regulatory practices through the end of the Obama and beginning of the Trump administrations. New material includes coverage of global competition and the activities of the European Commission; recent mergers, including Comcast-NBC Universal; antitrust in the new economy, including investigations into Microsoft and Google; the financial crisis of 2007–2008 and the Dodd-Frank Act; the FDA approval process; climate change policies; and behavioral economics as a tool for designing regulatory strategies.",
            "Economics of regulation and antitrust",
            "W Kip Viscusi and Joseph E Harrington Jr and David EM Sappington",
            "2018",
            "JQGM1YUAAAAJ:JV2RwH3_ST0C",
            2266,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=4KruDwAAQBAJ&oi=fnd&pg=PT26&dq=info:rNk5lLGGFmgJ:scholar.google.com&ots=prsPtsIDog&sig=oIPdXp6HIJa-T6ji3w5Q1ay2CrM",
            "7500330326686292396",
            "\/scholar?cites=7500330326686292396",
            {
                "1994":7,
                "1995":11,
                "1996":12,
                "1997":23,
                "1998":36,
                "1999":41,
                "2000":44,
                "2001":58,
                "2002":81,
                "2003":101,
                "2004":89,
                "2005":115,
                "2006":113,
                "2007":120,
                "2008":96,
                "2009":125,
                "2010":142,
                "2011":113,
                "2012":110,
                "2013":135,
                "2014":103,
                "2015":83,
                "2016":100,
                "2017":85,
                "2018":82,
                "2019":89,
                "2020":83,
                "2021":7
            }
        ],
        [
            "Recent work by Rotemberg and Saloner (1986) investigates the effect of the business cycle on optimal collusive pricing by specifying that demand is subject to i.i.d. shocks. An implication of the i.i.d. assumption is that firms' expectations on future demand are unrelated to the current level of demand. We put forth a model that allows for both the level of current demand and firms' expectations on future demand to change over time; thus it captures two important properties of the business cycle. Our analysis reveals that while the gain to deviating from a collusive agreement is greatest during booms, firms find it most difficult to collude during recessions, as the forgone profits from inducing a price war are relatively low. An implication of this effect for pricing behavior is that at the same level of demand, price is lower when demand is declining than when demand is rising. Consistent with previous theoretical work, we find …",
            "The impact of cyclical demand movements on collusive behavior",
            "John Haltiwanger and Joseph E Harrington Jr",
            "1991",
            "JQGM1YUAAAAJ:u5HHmVD_uO8C",
            501,
            "https:\/\/www.jstor.org\/stable\/2601009",
            "13365418297109098362",
            "\/scholar?cites=13365418297109098362",
            {
                "1992":4,
                "1993":4,
                "1994":3,
                "1995":6,
                "1996":2,
                "1997":14,
                "1998":11,
                "1999":13,
                "2000":5,
                "2001":21,
                "2002":20,
                "2003":10,
                "2004":13,
                "2005":22,
                "2006":16,
                "2007":23,
                "2008":15,
                "2009":25,
                "2010":27,
                "2011":20,
                "2012":36,
                "2013":29,
                "2014":22,
                "2015":27,
                "2016":24,
                "2017":15,
                "2018":18,
                "2019":20,
                "2020":23,
                "2021":1
            }
        ],
        [
            "What does cartel behavior look like? How is it distinguishable from competitive behavior? How Do Cartels Operate? answers these questions by examining cartels and exploring how they operate. It describes a collusive outcome in terms of price and an allocation of market supply, how a collusive outcome is monitored and enforced, and how a cartel's organizational structure is designed. How Do Cartels Operate? provides an understanding of how cartels operate and generates a rich set of collusive markers based on market data. In addition, this analysis has implication for future directions in the theory of cartels. By identifying empirical regularities and institutional features of hard-core cartels, this can be used to guide theoretical modeling. How Do Cartels Operate? describes cartel behavior and provides a behavioral screening approach to identify patterns in market data consistent with a cartel operating. It is an invaluable resource for policy-makers in regulatory environments and researchers studying the industrial organization of cartels.",
            "How do cartels operate?",
            "Joseph Emmett Harrington",
            "2006",
            "JQGM1YUAAAAJ:hMod-77fHWUC",
            306,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=eJr_hM_BMmAC&oi=fnd&pg=PA1&dq=info:Kvqv1-GtofsJ:scholar.google.com&ots=hOVUvhoJz7&sig=R53nzU2cb3wrE2dyPBvbMFvc47s",
            "18131964760268208682",
            "\/scholar?cites=18131964760268208682",
            {
                "2006":3,
                "2007":6,
                "2008":9,
                "2009":10,
                "2010":17,
                "2011":19,
                "2012":19,
                "2013":23,
                "2014":19,
                "2015":37,
                "2016":34,
                "2017":33,
                "2018":23,
                "2019":26,
                "2020":23,
                "2021":3
            }
        ],
        [
            "This paper explores the role of reelection pressures in determining economic policy. By assuming that voters are uncertain as to the efficacy of different policies, a reelection process is derived which depends on both a politician's past policies and the level of economic activity during his time in office. It is shown that the less uncertain are voters as to which policy is best, the more likely is a politician to manipulate policy for reelection purposes. Manipulation entails implementing the policy that is more likely to be well received rather than the one that maximizes income.",
            "Economic policy, economic performance, and elections",
            "Joseph E Harrington Jr",
            "1993",
            "JQGM1YUAAAAJ:u-x6o8ySG0sC",
            301,
            "https:\/\/www.jstor.org\/stable\/2117494",
            "18394728577182674849",
            "\/scholar?cites=18394728577182674849",
            {
                "1993":1,
                "1994":1,
                "1995":7,
                "1996":7,
                "1997":9,
                "1998":13,
                "1999":10,
                "2000":8,
                "2001":10,
                "2002":15,
                "2003":8,
                "2004":14,
                "2005":13,
                "2006":14,
                "2007":12,
                "2008":16,
                "2009":16,
                "2010":16,
                "2011":10,
                "2012":12,
                "2013":8,
                "2014":7,
                "2015":12,
                "2016":21,
                "2017":9,
                "2018":19,
                "2019":4,
                "2020":6
            }
        ],
        [
            "This study characterizes the corporate leniency policy that minimizes the frequency with which collusion occurs. Though it can be optimal to provide only partial leniency, plausible sufficient conditions are provided whereby the antitrust authority should waive all penalties for the first firm to come forward. It is also shown that restrictions should be placed on when amnesty is awarded, though it can be optimal to award amnesty even when the antitrust authority is very likely to win the case without insider testimony.",
            "OPTIMAL CORPORATE LENIENCY PROGRAMS*",
            "Joseph E Harrington Jr",
            "2008",
            "JQGM1YUAAAAJ:blknAaTinKkC",
            287,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1467-6451.2008.00339.x",
            "9147013616386388222",
            "\/scholar?cites=9147013616386388222",
            {
                "2007":6,
                "2008":10,
                "2009":14,
                "2010":25,
                "2011":25,
                "2012":29,
                "2013":20,
                "2014":31,
                "2015":26,
                "2016":24,
                "2017":13,
                "2018":19,
                "2019":12,
                "2020":18,
                "2021":4
            }
        ],
        [
            "Cartels are among us. Their attempts to coordinate the prices they set and the quantities they produce are often effective. A recent comprehensive survey found the median increase in price attributable to collusion to be around 25 percent (Connor 2004). So cartels exist and are bad. When we find them, we ought to prosecute and penalize them. But how do we find them?Broadly speaking, market collusion can be detected through structural or behavioral means. Structural methods of discovering cartels entail identifying markets with traits thought to be conducive to collusion. For example, it has been shown that structurally, cartel formation is more likely to exist where there are fewer firms, more homogeneous products, and more stable demand. 1 Grout and Sonderegger (2005, p. 15) is representative of this approach:",
            "Detecting cartels",
            "Joseph E Harrington",
            "2008",
            "JQGM1YUAAAAJ:zYLM7Y9cAGgC",
            235,
            "http:\/\/mis.kp.ac.rw\/admin\/admin_panel\/kp_lms\/files\/digital\/Selective%20Books\/Economics\/Handbook%20of%20Antitrust%20Economics.%20Edited%20[Buccirossi,%20Paolo.].pdf.pdf#page=236",
            "4167387871609742961",
            "\/scholar?cites=4167387871609742961",
            {
                "2007":4,
                "2008":6,
                "2009":11,
                "2010":10,
                "2011":11,
                "2012":13,
                "2013":25,
                "2014":19,
                "2015":24,
                "2016":20,
                "2017":26,
                "2018":22,
                "2019":22,
                "2020":17,
                "2021":1
            }
        ],
        [
            "Cartel pricing is characterized when firms are concerned about creating suspicions that a cartel has formed. Balancing concerns about maintaining the stability of the cartel with those of avoiding detection, the cartel may either (i) gradually raise price to its steady-state level or (ii) gradually raise price and then have it decline to its steady-state level. Antitrust laws may have a perverse effect as they make cartel stability easier and thus allow for higher cartel prices.",
            "Cartel pricing dynamics in the presence of an antitrust authority",
            "Joseph E Harrington Jr",
            "2004",
            "JQGM1YUAAAAJ:d1gkVwhDpl0C",
            194,
            "https:\/\/www.jstor.org\/stable\/1593766",
            "3267685977552066767",
            "\/scholar?cites=3267685977552066767",
            {
                "2003":3,
                "2004":4,
                "2005":9,
                "2006":9,
                "2007":11,
                "2008":13,
                "2009":15,
                "2010":17,
                "2011":14,
                "2012":10,
                "2013":18,
                "2014":9,
                "2015":15,
                "2016":7,
                "2017":11,
                "2018":3,
                "2019":12,
                "2020":10,
                "2021":1
            }
        ],
        [
            "For the purpose of explaining interindustry variation in the geographic distribution of firms, we explore the impact of product heterogeneity on the incentives for firms to cluster in the presence of a ubiquitous \"periphery\" of stand-alone firms. Our analysis revolves around two counteracting forces. Greater product heterogeneity increases consumer search, which raises the amount of shopping at a cluster. Since this results in greater demand for a firm that joins the cluster, this effect increases the incentive to cluster. However, greater product heterogeneity gives stand-alone firms more local monopoly power. Since this raises their price-cost margins, this effect increases the incentive for a firm to stand alone. Our analysis shows that the former effect typically dominates, so that greater firm agglomeration is associated with industries characterized by greater product heterogeneity.",
            "Product variety and firm agglomeration",
            "Jeffrey H Fischer and Joseph E Harrington Jr",
            "1996",
            "JQGM1YUAAAAJ:9yKSN-GCB0IC",
            186,
            "https:\/\/www.jstor.org\/stable\/2555927",
            "17476763337635308752",
            "\/scholar?cites=17476763337635308752",
            {
                "1998":2,
                "1999":2,
                "2000":1,
                "2001":6,
                "2002":4,
                "2003":1,
                "2004":10,
                "2005":7,
                "2006":6,
                "2007":5,
                "2008":16,
                "2009":9,
                "2010":14,
                "2011":10,
                "2012":7,
                "2013":10,
                "2014":13,
                "2015":9,
                "2016":9,
                "2017":11,
                "2018":10,
                "2019":12,
                "2020":11
            }
        ],
        [
            "A computational model of a retail chain is developed in which store managers continually search for better practices. Search takes place over a rugged landscape defined over the space of store practices. The main objective of this research is to determine how the amount of discretion given to store managers as to how they run their stores influences the rate of innovation at the store level. We find that greater decentralization enhances firm performance when stores' markets are sufficiently different, the horizon is sufficiently long, and markets are sufficiently stable.",
            "Centralization vs. decentralization in a multi-unit organization: A computational model of a retail chain as a multi-agent adaptive system",
            "Myong-Hun Chang and Joseph E Harrington",
            "2000",
            "JQGM1YUAAAAJ:NMxIlDl6LWMC",
            163,
            "https:\/\/pubsonline.informs.org\/doi\/abs\/10.1287\/mnsc.46.11.1427.12085",
            "3941523328551760434",
            "\/scholar?cites=3941523328551760434",
            {
                "1999":1,
                "2000":6,
                "2001":3,
                "2002":7,
                "2003":6,
                "2004":5,
                "2005":11,
                "2006":7,
                "2007":8,
                "2008":7,
                "2009":5,
                "2010":14,
                "2011":10,
                "2012":11,
                "2013":7,
                "2014":9,
                "2015":11,
                "2016":6,
                "2017":12,
                "2018":11,
                "2019":3
            }
        ]
    ]
}