{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Certain models with rank-3 tensor degrees of freedom have been shown by Gurau and collaborators to possess a novel large N limit, where g 2 N 3 is held fixed. In this limit the perturbative expansion in the quartic coupling constant, g, is dominated by a special class of “melon” diagrams. We study “uncolored” models of this type, which contain a single copy of real rank-3 tensor. Its three indices are distinguishable; therefore, the models possess O (N) 3 symmetry with the tensor field transforming in the tri-fundamental representation. Such uncolored models also possess the large N limit dominated by the melon diagrams. The quantum mechanics of a real anticommuting tensor therefore has a similar large N limit to the model recently introduced by Witten as an implementation of the Sachdev-Ye-Kitaev (SYK) model which does not require disorder. Gauging the O (N) 3 symmetry in our quantum mechanical model …",
            "Uncolored random tensors, melon diagrams, and the Sachdev-Ye-Kitaev models",
            "Igor R Klebanov and Grigory Tarnopolsky",
            "2017",
            "jrRg4PAAAAAJ:5nxA0vEk-isC",
            280,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.95.046004",
            "13565856488863272206",
            "\/scholar?cites=13565856488863272206",
            {
                "2016":1,
                "2017":59,
                "2018":77,
                "2019":65,
                "2020":74,
                "2021":3
            }
        ],
        [
            "In their recent paper, Alday et al. (Lett Math Phys 91:167–197, 2010) proposed a relation between  four-dimensional supersymmetric gauge theories and two-dimensional conformal field theories. As part of their conjecture they gave an explicit combinatorial formula for the expansion of the conformal blocks inspired by the exact form of the instanton part of the Nekrasov partition function. In this paper we study the origin of such an expansion from a CFT point of view. We consider the algebra  which is the tensor product of mutually commuting Virasoro and Heisenberg algebras and discover the special orthogonal basis of states in the highest weight representations of . The matrix elements of primary fields in this basis have a very simple factorized form and coincide with the function called  appearing in the instanton counting literature. Having such a simple basis, the problem of …",
            "On combinatorial expansion of the conformal blocks arising from AGT conjecture",
            "Vasyl A Alba and Vladimir A Fateev and Alexey V Litvinov and Grigory M Tarnopolskiy",
            "2011",
            "jrRg4PAAAAAJ:LkGwnXOMwfcC",
            233,
            "https:\/\/link.springer.com\/article\/10.1007\/s11005-011-0503-z",
            "2921242968723736668",
            "\/scholar?cites=2921242968723736668",
            {
                "2011":16,
                "2012":19,
                "2013":13,
                "2014":27,
                "2015":35,
                "2016":36,
                "2017":16,
                "2018":23,
                "2019":14,
                "2020":32,
                "2021":1
            }
        ],
        [
            "Twisted bilayer graphene (TBG) was recently shown to host superconductivity when tuned to special “magic angles” at which isolated and relatively flat bands appear. However, until now the origin of the magic angles and their irregular pattern have remained a mystery. Here we report on a fundamental continuum model for TBG which features not just the vanishing of the Fermi velocity, but also the perfect flattening of the entire lowest band. When parametrized in terms of α∼ 1\/θ, the magic angles recur with a remarkable periodicity of Δ α≃ 3\/2. We show analytically that the exactly flat band wave functions can be constructed from the doubly periodic functions composed of ratios of theta functions—reminiscent of quantum Hall wave functions on the torus. We further report on the unusual robustness of the experimentally relevant first magic angle, address its properties analytically, and discuss how lattice relaxation …",
            "Origin of magic angles in twisted bilayer graphene",
            "Grigory Tarnopolsky and Alex Jura Kruchkov and Ashvin Vishwanath",
            "2019",
            "jrRg4PAAAAAJ:7PzlFSSx8tAC",
            200,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.122.106405",
            "12804920976890329180",
            "\/scholar?cites=12804920976890329180",
            {
                "2018":1,
                "2019":49,
                "2020":142,
                "2021":7
            }
        ],
        [
            "We study deformations of three-dimensional large N CFTs by double-trace operators constructed from spin s single-trace operators of dimension Δ. These theories possess UV fixed points, and we calculate the change of the 3-sphere free energy δF= F UV− F IR. To describe the UV fixed point using the dual AdS 4 space we modify the boundary conditions on the spin s field in the bulk; this approach produces δF in agreement with the field theory calculations. If the spin s operator is a conserved current, then the fixed point is described by an induced parity invariant conformal spin s gauge theory. The low spin examples are QED 3 (s= 1) and the 3-d induced conformal gravity (s= 2). When the original CFT is that of N conformal complex scalar or fermion fields, the U (N) singlet sector of the induced 3-d gauge theory is dual to Vasiliev’s theory in AdS 4 with alternate boundary conditions on the spin s massless gauge field …",
            "AdS description of induced higher-spin gauge theory",
            "Simone Giombi and Igor R Klebanov and Silviu S Pufu and Benjamin R Safdi and Grigory Tarnopolsky",
            "2013",
            "jrRg4PAAAAAJ:u-x6o8ySG0sC",
            102,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP10(2013)016.pdf",
            "1615309104608832932",
            "\/scholar?cites=1615309104608832932",
            {
                "2013":5,
                "2014":13,
                "2015":13,
                "2016":19,
                "2017":26,
                "2018":12,
                "2019":3,
                "2020":10,
                "2021":1
            }
        ],
        [
            "The recently proposed relation between conformal field theories in two dimensions and supersymmetric gauge theories in four dimensions predicts the existence of the distinguished basis in the space of local fields in CFT. This basis has a number of remarkable properties: one of them is the complete factorization of the coefficients of the operator product expansion. We consider a particular case of the U(r) gauge theory on  which corresponds to a certain coset conformal field theory and describe the properties of this basis. We argue that in the case p =  2, r =  2 there exist different bases. We give an explicit construction of one of them. For another basis we propose the formula for matrix elements.",
            "Instanton moduli spaces and bases in coset conformal field theory",
            "AA Belavin and MA Bershtein and Boris L Feigin and AV Litvinov and GM Tarnopolsky",
            "2013",
            "jrRg4PAAAAAJ:u5HHmVD_uO8C",
            91,
            "https:\/\/link.springer.com\/article\/10.1007\/s00220-012-1603-z",
            "7819929839449997744",
            "\/scholar?cites=7819929839449997744",
            {
                "2012":9,
                "2013":12,
                "2014":16,
                "2015":10,
                "2016":10,
                "2017":11,
                "2018":4,
                "2019":4,
                "2020":15
            }
        ],
        [
            "We calculate the free energies F for U (1) gauge theories on the d dimensional sphere of radius R. For the theory with free Maxwell action we find the exact result as a function of d; it contains the term  consistent with the lack of conformal invariance in dimensions other than 4. When the U (1) gauge theory is coupled to a sufficient number N f of massless four-component fermions, it acquires an interacting conformal phase, which in  describes the long distance behavior of the model. The conformal phase can be studied using large N f methods. Generalizing the d= 3 calculation in arXiv: 1112.5342, we compute its sphere free energy as a function of d, ignoring the terms of order  and higher. For finite N f, following arXiv: 1409.1937 and arXiv: 1507.01960, we develop the  expansion for the sphere free energy of conformal QED d. Its extrapolation to d= 3 shows very good agreement with the large N f approximation …",
            "Conformal QED d, F-theorem and the ϵ expansion",
            "Simone Giombi and Igor R Klebanov and Grigory Tarnopolsky",
            "2016",
            "jrRg4PAAAAAJ:IjCSPb-OGe4C",
            87,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1751-8113\/49\/13\/135403\/meta",
            "3967639233533818543",
            "\/scholar?cites=3967639233533818543",
            {
                "2015":1,
                "2016":23,
                "2017":23,
                "2018":11,
                "2019":11,
                "2020":18
            }
        ],
        [
            "We study the operators in the large N tensor models, focusing mostly on the fermionic quantum mechanics with O (N) 3 symmetry which may be either global or gauged. In the model with global symmetry, we study the spectra of bilinear operators, which are in either the symmetric traceless or the antisymmetric representation of one of the O (N) groups. In the symmetric traceless case, the spectrum of scaling dimensions is the same as in the Sachdev-Ye-Kitaev (SYK) model with real fermions; it includes the h= 2 zero mode. For the operators antisymmetric in the two indices, the scaling dimensions are the same as in the additional sector found in the complex tensor and SYK models; the lowest h= 0 eigenvalue corresponds to the conserved O (N) charges. A class of singlet operators may be constructed from contracted combinations of m symmetric traceless or antisymmetric two-particle operators. Their two-point …",
            "Spectra of operators in large  tensor models",
            "Ksenia Bulycheva and Igor R Klebanov and Alexey Milekhin and Grigory Tarnopolsky",
            "2018",
            "jrRg4PAAAAAJ:YOwf2qJgpHMC",
            83,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.97.026016",
            "12968706470163582752",
            "\/scholar?cites=12968706470163582752",
            {
                "2017":3,
                "2018":26,
                "2019":24,
                "2020":28,
                "2021":1
            }
        ],
        [
            "We study the spectrum of the large N quantum field theory of bosonic rank-3 tensors, the quartic interactions of which are such that the perturbative expansion is dominated by the melonic diagrams. We use the Schwinger-Dyson equations to determine the scaling dimensions of the bilinear operators of arbitrary spin. Using the fact that the theory is renormalizable in d= 4, we compare some of these results with the 4− ε expansion, finding perfect agreement. This helps elucidate why the dimension of operator ϕ a b c ϕ a b c is complex for d< 4: the large N fixed point in d= 4− ε has complex values of the couplings for some of the O (N) 3 invariant operators. We show that a similar phenomenon holds in the O (N) 2 symmetric theory of a matrix field ϕ a b, where the double-trace operator has a complex coupling in 4− ε dimensions. We also study the spectra of bosonic theories of rank-q− 1 tensors with ϕ q interactions. In …",
            "Bosonic tensor models at large  and small ",
            "Simone Giombi and Igor R Klebanov and Grigory Tarnopolsky",
            "2017",
            "jrRg4PAAAAAJ:ULOm3_A8WrAC",
            82,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.96.106014",
            "1345481459523042129",
            "\/scholar?cites=1345481459523042129",
            {
                "2017":3,
                "2018":25,
                "2019":28,
                "2020":26
            }
        ],
        [
            "We continue the study, initiated in [L. Fei, S. Giombi, and IR Klebanov, Phys. Rev. D 90, 025018 (2014)], of the O (N) symmetric theory of N+ 1 massless scalar fields in 6− ε dimensions. This theory has cubic interaction terms 1 2 g 1 σ (ϕ i) 2+ 1 6 g 2 σ 3. We calculate the three loop beta functions for the two couplings and use them to determine certain operator scaling dimensions at the IR stable fixed point up to order ε 3. We also use the beta functions to determine the corrections to the critical value of N below which there is no fixed point at real couplings. The result suggests a significant reduction in the critical value as the dimension is decreased to 5. We also study the theory with N= 1, which has a Z 2 symmetry under ϕ→− ϕ. We show that it possesses an IR stable fixed point at imaginary couplings which can be reached by flow from a nearby fixed point describing a pair of N= 0 theories. We calculate certain …",
            "Three loop analysis of the critical O (N) models in 6− ε dimensions",
            "Lin Fei and Simone Giombi and Igor R Klebanov and Grigory Tarnopolsky",
            "2015",
            "jrRg4PAAAAAJ:9yKSN-GCB0IC",
            81,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.91.045011",
            "13828650233082459070",
            "\/scholar?cites=13828650233082459070",
            {
                "2014":1,
                "2015":12,
                "2016":19,
                "2017":15,
                "2018":12,
                "2019":4,
                "2020":18
            }
        ],
        [
            "For some theories where the degrees of freedom are tensors of rank 3 or higher, there exist solvable large N limits dominated by the melonic diagrams. Simple examples are provided by models containing one rank 3 tensor in the tri-fundamental representation of the O (N) 3 symmetry group. When the quartic interaction is assumed to have a special tetrahedral index structure, the coupling constant g must be scaled as N− 3\/2 in the melonic large N limit. In this paper we consider the combinatorics of a large N theory of one fully symmetric and traceless rank-3 tensor with the tetrahedral quartic interaction; this model has a single O (N) symmetry group. We explicitly calculate all the vacuum diagrams up to order g 8, as well as some diagrams of higher order, and find that in the large N limit where g 2 N 3 is held fixed only the melonic diagrams survive. While some non-melonic diagrams are enhanced in the O (N …",
            "On large N limit of symmetric traceless tensor models",
            "Igor R Klebanov and Grigory Tarnopolsky",
            "2017",
            "jrRg4PAAAAAJ:MXK_kJrjxJIC",
            64,
            "https:\/\/link.springer.com\/article\/10.1007\/JHEP10(2017)037",
            "7082813790054635490",
            "\/scholar?cites=7082813790054635490",
            {
                "2017":8,
                "2018":24,
                "2019":16,
                "2020":14,
                "2021":1
            }
        ]
    ]
}