{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Lowering LDL cholesterol with statin regimens reduces the risk of myocardial infarction, ischaemic stroke, and the need for coronary revascularisation in people without kidney disease, but its effects in people with moderate-to-severe kidney disease are uncertain. The SHARP trial aimed to assess the efficacy and safety of the combination of simvastatin plus ezetimibe in such patients.This randomised double-blind trial included 9270 patients with chronic kidney disease (3023 on dialysis and 6247 not) with no known history of myocardial infarction or coronary revascularisation. Patients were randomly assigned to simvastatin 20 mg plus ezetimibe 10 mg daily versus matching placebo. The key prespecified outcome was first major atherosclerotic event (non-fatal myocardial infarction or coronary death, non-haemorrhagic stroke, or any arterial revascularisation procedure). All analyses were by …",
            "The effects of lowering LDL cholesterol with simvastatin plus ezetimibe in patients with chronic kidney disease (Study of Heart and Renal Protection): a randomised placebo …",
            "Colin Baigent and Martin J Landray and Christina Reith and Jonathan Emberson and David C Wheeler and Charles Tomson and Christoph Wanner and Vera Krane and Alan Cass and Jonathan Craig and Bruce Neal and Lixin Jiang and Lai Seong Hooi and Adeera Levin and Lawrence Agodoa and Mike Gaziano and Bertram Kasiske and Robert Walker and Ziad A Massy and Bo Feldt-Rasmussen and Udom Krairittichai and Vuddidhej Ophascharoensuk and Bengt Fellström and Hallvard Holdaas and Vladimir Tesar and Andrzej Wiecek and Diederick Grobbee and Dick De Zeeuw and Carola Grönhagen-Riska and Tanaji Dasgupta and David Lewis and William Herrington and Marion Mafham and William Majoni and Karl Wallendszus and Richard Grimm and Terje Pedersen and Jonathan Tobert and Jane Armitage and Alex Baxter and Christopher Bray and Yiping Chen and Zhengming Chen and Michael Hill and Carol Knott and Sarah Parish and David Simpson and Peter Sleight and Alan Young and Rory Collins and Sharp Investigators",
            "2011",
            "Js4hHgYAAAAJ:sfsSB7lKuh0C",
            2270,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140673611607393",
            "14496410344822148636",
            "\/scholar?cites=14496410344822148636",
            {
                "2011":78,
                "2012":288,
                "2013":321,
                "2014":302,
                "2015":282,
                "2016":212,
                "2017":187,
                "2018":165,
                "2019":195,
                "2020":155,
                "2021":10
            }
        ],
        [
            "Anemia is associated with an increased risk of cardiovascular and renal events among patients with type 2 diabetes and chronic kidney disease. Although darbepoetin alfa can effectively increase hemoglobin levels, its effect on clinical outcomes in these patients has not been adequately tested.In this study involving 4038 patients with diabetes, chronic kidney disease, and anemia, we randomly assigned 2012 patients to darbepoetin alfa to achieve a hemoglobin level of approximately 13 g per deciliter and 2026 patients to placebo, with rescue darbepoetin alfa when the hemoglobin level was less than 9.0 g per deciliter. The primary end points were the composite outcomes of death or a cardiovascular event (nonfatal myocardial infarction, congestive heart failure, stroke, or hospitalization for myocardial ischemia) and of death or end-stage renal disease.Death or a cardiovascular …",
            "A trial of darbepoetin alfa in type 2 diabetes and chronic kidney disease",
            "Marc A Pfeffer and Emmanuel A Burdmann and Chao-Yin Chen and Mark E Cooper and Dick De Zeeuw and Kai-Uwe Eckardt and Jan M Feyzi and Peter Ivanovich and Reshma Kewalramani and Andrew S Levey and Eldrin F Lewis and Janet B McGill and John JV McMurray and Patrick Parfrey and Hans-Henrik Parving and Giuseppe Remuzzi and Ajay K Singh and Scott D Solomon and Robert Toto",
            "2009",
            "Js4hHgYAAAAJ:CMPXdcK5v8EC",
            1929,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJMoa0907845",
            "17335236940986494719",
            "\/scholar?cites=17335236940986494719",
            {
                "2009":10,
                "2010":200,
                "2011":229,
                "2012":207,
                "2013":201,
                "2014":193,
                "2015":146,
                "2016":168,
                "2017":146,
                "2018":100,
                "2019":137,
                "2020":135,
                "2021":9
            }
        ],
        [
            "Statins reduce the incidence of cardiovascular events in patients at high cardiovascular risk. However, a benefit of statins in such patients who are undergoing hemodialysis has not been proved.We conducted an international, multicenter, randomized, double-blind, prospective trial involving 2776 patients, 50 to 80 years of age, who were undergoing maintenance hemodialysis. We randomly assigned patients to receive rosuvastatin, 10 mg daily, or placebo. The combined primary end point was death from cardiovascular causes, nonfatal myocardial infarction, or nonfatal stroke. Secondary end points included death from all causes and individual cardiac and vascular events.After 3 months, the mean reduction in low-density lipoprotein (LDL) cholesterol levels was 43% in patients receiving rosuvastatin, from a mean baseline level of 100 mg per deciliter (2.6 mmol per liter). During a …",
            "Rosuvastatin and cardiovascular events in patients undergoing hemodialysis",
            "Bengt C Fellström and Alan G Jardine and Roland E Schmieder and Hallvard Holdaas and Kym Bannister and Jaap Beutler and Dong-Wan Chae and Alejandro Chevaile and Stuart M Cobbe and Carola Grönhagen-Riska and José J De Lima and Robert Lins and Gert Mayer and Alan W McMahon and Hans-Henrik Parving and Giuseppe Remuzzi and Ola Samuelsson and Sandor Sonkodi and Gultekin Süleymanlar and Dimitrios Tsakiris and Vladimir Tesar and Vasil Todorov and Andrzej Wiecek and Rudolf P Wüthrich and Mattis Gottlow and Eva Johnsson and Faiez Zannad",
            "2009",
            "Js4hHgYAAAAJ:r56sNq9gaawC",
            1901,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/nejmoa0810177",
            "9675309038195227878",
            "\/scholar?cites=9675309038195227878",
            {
                "2009":88,
                "2010":218,
                "2011":229,
                "2012":195,
                "2013":197,
                "2014":172,
                "2015":139,
                "2016":150,
                "2017":121,
                "2018":104,
                "2019":109,
                "2020":107,
                "2021":10
            }
        ],
        [
            "Type 2 diabetes mellitus is the leading cause of kidney failure worldwide, but few effective long-term treatments are available. In cardiovascular trials of inhibitors of sodium–glucose cotransporter 2 (SGLT2), exploratory results have suggested that such drugs may improve renal outcomes in patients with type 2 diabetes.In this double-blind, randomized trial, we assigned patients with type 2 diabetes and albuminuric chronic kidney disease to receive canagliflozin, an oral SGLT2 inhibitor, at a dose of 100 mg daily or placebo. All the patients had an estimated glomerular filtration rate (GFR) of 30 to <90 ml per minute per 1.73 m2 of body-surface area and albuminuria (ratio of albumin [mg] to creatinine [g], >300 to 5000) and were treated with renin–angiotensin system blockade. The primary outcome was a composite of end-stage kidney disease (dialysis, transplantation, or a sustained estimated …",
            "Canagliflozin and renal outcomes in type 2 diabetes and nephropathy",
            "V Perkovic and MJ Jardine and B Neal and S Bompoint and HJL Heerspink and DM Charytan and R Edwards and R Agarwal and G Bakris and S Bull and CP Cannon and G Capuano and PL Chu and D de Zeeuw and T Greene and A Levin and C Pollock and DC Wheeler and Y Yavin and H Zhang and B Zinman and G Meininger and BM Brenner and KW Mahaffey and CREDENCE Trial Investigators",
            "2019",
            "Js4hHgYAAAAJ:GPPi9ZHr0VQC",
            1409,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/nejmoa1811744",
            "14937449802172197729",
            "\/scholar?cites=14937449802172197729",
            {
                "2018":5,
                "2019":267,
                "2020":983,
                "2021":77
            }
        ],
        [
            "Peritonitis remains a leading complication of perito-neal dialysis (PD). Around 18% of the infection-related mortality in PD patients is the result of peritonitis. Although less than 4% of peritonitis episodes result in death, peritonitis is a “contributing factor” to death in 16% of deaths on PD. In addition, severe and prolonged peritonitis can lead to peritoneal membrane failure and peritonitis is probably the most common cause of technique failure in PD. Peritonitis remains a major cause of patients discontinuing PD and switching to hemodialysis. Therefore, the PD community continues to focus attention on prevention and treatment of PD-related infections (1–9). Peritonitis treatment should aim for rapid resolution of inflammation and preservation of peritoneal membrane function. Recommendations under the auspices of the International Society for Peritoneal Dialysis (ISPD) were first published in 1983 and revised in 1989 …",
            "Peritoneal dialysis-related infections recommendations: 2010 update",
            "Philip Kam-Tao Li and Cheuk Chun Szeto and Beth Piraino and Judith Bernardini and Ana E Figueiredo and Amit Gupta and David W Johnson and Ed J Kuijper and Wai-Choong Lye and William Salzer and Franz Schaefer and Dirk G Struijk",
            "2010",
            "Js4hHgYAAAAJ:Tyk-4Ss8FVUC",
            1106,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.3747\/pdi.2010.00049",
            "669015709636442388",
            "\/scholar?cites=669015709636442388",
            {
                "2010":6,
                "2011":79,
                "2012":127,
                "2013":119,
                "2014":161,
                "2015":164,
                "2016":162,
                "2017":105,
                "2018":64,
                "2019":46,
                "2020":41,
                "2021":2
            }
        ],
        [
            "In clinical practice, there is considerable variation in the timing of the initiation of maintenance dialysis for patients with stage V chronic kidney disease, with a worldwide trend toward early initiation. In this study, conducted at 32 centers in Australia and New Zealand, we examined whether the timing of the initiation of maintenance dialysis influenced survival among patients with chronic kidney disease.We randomly assigned patients 18 years of age or older with progressive chronic kidney disease and an estimated glomerular filtration rate (GFR) between 10.0 and 15.0 ml per minute per 1.73 m2 of body-surface area (calculated with the use of the Cockcroft–Gault equation) to planned initiation of dialysis when the estimated GFR was 10.0 to 14.0 ml per minute (early start) or when the estimated GFR was 5.0 to 7.0 ml per minute (late start). The primary outcome was death from any cause …",
            "A randomized, controlled trial of early versus late initiation of dialysis",
            "Bruce A Cooper and Pauline Branley and Liliana Bulfone and John F Collins and Jonathan C Craig and Margaret B Fraenkel and Anthony Harris and David W Johnson and Joan Kesselhut and Jing Jing Li and Grant Luxton and Andrew Pilmore and David J Tiller and David C Harris and Carol A Pollock",
            "2010",
            "Js4hHgYAAAAJ:2osOgNQ5qMEC",
            801,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJMoa1000552",
            "13679115136059194339",
            "\/scholar?cites=13679115136059194339",
            {
                "2009":2,
                "2010":16,
                "2011":89,
                "2012":91,
                "2013":77,
                "2014":95,
                "2015":72,
                "2016":81,
                "2017":66,
                "2018":71,
                "2019":68,
                "2020":49,
                "2021":2
            }
        ],
        [
            "Peritonitis is a common and serious complication of peritoneal dialysis (PD). Although less than 5% of peritonitis episodes result in death, peritonitis is the direct or major contributing cause of death in around 16% of PD patients (1–6). In addition, severe or prolonged peritonitis leads to structural and functional alterations of the peritoneal membrane, eventually leading to membrane failure. Peritonitis is a major cause of PD technique failure and conversion to longterm hemodialysis (1, 5, 7, 8).",
            "ISPD Peritonitis Recommendations: 2016 Update on Prevention and Treatment.",
            "Li Philip and Cheuk-Chun Szeto and B Piraino and Javier de Arteaga and Stanley Fan and Ana Figueiredo and David Fish and Eric Goffin and Y Kim and William Salzer and Dirk Struijk and Isaac Teitelbaum and David Johnson",
            "2016",
            "Js4hHgYAAAAJ:-VEz7GmFoMgC",
            570,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.3747\/pdi.2016.00078",
            "7591918645961938836",
            "\/scholar?cites=7591918645961938836",
            {
                "2016":9,
                "2017":82,
                "2018":115,
                "2019":140,
                "2020":189,
                "2021":16
            }
        ],
        [
            "Objective To analyse the benefits and harms of statins in patients with chronic kidney disease (pre-dialysis, dialysis, and transplant populations).Design Meta-analysis.Data sources Cochrane Central Register of Controlled Trials, Medline, Embase, and Renal Health Library (July 2006).Study selection Randomised and quasi-randomised controlled trials of statins compared with placebo or other statins in chronic kidney disease.Data extraction and analysis Two reviewers independently assessed trials for inclusion, extracted data, and assessed trial quality. Differences were resolved by consensus. Treatment effects were summarised as relative risks or weighted mean differences with 95% confidence intervals by using a random effects model.Results Fifty trials (30 144 patients) were included. Compared with placebo, statins significantly reduced total cholesterol (42 studies, 6390 patients; weighted mean difference …",
            "Effects of statins in patients with chronic kidney disease: meta-analysis and meta-regression of randomised controlled trials",
            "Giovanni FM Strippoli and Sankar D Navaneethan and David W Johnson and Vlado Perkovic and Fabio Pellegrini and Antonio Nicolucci and Jonathan C Craig",
            "2008",
            "Js4hHgYAAAAJ:u-x6o8ySG0sC",
            500,
            "https:\/\/www.bmj.com\/content\/336\/7645\/645.short",
            "3883745146041558097",
            "\/scholar?cites=3883745146041558097",
            {
                "2008":24,
                "2009":54,
                "2010":61,
                "2011":66,
                "2012":60,
                "2013":46,
                "2014":52,
                "2015":40,
                "2016":28,
                "2017":15,
                "2018":14,
                "2019":18,
                "2020":4,
                "2021":2
            }
        ],
        [
            "Prevalence estimates of depression in chronic kidney disease (CKD) vary widely in existing studies. We conducted a systematic review and meta-analysis of observational studies to summarize the point prevalence of depressive symptoms in adults with CKD. We searched MEDLINE and Embase (through January 2012). Random-effects meta-analysis was used to estimate the prevalence of depressive symptoms. We also limited the analyses to studies using clinical interview and prespecified criteria for diagnosis. We included 249 populations (55,982 participants). Estimated prevalence of depression varied by stage of CKD and the tools used for diagnosis. Prevalence of interview-based depression in CKD stage 5D was 22.8% (confidence interval (CI), 18.6–27.6), but estimates were somewhat less precise for CKD stages 1–5 (21.4% (CI, 11.1–37.2)) and for kidney transplant recipients (25.7% (12.8–44.9)). Using …",
            "Prevalence of depression in chronic kidney disease: systematic review and meta-analysis of observational studies",
            "Suetonia Palmer and Mariacristina Vecchio and Jonathan C Craig and Marcello Tonelli and David W Johnson and Antonio Nicolucci and Fabio Pellegrini and Valeria Saglimbene and Giancarlo Logroscino and Steven Fishbane and Giovanni FM Strippoli",
            "2013",
            "Js4hHgYAAAAJ:F9HO9s0W2bwC",
            469,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0085253815559279",
            "5399450300324395523",
            "\/scholar?cites=5399450300324395523",
            {
                "2013":5,
                "2014":23,
                "2015":37,
                "2016":72,
                "2017":49,
                "2018":72,
                "2019":97,
                "2020":98,
                "2021":5
            }
        ],
        [
            "The global nephrology community recognises the need for a cohesive plan to address the problem of chronic kidney disease (CKD). In July, 2016, the International Society of Nephrology hosted a CKD summit of more than 85 people with diverse expertise and professional backgrounds from around the globe. The purpose was to identify and prioritise key activities for the next 5–10 years in the domains of clinical care, research, and advocacy and to create an action plan and performance framework based on ten themes: strengthen CKD surveillance; tackle major risk factors for CKD; reduce acute kidney injury—a special risk factor for CKD; enhance understanding of the genetic causes of CKD; establish better diagnostic methods in CKD; improve understanding of the natural course of CKD; assess and implement established treatment options in patients with CKD; improve management of symptoms and …",
            "Global kidney health 2017 and beyond: a roadmap for closing gaps in care, research, and policy",
            "Adeera Levin and Marcello Tonelli and Joseph Bonventre and Josef Coresh and Jo-Ann Donner and Agnes B Fogo and Caroline S Fox and Ron T Gansevoort and Hiddo JL Heerspink and Meg Jardine and Bertram Kasiske and Anna Köttgen and Matthias Kretzler and Andrew S Levey and Valerie A Luyckx and Ravindra Mehta and Orson Moe and Gregorio Obrador and Neesh Pannu and Chirag R Parikh and Vlado Perkovic and Carol Pollock and Peter Stenvinkel and Katherine R Tuttle and David C Wheeler and Kai-Uwe Eckardt and Dwomoa Adu and Sanjay Kumar Agarwal and Mona Alrukhaimi and Hans-Joachim Anders and Gloria Ashuntantang and Shakti Basnet and Aminu K Bello and Worawon Chailimpamontree and Ricardo Correa-Rotter and Jonathan Craig and Walter G Douthat and Harold I Feldman and Mohammad Reza Ganji and Guillermo Garcia-Garcia and Mohammed Benghanem Gharbi and David C Harris and Vivekanand Jha and David W Johnson and Rumeyza Kazancioglu and Robyn Langham and Zhi-Hong Liu and Ziad A Massy and Masaomi Nangaku and Robert G Nelson and Donal O'Donoghue and Ikechi Okpechi and Roberto Pecoits-Filho and Neil R Powe and Giuseppe Remuzzi and Charlotte Roberts and Jerome Rossert and Laura Sola and Benedicte Stengel and Yusuke Suzuki and Tetsuhiro Tanaka and Sajja Tatiyanupanwong and Bernadette Thomas and Katrin Uhlig and Robert Walker and Sarah L White and Andrzej Wiecek and Chih-Wei Yang",
            "2017",
            "Js4hHgYAAAAJ:BJrLMYCRBhgC",
            421,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140673617307882",
            "18294214678984819083",
            "\/scholar?cites=18294214678984819083",
            {
                "2017":25,
                "2018":81,
                "2019":136,
                "2020":157,
                "2021":13
            }
        ]
    ]
}