{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Dipole operator s¯ σ μ ν F μ ν b requires the helicity flip in the involving quark states thus the breaking of chiral U (3) Q× U (3) d. On the other hand, the b quark mass generation is also a consequence of chiral U (3) Q× U (3) d symmetry breaking. Therefore, in many models, there might be strong correlation between the b→ s γ and b quark Yukawa coupling. In this Letter, we use non-decoupling MSSM model to illustrate this feature. In the scenario, the light Higgs boson may evade the direct search experiments at LEPII or Tevatron while the 125 GeV Higgs-like boson is identified as the heavy Higgs boson in the spectrum. A light charged Higgs is close to the heavy Higgs boson which is of 125 GeV and its contribution to b→ s γ requires large supersymmetric correction with large PQ and R-symmetry breaking. The large supersymmetric contribution at the same time significantly modifies the b quark Yukawa coupling …",
            "Revisit to non-decoupling MSSM",
            "Jiwei Ke and Hui Luo and Ming-xing Luo and Kai Wang and Liucheng Wang and Guohuai Zhu",
            "2013",
            "jSY37zMAAAAJ:u5HHmVD_uO8C",
            27,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269313003456",
            "3443250523775574743",
            "\/scholar?cites=3443250523775574743",
            {
                "2013":13,
                "2014":10,
                "2015":2,
                "2016":1,
                "2017":1
            }
        ],
        [
            "The uncertainty of t t production cross section measurement at LHC is at a few percent level which still allows the stop pair production t t* with identical final states 2 b+ ℓ+ n j+ E T. In this paper, we attempt to use the existing measurement of W-polarization in top quark decay to improve the distinction between stop and top quark states. We apply the ATLAS χ 2 method of W-polarization measurement in semileptonic t t final state to semileptonic stop pair samples and study its prediction. We find that the faked top events from stop mostly contribute to the left-handed polarized W due to the reconstruction. The benchmark point with maximal contribution to top events only changes F L by 1%. After comparing with the current experiments, we conclude that the current measurement of W-polarization in t decay cannot exclude the light stop scenario.",
            "Light top squark in precision top quark sample",
            "Xue-Qian Li and Zong-Guo Si and Kai Wang and Liucheng Wang and Liangliang Zhang and Guohuai Zhu",
            "2014",
            "jSY37zMAAAAJ:d1gkVwhDpl0C",
            25,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.89.077703",
            "13549045606285466996",
            "\/scholar?cites=13549045606285466996",
            {
                "2014":9,
                "2015":5,
                "2016":1,
                "2017":5,
                "2018":5
            }
        ],
        [
            "This paper starts with a self-contained discussion of the so-called Akulov–Volkov action , which is traditionally taken to be the leading-order action of the Goldstino field. Explicit expressions for  and its chiral version  are presented. We then turn to the issue on how these actions are related to the leading-order action  proposed in the newly proposed constrained superfield formalism. We show that  may yield  or a totally different action , depending on how the auxiliary field in the former is integrated out. However,  and  always yield the same S-matrix elements, as one would have expected from general considerations in quantum field theory.",
            "Leading-order actions of Goldstino fields",
            "Haishan Liu and Hui Luo and Mingxing Luo and Liucheng Wang",
            "2011",
            "jSY37zMAAAAJ:UeHWp8X0CEIC",
            19,
            "https:\/\/link.springer.com\/article\/10.1140\/epjc\/s10052-011-1793-0?r=1&l=ri&fst=0&error=cookies_not_supported&error=cookies_not_supported&code=0864f06c-aac4-4c5c-b7d3-8ab5bf8af1bd&code=f4f035b3-63f2-4b99-8979-920177fae0a6",
            "7997644611638927523",
            "\/scholar?cites=7997644611638927523",
            {
                "2010":3,
                "2011":4,
                "2012":1,
                "2013":2,
                "2014":2,
                "2015":2,
                "2016":3,
                "2017":2
            }
        ],
        [
            "Recently, the Fermi-LAT Collaboration reported upper limits on the GeV gamma-ray flux from nearby clusters of galaxies. Motivated by these limits, we study corresponding constraints on gamma-ray emissions from two specific decaying dark matter models, one via grand unification scale suppressed operators and the other via R-parity violating operators. Both can account for the PAMELA and Fermi-LAT excesses of e±. For GUT decaying dark matter, the gamma-rays from the M49 and Fornax clusters, with energy in the range of 1 to 10 GeV, lead to the most stringent constraints to date. As a result, this dark matter is disfavored with conventional model of e±background. In addition, it is likely that some tension exists between the Fermi-LAT e±excess and the gamma-ray constraints for any decaying dark matter model, provided conventional model of e±background is adopted. Nevertheless, the GUT decaying …",
            "Gamma-rays from nearby clusters: Constraints on selected decaying dark matter models",
            "Jiwei Ke and Mingxing Luo and Liucheng Wang and Guohuai Zhu",
            "2011",
            "jSY37zMAAAAJ:9yKSN-GCB0IC",
            19,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269311002139",
            "9154246032563269100",
            "\/scholar?cites=9154246032563269100",
            {
                "2011":3,
                "2012":9,
                "2013":3,
                "2014":1,
                "2015":1,
                "2016":2
            }
        ],
        [
            "Motivated by the observed excess of the di-photon signal in Higgs searches, σ γ γ\/σ SM≃ 1.5, we argue that models with enhanced Γ (h→ γ γ) alone are the most favorable scenarios when the latest LHC\/Tevatron results are all taken into account. We study the phenomenology of a supersymmetric scenario of light stau that predicts a 125 GeV SM-like Higgs boson with enhanced di-photon decay through light stau loops. Since it is extremely challenging to search the Drell–Yan stau pair at the LHC due to the small production rate, we focus on the parameter space with enhanced production of inclusive stau pairs, in particular, via b b¯ fusion or gaugino pairs. We study its phenomenology in both pure leptonic tau τ ℓ±channels and hadronic tau tagged τ h channels. We find the same-sign dilepton from χ˜ 1±χ˜ 2 0→ τ ℓ±τ ℓ±+ X may significantly improve the discovery potential with even 7–8 TeV LHC of O (30 fb− 1) data …",
            "Searching supersymmetric leptonic partner at the CERN LHC",
            "Jiwei Ke and Ming-Xing Luo and Lian-You Shan and Kai Wang and Liucheng Wang",
            "2013",
            "jSY37zMAAAAJ:u-x6o8ySG0sC",
            12,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269312012403",
            "7720485230465132539",
            "\/scholar?cites=7720485230465132539",
            {
                "2013":9,
                "2014":3
            }
        ],
        [
            "Motivated by recent observations from PAMELA, Fermi and HESS, we consider dark matter decays in the framework of supersymmetric SU (5) grand unification theories. An SU (5) singlet S is assumed to be the main component of dark matters, which decays into visible particles through dimension six operators suppressed by the grand unification scale. Under certain conditions, S decays dominantly into a pair of sleptons with universal coupling for all generations. Subsequently, electrons and positrons are produced from cascade decays of these sleptons. These cascade decay chains smooth the e++ e− spectrum, which permit naturally a good fit to the Fermi-LAT data. The observed positron fraction upturn by PAMELA can be reproduced simultaneously. We have also calculated diffuse gamma-ray spectra due to the e±excesses and compared them with the preliminary Fermi-LAT data from 0.1 GeV to 10 GeV in the …",
            "Decaying dark matter in supersymmetric SU (5) models",
            "Mingxing Luo and Liucheng Wang and Wei Wu and Guohuai Zhu",
            "2010",
            "jSY37zMAAAAJ:2osOgNQ5qMEC",
            12,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269310004491",
            "3781301865081490362",
            "\/scholar?cites=3781301865081490362",
            {
                "2010":2,
                "2011":5,
                "2012":2,
                "2013":2,
                "2014":1
            }
        ],
        [
            "A Goldstino field in the nonlinear realization of supersymmetry is constructed from an appropriate chiral super-multiplet of the linear theory, in general O'Raifeartaigh-like models. The linear theories can thus be reformulated into their nonlinear versions, via the standard procedure. The Goldstino field disappears totally from the original Lagrangian in the process, but reemerges in the Jacobian of the transformation and covariant derivatives. Vertices with Goldstino fields carry at least one space–time derivative, as one would have expected.",
            "The Goldstino field in linear and nonlinear realizations of supersymmetry",
            "Hui Luo and Mingxing Luo and Liucheng Wang",
            "2010",
            "jSY37zMAAAAJ:zYLM7Y9cAGgC",
            9,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S037026931000170X",
            "1420616391419503712",
            "\/scholar?cites=1420616391419503712",
            {
                "2010":3,
                "2011":4,
                "2012":1,
                "2013":1
            }
        ],
        [
            "An on-shell effective theory (OSET) approach has been widely used in searches of various supersymmetric signals, in particular, gluino\/squark pairs with long cascade decay chains in which complete matrix element calculations may encounter high dimensional integrations. On the other hand, leptons from polarized chargino decays may show a significant boost effect in some scenarios and simulation without polarization information may underestimate or overestimate the lepton  cut efficiencies in the first place. We study the polarization effects in leptonic decaying charginos from squarks or gluinos. Taking the polarization effects into account, we find it still justifiable to take only the OSET approach for a large parameter region, for instance, the first two generation squarks due to indistinguishable final states as well as a flat angular distribution in the motion of the lepton. On the other hand, we use the leptonic …",
            "Polarization effects in early SUSY searches at the CERN LHC",
            "Kai Wang and Liucheng Wang and Tao Xu and Liangliang Zhang",
            "2015",
            "jSY37zMAAAAJ:hC7cP41nSMkC",
            7,
            "https:\/\/link.springer.com\/article\/10.1140\/epjc\/s10052-015-3514-6",
            "17664531456914613527",
            "\/scholar?cites=17664531456914613527",
            {
                "2016":1,
                "2017":2,
                "2018":2,
                "2019":1,
                "2020":1
            }
        ],
        [
            "This paper revisits the nonlinear realization of spontaneously broken N= 1 supersymmetry. It is shown that the constrained superfield formalism as proposed in [6] can be reinterpreted in the language of standard realization of nonlinear supersymmetry via a new and simpler route. Explicit formulas of actions are presented for general renormalizable theories with or without gauge interactions. The nonlinearWess-Zumino gauge is discussed and relations are pointed out for different definitions of gauge fields. In addition, a general procedure is provided to deal with theories of arbitrary Kahler potentials.",
            "Nonlinear realization of spontaneously broken N= 1 supersymmetry revisited",
            "Hui Luo and Mingxing Luo and Liucheng Wang",
            "2010",
            "jSY37zMAAAAJ:W7OEmFMy1HYC",
            7,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP02(2010)087.pdf",
            "7225753710109866586",
            "\/scholar?cites=7225753710109866586",
            {
                "2010":1,
                "2011":3,
                "2012":1,
                "2013":1,
                "2014":1
            }
        ],
        [
            "Neutralino can be the dark matter candidate in the gauge-mediated supersymmetry breaking models if the conformal sequestered mechanism is assumed in the hidden sector. In this paper, we study this mechanism by using the current experimental results after the run I of LHC and LUX. By adding new Yukawa couplings between the messenger fields and Higgs fields, we find that this mechanism can predict a neutralino dark matter with correct relic density and a Higgs boson with mass around 125 GeV. All our survived points have some common features. First, the Higgs sector falls into the decoupling limit. So the properties of the light Higgs boson are similar to the predictions of the Standard Model one. Second, the correct EWSB hints a relatively small μ-term, which makes the lightest neutralino lighter than the lightest stau. So a bino–higgsino dark matter with correct relic density can be achieved. And the …",
            "Neutralino dark matter in gauge mediation after run I of LHC and LUX",
            "Ran Ding and Liucheng Wang and Bin Zhu",
            "2014",
            "jSY37zMAAAAJ:-f6ydRqryjwC",
            6,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269314003098",
            "16337799466347040963",
            "\/scholar?cites=16337799466347040963",
            {
                "2014":1,
                "2015":3,
                "2016":2
            }
        ]
    ]
}