{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Breast cancer is a group of clinically, histopathologically and molecularly heterogeneous diseases, with different outcomes and responses to treatment. Triple-negative (TN) breast cancers are defined as tumors that lack the expression of estrogen receptor, progesterone receptor and epidermal growth factor receptor 2. This subgroup accounts for 15% of all types of breast cancer and its prevalence is higher among young African, African-American and Latino women. The hypermethylation of CpG islands (CpGI) is a common epigenetic alteration for suppressing gene expression in breast cancer and has been shown to be a key factor in breast carcinogenesis. In this study we analyzed the hypermethylation of 110 CpGI within 69 cancer-related genes in TN tumors. For the methylation analysis, we used the methyl-specific multiplex-ligation probe amplification assay. We found that the number of methylated CpGI is …",
            "Methylation profile of triple-negative breast carcinomas",
            "MT Branham and DM Marzese and SR Laurito and FE Gago and JI Orozco and OM Tello and LM Vargas-Roig and M Roque",
            "2012",
            "JsYD4jQAAAAJ:u-x6o8ySG0sC",
            49,
            "https:\/\/www.nature.com\/articles\/oncsis201217",
            "5538214515276977400",
            "\/scholar?cites=5538214515276977400",
            {
                "2013":2,
                "2014":6,
                "2015":7,
                "2016":15,
                "2017":3,
                "2018":8,
                "2019":7,
                "2020":1
            }
        ],
        [
            "Breast carcinogenesis is a multistep process that involves both genetic and epigenetic alterations. Identification of aberrantly methylated genes in breast tumors and their relation to clinical parameters can contribute to improved diagnostic, prognostic, and therapeutic decision making. Our objective in the present study was to identify the methylation status of 34 cancer-involved genes in invasive ductal carcinomas (IDC). Each of the 70 IDC cases analyzed had a unique methylation profile. The highest methylation frequency was detected in the WT1 (95.7%) and RASSF1 (71.4%) genes. Hierarchical cluster analysis revealed three clusters with different distribution of the prognostic factors tumor grade, lymph node metastasis, and proliferation rate. Methylation of TP73 was associated with high histological grade and high proliferation rate; methylation of RARB was associated with lymph node metastasis. Concurrent …",
            "DNA methylation index and methylation profile of invasive ductal breast tumors",
            "Diego M Marzese and Dave SB Hoon and Kelly K Chong and Francisco E Gago and Javier I Orozco and Olga M Tello and Laura M Vargas-Roig and María Roqué",
            "2012",
            "JsYD4jQAAAAJ:u5HHmVD_uO8C",
            35,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S152515781200178X",
            "14496258367954438058",
            "\/scholar?cites=14496258367954438058",
            {
                "2012":1,
                "2013":5,
                "2014":4,
                "2015":7,
                "2016":6,
                "2017":1,
                "2018":6,
                "2019":4,
                "2020":1
            }
        ],
        [
            "Optimal treatment of brain metastases is often hindered by limitations in diagnostic capabilities. To meet this challenge, here we profile DNA methylomes of the three most frequent types of brain metastases: melanoma, breast, and lung cancers (n= 96). Using supervised machine learning and integration of DNA methylomes from normal, primary, and metastatic tumor specimens (n= 1860), we unravel epigenetic signatures specific to each type of metastatic brain tumor and constructed a three-step DNA methylation-based classifier (BrainMETH) that categorizes brain metastases according to the tissue of origin and therapeutically relevant subtypes. BrainMETH predictions are supported by routine histopathologic evaluation. We further characterize and validate the most predictive genomic regions in a large cohort of brain tumors (n= 165) using quantitative-methylation-specific PCR. Our study highlights the …",
            "Epigenetic profiling for the molecular classification of metastatic brain tumors",
            "Javier IJ Orozco and Theo A Knijnenburg and Ayla O Manughian-Peter and Matthew P Salomon and Garni Barkhoudarian and John R Jalas and James S Wilmott and Parvinder Hothi and Xiaowen Wang and Yuki Takasumi and Michael E Buckland and John F Thompson and Georgina V Long and Charles S Cobbs and Ilya Shmulevich and Daniel F Kelly and Richard A Scolyer and Dave SB Hoon and Diego M Marzese",
            "2018",
            "JsYD4jQAAAAJ:0EnyYjriUFMC",
            28,
            "https:\/\/www.nature.com\/articles\/s41467-018-06715-y",
            "6353858800841886450",
            "\/scholar?cites=6353858800841886450",
            {
                "2018":3,
                "2019":7,
                "2020":18
            }
        ],
        [
            "Melanoma has the highest propensity to metastasize to the brain compared to other cancers, as brain metastases are found frequently high in patients who have prolonged survival with visceral metastasis. Once disseminated in the brain, melanoma cells communicate with brain resident cells that include astrocytes and microglia. Microglia cells are the resident macrophages of the brain and are the main immunological cells in the CNS involved in neuroinflammation. Data on the interactions between brain metastatic melanoma cells and microglia and on the role of microglia‐mediated neuroinflammation in facilitating melanoma brain metastasis are lacking. To elucidate the role of microglia in melanoma brain metastasis progression, we examined the bidirectional interactions between microglia and melanoma cells in the tumor microenvironment. We identified the molecular and functional modifications occurring in …",
            "The metastatic microenvironment: Melanoma–microglia cross‐talk promotes the malignant phenotype of melanoma cells",
            "Sivan Izraely and Shlomit Ben‐Menachem and Orit Sagi‐Assif and Alona Telerman and Inna Zubrilov and Ofir Ashkenazi and Tsipi Meshel and Shelly Maman and Javier IJ Orozco and Matthew P Salomon and Diego M Marzese and Metsada Pasmanik‐Chor and Eli Pikarski and Marcelo Ehrlich and Dave SB Hoon and Isaac P Witz",
            "2019",
            "JsYD4jQAAAAJ:KlAtU1dfN6UC",
            18,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ijc.31745",
            "8951288280385251014",
            "\/scholar?cites=8951288280385251014",
            {
                "2018":2,
                "2019":5,
                "2020":8,
                "2021":3
            }
        ],
        [
            "In human breast cancer, β-catenin localization has been related with disease prognosis. Since HER2-positive patients are an important subgroup, and that in breast cancer cells a direct interaction of β-catenin\/HER2 has been reported, in the present study we have explored whether β-catenin location is related with the disease survival. The study was performed in a tumor bank from patients (n = 140) that did not receive specific anti-HER2 therapy. The proteins were detected by immunohistochemistry in serial sections, 47 (33.5 %) patients were HER2-positive with a long follow-up. HER2-positive patients that displayed β-catenin at the plasma membrane (completely surrounding the tumour cells) showed a significant better disease-free survival and overall survival than the patients showing the protein on other locations. Then we explored the dynamics of the co-expression of β-catenin and HER2 in human …",
            "HER2 and β-catenin protein location: importance in the prognosis of breast cancer patients and their correlation when breast cancer cells suffer stressful situations",
            "F Darío Cuello-Carrión and Jorge E Shortrede and Daiana Alvarez-Olmedo and Niubys Cayado-Gutiérrez and Gisela N Castro and Felipe CM Zoppino and Martín Guerrero and Estefania Martinis and Rodolfo Wuilloud and Nidia N Gómez and Verónica Biaggio and Javier Orozco and Francisco E Gago and Leonardo A Ciocca and Mariel A Fanelli and Daniel R Ciocca",
            "2015",
            "JsYD4jQAAAAJ:9yKSN-GCB0IC",
            16,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s10585-015-9694-5.pdf",
            "16419301434413868707",
            "\/scholar?cites=16419301434413868707",
            {
                "2015":2,
                "2016":1,
                "2017":8,
                "2018":3,
                "2019":2
            }
        ],
        [
            "Metastatic cells exhibit an extraordinary phenotypic plasticity, not only in adapting to unfamiliar microenvironments but also in surviving aggressive treatments and immune responses. A major source of phenotypic variability is alternative splicing (AS) of the pre-messenger RNA. This process is catalyzed by one of the most complex pieces of cellular molecular regulatory events, the spliceosome, which is composed of ribonucleoproteins and polypeptides termed spliceosome factors. With strong evidence indicating that AS affects nearly all genes encoded by the human genome, aberrant AS programs have a significant impact on cancer cell development and progression. In this review, we present insights about the genomic and epigenomic factors affecting AS, summarize the most recent findings linking aberrant AS to metastatic progression, and highlight potential prognostic and therapeutic applications.",
            "Alternative splicing and cancer metastasis: prognostic and therapeutic applications",
            "Diego M Marzese and Ayla O Manughian-Peter and Javier IJ Orozco and Dave SB Hoon",
            "2018",
            "JsYD4jQAAAAJ:8k81kl-MbHgC",
            15,
            "https:\/\/link.springer.com\/article\/10.1007\/s10585-018-9905-y",
            "12099978607726785473",
            "\/scholar?cites=12099978607726785473",
            {
                "2018":2,
                "2019":1,
                "2020":11
            }
        ],
        [
            "BRCAness breast tumors represent a group of sporadic tumors characterized by a reduction in BRCA1 gene expression. As BRCA1 is involved in double-strand breaks (DSBs) repair, dysfunctional BRCA pathway could make a tumor sensitive to DNA damaging drugs (e.g., platinum agents). Thus, accurately identifying BRCAness could contribute to therapeutic decision making in patients harboring these tumors. The purpose of this study was to identify if BRCAness tumors present a characteristic methylation profile and\/or were related to specific clinico-pathological features. BRCAness was measured by MLPA in 63 breast tumors; methylation status of 98 CpG sites within 84 cancer-related genes was analyzed by MS-MLPA. Protein and mRNA expressions of the selected genes were measured by quantitative real-time PCR and Western Blot. BRCAness was associated with younger age, higher nuclear …",
            "Epigenetic regulation of ID4 in the determination of the BRCAness phenotype in breast cancer",
            "Maria Teresita Branham and E Campoy and S Laurito and R Branham and G Urrutia and Javier Orozco and Francisco Gago and R Urrutia and M Roqué",
            "2016",
            "JsYD4jQAAAAJ:Y0pCki6q_DkC",
            15,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s10549-015-3648-0.pdf",
            "12747744559635488644",
            "\/scholar?cites=12747744559635488644",
            {
                "2016":1,
                "2017":2,
                "2018":6,
                "2019":1,
                "2020":5
            }
        ],
        [
            "Breast cancer is a heterogeneous disease characterized by the accumulation of genetic and epigenetic alterations that contribute to the development of regional and distant metastases. Lymph node metastasis (LNM) status is the single most important prognostic factor. Metastatic cancer cells share common molecular alterations with those of the primary tumor, but in addition, they develop distinct changes that allow the cancer to progress. There is an urgent need for molecular studies which focus on identifying genomic and epigenomic markers that can predict the progression to metastasis. The objective of this study was to identify epigenetic similarities and differences between paired primary breast tumor (PBT) and LNM. We employed Methylation-Specific-MLPA (Multiplex ligation-dependent probe amplification) to assess the methylation status of 33 cancer-related genes in a cohort of 50 paired PBT and …",
            "Epigenetic variations in breast cancer progression to lymph node metastasis",
            "Guillermo Urrutia and Sergio Laurito and Diego M Marzese and Francisco Gago and Javier Orozco and Olga Tello and Teresita Branham and Emanuel M Campoy and María Roqué",
            "2015",
            "JsYD4jQAAAAJ:W7OEmFMy1HYC",
            14,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s10585-015-9695-4.pdf",
            "6963292028011165817",
            "\/scholar?cites=6963292028011165817",
            {
                "2014":1,
                "2015":3,
                "2016":3,
                "2017":4,
                "2018":1,
                "2019":2
            }
        ],
        [
            "Brain metastases (BM) are one the most lethal and poorly managed clinical complications in cancer patients. These secondary tumors represent the most common intracranial neoplasm in adults, most frequently originating from lung cancer, breast cancer, and cutaneous melanoma. In primary brain tumors, such as gliomas, recent advances in DNA methylation profiling have allowed for a comprehensive molecular classification. Such data provide prognostic information, in addition to helping predict patient response to specific systemic therapies. However, epigenetic alterations of metastatic brain tumors with specific biological and translational relevance still require much further exploration. Using the widely employed Illumina Infinium HumanMethylation 450K platform, we have generated a cohort of genome-wide DNA methylomes from ninety-six needle-dissected BM specimens from patients with lung cancer …",
            "Brain metastasis DNA methylomes, a novel resource for the identification of biological and clinical features",
            "Matthew P Salomon and Javier IJ Orozco and James S Wilmott and Parvinder Hothi and Ayla O Manughian-Peter and Charles S Cobbs and Richard A Scolyer and Dave SB Hoon and Diego M Marzese",
            "2018",
            "JsYD4jQAAAAJ:Zph67rFs4hoC",
            8,
            "https:\/\/www.nature.com\/articles\/sdata2018245",
            "1849389933467109374",
            "\/scholar?cites=1849389933467109374",
            {
                "2018":1,
                "2019":4,
                "2020":3
            }
        ],
        [
            "Accumulated evidence suggests that aberrant methylation of the TP73 gene and increased levels of ΔNp73 in primary tumours correlate with poor prognosis. However, little is known regarding the transcriptional and functional regulation of the TP73 gene in breast cancer. The aim of the present study was to determine the expression of the ΔNp73 isoform, its relationship with DNA methylation of TP73 and their clinical prognostic significance in breast cancer patients.TP73 gene methylation was studied in TCGA datasets and in 70 invasive ductal breast carcinomas (IDCs). The expression of p73 isoforms was evaluated by immunohistochemistry (IHC) and Western blot and correlated with clinicopathological variables and clinical outcome.We observed that the methylation of diverse CpG islands of TP73 differed significantly between molecular subtypes. An inverse correlation was found between …",
            "TP73 DNA methylation and upregulation of ΔNp73 are associated with an adverse prognosis in breast cancer",
            "Laura C Gomez and Mayra L Sottile and Martin E Guerrero-Gimenez and Felipe CM Zoppino and Analia L Redondo and Francisco E Gago and Javier I Orozco and Olga M Tello and Maria Roqué and Silvina B Nadin and Diego M Marzese and Laura M Vargas-Roig",
            "2018",
            "JsYD4jQAAAAJ:roLk4NBRz8UC",
            8,
            "https:\/\/jcp.bmj.com\/content\/71\/1\/52.abstract",
            "14273236710214855983",
            "\/scholar?cites=14273236710214855983",
            {
                "2017":1,
                "2018":1,
                "2019":2,
                "2020":4
            }
        ]
    ]
}