{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Nonprofit sector organizations tackle intractable problems by seeking support from external funding agencies, resulting in funders holding power through resource control. Nonprofits also access resources and coordinate activities through building networks with other nonprofits. Such networks have been viewed as emergent with an underlying assumption that the nonprofits determine when and with whom to partner. Given the power of funders, however, how much control do the nonprofits have in determining whether or not to partner? Document analysis of 83 application packets used by funders in the United States to collect and assess nonprofit suitability for funding shows significant differences between private- and public-sector control over nonprofits decisions to network. Unlike private-sector foundations, public-agency funding documents mandate awardees to network, which has practical and theoretical …",
            "(Un) obtrusive control in emergent networks: Examining funding agencies’ control over nonprofit networks",
            "Marya L Doerfel and Yannick Atouba and Jack L Harris",
            "2017",
            "JthRBOIAAAAJ:eJXPG6dFmWUC",
            12,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/0899764016664588",
            "15192087063697663287",
            "\/scholar?cites=15192087063697663287",
            {
                "2018":2,
                "2019":4,
                "2020":5,
                "2021":1
            }
        ],
        [
            "Disaster recovery and response moves in increasingly predictable patterns from immediate after-crisis emergency response to long-term organizational and community recovery. Networked collaborations crossing multiple geographic and organizational boundaries are key parts of social resilience processes that enable effective response and recovery activities. Interorganizational resilience builds upon these networked collaborations and helps create the social infrastructure within communities necessary for response and recovery after disaster. This study analyzes the interorganizational relationships of a small New Jersey coastal community in the three- month period immediately after Superstorm Sandy made landfall. We find two organizations, a municipal agency and an emergent voluntary organization, emerge as key contributors to interorganizational resilience in this community by connecting disparate …",
            "Interorganizational resilience: Networked collaborations in communities after superstorm Sandy",
            "Jack L Harris and Marya L Doerfel",
            "2017",
            "JthRBOIAAAAJ:fQNAKQ3IYiAC",
            10,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/B9780128051962000066",
            "10317418779778797224",
            "\/scholar?cites=10317418779778797224",
            {
                "2017":1,
                "2018":3,
                "2019":2,
                "2020":4
            }
        ],
        [
            "Resilience processes, for organizational communication, are communicative phenomena reliant upon strong ties, latent ties, and shared meanings which enable individuals, groups, and organizations to respond effectively to and bounce back from system disruptions such as crisis and disaster. Resilience is a process of integrated recovery that is dependent upon communication and interaction at individual, group, and community, and organizational and interorganizational levels. It involves the entanglement of personal ties with supra‐organizational processes at multiple levels of interaction. While resilience is often thought of as an individual trait, organizational communication scholarship underscores its relational, networked, organizational, and communicative qualities.",
            "Resilience processes",
            "Marya L Doerfel and Jack L Harris",
            "2017",
            "JthRBOIAAAAJ:VOx2b1Wkg3QC",
            7,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/9781118955567.wbieoc178",
            "6347860846065460686",
            "\/scholar?cites=6347860846065460686",
            {
                "2016":1,
                "2017":3,
                "2018":2,
                "2019":1
            }
        ]
    ]
}