{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This review seeks to summarize the recent developments in the synthesis, structural characterization, properties, and applications in the fields of amorphous, bulk amorphous, and nanocrystalline soft magnetic materials. Conventional physical metallurgical approaches to improving soft ferromagnetic properties have relied on the optimization of chemical and microstructural features. Within the last decade, the development and rapid increase in research of nanocrystalline materials has shown that through proper modifications, revolutionary contributions can be made to better materials’ properties. A wide range of materials’ properties are examined in this review, including: kinetics and thermodynamics, structure, microstructure, and intrinsic and extrinsic magnetic properties.",
            "Amorphous and nanocrystalline materials for applications as soft magnets",
            "Michael E McHenry and Matthew A Willard and David E Laughlin",
            "1999",
            "jtorb88AAAAJ:u5HHmVD_uO8C",
            1652,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S007964259900002X",
            "4741427870831800792",
            "\/scholar?cites=4741427870831800792",
            {
                "2001":17,
                "2002":27,
                "2003":40,
                "2004":72,
                "2005":81,
                "2006":69,
                "2007":89,
                "2008":93,
                "2009":85,
                "2010":96,
                "2011":70,
                "2012":105,
                "2013":102,
                "2014":108,
                "2015":99,
                "2016":98,
                "2017":88,
                "2018":83,
                "2019":87,
                "2020":113,
                "2021":12
            }
        ],
        [
            "We have investigated magnetic relaxation on a grain-aligned sample of YBa 2 Cu 3 O 7− x powder embedded in epoxy with the magnetic field along the c axis. Through a thermal-cycling procedure and through variations in the measuring temperature over the range 10–30 K, we manage to commence magnetic relaxation from a range of values of the magnetization, M, or current density J. Analysis of relaxation measurements at a magnetic field of 1.0 T over the temperature range 10–30 K reveals a nonlinear dependence of the effective activation energy U e on M or J that is consistent with the logarithmic dependence obtained by Zeldov et al. from transport measurements. This demonstration of a nonlinear dependence of U e (M) is capable of resolving anomalies in the magnitudes and temperature dependence of flux-creep activation energies obtained from magnetic-relaxation studies.",
            "Dependence of flux-creep activation energy upon current density in grain-aligned YBa 2 Cu 3 O 7− x",
            "MP Maley and JO Willis and H Lessure and ME McHenry",
            "1990",
            "jtorb88AAAAJ:OP4eGU-M3BUC",
            568,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.42.2639",
            "9907472908663423818",
            "\/scholar?cites=9907472908663423818",
            {
                "1991":35,
                "1992":40,
                "1993":47,
                "1994":38,
                "1995":34,
                "1996":37,
                "1997":40,
                "1998":22,
                "1999":23,
                "2000":30,
                "2001":13,
                "2002":11,
                "2003":21,
                "2004":16,
                "2005":16,
                "2006":7,
                "2007":4,
                "2008":8,
                "2009":2,
                "2010":18,
                "2011":10,
                "2012":18,
                "2013":11,
                "2014":6,
                "2015":9,
                "2016":10,
                "2017":14,
                "2018":8,
                "2019":11,
                "2020":6
            }
        ],
        [
            "Developments in the field of magnetic materials which show promise for future applications are reviewed. In particular recent work in nanocrystalline materials is reviewed, with either soft or hard behavior as well as advances in the magnetic materials used for magnetic recording. The role of microstructure on the extrinsic magnetic properties of the materials is stressed and it is emphasized how careful control of the microstructure has played an important role in their improvement. Important microstructural features such as grain size, grain shape and crystallographic texture all are major contributors to the properties of the materials. In addition, the critical role that new instrumentation has played in the better understanding of the nano-phase magnetic materials is demonstrated.",
            "Nano-scale materials development for future magnetic applications",
            "ME McHenry and DE Laughlin",
            "2000",
            "jtorb88AAAAJ:9yKSN-GCB0IC",
            499,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1359645499002967",
            "17083597397584220880",
            "\/scholar?cites=17083597397584220880",
            {
                "2000":2,
                "2001":12,
                "2002":14,
                "2003":23,
                "2004":30,
                "2005":30,
                "2006":19,
                "2007":27,
                "2008":24,
                "2009":22,
                "2010":21,
                "2011":22,
                "2012":32,
                "2013":30,
                "2014":28,
                "2015":38,
                "2016":23,
                "2017":43,
                "2018":27,
                "2019":12,
                "2020":19
            }
        ],
        [
            "This highly readable, popular textbook for upper undergraduates and graduates comprehensively covers the fundamentals of crystallography and symmetry, applying these concepts to a large range of materials. New to this edition are more streamlined coverage of crystallography, additional coverage of magnetic point group symmetry and updated material on extraterrestrial minerals and rocks. New exercises at the end of chapters, plus over 500 additional exercises available online, allow students to check their understanding of key concepts and put into practice what they have learnt. Over 400 illustrations within the text help students visualise crystal structures and more abstract mathematical objects, supporting more difficult topics like point group symmetries. Historical and biographical sections add colour and interest by giving an insight into those who have contributed significantly to the field. Supplementary online material includes password-protected solutions, over 100 crystal structure data files, and Powerpoints of figures from the book.",
            "Structure of materials: an introduction to crystallography, diffraction and symmetry",
            "Marc De Graef and Michael E McHenry",
            "2012",
            "jtorb88AAAAJ:0EnyYjriUFMC",
            495,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=tl5de4vA2psC&oi=fnd&pg=PR19&dq=info:d6Ay2Ar-TGMJ:scholar.google.com&ots=0uF-ndpvAY&sig=wS9zPgGjabAJDbihGwlXH4cNyfw",
            "7155373230515200119",
            "\/scholar?cites=7155373230515200119",
            {
                "2011":17,
                "2012":31,
                "2013":44,
                "2014":53,
                "2015":50,
                "2016":43,
                "2017":50,
                "2018":60,
                "2019":46,
                "2020":52,
                "2021":2
            }
        ],
        [
            "The development of Fe73.5Si13.5B9Nb3Cu1 (FINEMET) by Yoshizawa et al. and Fe88Zr7B4Cu1 (NANOPERM) by Inoue et al. have shown that nanocrystalline microstructures can play an important role in the production of materials with outstanding soft magnetic properties. The FINEMET and NANOPERM materials rely on nanocrystalline α-Fe3Si and α-Fe, respectively, for their soft magnetic properties. The magnetic properties of a new class of nanocrystalline magnets are described herein. These alloys with a composition of (Fe,Co)–M–B–Cu (where M=Zr and Hf) are based on the α- and α′-FeCo phases, have been named HITPERM magnets, and offer large magnetic inductions to elevated temperatures. This report focuses on thermomagnetic properties, alternating current (ac) magnetic response, and unambiguous evidence of α′-FeCo as the nanocrystalline ferromagnetic phase, as supported by …",
            "Structure and magnetic properties of  nanocrystalline alloys",
            "MA Willard and DE Laughlin and ME McHenry and D Thoma and K Sickafus and Jo O Cross and VG Harris",
            "1998",
            "jtorb88AAAAJ:u-x6o8ySG0sC",
            493,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.369007",
            "6629932502994628450",
            "\/scholar?cites=6629932502994628450",
            {
                "1999":10,
                "2000":8,
                "2001":14,
                "2002":25,
                "2003":29,
                "2004":30,
                "2005":32,
                "2006":28,
                "2007":24,
                "2008":25,
                "2009":18,
                "2010":23,
                "2011":19,
                "2012":22,
                "2013":22,
                "2014":23,
                "2015":27,
                "2016":20,
                "2017":22,
                "2018":25,
                "2019":25,
                "2020":16,
                "2021":3
            }
        ],
        [
            "A process based on the Kratschmer-Huffman carbon arc method of preparing fullerenes has been used to generate carbon-coated cobalt and cobalt carbide nanocrystallites. Magnetic nanocrystallites are extracted from the soot with a gradient field technique. For Co\/C composites, structural characterization by x-ray diffraction and high-resolution transmission electron microscopy reveals the presence of a fcc Co phase, graphite, and a minority Co 2 C phase. The majority of Co nanocrystals exists as nominally spherical particles, 0.5–5 nm in radius. Hysteretic and temperature-dependent magnetic response, in randomly and magnetically aligned powder samples frozen in epoxy reveals fine-particle magnetism associated with monodomain Co particles. The magnetization exhibits a unique functional dependence on H\/T, and hysteresis below a blocking temperature, T B≃ 160 K. Below T B, the temperature …",
            "Superparamagnetism in carbon-coated Co particles produced by the Kratschmer carbon arc process",
            "ME McHenry and SA Majetich and JO Artman and M DeGraef and SW Staley",
            "1994",
            "jtorb88AAAAJ:d1gkVwhDpl0C",
            321,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.49.11358",
            "15085296259717862541",
            "\/scholar?cites=15085296259717862541",
            {
                "1994":3,
                "1995":16,
                "1996":14,
                "1997":9,
                "1998":9,
                "1999":9,
                "2000":9,
                "2001":14,
                "2002":17,
                "2003":13,
                "2004":14,
                "2005":12,
                "2006":14,
                "2007":19,
                "2008":20,
                "2009":15,
                "2010":15,
                "2011":24,
                "2012":22,
                "2013":8,
                "2014":7,
                "2015":10,
                "2016":3,
                "2017":4,
                "2018":5,
                "2019":4,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Magnetic nanoparticles (MNPs) offer promise for local hyperthermia or thermoablative cancer therapy. Magnetic hyperthermia uses MNPs to heat cancerous regions in an rf field. Metallic MNPs have larger magnetic moments than iron oxides, allowing similar heating at lower concentrations. By tuning the magnetic anisotropy in alloys, the heating rate at a particular particle size can be optimized. Fe–Co core-shell MNPs have protective CoFe2O4 shell which prevents oxidation. The oxide coating also aids in functionalization and improves biocompatibility of the MNPs. We predict the specific loss power (SLP) for FeCo (SLP ∼450W∕g) at biocompatible fields to be significantly larger in comparision to oxide materials. The anisotropy of Fe-Co MNPs may be tuned by composition and\/or shape variation to achieve the maximum SLP at a desired particle size.",
            "Evaluation of iron-cobalt\/ferrite core-shell nanoparticles for cancer thermotherapy",
            "AH Habib and CL Ondeck and P Chaudhary and MR Bockstaller and ME McHenry",
            "2008",
            "jtorb88AAAAJ:7PzlFSSx8tAC",
            247,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2830975",
            "611093236354090145",
            "\/scholar?cites=611093236354090145",
            {
                "2008":2,
                "2009":14,
                "2010":12,
                "2011":18,
                "2012":13,
                "2013":17,
                "2014":19,
                "2015":19,
                "2016":32,
                "2017":27,
                "2018":17,
                "2019":26,
                "2020":29,
                "2021":1
            }
        ],
        [
            "Nickel zinc ferrite nanoparticles (Ni0.20Zn0.44Fe2.36O4) have been produced at room temperature, without calcination, using a reverse micelle process. Particle size is approximately 7 nm as determined by x-ray powder diffraction and transmission electron microscopy. Saturation magnetization values are lower than anticipated, but are explained by elemental analysis, particle size, and cation occupancy within the spinel lattice. Extended x-ray absorption fine structure analysis suggests that a significant amount of Zn2+, which normally occupies tetrahedral sites, actually resides in octahedral coordination in a zinc-enriched outer layer of the particles. This “excess” of diamagnetic Zn can thus contribute to the overall decrease in magnetism. Further, this model can also be used to suggest a formation mechanism in which Zn2+ is incorporated at a later stage in the particle growth process.",
            "Magnetic and structural properties of nickel zinc ferrite nanoparticles synthesized at room temperature",
            "Shannon A Morrison and Christopher L Cahill and Everett E Carpenter and Scott Calvin and Raja Swaminathan and Michael E McHenry and Vincent G Harris",
            "2004",
            "jtorb88AAAAJ:UeHWp8X0CEIC",
            209,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1715132",
            "11991118807368172624",
            "\/scholar?cites=11991118807368172624",
            {
                "2004":1,
                "2005":6,
                "2006":5,
                "2007":14,
                "2008":12,
                "2009":15,
                "2010":18,
                "2011":15,
                "2012":17,
                "2013":19,
                "2014":16,
                "2015":21,
                "2016":14,
                "2017":11,
                "2018":9,
                "2019":11,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Carbon-coated gadolinium carbide nanocrystallites are generated by a process based on the Kratschmer-Huffman carbon-arc method of preparing fullerenes, and a novel magnetic-field-gradient separation technique is used to separate them. This separation of nanocrystalline byproducts of the carbon arc process is a prerequisite for many of the proposed applications of these materials. While the data presented pertain to Gd 2 C 3, this method is generally applicable to any paramagnetic or ferromagnetic compound. Structural characterization by x-ray and electron diffraction and high-resolution transmission electron microscopy reveal the presence of a single gadolinium-containing (Gd 2 C 3) phase and excess carbon. The carbide phase exists as 10–50 nm spherical particles. SQUID magnetometry shows paramagnetic response attributed to Gd 3+ ions.",
            "Preparation and properties of carbon-coated magnetic nanocrystallites",
            "SA Majetich and JO Artman and ME McHenry and NT Nuhfer and SW Staley",
            "1993",
            "jtorb88AAAAJ:2osOgNQ5qMEC",
            209,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.48.16845",
            "4434393780111290799",
            "\/scholar?cites=4434393780111290799",
            {
                "1994":7,
                "1995":20,
                "1996":9,
                "1997":10,
                "1998":9,
                "1999":7,
                "2000":5,
                "2001":9,
                "2002":9,
                "2003":13,
                "2004":12,
                "2005":10,
                "2006":9,
                "2007":6,
                "2008":5,
                "2009":1,
                "2010":6,
                "2011":10,
                "2012":4,
                "2013":10,
                "2014":9,
                "2015":7,
                "2016":6,
                "2017":6,
                "2018":4,
                "2019":4,
                "2020":1
            }
        ],
        [
            "Nanocrystalline (NC) ferrite powders have been synthesized using a 50 kW–3 MHz rf thermal plasma torch for high-frequency soft magnet applications. A mixed powder of Ni and Fe (Ni:Fe=1:2), a NiFe permalloy powder with additional Fe powder (Ni:Fe=1:2), and a NiFe permalloy powder (Ni:Fe=1:1) were used as precursors for synthesis. Airflow into the reactor chamber was the source of oxygen for oxide formation. XRD patterns clearly show that the precursor powders were transformed into NC ferrite particles with an average particle size of 20–30 nm. SEM and TEM studies indicated that NC ferrite particles had well-defined polygonal growth forms with some exhibiting (111) faceting and many with truncated octahedral and truncated cubic shapes. The Ni content in the ferrite particles was observed to increase in going from mixed Ni and Fe to mixed permalloy and iron and finally to only permalloy starting …",
            "Synthesis of ferrite and nickel ferrite nanoparticles using radio-frequency thermal plasma torch",
            "S Son and M Taheri and E Carpenter and VG Harris and ME McHenry",
            "2002",
            "jtorb88AAAAJ:IjCSPb-OGe4C",
            205,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1452705",
            "2331542707257476000",
            "\/scholar?cites=2331542707257476000",
            {
                "2003":3,
                "2004":7,
                "2005":3,
                "2006":11,
                "2007":6,
                "2008":10,
                "2009":13,
                "2010":14,
                "2011":13,
                "2012":21,
                "2013":19,
                "2014":18,
                "2015":12,
                "2016":9,
                "2017":13,
                "2018":17,
                "2019":6,
                "2020":10
            }
        ]
    ]
}