{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
            "Multi-messenger observations of a binary neutron star merger",
            "Benjamin P Abbott and S Bloemen and P Canizares and H Falcke and RP Fender and S Ghosh and P Groot and T Hinderer and JR Hörandel and PG Jonker and Z Kostrzewa-Rutkowska and G Nelemans and D Nichols and S Nissanke and P Schmidt and C Timmermans and AR van Vliet and AR Williamson",
            "2017",
            "jty9Af4AAAAJ:_5tno0g5mFcC",
            2077,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/2041-8213\/aa91c9\/meta",
            "2461611103499596342",
            "\/scholar?cites=2461611103499596342",
            {
                "2017":66,
                "2018":567,
                "2019":684,
                "2020":688,
                "2021":52
            }
        ],
        [
            "The Murchison Widefield Array (MWA) is one of three Square Kilometre Array Precursor telescopes and is located at the Murchison Radio-astronomy Observatory in the Murchison Shire of the mid-west of Western Australia, a location chosen for its extremely low levels of radio frequency interference. The MWA operates at low radio frequencies, 80–300 MHz, with a processed bandwidth of 30.72 MHz for both linear polarisations, and consists of 128 aperture arrays (known as tiles) distributed over a ~3-km diameter area. Novel hybrid hardware\/software correlation and a real-time imaging and calibration systems comprise the MWA signal processing backend. In this paper, the as-built MWA is described both at a system and sub-system level, the expected performance of the array is presented, and the science goals of the instrument are summarised.",
            "The Murchison widefield array: The square kilometre array precursor at low radio frequencies",
            "Steven John Tingay and Robert Goeke and Judd D Bowman and David Emrich and Stephen M Ord and Daniel A Mitchell and Miguel F Morales and Tom Booler and Brian Crosse and Randall B Wayth and Colin J Lonsdale and Steven Tremblay and Dave Pallot and Tim Colegate and Andreas Wicenec and Nadia Kudryavtseva and Wayne Arcus and D Barnes and Gianni Bernardi and Frank Briggs and S Burns and JD Bunton and RJ Cappallo and Brian E Corey and Avinash Deshpande and Ludovico Desouza and Bryan Malcolm Gaensler and LJ Greenhill and Peter J Hall and Bryna J Hazelton and D Herne and Jacqueline N Hewitt and Melanie Johnston-Hollitt and David L Kaplan and Justin C Kasper and Barton B Kincaid and Ronald Koenig and Eric Kratzenberg and Mervyn John Lynch and Benjamin McKinley and Stephen Russell McWhirter and E Morgan and Divya Oberoi and Joseph Pathikulangara and Thiagaraj Prabu and Ronald A Remillard and Alan EE Rogers and A Roshi and Joseph E Salah and Robert John Sault and Natarajan Udaya-Shankar and Franz Schlagenhaufer and KS Srivani and James Stevens and Ravi Subrahmanyan and M Waterson and Rachel Lindsey Webster and Alan R Whitney and Andrew Williams and Christopher L Williams and J Stuart B Wyithe",
            "2013",
            "jty9Af4AAAAJ:_kc_bZDykSQC",
            939,
            "https:\/\/www.cambridge.org\/core\/journals\/publications-of-the-astronomical-society-of-australia\/article\/murchison-widefield-array-the-square-kilometre-array-precursor-at-low-radio-frequencies\/ED20FE56B17C253DAB94836785D887F0",
            "3145353146013051623",
            "\/scholar?cites=3145353146013051623",
            {
                "2012":5,
                "2013":42,
                "2014":72,
                "2015":97,
                "2016":136,
                "2017":129,
                "2018":138,
                "2019":159,
                "2020":130,
                "2021":23
            }
        ],
        [
            "The accurate measurement of extragalactic distances is a central challenge of modern astronomy, being required for any realistic description of the age, geometry and fate of the Universe. The measurement of relative extragalactic distances has become fairly routine, but estimates of absolute distances are rare 1. In the vicinity of the Sun, direct geometric techniques for obtaining absolute distances, such as orbital parallax, are feasible, but such techniques have hitherto been difficult to apply to other galaxies. As a result, uncertainties in the expansion rate and age of the Universe are dominated by uncertainties in the absolute calibration of the extragalactic distance ladder 2. Here we report a geometric distance to the galaxy NGC4258, which we infer from the direct measurement of orbital motions in a disk of gas surrounding the nucleus of this galaxy. The distance so determined—7.2±0.3 Mpc—is the most precise …",
            "A geometric distance to the galaxy NGC4258 from orbital motions in a nuclear gas disk",
            "Jo R Herrnstein and James M Moran and Lincoln Jared Greenhill and PJ Diamond and M Inoue and N Nakai and M Miyoshi and C Henkel and A Riess",
            "1999",
            "jty9Af4AAAAJ:BwyfMAYsbu0C",
            537,
            "https:\/\/www.nature.com\/articles\/22972",
            "1656455509932554682",
            "\/scholar?cites=1656455509932554682",
            {
                "1999":10,
                "2000":37,
                "2001":30,
                "2002":23,
                "2003":24,
                "2004":38,
                "2005":33,
                "2006":16,
                "2007":32,
                "2008":36,
                "2009":38,
                "2010":23,
                "2011":27,
                "2012":29,
                "2013":25,
                "2014":13,
                "2015":17,
                "2016":14,
                "2017":18,
                "2018":13,
                "2019":12,
                "2020":19,
                "2021":2
            }
        ],
        [
            "The Murchison Widefield Array is a dipole-based aperture array synthesis telescope designed to operate in the 80-300 MHz frequency range. It is capable of a wide range of science investigations but is initially focused on three key science projects: detection and characterization of three-dimensional brightness temperature fluctuations in the 21 cm line of neutral hydrogen during the epoch of reionization (EoR) at redshifts from six to ten; solar imaging and remote sensing of the inner heliosphere via propagation effects on signals from distant background sources; and high-sensitivity exploration of the variable radio sky. The array design features 8192 dual-polarization broadband active dipoles, arranged into 512 ldquotilesrdquo comprising 16 dipoles each. The tiles are quasi-randomly distributed over an aperture 1.5 km in diameter, with a small number of outliers extending to 3 km. All tile-tile baselines are …",
            "The murchison widefield array: Design overview",
            "Colin J Lonsdale and Roger J Cappallo and Miguel F Morales and Frank H Briggs and Leonid Benkevitch and Judd D Bowman and John D Bunton and Steven Burns and Brian E Corey and Ludi DeSouza and Sheperd S Doeleman and Mark Derome and Avinash Deshpande and Modavanatt Ramakrishna Gopala and Lincoln J Greenhill and David Edwin Herne and Jacqueline N Hewitt and PA Kamini and Justin C Kasper and Barton B Kincaid and Jonathan Kocz and Errol Kowald and Eric Kratzenberg and Deepak Kumar and Mervyn J Lynch and S Madhavi and Michael Matejek and Daniel A Mitchell and Edward Morgan and Divya Oberoi and Steven Ord and Joseph Pathikulangara and Thiagaraj Prabu and Alan EE Rogers and Anish Roshi and Joseph E Salah and Robert J Sault and N Udaya Shankar and KS Srivani and Jamie Stevens and Steven Tingay and Annino Vaccarella and Mark Waterson and Randall B Wayth and Rachel L Webster and Alan R Whitney and Andrew Williams and Christopher Williams",
            "2009",
            "jty9Af4AAAAJ:7PzlFSSx8tAC",
            409,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/5164979\/",
            "4178827402170861121",
            "\/scholar?cites=4178827402170861121",
            {
                "2010":18,
                "2011":35,
                "2012":51,
                "2013":47,
                "2014":34,
                "2015":57,
                "2016":56,
                "2017":34,
                "2018":31,
                "2019":22,
                "2020":21,
                "2021":2
            }
        ],
        [
            "Measurement of the spatial distribution of neutral hydrogen via the redshifted 21-cm line promises to revolutionize our knowledge of the epoch of reionization and the first galaxies, and may provide a powerful new tool for observational cosmology from redshifts 1<z<4. In this review we discuss recent advances in our theoretical understanding of the epoch of reionization (EoR), the application of 21-cm tomography to cosmology and measurements of the dark energy equation of state after reionization, and the instrumentation and observational techniques shared by 21-cm EoR and postreionization cosmology machines. We place particular emphasis on the expected signal and observational capabilities of first generation 21-cm fluctuation instruments.",
            "Reionization and Cosmology with 21-cm Fluctuations",
            "Miguel F Morales and J Stuart B Wyithe",
            "2010",
            "jty9Af4AAAAJ:4TOpqqG69KYC",
            384,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev-astro-081309-130936",
            "3274885361148560586",
            "\/scholar?cites=3274885361148560586",
            {
                "2010":1,
                "2011":24,
                "2012":29,
                "2013":37,
                "2014":31,
                "2015":39,
                "2016":45,
                "2017":38,
                "2018":31,
                "2019":43,
                "2020":53,
                "2021":10
            }
        ],
        [
            "The Hydrogen Epoch of Reionization Array (HERA) is a staged experiment to measure 21 cm emission from the primordial intergalactic medium (IGM) throughout cosmic reionization (z= 6–12), and to explore earlier epochs of our Cosmic Dawn (z~ 30). During these epochs, early stars and black holes heated and ionized the IGM, introducing fluctuations in 21 cm emission. HERA is designed to characterize the evolution of the 21 cm power spectrum to constrain the timing and morphology of reionization, the properties of the first galaxies, the evolution of large-scale structure, and the early sources of heating. The full HERA instrument will be a 350-element interferometer in South Africa consisting of 14 m parabolic dishes observing from 50 to 250 MHz. Currently, 19 dishes have been deployed on site and the next 18 are under construction. HERA has been designated as an SKA Precursor instrument. In this paper …",
            "Hydrogen epoch of reionization array (HERA)",
            "David R DeBoer and Aaron R Parsons and James E Aguirre and Paul Alexander and Zaki S Ali and Adam P Beardsley and Gianni Bernardi and Judd D Bowman and Richard F Bradley and Chris L Carilli and Carina Cheng and Eloy de Lera Acedo and Joshua S Dillon and Aaron Ewall-Wice and Gcobisa Fadana and Nicolas Fagnoni and Randall Fritz and Steve R Furlanetto and Brian Glendenning and Bradley Greig and Jasper Grobbelaar and Bryna J Hazelton and Jacqueline N Hewitt and Jack Hickish and Daniel C Jacobs and Austin Julius and MacCalvin Kariseb and Saul A Kohn and Telalo Lekalake and Adrian Liu and Anita Loots and David MacMahon and Lourence Malan and Cresshim Malgas and Matthys Maree and Zachary Martinot and Nathan Mathison and Eunice Matsetela and Andrei Mesinger and Miguel F Morales and Abraham R Neben and Nipanjana Patra and Samantha Pieterse and Jonathan C Pober and Nima Razavi-Ghods and Jon Ringuette and James Robnett and Kathryn Rosie and Raddwine Sell and Craig Smith and Angelo Syce and Max Tegmark and Nithyanandan Thyagarajan and Peter KG Williams and Haoxuan Zheng",
            "2017",
            "jty9Af4AAAAJ:8k81kl-MbHgC",
            346,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1538-3873\/129\/974\/045001\/meta",
            "2628410714728729922",
            "\/scholar?cites=2628410714728729922",
            {
                "2016":4,
                "2017":31,
                "2018":71,
                "2019":108,
                "2020":114,
                "2021":15
            }
        ],
        [
            "Astronomical wide-field imaging of interferometric radio data is computationally expensive, especially for the large data volumes created by modern non-coplanar many-element arrays. We present a new wide-field interferometric imager that uses the w-stacking algorithm and can make use of the w-snapshot algorithm. The performance dependences of casa's w-projection and our new imager are analysed and analytical functions are derived that describe the required computing cost for both imagers. On data from the Murchison Widefield Array, we find our new method to be an order of magnitude faster than w-projection, as well as being capable of full-sky imaging at full resolution and with correct polarization correction. We predict the computing costs for several other arrays and estimate that our imager is a factor of 2–12 faster, depending on the array configuration. We estimate the computing cost for …",
            "wsclean: an implementation of a fast, generic wide-field imager for radio astronomy",
            "AR Offringa and Benjamin McKinley and Natasha Hurley-Walker and FH Briggs and RB Wayth and DL Kaplan and ME Bell and Lu Feng and AR Neben and JD Hughes and Jonghwan Rhee and Tara Murphy and NDR Bhat and Gianni Bernardi and JD Bowman and RJ Cappallo and BE Corey and AA Deshpande and David Emrich and A Ewall-Wice and BM Gaensler and R Goeke and LJ Greenhill and BJ Hazelton and L Hindson and M Johnston-Hollitt and DC Jacobs and JC Kasper and E Kratzenberg and E Lenc and CJ Lonsdale and MJ Lynch and SR McWhirter and DA Mitchell and MF Morales and E Morgan and N Kudryavtseva and D Oberoi and SM Ord and B Pindor and P Procopio and T Prabu and J Riding and DA Roshi and N Udaya Shankar and KS Srivani and R Subrahmanyan and SJ Tingay and Mark Waterson and RL Webster and AR Whitney and A Williams and CL Williams",
            "2014",
            "jty9Af4AAAAJ:MXK_kJrjxJIC",
            321,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/444\/1\/606\/1010067",
            "2674714401502762980",
            "\/scholar?cites=2674714401502762980",
            {
                "2015":15,
                "2016":29,
                "2017":46,
                "2018":56,
                "2019":74,
                "2020":85,
                "2021":16
            }
        ],
        [
            "Significant new opportunities for astrophysics and cosmology have been identified at low radio frequencies. The Murchison Widefield Array is the first telescope in the southern hemisphere designed specifically to explore the low-frequency astronomical sky between 80 and 300 MHz with arcminute angular resolution and high survey efficiency. The telescope will enable new advances along four key science themes, including searching for redshifted 21-cm emission from the EoR in the early Universe; Galactic and extragalactic all-sky southern hemisphere surveys; time-domain astrophysics; and solar, heliospheric, and ionospheric science and space weather. The Murchison Widefield Array is located in Western Australia at the site of the planned Square Kilometre Array (SKA) low-band telescope and is the only low-frequency SKA precursor facility. In this paper, we review the performance properties of the …",
            "Science with the murchison widefield array",
            "Judd D Bowman and Iver Cairns and David L Kaplan and Tara Murphy and Divya Oberoi and Lister Staveley-Smith and Wayne Arcus and David G Barnes and Gianni Bernardi and Frank H Briggs and Shea Brown and John D Bunton and Adam J Burgasser and Roger J Cappallo and Shami Chatterjee and Brian E Corey and Anthea Coster and Avinash Deshpande and Ludi Desouza and David Emrich and Philip Erickson and Robert F Goeke and Bryan Malcolm Gaensler and Lincoln J Greenhill and Lisa Harvey-Smith and Bryna J Hazelton and David Herne and Jacqueline N Hewitt and Melanie Johnston-Hollitt and Justin C Kasper and Barton B Kincaid and Ronald Koenig and Eric Kratzenberg and Colin J Lonsdale and Mervyn J Lynch and Lynn D Matthews and S Russell McWhirter and Daniel A Mitchell and Miguel F Morales and Edward H Morgan and Stephen M Ord and Joseph Pathikulangara and Thiagaraj Prabu and Ronald A Remillard and Timothy Robishaw and Alan EE Rogers and Anish A Roshi and Joseph E Salah and Robert J Sault and N Udaya Shankar and KS Srivani and Jamie B Stevens and Ravi Subrahmanyan and Steven J Tingay and Randall B Wayth and Mark Waterson and Rachel L Webster and Alan R Whitney and Andrew J Williams and Christopher L Williams and J Stuart B Wyithe",
            "2013",
            "jty9Af4AAAAJ:URolC5Kub84C",
            310,
            "https:\/\/www.cambridge.org\/core\/journals\/publications-of-the-astronomical-society-of-australia\/article\/science-with-the-murchison-widefield-array\/9611A8E13F6F9760E5CD25B56F957A12",
            "17716457007791054340",
            "\/scholar?cites=17716457007791054340",
            {
                "2013":13,
                "2014":27,
                "2015":40,
                "2016":52,
                "2017":52,
                "2018":35,
                "2019":52,
                "2020":36,
                "2021":2
            }
        ],
        [
            "Using the Murchison Widefield Array (MWA), the low-frequency Square Kilometre Array precursor located in Western Australia, we have completed the GaLactic and Extragalactic All-sky MWA (GLEAM) survey, and present the resulting extragalactic catalogue, utilizing the first year of observations. The catalogue covers 24 831 square degrees, over declinations south of +30° and Galactic latitudes outside 10° of the Galactic plane, excluding some areas such as the Magellanic Clouds. It contains 307 455 radio sources with 20 separate flux density measurements across 72–231 MHz, selected from a time- and frequency-integrated image centred at 200 MHz, with a resolution of ≈2 arcmin. Over the catalogued region, we estimate that the catalogue is 90 per cent complete at 170 mJy, and 50 per cent complete at 55 mJy, and large areas are complete at even lower flux density levels. Its reliability is 99.97 per …",
            "GaLactic and Extragalactic All-sky Murchison Widefield Array (GLEAM) survey–I. A low-frequency extragalactic catalogue",
            "Natasha Hurley-Walker and Joseph R Callingham and Paul J Hancock and Thomas MO Franzen and Luke Hindson and AD Kapińska and John Morgan and Andre R Offringa and Randall B Wayth and Chen Wu and Q Zheng and Tara Murphy and Martin E Bell and KS Dwarakanath and B For and Bryan M Gaensler and Melanie Johnston-Hollitt and Emil Lenc and Pietro Procopio and Lister Staveley-Smith and Ron Ekers and Judd D Bowman and Frank Briggs and RJ Cappallo and Avinash A Deshpande and Lincoln Greenhill and Brynah J Hazelton and David L Kaplan and Colin J Lonsdale and SR McWhirter and Daniel A Mitchell and Miguel F Morales and Edward Morgan and Divya Oberoi and Stephen M Ord and T Prabu and N Udaya Shankar and KS Srivani and Ravi Subrahmanyan and Steven J Tingay and Rachel L Webster and Andrew Williams and Christopher L Williams",
            "2017",
            "jty9Af4AAAAJ:vRqMK49ujn8C",
            300,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/464\/1\/1146\/2280761",
            "13387950783755349020",
            "\/scholar?cites=13387950783755349020",
            {
                "2016":4,
                "2017":39,
                "2018":79,
                "2019":97,
                "2020":70,
                "2021":11
            }
        ],
        [
            "The recent advances in TeV gamma‐ray astronomy are largely the result of the ability to differentiate between extensive air showers generated by gamma rays and hadronic cosmic rays. Air Cerenkov telescopes have developed and perfected the “imaging” technique over the past several decades. However, until now no background rejection method has been successfully used in an air shower array to detect a source of TeV gamma rays. We report on a method to differentiate hadronic air showers from electromagnetic air showers in the Milagro gamma‐ray observatory, based on the ability to detect the energetic particles in an extensive air shower. The technique is used to detect TeV emission from the Crab Nebula. The flux from the Crab Nebula is estimated to be   m−2 s−1 TeV−1, where the spectral index is assumed to be as given by the HEGRA collaboration.",
            "Observation of tev gamma rays from the crab nebula with milagro using a new background rejection technique",
            "R Atkins and W Benbow and D Berley and E Blaufuss and J Bussons and DG Coyne and RS Delay and T DeYoung and BL Dingus and DE Dorfan and RW Ellsworth and A Falcone and L Fleysher and R Fleysher and G Gisler and MM Gonzalez and JA Goodman and TJ Haines and E Hays and CM Hoffman and LA Kelley and RW Laird and J McCullough and JE McEnery and RS Miller and AI Mincer and MF Morales and P Nemethy and D Noyes and JM Ryan and FW Samuelson and M Schneider and B Shen and A Shoup and G Sinnis and AJ Smith and GW Sullivan and OT Tumer and K Wang and M Wascko and DA Williams and S Westerhoff and ME Wilson and X Xu and GB Yodh",
            "2003",
            "jty9Af4AAAAJ:nrtMV_XWKgEC",
            259,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/377498\/meta",
            "16862828891684004808",
            "\/scholar?cites=16862828891684004808",
            {
                "2004":16,
                "2005":31,
                "2006":15,
                "2007":19,
                "2008":34,
                "2009":7,
                "2010":8,
                "2011":8,
                "2012":16,
                "2013":6,
                "2014":5,
                "2015":21,
                "2016":4,
                "2017":25,
                "2018":13,
                "2019":20,
                "2020":5,
                "2021":1
            }
        ]
    ]
}