{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "We discuss a gaussian model of a discretized string. We analyze the d → ± ∞ limits and argue that there is a lower critical dimension, dc1, (∼ 2–4) and an upper critical dimension, dc2, (∼ 20–30) between which sensible continuum limits may exist.",
            "The appearance of critical dimensions in regulated string theories",
            "Jan Ambjørn and B Durhuus and J Fröhlich and Peter Orland",
            "1986",
            "JuCTr_sAAAAJ:u5HHmVD_uO8C",
            322,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0550321386905638",
            "2002974373531195473",
            "\/scholar?cites=2002974373531195473",
            {
                "1986":5,
                "1987":13,
                "1988":11,
                "1989":10,
                "1990":22,
                "1991":21,
                "1992":21,
                "1993":31,
                "1994":22,
                "1995":21,
                "1996":14,
                "1997":17,
                "1998":11,
                "1999":8,
                "2000":9,
                "2001":6,
                "2002":5,
                "2003":3,
                "2004":3,
                "2005":6,
                "2006":2,
                "2007":3,
                "2008":8,
                "2009":1,
                "2010":3,
                "2011":3,
                "2012":12,
                "2013":4,
                "2014":4,
                "2015":1,
                "2016":4,
                "2017":2,
                "2018":2,
                "2019":4,
                "2020":8
            }
        ],
        [
            "Many phenomena occurring in strongly correlated quantum systems still await conclusive explanations. The absence of isolated free quarks in nature is an example. It is attributed to quark confinement, whose origin is not yet understood. The phase diagram for nuclear matter at general temperatures and densities, studied in heavy-ion collisions, is not settled. Finally, we have no definitive theory of high-temperature superconductivity. Though we have theories that could underlie such physics, we lack the tools to determine the experimental consequences of these theories. Quantum simulators may provide such tools. Here we show how to engineer quantum simulators of non-Abelian lattice gauge theories. The systems we consider have several applications: they can be used to mimic quark confinement or to study dimer and valence-bond states (which may be relevant for high-temperature superconductors).",
            "Simulation of non-Abelian gauge theories with optical lattices",
            "L Tagliacozzo and A Celi and P Orland and MW Mitchell and M Lewenstein",
            "2013",
            "JuCTr_sAAAAJ:2osOgNQ5qMEC",
            141,
            "https:\/\/www.nature.com\/articles\/ncomms3615",
            "805547449206327211",
            "\/scholar?cites=805547449206327211",
            {
                "2013":6,
                "2014":22,
                "2015":19,
                "2016":14,
                "2017":17,
                "2018":12,
                "2019":12,
                "2020":39
            }
        ],
        [
            "It is shown how to treat the degrees of freedom of Nielsen-Olesen vortices in the 3 + 1-dimensional U(1) Higgs model by a collective coordinate method. In the London limit, where the Higgs mass becomes infinite, the gauge and goldstone degrees of freedom are integrated out, resulting in the vortex world-sheet action. Introducing an ultraviolet cut-off mimics the effect of finite Higgs mass. This action is non-polynomial in derivatives and depends on the extrinsic curvature of the surface. Flat surfaces are stable if the coherence length is less than the penetration depth. It is argued that in the quantum abelian Higgs model, vortex world-sheets are dominated by branched polymers.",
            "Extrinsic curvature dependence of Nielsen-Olesen strings",
            "Peter Orland",
            "1994",
            "JuCTr_sAAAAJ:u-x6o8ySG0sC",
            135,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0550321394902003",
            "2581896625127080399",
            "\/scholar?cites=2581896625127080399",
            {
                "1994":1,
                "1995":4,
                "1996":4,
                "1997":13,
                "1998":19,
                "1999":20,
                "2000":14,
                "2001":7,
                "2002":7,
                "2003":5,
                "2004":3,
                "2005":6,
                "2006":4,
                "2007":1,
                "2008":3,
                "2009":5,
                "2010":5,
                "2011":3,
                "2012":2,
                "2013":1,
                "2014":2,
                "2015":1,
                "2016":2,
                "2017":1,
                "2018":1
            }
        ]
    ]
}