{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A novel rodent model and a recent randomized trial of hyperuricemic adolescents with hypertension suggest a pathogenetic role of uric acid in hypertension, but it remains unknown whether these findings would be applicable to adult populations where the larger disease burden exists. We conducted a systematic review and meta‐analysis to determine if hyperuricemia was associated with incident hypertension, particularly in various demographic subgroups.We searched major electronic databases using medical subject headings and keywords without language restrictions (through April 2010). We included prospective cohort studies with data on incident hypertension related to serum uric acid levels. Data abstraction was conducted in duplicate. We analyzed age, sex, and race subgroups.A total of 18 prospective cohort studies representing data from 55,607 participants were …",
            "Hyperuricemia and incident hypertension: a systematic review and meta‐analysis",
            "Peter C Grayson and Seo Young Kim and Michael LaValley and Hyon K Choi",
            "2011",
            "juZ0O1sAAAAJ:2osOgNQ5qMEC",
            700,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/acr.20344",
            "9639776687462547551",
            "\/scholar?cites=9639776687462547551",
            {
                "2011":21,
                "2012":27,
                "2013":61,
                "2014":73,
                "2015":95,
                "2016":81,
                "2017":77,
                "2018":73,
                "2019":75,
                "2020":86,
                "2021":7
            }
        ],
        [
            "Acute promyelocytic leukemia (APL) is associated with chromosomal translocations, invariably involving the retinoic acid receptor α (RARα) gene fused to one of several distinct loci, including the PML or PLZF genes, involved in t(15;17) or t(11;17), respectively. Patients with t(15;17) APL respond well to retinoic acid (RA) and other treatments, whereas those with t(11;17) APL do not. The PML-RARα and PLZF-RARα fusion oncoproteins function as aberrant transcriptional repressors, in part by recruiting nuclear receptor-transcriptional corepressors and histone deacetylases (HDACs). Transgenic mice harboring the RARα fusion genes develop forms of leukemia that faithfully recapitulate both the clinical features and the response to RA observed in humans with the corresponding translocations. Here, we investigated the effects of HDAC inhibitors (HDACIs) in vitro and in these animal models. In cells from PLZF-RARα …",
            "Histone deacetylase inhibitors induce remission in transgenic models of therapy-resistant acute promyelocytic leukemia",
            "Li-Zhen He and Thomas Tolentino and Peter Grayson and Sue Zhong and Raymond P Warrell and Richard A Rifkind and Paul A Marks and Victoria M Richon and Pier Paolo Pandolfi",
            "2001",
            "juZ0O1sAAAAJ:qjMakFHDy7sC",
            360,
            "https:\/\/www.jci.org\/articles\/view\/11537",
            "10665784256497159678",
            "\/scholar?cites=10665784256497159678",
            {
                "2001":2,
                "2002":26,
                "2003":30,
                "2004":39,
                "2005":31,
                "2006":32,
                "2007":33,
                "2008":17,
                "2009":16,
                "2010":22,
                "2011":20,
                "2012":9,
                "2013":12,
                "2014":13,
                "2015":15,
                "2016":5,
                "2017":8,
                "2018":9,
                "2019":8,
                "2020":8
            }
        ],
        [
            " Objective. The value of repeated ANCA measurements among patients with an established diagnosis of ANCA-associated vasculitis (AAV) remains controversial. The aim of this study was to explore whether either of the two distinct patterns of ANCA values during remission, a rise in ANCA or persistently positive ANCA, predicted future relapse. Methods. MEDLINE and EMBASE searches were performed. Studies with at least 10 subjects with AAV from which both sensitivity and specificity of a rise in ANCA and\/or persistent ANCA for future disease relapse could be calculated were included. Likelihood ratios were calculated for each study and pooled to arrive at summary estimates. I2-values were calculated as a measure of heterogeneity and meta-regression was used to explore sources of heterogeneity. Results. Nine articles on a rise in ANCA and nine articles on persistent ANCA …",
            "Value of ANCA measurements during remission to predict a relapse of ANCA-associated vasculitis—a meta-analysis",
            "Gunnar Tomasson and Peter C Grayson and Alfred D Mahr and Michael LaValley and Peter A Merkel",
            "2012",
            "juZ0O1sAAAAJ:d1gkVwhDpl0C",
            261,
            "https:\/\/academic.oup.com\/rheumatology\/article-abstract\/51\/1\/100\/1775555",
            "5639352281645362798",
            "\/scholar?cites=5639352281645362798",
            {
                "2011":1,
                "2012":14,
                "2013":20,
                "2014":37,
                "2015":35,
                "2016":34,
                "2017":28,
                "2018":15,
                "2019":29,
                "2020":34,
                "2021":5
            }
        ],
        [
            "To compare patterns of arteriographic lesions of the aorta and primary branches in patients with Takayasu9s arteritis (TAK) and giant cell arteritis (GCA).Patients were selected from two North American cohorts of TAK and GCA. The frequency of arteriographic lesions was calculated for 15 large arteries. Cluster analysis was used to derive patterns of arterial disease in TAK versus GCA and in patients categorised by age at disease onset. Using latent class analysis, computer derived classification models based upon patterns of arterial disease were compared with traditional classification.Arteriographic lesions were identified in 145 patients with TAK and 62 patients with GCA. Cluster analysis demonstrated that arterial involvement was contiguous in the aorta and usually symmetric in paired branch vessels for TAK and GCA. There was significantly more left carotid (p=0.03) and …",
            "Distribution of arterial lesions in Takayasu's arteritis and giant cell arteritis",
            "Peter C Grayson and Kathleen Maksimowicz-McKinnon and Tiffany M Clark and Gunnar Tomasson and David Cuthbertson and Simon Carette and Nader A Khalidi and Carol A Langford and Paul A Monach and Philip Seo and Kenneth J Warrington and Steven R Ytterberg and Gary S Hoffman and Peter A Merkel",
            "2012",
            "juZ0O1sAAAAJ:9yKSN-GCB0IC",
            196,
            "https:\/\/ard.bmj.com\/content\/71\/8\/1329.short",
            "5937203569212283550",
            "\/scholar?cites=5937203569212283550",
            {
                "2012":6,
                "2013":13,
                "2014":22,
                "2015":30,
                "2016":23,
                "2017":21,
                "2018":21,
                "2019":35,
                "2020":20,
                "2021":2
            }
        ],
        [
            "The systemic vasculitides are a group of uncommon diseases characterized by blood vessel inflammation. There are currently no diagnostic criteria for the primary systemic vasculitides and physicians must rely on experience and disease definitions. The absence of validated criteria can result in delays in making the correct diagnosis and starting appropriate therapy. With the increased understanding of the pathophysiology of vasculitis and newer diagnostic tests in widespread clinical use, it is an appropriate time for classification criteria for primary vasculitis to be revised. The Diagnostic and Classification Criteria for Vasculitis (DCVAS) study is a multinational observational study designed to develop and validate diagnostic criteria and to improve and validate classification criteria for primary systemic vasculitis. The analytic approach will be based on the traditional approach of vessel size for classification of …",
            "ACR\/EULAR-endorsed study to develop Diagnostic and Classification Criteria for Vasculitis (DCVAS)",
            "Anthea Craven and Joanna Robson and Cristina Ponte and Peter C Grayson and Ravi Suppiah and Andrew Judge and Richard Watts and Peter A Merkel and Raashid A Luqmani",
            "2013",
            "juZ0O1sAAAAJ:Y0pCki6q_DkC",
            151,
            "https:\/\/link.springer.com\/article\/10.1007\/s10157-013-0854-0",
            "14983611137250652991",
            "\/scholar?cites=14983611137250652991",
            {
                "2013":1,
                "2014":13,
                "2015":19,
                "2016":21,
                "2017":21,
                "2018":25,
                "2019":19,
                "2020":27,
                "2021":3
            }
        ],
        [
            "The putative role of neutrophils in host defense against pathogens is a well‐recognized aspect of neutrophil function. The discovery of neutrophil extracellular traps has expanded the known range of neutrophil defense mechanisms and catalyzed a discipline of research focused upon ways in which neutrophils can shape the immunologic landscape of certain autoimmune diseases, including systemic lupus erythematosus. Enhanced neutrophil extracellular trap formation and impaired neutrophil extracellular trap clearance may contribute to immunogenicity in systemic lupus erythematosus and other autoimmune diseases by promoting the externalization of modified autoantigens, inducing synthesis of type I IFNs, stimulating the inflammasome, and activating both the classic and alternative pathways of the complement system. Vasculopathy is a central feature of many autoimmune diseases, and neutrophil …",
            "At the Bench: Neutrophil extracellular traps (NETs) highlight novel aspects of innate immune system involvement in autoimmune diseases",
            "Peter C Grayson and Mariana J Kaplan",
            "2016",
            "juZ0O1sAAAAJ:IjCSPb-OGe4C",
            129,
            "https:\/\/jlb.onlinelibrary.wiley.com\/doi\/abs\/10.1189\/jlb.5BT0615-247R",
            "11585169553563965475",
            "\/scholar?cites=11585169553563965475",
            {
                "2015":2,
                "2016":26,
                "2017":19,
                "2018":21,
                "2019":26,
                "2020":30,
                "2021":2
            }
        ],
        [
            "To assess the clinical value of 18F‐fluorodeoxyglucose (FDG) positron emission tomography (PET) in a prospective cohort of patients with large vessel vasculitis (LVV) and comparator subjects.Patients with Takayasu arteritis and giant cell arteritis were studied, along with a comparator group consisting of patients with hyperlipidemia, patients with diseases that mimic LVV, and healthy controls. Participants underwent clinical evaluation and FDG‐PET imaging, and patients with LVV underwent serial imaging at 6‐month intervals. We calculated sensitivity and specificity of FDG‐PET interpretation for distinguishing patients with clinically active LVV from comparator subjects and from patients with disease in clinical remission. A qualitative summary score based on global arterial FDG uptake, the PET Vascular Activity Score (PETVAS), was used to study associations between activity on PET scan …",
            "18F‐Fluorodeoxyglucose–Positron Emission Tomography As an Imaging Biomarker in a Prospective, Longitudinal Cohort of Patients With Large Vessel Vasculitis",
            "Peter C Grayson and Sara Alehashemi and Armin A Bagheri and Ali Cahid Civelek and Thomas R Cupps and Mariana J Kaplan and Ashkan A Malayeri and Peter A Merkel and Elaine Novakovich and David A Bluemke and Mark A Ahlman",
            "2018",
            "juZ0O1sAAAAJ:u-x6o8ySG0sC",
            112,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/art.40379",
            "5043519224446670886",
            "\/scholar?cites=5043519224446670886",
            {
                "2018":17,
                "2019":34,
                "2020":58,
                "2021":2
            }
        ],
        [
            "Eosinophils are multifunctional granular leukocytes that are implicated in the pathogenesis of a wide variety of disorders, including asthma, helminth infection, and rare hypereosinophilic syndromes. Although peripheral and tissue eosinophilia can be a feature of many types of small-vessel and medium-vessel vasculitis, the role of eosinophils has been best studied in eosinophilic granulomatosis with polyangiitis (EGPA), where eosinophils are a characteristic finding in all three clinical stages of the disorder. Whereas numerous studies have demonstrated an association between the presence of eosinophils and markers of eosinophil activation in the blood and tissues of patients with EGPA, the precise role of eosinophils in disease pathogenesis has been difficult to ascertain owing to the complexity of the disease process. In this regard, results of clinical trials using novel agents that specifically target eosinophils are …",
            "Eosinophils in vasculitis: characteristics and roles in pathogenesis",
            "Paneez Khoury and Peter C Grayson and Amy D Klion",
            "2014",
            "juZ0O1sAAAAJ:UeHWp8X0CEIC",
            101,
            "https:\/\/www.nature.com\/articles\/nrrheum.2014.98.pdf?origin=ppub",
            "11256504966766194277",
            "\/scholar?cites=11256504966766194277",
            {
                "2015":14,
                "2016":12,
                "2017":21,
                "2018":12,
                "2019":23,
                "2020":18,
                "2021":1
            }
        ],
        [
            "To discover biomarkers involved in the pathophysiology of antineutrophil cytoplasmic antibody–associated vasculitis (AAV) and to determine whether low‐density granulocytes (LDGs) contribute to gene expression signatures in AAV.The source of clinical data and linked biologic specimens was a randomized controlled treatment trial in AAV. RNA sequencing of whole blood from patients with AAV was performed during active disease at the baseline visit and during remission 6 months later. Gene expression was compared between patients who met versus those who did not meet the primary trial outcome of clinical remission at 6 months (responders versus nonresponders). Measurement of neutrophil‐related gene expression was confirmed in peripheral blood mononuclear cells (PBMCs) to validate the findings in whole blood. A negative‐selection strategy isolated LDGs from PBMC fractions …",
            "Neutrophil‐related gene expression and low‐density granulocytes associated with disease activity and response to treatment in antineutrophil cytoplasmic antibody–associated …",
            "Peter C Grayson and Carmelo Carmona‐Rivera and Lijing Xu and Noha Lim and Zhong Gao and Adam L Asare and Ulrich Specks and John H Stone and Philip Seo and Robert F Spiera and Carol A Langford and Gary S Hoffman and Cees GM Kallenberg and E William St. Clair and Nadia K Tchao and Steven R Ytterberg and Deborah J Phippard and Peter A Merkel and Mariana J Kaplan and Paul A Monach and Rituximab in ANCA‐Associated Vasculitis–Immune Tolerance Network Research Group",
            "2015",
            "juZ0O1sAAAAJ:zYLM7Y9cAGgC",
            84,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/art.39153",
            "12947477255627622265",
            "\/scholar?cites=12947477255627622265",
            {
                "2015":3,
                "2016":17,
                "2017":12,
                "2018":18,
                "2019":14,
                "2020":19
            }
        ],
        [
            "To assess agreement between interpretation of magnetic resonance angiography (MRA) and 18F-fluorodeoxyglucose positron emission tomography (PET) for disease extent and disease activity in large-vessel vasculitis (LVV) and determine associations between imaging and clinical assessments.Patients with giant cell arteritis (GCA), Takayasu’s arteritis (TAK) and comparators were recruited into a prospective, observational cohort. Imaging and clinical assessments were performed concurrently, blinded to each other. Agreement was assessed by per cent agreement, Cohen’s kappa and McNemar’s test. Multivariable logistic regression identified MRA features associated with PET scan activity.Eighty-four patients (GCA=35; TAK=30; comparator=19) contributed 133 paired studies. Agreement for disease extent between MRA and PET was 580 out of 966 (60%) arterial territories with …",
            "Comparison of magnetic resonance angiography and 18F-fluorodeoxyglucose positron emission tomography in large-vessel vasculitis",
            "Kaitlin A Quinn and Mark A Ahlman and Ashkan A Malayeri and Jamie Marko and Ali Cahid Civelek and Joel S Rosenblum and Armin A Bagheri and Peter A Merkel and Elaine Novakovich and Peter C Grayson",
            "2018",
            "juZ0O1sAAAAJ:MXK_kJrjxJIC",
            51,
            "https:\/\/ard.bmj.com\/content\/77\/8\/1165.abstract",
            "5815094036556188977",
            "\/scholar?cites=5815094036556188977",
            {
                "2018":5,
                "2019":21,
                "2020":23
            }
        ]
    ]
}