{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A Kitaev-Heisenberg-J 2-J 3 model is proposed to describe the Mott-insulating layered iridates A 2 IrO 3 (A= Na, Li). The model is a combination of the Kitaev honeycomb model and the Heisenberg model with all three nearest-neighbor couplings J 1, J 2, and J 3. A rich phase diagram is obtained at the classical level, including the experimentally suggested zigzag ordered phase; as well as the stripy phase, which extends from the Kitaev-Heisenberg limit to the J 1-J 2-J 3 one. Combining the experimentally observed spin order with the optimal fitting to the uniform magnetic susceptibility data gives an estimate of possible parameter values, which in turn reaffirms the necessity of including both the Kitaev and farther neighbor couplings.",
            "Kitaev-Heisenberg-J 2-J 3 model for the iridates A 2 IrO 3",
            "Itamar Kimchi and Yi-Zhuang You",
            "2011",
            "jXdbhiQAAAAJ:u5HHmVD_uO8C",
            173,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.84.180407",
            "3545123134789296825",
            "\/scholar?cites=3545123134789296825",
            {
                "2012":11,
                "2013":12,
                "2014":20,
                "2015":28,
                "2016":29,
                "2017":24,
                "2018":16,
                "2019":13,
                "2020":20
            }
        ],
        [
            "We study the effects of doping a Mott insulator on the honeycomb lattice where spins interact via direction-dependent Kitaev couplings J K, and weak antiferromagnetic Heisenberg couplings J. This model is known to have a spin-liquid ground state and may potentially be realized in correlated insulators with strong spin-orbit coupling. The effect of hole doping is studied within a t-J-J K model, treated using the SU (2) slave boson formalism, which correctly captures the parent spin liquid. We find superconductor ground states with spin triplet pairing that spontaneously break time-reversal symmetry. Interestingly, the pairing is qualitatively different at low and high dopings, and undergoes a first-order transition with doping. At high dopings, it is smoothly connected to a paired state of electrons propagating with the underlying free particle dispersion. However, at low dopings the dispersion is strongly influenced by the …",
            "Doping a spin-orbit Mott insulator: Topological superconductivity from the Kitaev-Heisenberg model and possible application to (Na 2\/Li 2) IrO 3",
            "Yi-Zhuang You and Itamar Kimchi and Ashvin Vishwanath",
            "2012",
            "jXdbhiQAAAAJ:Tyk-4Ss8FVUC",
            141,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.86.085145",
            "8474097094988141852",
            "\/scholar?cites=8474097094988141852",
            {
                "2012":3,
                "2013":10,
                "2014":14,
                "2015":20,
                "2016":22,
                "2017":13,
                "2018":17,
                "2019":18,
                "2020":22,
                "2021":1
            }
        ],
        [
            "We consider the Sachdev-Ye-Kitaev (SYK) model as a model for the thermalized zero-dimensional boundary of a many-body localized, fermionic symmetry protected topological (SPT) phase in one spatial dimension. The fermions at the boundary are always fully interacting. We find that the boundary is thermalized and investigate how its boundary anomaly, dictated by the bulk SPT order, is encoded in the quantum chaotic eigenspectrum of the SYK model. We show that depending on the SPT symmetry class, the boundary many-body level statistics cycle in a systematic manner through those of the three different Wigner-Dyson random matrix ensembles with a periodicity in the topological index that matches the interaction-reduced classification of the bulk SPT states. We consider all three symmetry classes BDI, AIII, and CII, whose SPT phases are classified in one spatial dimension by Z in the absence of …",
            "Sachdev-Ye-Kitaev Model and Thermalization on the Boundary of Many-Body Localized Fermionic Symmetry Protected Topological States",
            "Yi-Zhuang You and Andreas WW Ludwig and Cenke Xu",
            "2017",
            "jXdbhiQAAAAJ:sJPMR1oEGYQC",
            132,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.95.115150",
            "7060374682255288195",
            "\/scholar?cites=7060374682255288195",
            {
                "2016":3,
                "2017":35,
                "2018":32,
                "2019":24,
                "2020":37
            }
        ],
        [
            "We study the classification for a large class of interacting fermionic and bosonic symmetry-protected topological (SPT) states, focusing on the cases where interaction reduces the classification of free-fermion SPT states. We define a SPT state as whether it is separated from the trivial state through a bulk phase transition, which is a general definition applicable to SPT states with or without spatial symmetries. We show that in all dimensions short-range interactions can reduce the classification of free-fermion SPT states, and we demonstrate these results by making a connection between the fermionic and bosonic SPT states. We first demonstrate that our formalism gives the correct classification for several known SPT states, with or without interaction, and then we generalize our method to SPT states that involve the spatial inversion symmetry.",
            "Symmetry-protected topological states of interacting fermions and bosons",
            "Yi-Zhuang You and Cenke Xu",
            "2014",
            "jXdbhiQAAAAJ:KWzIFqRkAKkC",
            105,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.90.245120",
            "6619018254330707630",
            "\/scholar?cites=6619018254330707630",
            {
                "2015":15,
                "2016":16,
                "2017":27,
                "2018":21,
                "2019":16,
                "2020":9,
                "2021":1
            }
        ],
        [
            "Non-Abelian statistics is a phenomenon of topologically protected non-Abelian geometric phases as we exchange quasiparticle excitations. Here we construct a Z N rotor model that realizes a self-dual Z N Abelian gauge theory. We find that lattice dislocation defects in the model produce topologically protected degeneracy. Even though dislocations are not quasiparticle excitations, they resemble non-Abelian anyons with quantum dimension N. Exchanging dislocations can produce topologically protected projective non-Abelian geometric phases. Therefore, we discover a kind of (projective) non-Abelian anyon that appears as the dislocations in an Abelian Z N rotor model. These types of non-Abelian anyons can be viewed as a generalization of the Majorana zero modes.",
            "Projective non-Abelian statistics of dislocation defects in a Z N rotor model",
            "Yi-Zhuang You and Xiao-Gang Wen",
            "2012",
            "jXdbhiQAAAAJ:qjMakFHDy7sC",
            94,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.86.161107",
            "13069948792856975540",
            "\/scholar?cites=13069948792856975540",
            {
                "2013":14,
                "2014":14,
                "2015":10,
                "2016":14,
                "2017":15,
                "2018":7,
                "2019":12,
                "2020":7,
                "2021":1
            }
        ],
        [
            "We study a series of perturbations on the Sachdev-Ye-Kitaev (SYK) model. We show that the maximal chaotic non-Fermi-liquid phase described by the ordinary q= 4 SYK model has marginally relevant or irrelevant (depending on the sign of the coupling constants) four-fermion perturbations allowed by symmetry. Changing the sign of one of these four-fermion perturbations leads to a continuous chaotic-nonchaotic quantum phase transition of the system accompanied by a spontaneous time-reversal symmetry breaking. Starting with the SYK q model with a q-fermion interaction, similar perturbations can lead to a series of new fixed points with continuously varying exponents.",
            "Instability of the non-Fermi-liquid state of the Sachdev-Ye-Kitaev model",
            "Zhen Bi and Chao-Ming Jian and Yi-Zhuang You and Kelly Ann Pawlak and Cenke Xu",
            "2017",
            "jXdbhiQAAAAJ:orDZ08hpP44C",
            83,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.95.205105",
            "11079635387325283630",
            "\/scholar?cites=11079635387325283630",
            {
                "2017":19,
                "2018":21,
                "2019":24,
                "2020":18,
                "2021":1
            }
        ],
        [
            "We investigate the generic features of the low energy dynamical spin structure factor of the Kitaev honeycomb quantum spin liquid perturbed away from its exact soluble limit by generic symmetry-allowed exchange couplings. We find that the spin gap persists in the Kitaev-Heisenberg model, but generally vanishes provided more generic symmetry-allowed interactions exist. We formulate the generic expansion of the spin operator in terms of fractionalized Majorana fermion operators according to the symmetry enriched topological order of the Kitaev spin liquid, described by its projective symmetry group. The dynamical spin structure factor displays power-law scaling bounded by Dirac cones in the vicinity of the Γ, K, and K′ points of the Brillouin zone, rather than the spin gap found for the exactly soluble point.",
            "Low-energy spin dynamics of the honeycomb spin liquid beyond the Kitaev limit",
            "Xue-Yang Song and Yi-Zhuang You and Leon Balents",
            "2016",
            "jXdbhiQAAAAJ:PQEM9vzQD9gC",
            83,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.117.037209",
            "13186211211788352950",
            "\/scholar?cites=13186211211788352950",
            {
                "2016":6,
                "2017":18,
                "2018":18,
                "2019":18,
                "2020":22,
                "2021":1
            }
        ],
        [
            "Recently, significant progress has been made in (2+ 1)-dimensional conformal field theories without supersymmetry. In particular, it was realized that different Lagrangians may be related by hidden dualities; ie, seemingly different field theories may actually be identical in the infrared limit. Among all the proposed dualities, one has attracted particular interest in the field of strongly correlated quantum-matter systems: the one relating the easy-plane noncompact CP 1 model (NCCP 1) and noncompact quantum electrodynamics (QED) with two flavors (N= 2) of massless two-component Dirac fermions. The easy-plane NCCP 1 model is the field theory of the putative deconfined quantum-critical point separating a planar (X Y) antiferromagnet and a dimerized (valence-bond solid) ground state, while N= 2 noncompact QED is the theory for the transition between a bosonic symmetry-protected topological phase and a …",
            "Duality between the Deconfined Quantum-Critical Point and the Bosonic Topological Transition",
            "Yan Qi Qin and Yuan-Yao He and Yi-Zhuang You and Zhong-Yi Lu and Arnab Sen and Anders W. Sandvik and Cenke Xu and Zi Yang Meng",
            "2017",
            "jXdbhiQAAAAJ:Y0-TYkg6YM4C",
            80,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.7.031052",
            "1102370247538373352",
            "\/scholar?cites=1102370247538373352",
            {
                "2016":1,
                "2017":4,
                "2018":23,
                "2019":25,
                "2020":26,
                "2021":1
            }
        ],
        [
            "Inspired by recent developments in constructing novel Dirac liquid boundary states of a three-dimensional (3D) topological insulator, we propose one possible two-dimensional boundary state of a 3D bosonic symmetry protected topological state with U (1) e⋊ Z 2 T× U (1) s symmetry. This boundary theory is described by a (2+ 1)-dimensional quantum electrodynamics (QED 3) with two flavors of Dirac fermions (N f= 2) coupled with a noncompact U (1) gauge field, L=∑ j= 1 2 ψ j γ μ (∂ μ− i a μ) ψ j− i A μ s ψ i γ μ τ i j z ψ j+ i 2 π ε μ ν ρ a μ∂ ν A ρ e, where a μ is the internal noncompact U (1) gauge field, and A μ s and A μ e are two external gauge fields that couple to U (1) s and U (1) e global symmetries, respectively. We demonstrate that this theory has a “self-dual” structure, which is a fermionic analog of the self-duality of the noncompact CP 1 theory with easy plane anisotropy. Under the self-duality, the boundary …",
            "Self-dual Quantum Electrodynamics as Boundary State of the three dimensional Bosonic Topological Insulator",
            "Cenke Xu and Yi-Zhuang You",
            "2015",
            "jXdbhiQAAAAJ:nqdriD65xNoC",
            72,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.92.220416",
            "10443998169453356495",
            "\/scholar?cites=10443998169453356495",
            {
                "2016":11,
                "2017":15,
                "2018":22,
                "2019":15,
                "2020":9
            }
        ],
        [
            "We introduce the spectrum bifurcation renormalization group (SBRG) as an improved application of the excited-state real-space renormalization group (RSRG-X) for a class of qubit models. Starting from a disordered many-body Hamiltonian in the full many-body localized (MBL) phase, SBRG flows to the MBL fixed-point Hamiltonian, and generates the local integrals of motion and the matrix product state representations for all eigenstates. The method is applicable to many interacting spin and fermion models in the full MBL phase. As a Hilbert-space preserving RG, SBRG also generates an entanglement holographic mapping, which duals the MBL state to a fragmented holographic space.",
            "Entanglement holographic mapping of many-body localized system by spectrum bifurcation renormalization group",
            "Yi-Zhuang You and Xiao-Liang Qi and Cenke Xu",
            "2016",
            "jXdbhiQAAAAJ:_AeoHAGD03cC",
            65,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.93.104205",
            "7443598071122765480",
            "\/scholar?cites=7443598071122765480",
            {
                "2016":13,
                "2017":14,
                "2018":14,
                "2019":9,
                "2020":14,
                "2021":1
            }
        ]
    ]
}