{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This paper argues that the typical household's saving is better described by a “buffer-stock” version than by the traditional version of the Life Cycle\/Permanent Income Hypothesis (LC\/PIH) model. Buffer-stock behavior emerges if consumers with important income uncertainty are sufficiently impatient. In the traditional model, consumption growth is determined solely by tastes. In contrast, buffer-stock consumers set average consumption growth equal to average labor income growth, regardless of tastes. The model can explain three empirical puzzles: the “consumption\/income parallel” documented by Carroll and Summers; the “consumption\/income divergence” first documented in the 1930s; and the stability of the household age\/wealth profile over time despite the unpredictability of idiosyncratic wealth changes.",
            "Buffer Stock Saving and the Life Cycle\/Permanent Income Hypothesis",
            "Christopher D Carroll",
            "1997",
            "JY7jfgsAAAAJ:bEWYMUwI8FkC",
            2167,
            "https:\/\/academic.oup.com\/qje\/article-abstract\/112\/1\/1\/1870884",
            "13589718106007497995",
            "\/scholar?cites=13589718106007497995",
            {
                "1992":10,
                "1993":6,
                "1994":7,
                "1995":8,
                "1996":6,
                "1997":21,
                "1998":30,
                "1999":31,
                "2000":50,
                "2001":55,
                "2002":49,
                "2003":64,
                "2004":78,
                "2005":96,
                "2006":88,
                "2007":102,
                "2008":92,
                "2009":82,
                "2010":97,
                "2011":118,
                "2012":98,
                "2013":104,
                "2014":114,
                "2015":125,
                "2016":104,
                "2017":129,
                "2018":125,
                "2019":112,
                "2020":141,
                "2021":1
            }
        ],
        [
            "As I WRITE, the US economy remains mired in the slowest recovery from any recession in the postwar period. Consumer confidence and consumption spending, in particular, have been exceptionally weak, and the unemployment rate has continued to rise long after many other indicators began to improve. This paper presents evidence that these facts are related, in the sense that consumer pessimism about unemployment explains a substantial part of the recent weakness in consumption. However, neither theoretical consumption models commonly used for macroeconomic research'nor standard macroeconometric forecasting models2 provide a direct role for unemployment expectations in determining current consumption. 3 By contrast, this paper shows that the\" buffer-stock\" model of saving that has evolved from the work of Stephen Zeldes and Angus Deaton and from my previous work can imply a central role …",
            "The buffer-stock theory of saving: Some macroeconomic evidence",
            "Christopher D Carroll and Robert E Hall and Stephen P Zeldes",
            "1992",
            "JY7jfgsAAAAJ:u-x6o8ySG0sC",
            1367,
            "https:\/\/www.jstor.org\/stable\/2534582",
            "11457711887774134165",
            "\/scholar?cites=11457711887774134165",
            {
                "1993":9,
                "1994":21,
                "1995":15,
                "1996":30,
                "1997":32,
                "1998":29,
                "1999":35,
                "2000":35,
                "2001":49,
                "2002":39,
                "2003":48,
                "2004":55,
                "2005":61,
                "2006":50,
                "2007":52,
                "2008":43,
                "2009":73,
                "2010":60,
                "2011":64,
                "2012":76,
                "2013":68,
                "2014":60,
                "2015":54,
                "2016":58,
                "2017":53,
                "2018":65,
                "2019":56,
                "2020":62
            }
        ],
        [
            "Economists have long emphasized the importance of expectations in determining macroeconomic outcomes. Yet there has been almost no recent effort to model actual empirical expectations data; instead, macroeconomists usually simply assume that expectations are “rational.” This paper shows that while empirical household expectations are not rational in the usual sense, expectational dynamics are well captured by a model in which households' views derive from news reports of the views of professional forecasters, which in turn may be rational. The model's estimates imply that people only occasionally pay attention to news reports; this inattention generates “stickyness” in aggregate expectations, with important macroeconomic consequences.",
            "Macroeconomic expectations of households and professional forecasters",
            "Christopher D Carroll",
            "2003",
            "JY7jfgsAAAAJ:UeHWp8X0CEIC",
            1072,
            "https:\/\/academic.oup.com\/qje\/article-abstract\/118\/1\/269\/1917034",
            "17558103075425889091",
            "\/scholar?cites=17558103075425889091",
            {
                "2003":5,
                "2004":14,
                "2005":21,
                "2006":45,
                "2007":46,
                "2008":49,
                "2009":51,
                "2010":64,
                "2011":60,
                "2012":64,
                "2013":68,
                "2014":65,
                "2015":69,
                "2016":67,
                "2017":100,
                "2018":75,
                "2019":96,
                "2020":101,
                "2021":1
            }
        ],
        [
            "This paper uses the Panel Study of Income Dynamics to provide some of the first direct evidence that wealth is systematically higher for consumers with predictably greater income uncertainty. However, the apparent pattern of precautionary wealth is not consistent with a standard parameterization of the life cucle model in which consumers are patient enough to begin saving for retirement early in life; wealth is estimated to be far less sensitive to uncertainty than implied by that model. Instead, our results suggest that over most of their working life time, consumers behave in accordance with the ‘buffer-stock’ models of saving described in Carroll (1992, 1997) or Deaton (1991), in which consumers hold wealth principally to insulate consumption against near-term fluctuations in income.",
            "The nature of precautionary wealth",
            "Christopher D Carroll and Andrew A Samwick",
            "1997",
            "JY7jfgsAAAAJ:d1gkVwhDpl0C",
            980,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0304393297000366",
            "303418647122592248",
            "\/scholar?cites=303418647122592248",
            {
                "1994":3,
                "1995":2,
                "1996":8,
                "1997":9,
                "1998":17,
                "1999":20,
                "2000":17,
                "2001":34,
                "2002":19,
                "2003":43,
                "2004":53,
                "2005":49,
                "2006":43,
                "2007":54,
                "2008":31,
                "2009":44,
                "2010":40,
                "2011":52,
                "2012":53,
                "2013":54,
                "2014":48,
                "2015":65,
                "2016":43,
                "2017":43,
                "2018":53,
                "2019":36,
                "2020":39
            }
        ],
        [
            "Saving and growth are strongly positively correlated across countries. Recent empirical evidence suggests that this correlation holds largely because high growth leads to high saving, not the other way around. This evidence is difficult to reconcile with standard growth models, since forward-looking consumers with standard utility should save less in a fast-growing economy because they know they will be richer in the future than they are today. We show that if utility depends partly on how consumption compares to a “habit stock” determined by past consumption, an otherwise-standard growth model can imply that increases in growth can cause increased saving. (JEL D91, E21, O40)",
            "Saving and growth with habit formation",
            "Christopher D Carroll and Jody Overland and David N Weil",
            "2000",
            "JY7jfgsAAAAJ:2osOgNQ5qMEC",
            898,
            "https:\/\/www.aeaweb.org\/articles?id=10.1257\/aer.90.3.341",
            "10477265886151326404",
            "\/scholar?cites=10477265886151326404",
            {
                "1999":5,
                "2000":7,
                "2001":26,
                "2002":22,
                "2003":30,
                "2004":41,
                "2005":37,
                "2006":33,
                "2007":43,
                "2008":53,
                "2009":55,
                "2010":52,
                "2011":50,
                "2012":64,
                "2013":54,
                "2014":42,
                "2015":46,
                "2016":44,
                "2017":49,
                "2018":40,
                "2019":40,
                "2020":40,
                "2021":4
            }
        ],
        [
            "We examine the relationship between income growth and saving using both cross-country and household data. At the aggregate level, we find that growth Granger causes saving, but saving does not Granger cause growth. Using household data, we find that households with predictably higher income growth save more than households with predictably low growth. We argue that standard permanent income models of consumption cannot explain these findings, but a model of consumption with habit formation may. The positive effect of growth on saving implies that previous estimates of the effect of saving on growth may be overstated.",
            "Saving and growth: a reinterpretation",
            "Christopher D Carroll and David N Weil",
            "1994",
            "JY7jfgsAAAAJ:9yKSN-GCB0IC",
            854,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/016722319490006X",
            "12177209574492595986",
            "\/scholar?cites=12177209574492595986",
            {
                "1994":11,
                "1995":14,
                "1996":22,
                "1997":30,
                "1998":31,
                "1999":28,
                "2000":36,
                "2001":31,
                "2002":23,
                "2003":30,
                "2004":30,
                "2005":32,
                "2006":21,
                "2007":32,
                "2008":29,
                "2009":28,
                "2010":37,
                "2011":31,
                "2012":29,
                "2013":48,
                "2014":52,
                "2015":47,
                "2016":38,
                "2017":43,
                "2018":34,
                "2019":20,
                "2020":25
            }
        ],
        [
            "In the three months following the Iraqi invasion of Kuwait, the University of Michigan's Index of Consumer Sentiment (ICS) fell an unprecedented 24.3 index points, to its lowest level since the 1981-1982 reces-sion.'This collapse in household confidence became the focus of a great deal of economic commentary and, indeed, frequently was cited as an important-if not the leading-cause of the economic slowdown that ensued.Concern was fueled by the well-known contemporaneous correlation between the ICS and the growth of household spending. Figure 1 shows quarterly averages of the index, 1978-1993, together with the quarterly growth in real personal consumption expenditures as measured in the national income accounts (Bureau of Economic Analysis). The correlation is impressive. Of course, it is not surprising that sentiment and the growth of spending are positively correlated. This correlation may simply …",
            "Does consumer sentiment forecast household spending? If so, why?",
            "Christopher D Carroll and Jeffrey C Fuhrer and David W Wilcox",
            "1994",
            "JY7jfgsAAAAJ:zYLM7Y9cAGgC",
            824,
            "https:\/\/www.jstor.org\/stable\/2117779",
            "9369604851336854339",
            "\/scholar?cites=9369604851336854339",
            {
                "1995":4,
                "1996":8,
                "1997":11,
                "1998":11,
                "1999":8,
                "2000":9,
                "2001":19,
                "2002":15,
                "2003":24,
                "2004":28,
                "2005":34,
                "2006":28,
                "2007":21,
                "2008":34,
                "2009":33,
                "2010":42,
                "2011":33,
                "2012":32,
                "2013":33,
                "2014":48,
                "2015":49,
                "2016":66,
                "2017":43,
                "2018":42,
                "2019":55,
                "2020":73,
                "2021":1
            }
        ],
        [
            "This paper argues that the modern stochastic consumption model, in which impatient consumers face uninsurable labor income risk, matches Milton Friedman's (1957) original description of the Permanent Income Hypothesis much better than the perfect foresight or certainty equivalent models did. The model can explain the high marginal propensity to consume, the high discount rate on future income, and the important role for precautionary behavior that were all part of Friedman's original framework. The paper also explains the relationship of these questions to the Euler equation literature, and argues that the effects of precautionary saving and liquidity constraints are often virtually indistinguishable.",
            "A theory of the consumption function, with and without liquidity constraints",
            "Christopher D Carroll",
            "2001",
            "JY7jfgsAAAAJ:W7OEmFMy1HYC",
            708,
            "https:\/\/www.aeaweb.org\/articles?id=10.1257\/jep.15.3.23",
            "15318644721089771211",
            "\/scholar?cites=15318644721089771211",
            {
                "2001":4,
                "2002":15,
                "2003":16,
                "2004":27,
                "2005":31,
                "2006":36,
                "2007":24,
                "2008":33,
                "2009":48,
                "2010":33,
                "2011":47,
                "2012":48,
                "2013":36,
                "2014":42,
                "2015":37,
                "2016":33,
                "2017":55,
                "2018":50,
                "2019":38,
                "2020":42,
                "2021":1
            }
        ],
        [
            "We estimate how much of the wealth of a sample of respondents to the Panel Study of Income Dynamics is held because some households face more income uncertainty than others. We begin by solving a theoretical model of saving, which we use to develop appropriate measures of uncertainty. We then regress households' wealth on our measures of uncertainty, and find substantial evidence that households engage in precautionary saving. Finally, we simulate the wealth distribution that our empirical results imply would prevail if all households had the same uncertainty as the lowest uncertainty group. We find that between 32 and 50% of wealth in our sample is attributable to the extra uncertainty that some consumers face compared to the lowest uncertainty group.",
            "How important is precautionary saving?",
            "Christopher D Carroll and Andrew A Samwick",
            "1998",
            "JY7jfgsAAAAJ:IjCSPb-OGe4C",
            705,
            "https:\/\/www.mitpressjournals.org\/doi\/abs\/10.1162\/003465398557645",
            "3800685890971150714",
            "\/scholar?cites=3800685890971150714",
            {
                "1996":4,
                "1997":8,
                "1998":13,
                "1999":17,
                "2000":16,
                "2001":19,
                "2002":20,
                "2003":30,
                "2004":23,
                "2005":31,
                "2006":27,
                "2007":34,
                "2008":24,
                "2009":33,
                "2010":39,
                "2011":41,
                "2012":35,
                "2013":33,
                "2014":44,
                "2015":42,
                "2016":28,
                "2017":28,
                "2018":46,
                "2019":27,
                "2020":31
            }
        ],
        [
            "The idea that consumers allocate their consumption over time so as to maximize a stable individualistic utility function provides the basis for almost all modem work on the determinants of consumption and saving decisions. The celebrated life-cycle and permanent income hypotheses represent not so much alternative theories of consumption as alternative empirical strategies for fleshing out the same basic idea. While tests of particular implementations of these theories sometimes lead to statistical rejections, life-cycle\/permanent income theories succeed in unifying a wide range of diverse phenomena. It is probably fair to accept Franc0 Modigliani’s (1980) characterization that “the Life Cycle Hypothesis has proved a very fruitful hypothesis, capable of integrating a large variety of facts concerning individual and aggregate saving behaviour.” This paper argues, however, that both permanent income and, to an only slightly lesser extent, life-cycle theories as they have come to be implemented in recent years are inconsistent with the grossest features of cross-country and cross-section data on consumption and income and income growth. There is clear evidence that consumption growth and income growth are much more closely linked than these theories predict. It appears that consumption smoothing takes place over periods of several years not several decades.",
            "Consumption growth parallels income growth: Some new evidence",
            "Christopher D Carroll and Lawrence H Summers",
            "1991",
            "JY7jfgsAAAAJ:qjMakFHDy7sC",
            702,
            "https:\/\/www.nber.org\/chapters\/c5995.pdf",
            "9356836368540450647",
            "\/scholar?cites=9356836368540450647",
            {
                "1990":14,
                "1991":12,
                "1992":14,
                "1993":10,
                "1994":18,
                "1995":21,
                "1996":17,
                "1997":25,
                "1998":33,
                "1999":21,
                "2000":20,
                "2001":32,
                "2002":13,
                "2003":9,
                "2004":22,
                "2005":19,
                "2006":22,
                "2007":21,
                "2008":20,
                "2009":21,
                "2010":29,
                "2011":25,
                "2012":31,
                "2013":35,
                "2014":25,
                "2015":36,
                "2016":25,
                "2017":28,
                "2018":23,
                "2019":24,
                "2020":17
            }
        ]
    ]
}