{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Data from written tests and videotaped problem‐solving interviews show that many physics students have a stable, alternative view of the relationship between force and acceleration. This ’’conceptual primitive’’ is misunderstood at the qualitative level in addition to any difficulties that might occur with mathematical formulation. The misconception is highly resistant to change and is remarkably similar to one discussed by Galileo, as shown by comparison of his writings with transcripts from student interviews. The source of this qualitative misunderstanding can be traced to a deep‐seated preconception that makes a full understanding of Newton’s first and second laws very difficult. In such cases learning becomes a process in which new concepts must displace or be remolded from stable concepts that the student has constructed over many years.",
            "Students’ preconceptions in introductory mechanics",
            "John Clement",
            "1982",
            "JyAq-r8AAAAJ:u5HHmVD_uO8C",
            2142,
            "https:\/\/aapt.scitation.org\/doi\/abs\/10.1119\/1.12989",
            "13119873611071429362",
            "\/scholar?cites=13119873611071429362",
            {
                "1983":17,
                "1984":13,
                "1985":31,
                "1986":19,
                "1987":33,
                "1988":49,
                "1989":46,
                "1990":44,
                "1991":37,
                "1992":42,
                "1993":55,
                "1994":39,
                "1995":37,
                "1996":32,
                "1997":46,
                "1998":50,
                "1999":39,
                "2000":42,
                "2001":45,
                "2002":41,
                "2003":55,
                "2004":57,
                "2005":77,
                "2006":54,
                "2007":63,
                "2008":83,
                "2009":76,
                "2010":65,
                "2011":78,
                "2012":95,
                "2013":86,
                "2014":82,
                "2015":82,
                "2016":85,
                "2017":69,
                "2018":88,
                "2019":72,
                "2020":47,
                "2021":4
            }
        ],
        [
            "Lessons were designed to deal with students' alternative conceptions in three areas of mechanics: static normal forces, frictional forces, and Newton's third law for moving objects. Instructional techniques such as class discussions of the validity of an analogy between a target problem and an intuitive anchoring example, and forming a structured chain of intermediate bridging analogies were used. There were large differences in pre–posttest gains in favor of the experimental group. In formulating a model of learning processes that can explain these results, it is argued that (a) the lessons have a more complex structure than a simple model of analogy use; (b) rational methods using analogy and other plausible reasoning processes that are neither proof based nor directly empirical can play a very important role in science instruction; (c) much more effort than is usually allocated should be focused on helping …",
            "Using bridging analogies and anchoring intuitions to deal with students' preconceptions in physics",
            "John Clement",
            "1993",
            "JyAq-r8AAAAJ:u-x6o8ySG0sC",
            924,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/tea.3660301007",
            "4586898135277338499",
            "\/scholar?cites=4586898135277338499",
            {
                "1993":3,
                "1994":5,
                "1995":13,
                "1996":11,
                "1997":20,
                "1998":16,
                "1999":19,
                "2000":18,
                "2001":21,
                "2002":23,
                "2003":25,
                "2004":37,
                "2005":37,
                "2006":41,
                "2007":38,
                "2008":41,
                "2009":36,
                "2010":44,
                "2011":45,
                "2012":50,
                "2013":40,
                "2014":42,
                "2015":53,
                "2016":41,
                "2017":56,
                "2018":46,
                "2019":44,
                "2020":36,
                "2021":1
            }
        ],
        [
            "This study begins the task of mapping out the domain of valid, potentially helpful beliefs of students and raises the possibility of drawing on these intuitions in teaching conceptual material. Some issues are explored surrounding the identification of such intuitions, referred to as anchoring conceptions or anchors. We attempt to: (1) propose some organizing theoretical and observational definitions of the anchor construct; (2) present some initial findings from a diagnostic test designed to uncover anchors for physics instruction; and (3) provoke an initial discussion of the new methodological issues that arise in this domain.The results of the diagnostic test indicate that a number of group anchors exist. In addition, some unexpected non‐anchors were identified. Furthermore, evidence was found indicating that some anchoring examples may be ‘brittle’, i.e., evidence that the anchor could not be extended analogically to …",
            "Not all preconceptions are misconceptions: Finding ‘anchoring conceptions’ for grounding instruction on students’ intuitions",
            "John Clement and David E Brown and Aletta Zietsman",
            "1989",
            "JyAq-r8AAAAJ:9yKSN-GCB0IC",
            604,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/0950069890110507",
            "16248559779089184439",
            "\/scholar?cites=16248559779089184439",
            {
                "1991":8,
                "1992":9,
                "1993":13,
                "1994":20,
                "1995":5,
                "1996":13,
                "1997":17,
                "1998":11,
                "1999":16,
                "2000":17,
                "2001":18,
                "2002":17,
                "2003":12,
                "2004":19,
                "2005":27,
                "2006":14,
                "2007":17,
                "2008":26,
                "2009":20,
                "2010":27,
                "2011":24,
                "2012":27,
                "2013":41,
                "2014":27,
                "2015":28,
                "2016":24,
                "2017":18,
                "2018":31,
                "2019":34,
                "2020":15,
                "2021":2
            }
        ]
    ]
}