{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "We report on a search for particle dark matter with the XENON100 experiment, operated at the Laboratori Nazionali del Gran Sasso for 13 months during 2011 and 2012. XENON100 features an ultralow electromagnetic background of (5.3±0.6)× 10− 3 events\/(keV ee× kg× day) in the energy region of interest. A blind analysis of 224.6 live days× 34 kg exposure has yielded no evidence for dark matter interactions. The two candidate events observed in the predefined nuclear recoil energy range of 6.6–30.5 keV nr are consistent with the background expectation of (1.0±0.2) events. A profile likelihood analysis using a 6.6–43.3 keV nr energy range sets the most stringent limit on the spin-independent elastic weakly interacting massive particle–nucleon scattering cross section for weakly interacting massive particle masses above 8 GeV\/c 2, with a minimum of 2× 10− 45 cm 2 at 55 GeV\/c 2 and 90% confidence level.",
            "Dark matter results from 225 live days of XENON100 data",
            "Elena Aprile and M Alfonsi and K Arisaka and F Arneodo and C Balan and L Baudis and B Bauermeister and A Behrens and Philippe Beltrame and K Bokeloh and E Brown and G Bruno and R Budnik and JMR Cardoso and W-T Chen and B Choi and D Cline and AP Colijn and H Contreras and Jean-Pierre Cussonneau and MP Decowski and E Duchovni and S Fattori and AD Ferella and W Fulgione and F Gao and M Garbini and C Ghag and K-L Giboni and LW Goetzke and C Grignon and E Gross and W Hampel and F Kaether and A Kish and J Lamblin and H Landsman and RF Lang and M Le Calloch and C Levy and KE Lim and Q Lin and Sebastian Lindemann and M Lindner and JAM Lopes and K Lung and T Marrodán Undagoitia and FV Massoli and AJ Melgarejo Fernandez and Y Meng and A Molinario and E Nativ and K Ni and U Oberlack and SEA Orrigo and E Pantic and R Persiani and G Plante and N Priel and A Rizzo and S Rosendahl and JMF Dos Santos and G Sartorelli and J Schreiner and M Schumann and L Scotto Lavina and PR Scovell and M Selvi and P Shagin and H Simgen and A Teymourian and D Thers and O Vitells and He Wang and Marc Weber and C Weinheimer and XENON100 Collaboration",
            "2012",
            "jyw99D8AAAAJ:9yKSN-GCB0IC",
            1956,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.109.181301",
            "14841866040763834889",
            "\/scholar?cites=14841866040763834889",
            {
                "2012":48,
                "2013":403,
                "2014":416,
                "2015":371,
                "2016":311,
                "2017":204,
                "2018":89,
                "2019":58,
                "2020":47,
                "2021":1
            }
        ]
    ]
}