{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Valence fluctuation phenomena occur in rare-earth compounds in which the proximity of the 4f level to the Fermi energy leads to instabilities of the charge configuration (valence) and\/or of the magnetic moment. The authors review the experimental results observed in the subset of such systems for which the 4f ions form a lattice with identical valence on each site. The discussion includes key thermodynamic experiments, such as susceptibility and lattice constant, and spectroscopic experiments such as XPS and neutron scattering. This is followed by a review of existing theoretical work concerning both the ground states and the isomorphic phase transitions which occur in such compounds; the emphasis is on those aspects which make valence fluctuation phenomena such a challenging many-body problem.",
            "Valence fluctuation phenomena",
            "JM Lawrence and PS Riseborough and RD Parks",
            "1981",
            "JzJMvB8AAAAJ:u5HHmVD_uO8C",
            966,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0034-4885\/44\/1\/001\/meta",
            "17528437942253797549",
            "\/scholar?cites=17528437942253797549",
            {
                "1982":42,
                "1983":54,
                "1984":56,
                "1985":68,
                "1986":58,
                "1987":67,
                "1988":33,
                "1989":15,
                "1990":18,
                "1991":18,
                "1992":18,
                "1993":23,
                "1994":19,
                "1995":14,
                "1996":15,
                "1997":16,
                "1998":19,
                "1999":12,
                "2000":11,
                "2001":15,
                "2002":16,
                "2003":14,
                "2004":24,
                "2005":18,
                "2006":12,
                "2007":28,
                "2008":18,
                "2009":23,
                "2010":22,
                "2011":21,
                "2012":25,
                "2013":23,
                "2014":10,
                "2015":20,
                "2016":19,
                "2017":13,
                "2018":23,
                "2019":17,
                "2020":16,
                "2021":1
            }
        ],
        [
            "The heavy fermion semiconductors, or Kondo insulators, are very narrow gap semiconductors in which the properties show unusual temperature dependencies. We shall review their properties and show how they can be interpreted in terms of an electronic band structure, with a temperature dependent hybridization gap together with temperature dependent quasi-particle lifetimes. The properties of these semiconductors are very sensitive to impurities, which can enhance the incipient antiferromagnetic correlations and precipitate a magnetic instability.",
            "Heavy fermion semiconductors",
            "Peter S Riseborough",
            "2000",
            "JzJMvB8AAAAJ:u-x6o8ySG0sC",
            437,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/000187300243345",
            "13051008973397909162",
            "\/scholar?cites=13051008973397909162",
            {
                "2001":8,
                "2002":9,
                "2003":17,
                "2004":16,
                "2005":12,
                "2006":12,
                "2007":26,
                "2008":13,
                "2009":24,
                "2010":22,
                "2011":21,
                "2012":19,
                "2013":32,
                "2014":37,
                "2015":28,
                "2016":35,
                "2017":30,
                "2018":27,
                "2019":22,
                "2020":22,
                "2021":2
            }
        ],
        [
            "The properties of the semiconducting phase of heavy-fermion systems are examined within the framework of mean-field theory. The theory exhibits the possibility of a transition from a high-temperature local-moment state to a low-temperature, semiconducting state. The low-temperature, semiconducting state has an indirect band gap that is reduced by many-body renormalizations. The magnetic properties of this system are examined within this mean-field approximation and are compared with the results of recent inelastic-neutron-scattering experiments.",
            "Theory of the dynamic magnetic response of Ce 3 Bi 4 Pt 3: A heavy-fermion semiconductor",
            "Peter S Riseborough",
            "1992",
            "JzJMvB8AAAAJ:d1gkVwhDpl0C",
            162,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.45.13984",
            "14349610555038059819",
            "\/scholar?cites=14349610555038059819",
            {
                "1992":1,
                "1993":7,
                "1994":15,
                "1995":11,
                "1996":7,
                "1997":6,
                "1998":3,
                "1999":7,
                "2000":7,
                "2001":4,
                "2002":4,
                "2003":2,
                "2004":6,
                "2005":5,
                "2006":6,
                "2007":2,
                "2008":7,
                "2009":4,
                "2010":5,
                "2011":9,
                "2012":6,
                "2013":5,
                "2014":3,
                "2015":4,
                "2016":7,
                "2017":3,
                "2018":7,
                "2019":6
            }
        ],
        [
            "Exact calculations for a quantum oscillator linearly coupled to a thermal reservoir are presented. Explicit results (variances and correlations) for the response and the spontaneous fluctuations are evaluated for two different models of the heat bath; a reservoir with a spectrum which is similar to that of acoustic phonons and another which is analogous to optic phonons. The low-temperature behavior is shown to depend sensitively on the spectral density of the thermal reservoir. The mass and the frequency of the oscillator become renormalized through the coupling to the bath. These renormalizations are intrinsically frequency dependent. Moreover, the commonly used form of Ehrenfest’s equation for the dynamics of the linearly damped oscillator is shown to only be a reasonable approximation within certain frequency regimes.",
            "Exact results for a damped quantum-mechanical harmonic oscillator",
            "Peter S Riseborough and Peter Hanggi and Ulrich Weiss",
            "1985",
            "JzJMvB8AAAAJ:2osOgNQ5qMEC",
            149,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.31.471",
            "14291881129258020492",
            "\/scholar?cites=14291881129258020492",
            {
                "1985":4,
                "1986":10,
                "1987":17,
                "1988":6,
                "1989":3,
                "1990":3,
                "1991":5,
                "1992":3,
                "1993":4,
                "1994":4,
                "1995":5,
                "1996":1,
                "1997":3,
                "1998":5,
                "1999":2,
                "2000":2,
                "2001":2,
                "2002":5,
                "2003":3,
                "2004":8,
                "2005":1,
                "2006":4,
                "2007":4,
                "2008":2,
                "2009":4,
                "2010":1,
                "2011":4,
                "2012":5,
                "2013":2,
                "2014":7,
                "2015":9,
                "2016":2,
                "2017":4,
                "2018":4
            }
        ],
        [
            "Static-susceptibility and thermal-expansion measurements indicate that Ce 3 Bi 4 Pt 3 is mixed-valent-like, whereas transport measurements reveal a gap of Δ= 5 meV in the electronic excitation spectrum. We report the magnetic response of Ce 3 Bi 4 Pt 3, at temperatures between 2 and 150 K, determined with incident neutron energies of 3.1, 17, and 69 meV. The isostructural, nonmagnetic reference compound La 3 Bi 4 Pt 3 was also studied at the same temperatures and energies so that phonon contributions could be subtracted accurately. At 2 K, a gap Δ m= 12 meV is present in the magnetic excitation spectrum: the 3.1-, 17-, and 69-meV data consistently show that the magnetic intensity is zero for energy transfers less than 12 meV, rises sharply between 12 and 20 meV, and falls off smoothly beyond. Above 50 K, the gap in the spin-spin correlation function starts to fill. The neutron results reproduce the …",
            "Gap in the magnetic excitation spectrum of Ce 3 Bi 4 Pt 3",
            "A Severing and JD Thompson and PC Canfield and Z Fisk and P Riseborough",
            "1991",
            "JzJMvB8AAAAJ:9yKSN-GCB0IC",
            144,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.44.6832",
            "12951335468149397862",
            "\/scholar?cites=12951335468149397862",
            {
                "1992":5,
                "1993":11,
                "1994":21,
                "1995":10,
                "1996":12,
                "1997":7,
                "1998":9,
                "1999":9,
                "2000":7,
                "2001":6,
                "2002":1,
                "2003":6,
                "2004":3,
                "2005":4,
                "2006":5,
                "2007":4,
                "2008":2,
                "2009":3,
                "2010":1,
                "2011":3,
                "2012":1,
                "2013":2,
                "2014":2,
                "2015":2,
                "2016":1,
                "2017":3,
                "2018":4
            }
        ],
        [
            "We show that in quasi-one-dimensional antiferromagnets, sine-Gordon solitons should be present as thermal excitations under a range of conditions outlined here. For a class of model spin Hamiltonians which include the influence of a transverse Zeeman field and easy-plane anisotropy, we provide explanations for the soliton rest energy, and its limiting velocity. Also, we examine the statistical mechanics of these systems with emphasis on the form of the soliton contribution to the free energy.",
            "Solitons in the linear-chain antiferromagnet",
            "Kok-Ming Leung and Daniel W Hone and DL Mills and PS Riseborough and SE Trullinger",
            "1980",
            "JzJMvB8AAAAJ:qjMakFHDy7sC",
            127,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.21.4017",
            "5562438864269295281",
            "\/scholar?cites=5562438864269295281",
            {
                "1980":3,
                "1981":19,
                "1982":11,
                "1983":9,
                "1984":7,
                "1985":5,
                "1986":9,
                "1987":7,
                "1988":6,
                "1989":3,
                "1990":2,
                "1991":3,
                "1992":1,
                "1993":1,
                "1994":6,
                "1995":2,
                "1996":1,
                "1997":1,
                "1998":4,
                "1999":4,
                "2000":1,
                "2001":1,
                "2002":2,
                "2003":1,
                "2004":1,
                "2005":3,
                "2006":2,
                "2007":3,
                "2008":1,
                "2009":4,
                "2010":1
            }
        ],
        [
            "We give a detailed presentation of a method for calculating the rate of incoherent tunneling between the minima of damped systems, described by a double-well potential. The method does not require that the dynamics of the system be truncated onto a two-state model. This has the advantage that all the quantities that enter into our final expression for the tunneling rate, especially the prefactor, are defined in terms of the parameters describing the potential well and the dissipation strength. We present a model potential for which all the necessary steps can be performed exactly, within the semiclassical limit. We obtain an exact expression for the decay rate that can be compared with estimates used in the context of the truncation schemes. The exponential part of the tunneling rate agrees quite well with the truncation-scheme approximations. However, there have been no corresponding estimates of the behavior of …",
            "Incoherent tunneling in a double well",
            "Ulrich Weiss and Hermann Grabert and Peter Hänggi and Peter Riseborough",
            "1987",
            "JzJMvB8AAAAJ:UeHWp8X0CEIC",
            125,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.35.9535",
            "14903730832154709501",
            "\/scholar?cites=14903730832154709501",
            {
                "1988":9,
                "1989":12,
                "1990":7,
                "1991":15,
                "1992":4,
                "1993":5,
                "1994":6,
                "1995":4,
                "1996":1,
                "1997":5,
                "1998":7,
                "1999":4,
                "2000":2,
                "2001":1,
                "2002":5,
                "2003":2,
                "2004":1,
                "2005":3,
                "2006":5,
                "2007":3,
                "2008":1,
                "2009":1,
                "2010":2,
                "2011":3,
                "2012":1,
                "2013":4,
                "2014":5,
                "2015":2,
                "2016":2,
                "2017":3
            }
        ],
        [
            "Ultraviolet-photoemission (UPS) measurements and supporting specific-heat, thermal-expansion, resistivity, and magnetic-moment measurements are reported for the magnetic shape-memory alloy Ni 2 MnGa over the temperature range 100< T< 250 K. All measurements detect clear signatures of the premartensitic transition (T PM∼ 247 K) and the martensitic transition (T M∼ 196 K). Temperature-dependent UPS shows a dramatic depletion of states (pseudogap) at T PM located 0.3 eV below the Fermi energy. First-principles electronic structure calculations show that the peak observed at 0.3 eV in the UPS spectra for T> T PM is due to the Ni d minority-spin electrons. Below T M this peak disappears, resulting in an enhanced density of states at energies around 0.8 eV. This enhancement reflects Ni d and Mn d electronic contributions to the majority-spin density of states.",
            "Combined Experimental and Theoretical Investigation of the Premartensitic Transition in ",
            "CP Opeil and B Mihaila and RK Schulze and Lluís Mañosa and A Planes and WL Hults and RA Fisher and PS Riseborough and PB Littlewood and JL Smith and JC Lashley",
            "2008",
            "JzJMvB8AAAAJ:roLk4NBRz8UC",
            111,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.165703",
            "17276949824178678502",
            "\/scholar?cites=17276949824178678502",
            {
                "2007":1,
                "2008":6,
                "2009":11,
                "2010":11,
                "2011":15,
                "2012":10,
                "2013":7,
                "2014":13,
                "2015":10,
                "2016":7,
                "2017":7,
                "2018":5,
                "2019":6,
                "2020":1
            }
        ],
        [
            "Experimental results for the susceptibility, magnetization, specific heat, 4 f occupation number, Hall effect, and magnetoresistance for single crystals of the intermediate valence (IV) compound YbAl 3 show that, in addition to the Kondo temperature scale T K∼ 670 K, there is a low temperature scale T coh∼ 30–40 K for the onset of Fermi liquid coherence. Furthermore, the crossover from the low temperature Fermi liquid regime to the high temperature local moment regime is slower than predicted by the Anderson impurity model. We suggest that these effects are generic for IV compounds and we discuss them in terms of the theory of the Anderson lattice.",
            "Two energy scales and slow crossover in YbAl 3",
            "AL Cornelius and JM Lawrence and T Ebihara and PS Riseborough and CH Booth and MF Hundley and PG Pagliuso and JL Sarrao and JD Thompson and MH Jung and AH Lacerda and GH Kwei",
            "2002",
            "JzJMvB8AAAAJ:YsMSGLbcyi4C",
            90,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.88.117201",
            "16516866987346560489",
            "\/scholar?cites=16516866987346560489",
            {
                "2002":1,
                "2003":6,
                "2004":7,
                "2005":4,
                "2006":1,
                "2007":9,
                "2008":8,
                "2009":9,
                "2010":6,
                "2011":10,
                "2012":4,
                "2013":6,
                "2014":3,
                "2015":3,
                "2016":1,
                "2017":7,
                "2018":5
            }
        ],
        [
            "We have measured the crystalline electric field (CEF) excitations of the Ce M In 5 (M= Co, Rh, Ir) series of heavy fermion superconductors by means of inelastic neutron scattering. In each case, the CEF excitations are considerably broadened, due to Kondo hybridization of the localized f-moments with the conduction electrons. Fits to a phenomenological CEF model reproduce the inelastic neutron scattering spectra and the high-temperature magnetic susceptibility. We also present calculations within the noncrossing approximation (NCA) to the Anderson impurity model, including the effect of CEF level-splitting for the inelastic neutron scattering spectra and the magnetic susceptibility. Our results indicate that the CEF level-splitting in all three materials is similar, and can be thought of as being derived from the cubic parent compound Ce In 3 in which an excited state quartet at∼ 12 meV is split into two doublets by …",
            "Crystalline electric field effects in Ce M In 5 (M= Co, Rh, Ir): Superconductivity and the influence of Kondo spin fluctuations",
            "AD Christianson and ED Bauer and JM Lawrence and PS Riseborough and NO Moreno and PG Pagliuso and JL Sarrao and JD Thompson and EA Goremychkin and FR Trouw and MP Hehlen and RJ McQueeney",
            "2004",
            "JzJMvB8AAAAJ:LkGwnXOMwfcC",
            86,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.70.134505",
            "10790578678187345452",
            "\/scholar?cites=10790578678187345452",
            {
                "2005":3,
                "2006":4,
                "2007":8,
                "2008":2,
                "2009":7,
                "2010":5,
                "2011":3,
                "2012":7,
                "2013":3,
                "2014":5,
                "2015":12,
                "2016":5,
                "2017":2,
                "2018":12,
                "2019":4,
                "2020":3
            }
        ]
    ]
}