{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Porosity and pore size of biomaterial scaffolds play a critical role in bone formation in vitro and in vivo. This review explores the state of knowledge regarding the relationship between porosity and pore size of biomaterials used for bone regeneration. The effect of these morphological features on osteogenesis in vitro and in vivo, as well as relationships to mechanical properties of the scaffolds, are addressed. In vitro, lower porosity stimulates osteogenesis by suppressing cell proliferation and forcing cell aggregation. In contrast, in vivo, higher porosity and pore size result in greater bone ingrowth, a conclusion that is supported by the absence of reports that show enhanced osteogenic outcomes for scaffolds with low void volumes. However, this trend results in diminished mechanical properties, thereby setting an upper functional limit for pore size and porosity. Thus, a balance must be reached depending on the …",
            "Porosity of 3D biomaterial scaffolds and osteogenesis",
            "Vassilis Karageorgiou and David Kaplan",
            "2005",
            "k0u6UIAAAAAJ:u5HHmVD_uO8C",
            5430,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0142961205001511",
            "8112540198117700612",
            "\/scholar?cites=8112540198117700612",
            {
                "2006":46,
                "2007":109,
                "2008":169,
                "2009":222,
                "2010":291,
                "2011":311,
                "2012":345,
                "2013":420,
                "2014":411,
                "2015":463,
                "2016":503,
                "2017":515,
                "2018":449,
                "2019":502,
                "2020":535,
                "2021":86
            }
        ],
        [
            "Silk from the silkworm, Bombyx mori, has been used as biomedical suture material for centuries. The unique mechanical properties of these fibers provided important clinical repair options for many applications. During the past 20 years, some biocompatibility problems have been reported for silkworm silk; however, contamination from residual sericin (glue-like proteins) was the likely cause. More recent studies with well-defined silkworm silk fibers and films suggest that the core silk fibroin fibers exhibit comparable biocompatibility in vitro and in vivo with other commonly used biomaterials such as polylactic acid and collagen. Furthermore, the unique mechanical properties of the silk fibers, the diversity of side chain chemistries for ‘decoration’ with growth and adhesion factors, and the ability to genetically tailor the protein provide additional rationale for the exploration of this family of fibrous proteins for biomaterial …",
            "Silk-based biomaterials",
            "Gregory H Altman and Frank Diaz and Caroline Jakuba and Tara Calabro and Rebecca L Horan and Jingsong Chen and Helen Lu and John Richmond and David L Kaplan",
            "2003",
            "k0u6UIAAAAAJ:u-x6o8ySG0sC",
            3477,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0142961202003538",
            "18031890421102780287",
            "\/scholar?cites=18031890421102780287",
            {
                "2003":14,
                "2004":47,
                "2005":54,
                "2006":96,
                "2007":129,
                "2008":153,
                "2009":192,
                "2010":205,
                "2011":237,
                "2012":220,
                "2013":262,
                "2014":307,
                "2015":292,
                "2016":272,
                "2017":278,
                "2018":242,
                "2019":209,
                "2020":222,
                "2021":21
            }
        ],
        [
            "Silks are fibrous proteins with remarkable mechanical properties produced in fiber form by silkworms and spiders. Silk fibers in the form of sutures have been used for centuries. Recently regenerated silk solutions have been used to form a variety of biomaterials, such as gels, sponges and films, for medical applications. Silks can be chemically modified through amino acid side chains to alter surface properties or to immobilize cellular growth factors. Molecular engineering of silk sequences has been used to modify silks with specific features, such as cell recognition or mineralization. The degradability of silk biomaterials can be related to the mode of processing and the corresponding content of β-sheet crystallinity. Several primary cells and cell lines have been successfully grown on different silk biomaterials to demonstrate a range of biological outcomes. Silk biomaterials are biocompatible when studied in vitro …",
            "Silk as a biomaterial",
            "Charu Vepari and David L Kaplan",
            "2007",
            "k0u6UIAAAAAJ:d1gkVwhDpl0C",
            2163,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0079670007000731",
            "3197660960395741726",
            "\/scholar?cites=3197660960395741726",
            {
                "2008":29,
                "2009":62,
                "2010":89,
                "2011":110,
                "2012":146,
                "2013":167,
                "2014":194,
                "2015":202,
                "2016":237,
                "2017":213,
                "2018":221,
                "2019":209,
                "2020":247,
                "2021":24
            }
        ],
        [
            "Silk fibroin, derived from Bombyx mori cocoons, is a widely used and studied protein polymer for biomaterial applications. Silk fibroin has remarkable mechanical properties when formed into different materials, demonstrates biocompatibility, has controllable degradation rates from hours to years and can be chemically modified to alter surface properties or to immobilize growth factors. A variety of aqueous or organic solvent-processing methods can be used to generate silk biomaterials for a range of applications. In this protocol, we include methods to extract silk from B. mori cocoons to fabricate hydrogels, tubes, sponges, composites, fibers, microspheres and thin films. These materials can be used directly as biomaterials for implants, as scaffolding in tissue engineering and in vitro disease models, as well as for drug delivery.",
            "Materials fabrication from Bombyx mori silk fibroin",
            "Danielle N Rockwood and Rucsanda C Preda and Tuna Yücel and Xiaoqin Wang and Michael L Lovett and David L Kaplan",
            "2011",
            "k0u6UIAAAAAJ:KlAtU1dfN6UC",
            1754,
            "https:\/\/www.nature.com\/articles\/nprot.2011.379.pdf?origin=ppub",
            "3221224769228960708",
            "\/scholar?cites=3221224769228960708",
            {
                "2012":37,
                "2013":72,
                "2014":113,
                "2015":166,
                "2016":194,
                "2017":244,
                "2018":271,
                "2019":261,
                "2020":343,
                "2021":36
            }
        ],
        [
            "Electronics that are capable of intimate, non-invasive integration with the soft, curvilinear surfaces of biological tissues offer important opportunities for diagnosing and treating disease and for improving brain\/machine interfaces. This article describes a material strategy for a type of bio-interfaced system that relies on ultrathin electronics supported by bioresorbable substrates of silk fibroin. Mounting such devices on tissue and then allowing the silk to dissolve and resorb initiates a spontaneous, conformal wrapping process driven by capillary forces at the biotic\/abiotic interface. Specialized mesh designs and ultrathin forms for the electronics ensure minimal stresses on the tissue and highly conformal coverage, even for complex curvilinear surfaces, as confirmed by experimental and theoretical studies. In vivo, neural mapping experiments on feline animal models illustrate one mode of use for this class of technology …",
            "Dissolvable films of silk fibroin for ultrathin conformal bio-integrated electronics",
            "Dae-Hyeong Kim and Jonathan Viventi and Jason J Amsden and Jianliang Xiao and Leif Vigeland and Yun-Soung Kim and Justin A Blanco and Bruce Panilaitis and Eric S Frechette and Diego Contreras and David L Kaplan and Fiorenzo G Omenetto and Yonggang Huang and Keh-Chih Hwang and Mitchell R Zakin and Brian Litt and John A Rogers",
            "2010",
            "k0u6UIAAAAAJ:ufrVoPGSRksC",
            1327,
            "https:\/\/www.nature.com\/articles\/nmat2745",
            "15292835826732539324",
            "\/scholar?cites=15292835826732539324",
            {
                "2010":19,
                "2011":64,
                "2012":79,
                "2013":112,
                "2014":116,
                "2015":134,
                "2016":162,
                "2017":142,
                "2018":158,
                "2019":159,
                "2020":160,
                "2021":17
            }
        ],
        [
            "Silk spinning by insects and spiders leads to the formation of fibres that exhibit high strength and toughness 1. The lack of understanding of the protein processing in silk glands has prevented the recapitulation of these properties in vitro from reconstituted or genetically engineered silks. Here we report the identification of emulsion formation and micellar structures from aqueous solutions of reconstituted silkworm silk fibroin as a first step in the process to control water and protein–protein interactions. The sizes (100–200 nm diameter) of these structures could be predicted from hydrophobicity plots of silk protein primary sequence 2. These micelles subsequently aggregated into larger ‘globules’ and gel‐like states as the concentration of silk fibroin increased, while maintaining solubility owing to the hydrophilic regions of the protein interspersed among the larger hydrophobic regions. Upon physical shearing or …",
            "Mechanism of silk processing in insects and spiders",
            "Hyoung-Joon Jin and David L Kaplan",
            "2003",
            "k0u6UIAAAAAJ:qjMakFHDy7sC",
            1291,
            "https:\/\/www.nature.com\/articles\/nature01809",
            "14178260453004622901",
            "\/scholar?cites=14178260453004622901",
            {
                "2004":34,
                "2005":43,
                "2006":46,
                "2007":48,
                "2008":63,
                "2009":67,
                "2010":69,
                "2011":76,
                "2012":79,
                "2013":76,
                "2014":95,
                "2015":97,
                "2016":100,
                "2017":96,
                "2018":85,
                "2019":94,
                "2020":96,
                "2021":15
            }
        ],
        [
            "Silk fibroin fiber scaffolds containing bone morphogenetic protein 2 (BMP-2) and\/or nanoparticles of hydroxyapatite (nHAP) prepared via electrospinning were used for in vitro bone formation from human bone marrow-derived mesenchymal stem cells (hMSCs). BMP-2 survived the aqueous-based electrospinnig process in bioactive form. hMSCs were cultured for up to 31 days under static conditions in osteogenic media on the scaffolds (silk\/PEO\/BMP-2, silk\/PEO\/nHAP, silk\/PEO\/nHAP\/BMP-2) and controls (silk\/PEO, silk\/PEO extracted). Electrospun silk fibroin-based scaffolds supported hMSC growth and differentiation toward osteogenic outcomes. The scaffolds with the co-processed BMP-2 supported higher calcium deposition and enhanced transcript levels of bone-specific markers than in the controls, indicating that these nanofibrous electrospun silk scaffolds were an efficient delivery system for BMP-2. X-ray …",
            "Electrospun silk-BMP-2 scaffolds for bone tissue engineering",
            "Chunmei Li and Charu Vepari and Hyoung-Joon Jin and Hyeon Joo Kim and David L Kaplan",
            "2006",
            "k0u6UIAAAAAJ:9yKSN-GCB0IC",
            1265,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0142961206000214",
            "1273769267376521901",
            "\/scholar?cites=1273769267376521901",
            {
                "2006":20,
                "2007":43,
                "2008":72,
                "2009":81,
                "2010":99,
                "2011":118,
                "2012":92,
                "2013":93,
                "2014":117,
                "2015":104,
                "2016":97,
                "2017":98,
                "2018":74,
                "2019":67,
                "2020":74,
                "2021":6
            }
        ],
        [
            "Spiders and silkworms generate silk protein fibers that embody strength and beauty. Orb webs are fascinating feats of bioengineering in nature, displaying magnificent architectures while providing essential survival utility for spiders. The unusual combination of high strength and extensibility is a characteristic unavailable to date in synthetic materials yet is attained in nature with a relatively simple protein processed from water. This biological template suggests new directions to emulate in the pursuit of new high-performance, multifunctional materials generated with a green chemistry and processing approach. These bio-inspired and high-technology materials can lead to multifunctional material platforms that integrate with living systems for medical materials and a host of other applications.",
            "New opportunities for an ancient material",
            "Fiorenzo G Omenetto and David L Kaplan",
            "2010",
            "k0u6UIAAAAAJ:UebtZRa9Y70C",
            1104,
            "https:\/\/science.sciencemag.org\/content\/329\/5991\/528.abstract",
            "12991388595488432448",
            "\/scholar?cites=12991388595488432448",
            {
                "2011":41,
                "2012":79,
                "2013":95,
                "2014":97,
                "2015":135,
                "2016":134,
                "2017":127,
                "2018":113,
                "2019":115,
                "2020":140,
                "2021":19
            }
        ],
        [
            "A silk-fiber matrix was studied as a suitable material for tissue engineering anterior cruciate ligaments (ACL). The matrix was successfully designed to match the complex and demanding mechanical requirements of a native human ACL, including adequate fatigue performance. This protein matrix supported the attachment, expansion and differentiation of adult human progenitor bone marrow stromal cells based on scanning electron microscopy, DNA quantitation and the expression of collagen types I and III and tenascin-C markers. The results support the conclusion that properly prepared silkworm fiber matrices, aside from providing unique benefits in terms of mechanical properties as well as biocompatibility and slow degradability, can provide suitable biomaterial matrices for the support of adult stem cell differentiation toward ligament lineages. These results point toward this matrix as a new option for ACL repair …",
            "Silk matrix for tissue engineered anterior cruciate ligaments",
            "Gregory H Altman and Rebecca L Horan and Helen H Lu and Jodie Moreau and Ivan Martin and John C Richmond and David L Kaplan",
            "2002",
            "k0u6UIAAAAAJ:2osOgNQ5qMEC",
            1039,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0142961202001564",
            "4659824732728276339",
            "\/scholar?cites=4659824732728276339",
            {
                "2002":5,
                "2003":11,
                "2004":42,
                "2005":40,
                "2006":52,
                "2007":57,
                "2008":75,
                "2009":84,
                "2010":87,
                "2011":90,
                "2012":49,
                "2013":69,
                "2014":67,
                "2015":77,
                "2016":55,
                "2017":70,
                "2018":38,
                "2019":34,
                "2020":25,
                "2021":3
            }
        ],
        [
            "A new all-aqueous process is described to form three-dimensional porous silk fibroin matrices with control of structural and morphological features. The result of this process are scaffolds with controllable porosity and pore sizes that fully degrade in the presence of proteases, unlike prior methods to generate silk-based biomaterials that required the use of organic solvent treatments to impart control of structure and stability in aqueous environments, with low rates of proteolytic hydrolysis. A mechanism is proposed for this novel process that imparts physical stability via hydrophobic interactions. Adjusting the concentration of silk fibroin in water, and the particle size of granular NaCl used in the process, leads to the control of morphological and functional properties of the scaffolds. The aqueous-derived scaffolds had highly homogeneous and interconnected pores with pore sizes ranging from 470 to 940 μm …",
            "Three-dimensional aqueous-derived biomaterial scaffolds from silk fibroin",
            "Ung-Jin Kim and Jaehyung Park and Hyeon Joo Kim and Masahisa Wada and David L Kaplan",
            "2005",
            "k0u6UIAAAAAJ:Y0pCki6q_DkC",
            1006,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0142961204006982",
            "3674537703982707059",
            "\/scholar?cites=3674537703982707059",
            {
                "2005":11,
                "2006":15,
                "2007":33,
                "2008":46,
                "2009":56,
                "2010":54,
                "2011":73,
                "2012":63,
                "2013":78,
                "2014":96,
                "2015":99,
                "2016":87,
                "2017":81,
                "2018":77,
                "2019":66,
                "2020":58,
                "2021":5
            }
        ]
    ]
}