{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "An infinite set of conformally invariant solutions of the two-dimensional quantum field theory, possessing a global symmetry Zn is constructed. These solutions can describe the critical behavior of Zn symmetric statistical systems.",
            "THE MODELS OF TWO-DIMENSIONAL CONFORMAL QUANTUM FIELD THEORY WITH Zn SYMMETRY",
            "Vladimir A Fateev and SL Lykyanov",
            "1988",
            "K0x-gxkAAAAJ:r0BpntZqJG4C",
            921,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/S0217751X88000205",
            "7494240180322473238",
            "\/scholar?cites=7494240180322473238",
            {
                "1988":12,
                "1989":46,
                "1990":107,
                "1991":105,
                "1992":104,
                "1993":81,
                "1994":61,
                "1995":33,
                "1996":24,
                "1997":17,
                "1998":17,
                "1999":16,
                "2000":11,
                "2001":8,
                "2002":13,
                "2003":4,
                "2004":5,
                "2005":12,
                "2006":6,
                "2007":10,
                "2008":11,
                "2009":13,
                "2010":14,
                "2011":16,
                "2012":15,
                "2013":16,
                "2014":14,
                "2015":19,
                "2016":13,
                "2017":16,
                "2018":15,
                "2019":22,
                "2020":22,
                "2021":2
            }
        ],
        [
            "We construct the quantum versions of the monodromy matrices of KdV theory. The traces of these quantum monodromy matrices, which will be called as “T-operators,” act in highest weight Virasoro modules. TheT-operators depend on the spectral parameter λ and their expansion around λ=∞ generates an infinite set of commuting Hamiltonians of the quantum KdV system. TheT-operators can be viewed as the continuous field theory versions of the commuting transfermatrices of integrable lattice theory. In particular, we show that for the values  ,n=1,2,3 .... of the Virasoro central charge the eigenvalues of theT-operators satisfy a closed system of functional equations sufficient for determining the spectrum. For the ground-state eigenvalue these functional equations are equivalent to those of the massless Thermodynamic Bethe Ansatz for the minimal conformal field theoryM 2,2n+3; in general …",
            "Integrable structure of conformal field theory, quantum KdV theory and thermodynamic Bethe ansatz",
            "Vladimir V Bazhanov and Sergei L Lukyanov and Alexander B Zamolodchikov",
            "1996",
            "K0x-gxkAAAAJ:u-x6o8ySG0sC",
            487,
            "https:\/\/link.springer.com\/article\/10.1007\/BF02101898",
            "4219866045247483182",
            "\/scholar?cites=4219866045247483182",
            {
                "1995":6,
                "1996":12,
                "1997":18,
                "1998":12,
                "1999":11,
                "2000":16,
                "2001":15,
                "2002":8,
                "2003":9,
                "2004":14,
                "2005":14,
                "2006":21,
                "2007":10,
                "2008":18,
                "2009":20,
                "2010":16,
                "2011":26,
                "2012":17,
                "2013":21,
                "2014":18,
                "2015":18,
                "2016":39,
                "2017":27,
                "2018":27,
                "2019":33,
                "2020":39
            }
        ],
        [
            "This paper is a direct continuation of [1] where we began the study of the integrable structures in Conformal Field Theory.  We show here how to construct the operators ${\\bf Q}_{\\pm}(\\lambda)$ which act in the highest weight Virasoro module and commute for different values of the parameter λ. These operators appear to be the CFT analogs of the Q - matrix of Baxter [2], in particular they satisfy  Baxter's famous T- Q equation. We also show that under natural assumptions about analytic properties of the operators   as the functions of λ the Baxter's relation allows one to derive the nonlinear integral equations of Destri-de Vega (DDV) [3] for the eigenvalues of the Q-operators. We then use the DDV equation to obtain the  asymptotic expansions of the Q - operators at large λ; it is remarkable that unlike the expansions of the T operators of  [1], the asymptotic series for  Q(λ) contains the “dual” nonlocal Integrals of …",
            "Integrable structure of conformal field theory II. Q-operator and DDV equation",
            "Vladimir V Bazhanov and Sergei L Lukyanov and Alexander B Zamolodchikov",
            "1997",
            "K0x-gxkAAAAJ:d1gkVwhDpl0C",
            391,
            "https:\/\/link.springer.com\/article\/10.1007\/s002200050240",
            "10157814135278018135",
            "\/scholar?cites=10157814135278018135",
            {
                "1996":1,
                "1997":11,
                "1998":6,
                "1999":17,
                "2000":17,
                "2001":12,
                "2002":11,
                "2003":10,
                "2004":16,
                "2005":15,
                "2006":14,
                "2007":13,
                "2008":12,
                "2009":8,
                "2010":14,
                "2011":20,
                "2012":13,
                "2013":16,
                "2014":18,
                "2015":20,
                "2016":25,
                "2017":23,
                "2018":21,
                "2019":23,
                "2020":32,
                "2021":2
            }
        ],
        [
            "We propose an explicit expression for vacuum expectation values <eiaϕ> of the exponential fields in the sine-Gordon model. Our expression agrees both with semi-classical results in the sine-Gordon theory and with perturbative calculations in the massive Thirring model. We use this expression to make new predictions about the large-distance asymptotic form of the two-point correlation function in the XXZ spin chain.",
            "Exact expectation values of local fields in the quantum sine-Gordon model",
            "Sergei Lukyanov and Alexander Zamolodchikov",
            "1997",
            "K0x-gxkAAAAJ:u5HHmVD_uO8C",
            386,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321397001235",
            "414207301185925005",
            "\/scholar?cites=414207301185925005",
            {
                "1997":7,
                "1998":13,
                "1999":16,
                "2000":24,
                "2001":27,
                "2002":23,
                "2003":17,
                "2004":19,
                "2005":15,
                "2006":21,
                "2007":14,
                "2008":17,
                "2009":10,
                "2010":10,
                "2011":17,
                "2012":23,
                "2013":19,
                "2014":13,
                "2015":9,
                "2016":15,
                "2017":9,
                "2018":9,
                "2019":19,
                "2020":11,
                "2021":3
            }
        ],
        [
            "In this paper we fill some gaps in the arguments of our previous papers [1,2]. In particular, we give a proof that the L operators of Conformal Field Theory indeed satisfy the defining relations of the Yang–Baxter algebra. Among other results we  present a derivation of the functional relations satisfied by T and Q operators and a proof of the basic analyticity assumptions for these operators used in [1,2].",
            "Integrable structure of conformal field theory III. The Yang–Baxter relation",
            "Vladimir V Bazhanov and Sergei L Lukyanov and Alexander B Zamolodchikov",
            "1999",
            "K0x-gxkAAAAJ:qjMakFHDy7sC",
            261,
            "https:\/\/link.springer.com\/article\/10.1007\/s002200050531",
            "10213396993234042625",
            "\/scholar?cites=10213396993234042625",
            {
                "1999":4,
                "2000":9,
                "2001":5,
                "2002":6,
                "2003":5,
                "2004":11,
                "2005":11,
                "2006":9,
                "2007":7,
                "2008":12,
                "2009":7,
                "2010":12,
                "2011":13,
                "2012":8,
                "2013":15,
                "2014":14,
                "2015":15,
                "2016":17,
                "2017":14,
                "2018":14,
                "2019":20,
                "2020":29,
                "2021":2
            }
        ],
        [
            "We develop a method of computing the excited state energies in Integrable Quantum Field Theories (IQFT) in finite geometry, with the spatial coordinate compactified on a circle of circumference R. The IQFT “commuting transfer matrices” introduced earlier [Commun. Math. Phys. 177 (1996) 381] for Conformal Field Theories (CFT) are generalized to non-conformal IQFT obtained by perturbing CFT with the operator Φ1,3. We study the models in which the fusion relations for these “transfer matrices” truncate and provide closed integral equations which generalize the equations of the thermodynamic Bethe ansatz to excited states. The explicit calculations are done for the first excited state in the “scaling Lee-Yang model”.",
            "Quantum field theories in finite volume: Excited state energies",
            "Vladimir V Bazhanov and Sergei L Lukyanov and Alexander B Zamolodchikov",
            "1997",
            "K0x-gxkAAAAJ:2osOgNQ5qMEC",
            237,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321397000229",
            "4407815623768851763",
            "\/scholar?cites=4407815623768851763",
            {
                "1996":1,
                "1997":6,
                "1998":13,
                "1999":7,
                "2000":10,
                "2001":9,
                "2002":5,
                "2003":9,
                "2004":7,
                "2005":7,
                "2006":6,
                "2007":8,
                "2008":9,
                "2009":16,
                "2010":20,
                "2011":21,
                "2012":18,
                "2013":8,
                "2014":7,
                "2015":9,
                "2016":8,
                "2017":6,
                "2018":10,
                "2019":5,
                "2020":11
            }
        ]
    ]
}