{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We analyse the proton, deuteron and neutron spin dependent structure functions at fixed Q2 = 5 GeV2. The experimental asymmetries for the proton, neutron and deuteron are compared and found to be consistent. The first moment of the neutron structure function is evaluated using all available data. We find that the Bjorken sum rule is confirmed within an experimental uncertainty of 17%. The quark spin contribution to the nucleon spin is small, and the strange quark spin content is different from zero.",
            "Combined analysis of world data on nucleon spin structure functions",
            "B Adeva and S Ahmad and A Arvidson and B Badelek and MK Ballintijn and G Bardin and Guenter Baum and P Berglund and L Betev and IG Bird and Renato Birsa and P Björkholm and BE Bonner and N de Botton and M Boutemeur and Franco Bradamante and Andrea Bressan and A Brüll and J Buchanan and S Bültmann and E Burtin and C Cavata and JP Chen and J Clement and M Clocchiatti and MD Corcoran and D Crabb and J Cranshaw and T Cuhadar and Silvia Dalla Torre and R van Dantzig and D Day and S Dhawan and C Dulya and A Dyring and S Eichblatt and JC Faivre and D Fasching and F Feinstein and C Fernandez and B Frois and C Garabatos and JA Garzon and T Gaussiran and Marcello Giorgi and E von Goeler and A Gomez and G Gracia and M Grosse Perdekamp and D von Harrach and T Hasegawa and N Hayashi and CA Heusch and N Horikawa and VW Hughes and G Igo and S Ishimoto and T Iwata and M de Jong and EM Kabuss and R Kaiser and A Karev and HJ Kessler and TJ Ketel and A Kishi and Yu Kisselev and L Klostermann and V Krivokhijine and V Kukhtin and J Kyynäräinen and M Lamanna and U Landgraf and K Lau and T Layda and F Lehar and A de Lesquen and J Lichtenstadt and T Lindqvist and M Litmaath and S Lopez-Ponte and M Lowe and A Magnon and GK Mallot and F Marie and Andre Martin and J Martino and B Mayes and JS McCarthy and G van Middelkoop and D Miller and J Mitchell and K Mori and J Moromisato and GS Mutchler and J Nassalski and L Naumann and TO Niinikoski and JEJ Oberski and S Okumi and A Penzo and G Perez and F Perrot-Kunne and D Peshekhonov and R Piegaia and L Pinsky and S Platchkov and M Plo and D Pose and H Postma and T Pussieux and J Pyrlik and JM Rieubland and A Rijllart and JB Roberts and M Rodriguez and E Rondio and L Ropelewski and A Rosado and I Sabo and J Saborido and A Sandacz and D Sanders and I Savin and P Schiavon and KP Schüler and R Segel and R Seitz and S Sergeev and F Sever and P Shanahan and G Smirnov and A Staude and A Steinmetz and H Stuhrmann and KM Teichert and F Tessarotto and W Thiel and S Trentalange and Y Tzamouranis and M Velasco and J Vogt and R Voss and R Weinstein and C Whitten and R Windmolders and W Wislicki and A Witzmann and A Yanez and AM Zanetti and J Zhao",
            "1994",
            "K10QI94AAAAJ:tOudhMTPpwUC",
            163,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0370269394906777",
            "9760806064217539016",
            "\/scholar?cites=9760806064217539016",
            {
                "1994":22,
                "1995":35,
                "1996":31,
                "1997":23,
                "1998":7,
                "1999":9,
                "2000":6,
                "2001":4,
                "2002":6,
                "2003":5,
                "2004":1,
                "2005":1,
                "2006":2,
                "2007":1,
                "2008":1,
                "2009":1,
                "2010":1,
                "2011":1,
                "2012":2,
                "2013":1
            }
        ],
        [
            "We report a new analysis of lattice simulation results for octet baryon masses in 2+ 1-flavor QCD, with an emphasis on a precise determination of the pion-nucleon and strangeness nucleon sigma terms. A controlled chiral extrapolation of a recent PACS-CS Collaboration data set yields baryon masses which exhibit remarkable agreement both with experimental values at the physical point and with the results of independent lattice QCD simulations at unphysical meson masses. Using the Feynman-Hellmann relation, we evaluate sigma commutators for all octet baryons. The small statistical uncertainty and considerably smaller model dependence allows a significantly more precise determination of the pion-nucleon sigma commutator and the strangeness sigma term than hitherto possible, subject to an unresolved issue concerning the lattice scale setting.",
            "Sigma terms from an SU (3) chiral extrapolation",
            "Phiala E Shanahan and Anthony W Thomas and Ross D Young",
            "2013",
            "K10QI94AAAAJ:u5HHmVD_uO8C",
            87,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.87.074503",
            "18098085056316959675",
            "\/scholar?cites=18098085056316959675",
            {
                "2012":1,
                "2013":15,
                "2014":15,
                "2015":16,
                "2016":15,
                "2017":5,
                "2018":4,
                "2019":4,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Recent lattice QCD calculations have reported evidence for the existence of a bound state with strangeness− 2 and baryon number 2 at quark masses somewhat higher than the physical values. By developing a description of the dependence of this binding energy on the up, down and strange quark masses that allows a controlled chiral extrapolation, we explore the hypothesis that this state is to be identified with the H dibaryon. Taking as input the recent results of the HAL and NPLQCD Collaborations, we show that the H dibaryon is likely to be unbound by 13±14 MeV at the physical point.",
            "Mass of the  Dibaryon",
            "PE Shanahan and AW Thomas and RD Young",
            "2011",
            "K10QI94AAAAJ:u-x6o8ySG0sC",
            85,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.092004",
            "16767523897275488859",
            "\/scholar?cites=16767523897275488859",
            {
                "2011":3,
                "2012":13,
                "2013":15,
                "2014":13,
                "2015":11,
                "2016":14,
                "2017":4,
                "2018":3,
                "2019":2,
                "2020":5,
                "2021":2
            }
        ],
        [
            "The nuclear matrix element determining the p p→ d e+ ν fusion cross section and the Gamow-Teller matrix element contributing to tritium β decay are calculated with lattice quantum chromodynamics for the first time. Using a new implementation of the background field method, these quantities are calculated at the SU (3) flavor–symmetric value of the quark masses, corresponding to a pion mass of m π∼ 806 MeV. The Gamow-Teller matrix element in tritium is found to be 0.979 (03)(10) at these quark masses, which is within 2 σ of the experimental value. Assuming that the short-distance correlated two-nucleon contributions to the matrix element (meson-exchange currents) depend only mildly on the quark masses, as seen for the analogous magnetic interactions, the calculated p p→ d e+ ν transition matrix element leads to a fusion cross section at the physical quark masses that is consistent with its currently …",
            "Proton-Proton Fusion and Tritium  Decay from Lattice Quantum Chromodynamics",
            "Martin J Savage and Phiala E Shanahan and Brian C Tiburzi and Michael L Wagman and Frank Winter and Silas R Beane and Emmanuel Chang and Zohreh Davoudi and William Detmold and Kostas Orginos and Nplqcd Collaboration",
            "2017",
            "K10QI94AAAAJ:WF5omc3nYNoC",
            70,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.119.062002",
            "13143531789717482982",
            "\/scholar?cites=13143531789717482982",
            {
                "2017":11,
                "2018":16,
                "2019":19,
                "2020":23
            }
        ],
        [
            "We present a 2+ 1-flavor lattice QCD calculation of the electromagnetic Dirac and Pauli form factors of the octet baryons. The magnetic Sachs form factor is extrapolated at six fixed values of Q 2 to the physical pseudoscalar masses and infinite volume using a formulation based on heavy-baryon chiral perturbation theory with finite-range regularization. We properly account for omitted disconnected quark contractions using a partially quenched effective field theory formalism. The results compare well with the experimental form factors of the nucleon and the magnetic moments of the octet baryons.",
            "Magnetic form factors of the octet baryons from lattice QCD and chiral extrapolation",
            "PE Shanahan and R Horsley and Y Nakamura and D Pleiter and PEL Rakow and G Schierholz and H Stüben and AW Thomas and RD Young and JM Zanotti",
            "2014",
            "K10QI94AAAAJ:d1gkVwhDpl0C",
            55,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.89.074511",
            "17821607640922663003",
            "\/scholar?cites=17821607640922663003",
            {
                "2014":9,
                "2015":14,
                "2016":12,
                "2017":8,
                "2018":4,
                "2019":2,
                "2020":4,
                "2021":1
            }
        ],
        [
            "A lattice quantum chromodynamics (LQCD) calculation of the nuclear matrix element relevant to the n n→ p p e e ν e ν e transition is described in detail, expanding on the results presented in Ref.[PE Shanahan et al., Phys. Rev. Lett. 119, 062003 (2017)]. This matrix element, which involves two insertions of the weak axial current, is an important input for phenomenological determinations of double-β decay rates of nuclei. From this exploratory study, performed using unphysical values of the quark masses, the long-distance deuteron-pole contribution to the matrix element is separated from shorter-distance hadronic contributions. This polarizability, which is only accessible in double-weak processes, cannot be constrained from single-β decay of nuclei, and is found to be smaller than the long-distance contributions in this calculation, but non-negligible. In this work, technical aspects of the LQCD calculations, and of …",
            "Double- decay matrix elements from lattice quantum chromodynamics",
            "Brian C Tiburzi and Michael L Wagman and Frank Winter and Emmanuel Chang and Zohreh Davoudi and William Detmold and Kostas Orginos and Martin J Savage and Phiala E Shanahan and Nplqcd Collaboration",
            "2017",
            "K10QI94AAAAJ:roLk4NBRz8UC",
            46,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.96.054505",
            "16119127669919247589",
            "\/scholar?cites=16119127669919247589",
            {
                "2017":6,
                "2018":12,
                "2019":11,
                "2020":16,
                "2021":1
            }
        ],
        [
            "We apply a formalism inspired by heavy-baryon chiral perturbation theory with finite-range regularization to dynamical 2+ 1-flavor CSSM\/QCDSF\/UKQCD Collaboration lattice QCD simulation results for the electric form factors of the octet baryons. The electric form factor of each octet baryon is extrapolated to the physical pseudoscalar masses, after finite-volume corrections have been applied, at six fixed values of Q 2 in the range 0.2–1.3 GeV 2. The extrapolated lattice results accurately reproduce the experimental form factors of the nucleon at the physical point, indicating that omitted disconnected quark loop contributions are small relative to the uncertainties of the calculation. Furthermore, using the results of a recent lattice study of the magnetic form factors, we determine the ratio μ p G E p\/G M p. This quantity decreases with Q 2 in a way qualitatively consistent with recent experimental results.",
            "Electric form factors of the octet baryons from lattice QCD and chiral extrapolation",
            "PE Shanahan and R Horsley and Y Nakamura and D Pleiter and PEL Rakow and G Schierholz and H Stüben and AW Thomas and RD Young and JM Zanotti",
            "2014",
            "K10QI94AAAAJ:2osOgNQ5qMEC",
            46,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.90.034502",
            "8398050639677329969",
            "\/scholar?cites=8398050639677329969",
            {
                "2014":7,
                "2015":12,
                "2016":11,
                "2017":5,
                "2018":6,
                "2019":2,
                "2020":3
            }
        ],
        [
            "A Markov chain update scheme using a machine-learned flow-based generative model is proposed for Monte Carlo sampling in lattice field theories. The generative model may be optimized (trained) to produce samples from a distribution approximating the desired Boltzmann distribution determined by the lattice action of the theory being studied. Training the model systematically improves autocorrelation times in the Markov chain, even in regions of parameter space where standard Markov chain Monte Carlo algorithms exhibit critical slowing down in producing decorrelated updates. Moreover, the model may be trained without existing samples from the desired distribution. The algorithm is compared with HMC and local Metropolis sampling for ϕ 4 theory in two dimensions.",
            "Flow-based generative models for Markov chain Monte Carlo in lattice field theory",
            "MS Albergo and G Kanwar and PE Shanahan",
            "2019",
            "K10QI94AAAAJ:2P1L_qKh6hAC",
            44,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.100.034515",
            "16659312052203966983",
            "\/scholar?cites=16659312052203966983",
            {
                "2019":7,
                "2020":33,
                "2021":4
            }
        ],
        [
            "The potential importance of short-distance nuclear effects in double-β decay is assessed using a lattice QCD calculation of the n n→ p p transition and effective field theory methods. At the unphysical quark masses used in the numerical computation, these effects, encoded in the isotensor axial polarizability, are found to be of similar magnitude to the nuclear modification of the single axial current, which phenomenologically is the quenching of the axial charge used in nuclear many-body calculations. This finding suggests that nuclear models for neutrinoful and neutrinoless double-β decays should incorporate this previously neglected contribution if they are to provide reliable guidance for next-generation neutrinoless double-β decay searches. The prospects of constraining the isotensor axial polarizabilities of nuclei using lattice QCD input into nuclear many-body calculations are discussed.",
            "Isotensor Axial Polarizability and Lattice QCD Input for Nuclear Double- Decay Phenomenology",
            "Phiala E Shanahan and Brian C Tiburzi and Michael L Wagman and Frank Winter and Emmanuel Chang and Zohreh Davoudi and William Detmold and Kostas Orginos and Martin J Savage and Nplqcd Collaboration",
            "2017",
            "K10QI94AAAAJ:Se3iqnhoufwC",
            40,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.119.062003",
            "17764127856159422185",
            "\/scholar?cites=17764127856159422185",
            {
                "2017":9,
                "2018":9,
                "2019":7,
                "2020":14,
                "2021":1
            }
        ],
        [
            "The distributions of pressure and shear forces inside the proton are investigated using lattice quantum chromodynamics (LQCD) calculations of the energy momentum tensor, allowing the first model-independent determination of these fundamental aspects of proton structure. This is achieved by combining recent LQCD results for the gluon contributions to the energy momentum tensor with earlier calculations of the quark contributions. The utility of LQCD calculations in exploring, and supplementing, the assumptions in a recent extraction of the pressure distribution in the proton from deeply virtual Compton scattering is also discussed. Based on this study, the target kinematics for experiments aiming to determine the pressure and shear distributions with greater precision at Thomas Jefferson National Accelerator Facility and a future electron ion collider are investigated.",
            "Pressure distribution and shear forces inside the proton",
            "PE Shanahan and W Detmold",
            "2019",
            "K10QI94AAAAJ:YFjsv_pBGBYC",
            38,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.122.072003",
            "6134630410939646849",
            "\/scholar?cites=6134630410939646849",
            {
                "2018":1,
                "2019":11,
                "2020":23,
                "2021":3
            }
        ]
    ]
}