{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Arsenic contaminations of groundwater in several parts of the world are the results of natural and\/or anthropogenic sources, and have a large impact on human health. Millions of people from different countries rely on groundwater containing As for drinking purposes. This paper reviews removal technologies (oxidation, coagulation flocculation, adsorption, ion exchange and membrane processes) with attention for the drawbacks and limitations of these applied technologies. The technologies suggested and applied for treatment of As rich water have various problems, including the need for further treatment of As containing secondary waste generated from these water treatment processes. More efficient technologies, with a lower tendency to generate waste include the removal of As by membrane distillation or forward osmosis, instead of using pressure driven membrane processes and subsequently reducing …",
            "Remediation of inorganic arsenic in groundwater for safe water supply: a critical assessment of technological solutions",
            "Priyanka Mondal and Subhamoy Bhowmick and Debashis Chatterjee and Alberto Figoli and Bart Van der Bruggen",
            "2013",
            "k45viQoAAAAJ:zYLM7Y9cAGgC",
            245,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0045653513002518",
            "6335681579424471637",
            "\/scholar?cites=6335681579424471637",
            {
                "2013":3,
                "2014":22,
                "2015":34,
                "2016":41,
                "2017":39,
                "2018":27,
                "2019":32,
                "2020":36,
                "2021":9
            }
        ],
        [
            "Montmorillonite-supported nanoscale zero-valent iron (Mt-nZVI) has been synthesized to remove inorganic arsenic (As) from aqueous solutions. BET, SEM, EDX, XRD and XPS were used to characterize the clay-supported material which consists mainly of core shell Fe (0) structure with an outer oxide\/hydroxide shell. The dispersion of nZVI onto montmorillonite was found to be increased with decreasing tendency to agglomerate into larger particles. Batch experiments revealed that adsorption kinetics followed pseudo-second order rate equation with high affinity towards both As (III) and As (V) over a wide pH range (4–8) which was decreased at pH> 9. The maximum adsorption capacity calculated from the Langmuir adsorption isotherm was found to be 59.9 and 45.5 mg g− 1 for As (III) and As (V) respectively at pH 7.0. Although the presence of competing anions like SO 4 2-, HCO 3-and NO 3-did not show …",
            "Montmorillonite-supported nanoscale zero-valent iron for removal of arsenic from aqueous solution: Kinetics and mechanism",
            "Subhamoy Bhowmick and Sudipta Chakraborty and Priyanka Mondal and Wouter Van Renterghem and Sven Van den Berghe and Gabriela Roman-Ross and Debashis Chatterjee and Monica Iglesias",
            "2014",
            "k45viQoAAAAJ:Tyk-4Ss8FVUC",
            239,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1385894713016306",
            "14467088872727446231",
            "\/scholar?cites=14467088872727446231",
            {
                "2014":4,
                "2015":19,
                "2016":29,
                "2017":57,
                "2018":34,
                "2019":38,
                "2020":41,
                "2021":14
            }
        ],
        [
            "This paper reviews how active research in West Bengal has unmasked the endemic arsenism that has detrimental effects on the health of millions of people and their offspring. It documents how the pathways of exposure to this toxin\/poison have been greatly expanded through intensive application of groundwater in agriculture in the region within the Green Revolution framework. A goal of this paper is to compare and contrast the similarities and differences in arsenic occurrence in West Bengal with those of other parts of the world and assess the unique socio-cultural factors that determine the risks of exposure to arsenic in local groundwater. Successful intervention options are also critically reviewed with emphasis on integrative strategies that ensure safe water to the population, proper nutrition, and effective ways to reduce the transfer of arsenic from soil to crops. While no universal model may be suited for the …",
            "Arsenic in groundwater of West Bengal, India: A review of human health risks and assessment of possible intervention options",
            "Subhamoy Bhowmick and Sreemanta Pramanik and Payel Singh and Priyanka Mondal and Debashis Chatterjee and Jerome Nriagu",
            "2018",
            "k45viQoAAAAJ:LdasjJ6CEcoC",
            90,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0048969717322143",
            "18024149587002729505",
            "\/scholar?cites=18024149587002729505",
            {
                "2017":2,
                "2018":8,
                "2019":29,
                "2020":41,
                "2021":9
            }
        ],
        [
            "A promising and sustainable renewable source of phosphate was obtained through crystallization of calcium phosphate from wastewater. The aim of the present study was to evaluate the feasibility of an integrated selectrodialysis\/crystallization process to recover phosphate, in which selectrodialysis was first used to pre-concentrate the phosphate before crystallization in a pellet reactor. The results of selectrodialysis show that an increase in current density, initial pH of the product, and initial feed concentration of phosphate led to an increase in phosphate concentration in the product. The desalination efficiency from wastewater was 87%, the phosphate concentration in the product can reach 16 mM with a purity of 44%, the current efficiency to transport phosphate and chloride was 26.6% for standard anion exchange membrane and 63% for monovalent selective anion exchange membrane. The optimal operational …",
            "P-recovery as calcium phosphate from wastewater using an integrated selectrodialysis\/crystallization process",
            "Anh TK Tran and Yang Zhang and Dominik De Corte and Jan-Bart Hannes and Wenyuan Ye and Priyanka Mondal and Nora Jullok and Boudewijn Meesschaert and Luc Pinoy and Bart Van der Bruggen",
            "2014",
            "k45viQoAAAAJ:YsMSGLbcyi4C",
            90,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0959652614000936",
            "4424274865909932807",
            "\/scholar?cites=4424274865909932807",
            {
                "2014":1,
                "2015":10,
                "2016":10,
                "2017":12,
                "2018":15,
                "2019":22,
                "2020":15,
                "2021":4
            }
        ],
        [
            "A comparative hydrogeochemical study was carried out in West Bengal, India covering three physiographic regions, Debagram and Chakdaha located in the Bhagirathi-Hooghly alluvial plain and Baruipur in the delta front, to demonstrate the control of geogenic and anthropogenic influences on groundwater arsenic (As) mobilization. Groundwater samples (n = 90) from tube wells were analyzed for different physico-chemical parameters. The low redox potential (Eh = −185 to −86 mV) and dominant As(III) and Fe(II) concentrations are indicative of anoxic nature of the aquifer. The shallow (<100 m) and deeper (>100 m) aquifers of Bhagirathi-Hooghly alluvial plains as well as shallow aquifers of delta front are characterized by Ca2+HCO3− type water, whereas Na+ and Cl− enrichment is found in the deeper aquifer of delta front. The equilibrium of groundwater with respect to carbonate minerals and their precipitation …",
            "Arsenic mobilization in the aquifers of three physiographic settings of West Bengal, India: understanding geogenic and anthropogenic influences",
            "Subhamoy Bhowmick and Bibhash Nath and Dipti Halder and Ashis Biswas and Santanu Majumder and Priyanka Mondal and Sudipta Chakraborty and Jerome Nriagu and Prosun Bhattacharya and Monica Iglesias and Gabriela Roman-Ross and Debendranath Guha Mazumder and Jochen Bundschuh and Debashis Chatterjee",
            "2013",
            "k45viQoAAAAJ:IjCSPb-OGe4C",
            51,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0304389412007212",
            "12824583666937249933",
            "\/scholar?cites=12824583666937249933",
            {
                "2013":4,
                "2014":3,
                "2015":7,
                "2016":7,
                "2017":5,
                "2018":10,
                "2019":3,
                "2020":11,
                "2021":1
            }
        ],
        [
            "This study aims to investigate the feasibility of an integrated system consisting of a fluidized pellet reactor and bipolar membrane electrodialysis (EDBM) for regeneration of acid and base from wastewater with a high concentration of calcium and nickel ions. The fluidized pellet reactor was used to reduce the potential of scaling on the membranes by crystallization. EDBM was applied to regenerate acid\/base from this pretreated wastewater. The results show that calcium and nickel can be removed by the fluidized pellet reactor with sufficient efficiency (74% and 73% without filtration, 74% and 94.4% with filtration, respectively). After pretreatment, it was feasible to regenerate mixed acid and base using EDBM. The current efficiency was 69% for the acid, 80% for the base; the energy consumption was 5.5 kW h\/kg acid and 4.8 kW h\/kg base at a current density of 60 mA\/cm2 and an initial concentration of 0.2 N. In a long …",
            "Simultaneous regeneration of inorganic acid and base from a metal washing step wastewater by bipolar membrane electrodialysis after pretreatment by crystallization in a …",
            "Anh TK Tran and Priyanka Mondal and JiuYang Lin and Boudewijn Meesschaert and Luc Pinoy and Bart Van der Bruggen",
            "2015",
            "k45viQoAAAAJ:jgBuDB5drN8C",
            50,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0376738814006887",
            "12500982877445529763",
            "\/scholar?cites=12500982877445529763",
            {
                "2015":5,
                "2016":10,
                "2017":7,
                "2018":7,
                "2019":4,
                "2020":16,
                "2021":1
            }
        ],
        [
            "The effect of competing ions in wastewater on the phosphate pre-concentrating efficiency by selectrodialysis was demonstrated in this study. Nitrate, bicarbonate and sulphate are three ions frequently present in wastewater. An inhibition of these ions to the phosphate concentrating efficiency was found to occur initially, but if the system runs for a longer time, the effect disappears. In the presence of nitrate, bicarbonate and sulphate, the phosphate concentrating efficiency in the product was significantly reduced from 188% to 78% after 210 min, but this could be recovered to 161% after 300 min. In addition, when operating selectrodialysis with synthetic municipal wastewater, phosphate was concentrated in the product with a twofold concentration compared to the initial concentration in the wastewater. Scaling on the cation exchange membrane and monovalent selective anion exchange membranes was observed …",
            "Phosphate pre-concentration from municipal wastewater by selectrodialysis: Effect of competing components",
            "Anh TK Tran and Yang Zhang and JiuYang Lin and Priyanka Mondal and Wenyuan Ye and Boudewijn Meesschaert and Luc Pinoy and Bart Van der Bruggen",
            "2015",
            "k45viQoAAAAJ:43bX7VzcjpAC",
            43,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1383586614006960",
            "11798928509184830577",
            "\/scholar?cites=11798928509184830577",
            {
                "2015":1,
                "2016":5,
                "2017":2,
                "2018":11,
                "2019":13,
                "2020":9,
                "2021":2
            }
        ],
        [
            "A novel clay-alumina ceramic composite membrane has been fabricated comprising of hydroxyethyl cellulose and CuO nanoparticles for separation of Cr (VI) and Pb (II) from contaminated water. It was prepared by slurry casting method over low cost clay-alumina ceramic substrate. The active layer formation of the prepared membrane was confirmed by FESEM, EDX and XPS analysis. The pore structure of macroporous ceramic substrate was improved from 0.5 to 1.5 μm to 3 nm by addition of CuO nanoparticles in combination with biopolymer which resulted in consequent improvement of heavy metal rejection rate. The permeability was determined as 34.99 L m−2 h−1 bar−1. The membrane exhibited significant performances and stability on rejection of toxic Pb (II) and Cr (VI) ions from spiked solution and simulated wastewater. Although the operational pressure range was 0–5 bar, maximum percentage of …",
            "High pressure ultrafiltration CuO\/hydroxyethyl cellulose composite ceramic membrane for separation of Cr (VI) and Pb (II) from contaminated water",
            "Piyali Roy Choudhury and Swachchha Majumdar and Ganesh C Sahoo and Sudeshna Saha and Priyanka Mondal",
            "2018",
            "k45viQoAAAAJ:MpfHP-DdYjUC",
            40,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1385894717321836",
            "17970587165095827766",
            "\/scholar?cites=17970587165095827766",
            {
                "2018":3,
                "2019":13,
                "2020":24
            }
        ],
        [
            "Forward osmosis has been proven to be effective for the removal of several inorganic (neutral or ionic) and organic contaminants from aqueous solution. We studied the rejection behavior of As(V) in the presence of several co-occurring solutes (nitrate, fluoride, sulfate, phosphate, silicate, bicarbonate and humic acid). Silicate shows no significant effect whereas phosphate lowers the As(V) rejection substantially (from 95.5 to 80.5%). The increase of rejection of As(V) in the presence of co-existing solutes follows the sequence humic acid > bicarbonate > nitrate > fluoride > sulfate > phosphate. Donnan exclusion, size exclusion, and diffusion of the solutes are factors that may explain the rejection behavior. Additionally, the fouling layer formed by humic acid and the increase in pH due to the presence of bicarbonate helps to enhance the removal efficiency. In contrast, concentration polarization was observed to be …",
            "Removal of As (V) from simulated groundwater using forward osmosis: Effect of competing and coexisting solutes",
            "Priyanka Mondal and Anh Thi Kim Tran and Bart Van der Bruggen",
            "2014",
            "k45viQoAAAAJ:_FxGoFyzp5QC",
            34,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0011916414003221",
            "15704504037679406184",
            "\/scholar?cites=15704504037679406184",
            {
                "2014":1,
                "2015":4,
                "2016":6,
                "2017":3,
                "2018":3,
                "2019":6,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Application of toxic materials for fabrication of membrane and its use for water treatment may create serious environmental threats. In this study, a new alternative approach was employed to synthesize copper oxide (CuO) nanoparticles (NPs) via green route using Catharanthus Roseus leaf extract and its efficacy as membrane material was also explored for chromium (VI) removal. Optimization by response surface methodology was adopted for uniform nanoparticle synthesis. The low cost clay-alumina ceramic support was coated with CuO slurry by dip coating method for the fabrication of membrane where the structural properties of CuO NPs in active layer were also studied. Adhesion of CuO NPs on membrane surface was established by FESEM analysis where the images demonstrated homogeneous and defect free coating over porous support. A detailed XPS analysis revealed the binding properties of the …",
            "Preparation of ceramic ultrafiltration membrane using green synthesized CuO nanoparticles for chromium (VI) removal and optimization by response surface methodology",
            "Piyali Choudhury and Priyanka Mondal and Swachchha Majumdar and Sudeshna Saha and Ganesh C Sahoo",
            "2018",
            "k45viQoAAAAJ:7BrZ7Jt4UNcC",
            29,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0959652618326507",
            "5655653435905095032",
            "\/scholar?cites=5655653435905095032",
            {
                "2019":11,
                "2020":13,
                "2021":4
            }
        ]
    ]
}