{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "The highly polarizable π-electron system of conjugated molecules forms the basis for their unique electronic and photophysical properties, which play an important role in numerous biological phenomena and make them important materials for technological applications. We present a theoretical investigation of the dynamics and relaxation of photoexcited states in conjugated polyfluorenes, which are promising materials for display applications. Our analysis shows that both fast (∼20 fs) and slow (∼1 ps) nuclear motions couple to the electronic degrees of freedom during the excited-state dynamics. Delocalized excitations dominate the absorption, whereas emission comes from localized (self-trapped) excitons. This localization is attributed to an inherent nonlinear coupling among vibronic degrees of freedom which leads to lattice and torsional distortions and results in specific signatures in spectroscopic …",
            "Electron-vibrational dynamics of photoexcited polyfluorenes",
            "Ignacio Franco and Sergei Tretiak",
            "2004",
            "k4egErYAAAAJ:u5HHmVD_uO8C",
            115,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja0489285",
            "16574811675324171661",
            "\/scholar?cites=16574811675324171661",
            {
                "2005":9,
                "2006":14,
                "2007":8,
                "2008":9,
                "2009":11,
                "2010":6,
                "2011":6,
                "2012":4,
                "2013":6,
                "2014":5,
                "2015":11,
                "2016":8,
                "2017":2,
                "2018":6,
                "2019":4,
                "2020":5
            }
        ],
        [
            "We investigate a prototypical single-molecule switch marrying force spectroscopy and molecular electronics far from the thermodynamic limit. We use molecular dynamics to simulate a conducting atomic force microscope mechanically manipulating a molecule bound to a surface between a folded state and an unfolded state while monitoring the conductance. Both the complexity and the unique phenomenology of single-molecule experiments are evident in this system. As the molecule unfolds\/refolds, the average conductance reversibly changes over 3 orders of magnitude; however, throughout the simulation the transmission fluctuates considerably, illustrating the need for statistical sampling in these systems. We predict that emergent single-molecule signatures will still be evident with conductance blinking, correlated with force blinking, being observable in a region of dynamic bistability. Finally, we illustrate some …",
            "Mechanically activated molecular switch through single-molecule pulling",
            "Ignacio Franco and Christopher B George and Gemma C Solomon and George C Schatz and Mark A Ratner",
            "2011",
            "k4egErYAAAAJ:zYLM7Y9cAGgC",
            62,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja1095396",
            "2370956621329733498",
            "\/scholar?cites=2370956621329733498",
            {
                "2011":5,
                "2012":4,
                "2013":4,
                "2014":10,
                "2015":6,
                "2016":9,
                "2017":7,
                "2018":5,
                "2019":5,
                "2020":6,
                "2021":1
            }
        ],
        [
            "A novel way to induce ultrafast currents in molecular wires using two incident laser frequencies, ω and 2 ω, is demonstrated. The mechanism relies on Stark shifts, instead of near-resonance photon absorption, to transfer population to the excited states and exploits the temporal profile of the field to generate phase-controllable transport. Calculations in a trans-polyacetylene oligomer coupled to metallic leads indicate that the mechanism is highly efficient and robust to ultrafast electronic dephasing processes induced by vibronic couplings.",
            "Robust ultrafast currents in molecular wires through stark shifts",
            "Ignacio Franco and Moshe Shapiro and Paul Brumer",
            "2007",
            "k4egErYAAAAJ:9yKSN-GCB0IC",
            57,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.126802",
            "1560319444185149226",
            "\/scholar?cites=1560319444185149226",
            {
                "2007":1,
                "2008":8,
                "2009":4,
                "2010":2,
                "2011":3,
                "2012":8,
                "2013":5,
                "2014":6,
                "2015":2,
                "2016":4,
                "2017":3,
                "2018":4,
                "2019":3,
                "2020":3
            }
        ],
        [
            "An azobenzene-capped DNA hairpin coupled to an AFM is presented as an optically triggered single-molecule motor. The photoinduced trans to cis isomerization of azobenzene affects both the overall length of the molecule and the ability of the DNA bases to hybridize. Using a combination of molecular dynamics simulations and free energy calculations the unfolding of both isomers along the O5′−O3′ extension coordinate is monitored. The potentials of mean force (PMFs) along this coordinate indicate that there are two major differences induced by photoisomerization. The first is that the interbase hydrogen bond and stacking interactions are stable for a greater range of extensions in the trans system than in the cis system. The second difference is due to a decreased chain length of the cis isomer with respect to the trans isomer. These differences are exploited to extract work in optomechanical cycles. The …",
            "DNA-Based Optomechanical Molecular Motor",
            "Martin McCullagh and Ignacio Franco and Mark A Ratner and George C Schatz",
            "2011",
            "k4egErYAAAAJ:Y0pCki6q_DkC",
            55,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja109071a",
            "12338149859402888336",
            "\/scholar?cites=12338149859402888336",
            {
                "2011":2,
                "2012":6,
                "2013":7,
                "2014":12,
                "2015":2,
                "2016":10,
                "2017":3,
                "2018":5,
                "2019":4,
                "2020":3,
                "2021":1
            }
        ],
        [
            "A quantum chemical semiempirical investigation of electron-vibrational dynamics of photoexcited conjugated polyfluorenes shows that delocalized electronic excitations dominate the absorption, whereas chemical defects (if present) dramatically impact the emission by trapping the photogenerated exciton into a localized state and acting as guest emitters at recombination. These results offer theoretical insight into the effect of non-quenching defect sites in conjugated polymers and explain the origin of a controversial low energy emission band frequently observed in bulk polyfluorene samples.",
            "Electron-vibrational relaxation of photoexcited polyfluorenes in the presence of chemical defects: A theoretical study",
            "Ignacio Franco and Sergei Tretiak",
            "2003",
            "k4egErYAAAAJ:u-x6o8ySG0sC",
            47,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0009261403004196",
            "633421846975558464",
            "\/scholar?cites=633421846975558464",
            {
                "2004":6,
                "2005":6,
                "2006":6,
                "2007":8,
                "2008":2,
                "2009":4,
                "2010":1,
                "2011":3,
                "2012":5,
                "2013":2,
                "2014":1,
                "2015":1,
                "2016":1
            }
        ],
        [
            "The molecular Schrödinger equation is rewritten in terms of nonunitary equations of motion for the nuclei (or electrons) that depend parametrically on the configuration of an ensemble of generally defined electronic (or nuclear) trajectories. This scheme is exact and does not rely on the tracing out of degrees of freedom. Hence, the use of trajectory-based statistical techniques can be exploited to circumvent the calculation of the computationally demanding Born-Oppenheimer potential-energy surfaces and nonadiabatic coupling elements. The concept of the potential-energy surface is restored by establishing a formal connection with the exact factorization of the full wave function. This connection is used to gain insight from a simplified form of the exact propagation scheme.",
            "Correlated electron-nuclear dynamics with conditional wave functions",
            "Guillermo Albareda and Heiko Appel and Ignacio Franco and Ali Abedi and Angel Rubio",
            "2014",
            "k4egErYAAAAJ:4TOpqqG69KYC",
            42,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.113.083003",
            "6360870990273824641",
            "\/scholar?cites=6360870990273824641",
            {
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":13,
                "2016":7,
                "2017":4,
                "2018":4,
                "2019":5,
                "2020":1
            }
        ],
        [
            "We present a model molecular system with an unintuitive transport–extension behavior in which the tunneling current increases with forced molecular elongation. The molecule consists of two complementary aromatic units (1,4-anthracenedione and 1,4-anthracenediol) hinged via two ether chains and attached to gold electrodes through thiol-terminated alkenes. The transport properties of the molecule as it is mechanically elongated in a single-molecule pulling setting are computationally investigated using a combination of equilibrium molecular dynamics simulations of the pulling with gDFTB computations of the transport properties in the Landauer limit. Contrary to the usual exponential decay of tunneling currents with increasing molecular length, the simulations indicate that upon elongation electronic transport along the molecule increases 10-fold. The structural origin of this inverted trend in the transport is …",
            "Tunneling currents that increase with molecular elongation",
            "Ignacio Franco and Gemma Clare Solomon and George C Schatz and Prof Mark A Ratner",
            "2011",
            "k4egErYAAAAJ:LkGwnXOMwfcC",
            40,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja205908q",
            "14683707339181123837",
            "\/scholar?cites=14683707339181123837",
            {
                "2012":1,
                "2013":5,
                "2014":5,
                "2015":6,
                "2016":8,
                "2017":4,
                "2018":3,
                "2019":6,
                "2020":2
            }
        ]
    ]
}