{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "There countlessnumberof of few area examples quantum mechanical constituent in subnuclear few nucleon quarks bodysystems: physics, or few cluster in nuclear smallatomsandmolecules physics, systems inatomic few electron dots insolidstate or physics quantum physics, Theintricatefeatureofthe isthat etc. few bodysystems theydevelop individual characters thenumber ofconstituent on depending parti cles. Themesonsand the andthe'Li alpha particle baryons, nucleus, theHeatomandtheBeatom have different or very physicalproper ties. Themost ofthesedifferences thecorrelated importantcauses are motion and the Pauli This principle. individuality requires specific for the solution of methods the few body Schr6dinger Ap equation. solutions whichassumerestrictedmodel mean proximate field, spaces, failto describethebehavior ofthe etc. few bodysystems. The ofthisbook is showhow find the the to to and goal energy functionof in unified wave a few particlesystem simple, approach. any The will be intheminimum state. system normally quantum energy As to findthis the is forewarned, however, acom state, groundstate, matter. The ofthe of plicated development present stage computer makesa technology, however, simpleapproachpossible: Searching very Without forthe state a information ground by\" gambling\". priori any the true random on states are ground state, completely generated. Providedthattherandom states after series of axe a generalenough, trials findsthe statein Thereader one a ground goodapproximation. findthis little there indeed a but are anumberoffine suspicious may in the trial and which makes the tricks error whole idea …",
            "Stochastic variational approach to quantum-mechanical few-body problems",
            "Yasuyuki Suzuki and Miki Suzuki and Kalman Varga",
            "1998",
            "K4PJuBUAAAAJ:d1gkVwhDpl0C",
            572,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=BpyTpm1VLx8C&oi=fnd&pg=PP4&dq=info:HUFPx_phLUQJ:scholar.google.com&ots=vmdl8yBNsW&sig=ZrsIA0QUze68mKjLaBac0I4XYgA",
            "4912690498244657437",
            "\/scholar?cites=4912690498244657437",
            {
                "1999":10,
                "2000":20,
                "2001":27,
                "2002":25,
                "2003":23,
                "2004":22,
                "2005":19,
                "2006":16,
                "2007":21,
                "2008":39,
                "2009":23,
                "2010":24,
                "2011":31,
                "2012":33,
                "2013":27,
                "2014":37,
                "2015":28,
                "2016":19,
                "2017":25,
                "2018":30,
                "2019":34,
                "2020":32,
                "2021":2
            }
        ],
        [
            "Precise variational solutions are given for problems involving diverse fermionic and bosonic (N= 2–7)-body systems. The trial wave functions are chosen to be combinations of correlated Gaussians, which are constructed from products of the single-particle Gaussian wave packets through an integral transformation, thereby facilitating fully analytical calculations of the matrix elements. The nonlinear parameters of the trial function are chosen by a stochastic technique. The method has proved very efficient, virtually exact, and it seems feasible for any few-body bound-state problems emerging in nuclear or atomic physics.",
            "Precise solution of few-body problems with the stochastic variational method on a correlated Gaussian basis",
            "Kálmán Varga and Y Suzuki",
            "1995",
            "K4PJuBUAAAAJ:u-x6o8ySG0sC",
            541,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.52.2885",
            "16587425121996498650",
            "\/scholar?cites=16587425121996498650",
            {
                "1996":9,
                "1997":16,
                "1998":41,
                "1999":39,
                "2000":24,
                "2001":24,
                "2002":27,
                "2003":21,
                "2004":15,
                "2005":14,
                "2006":15,
                "2007":17,
                "2008":17,
                "2009":23,
                "2010":20,
                "2011":28,
                "2012":22,
                "2013":30,
                "2014":19,
                "2015":17,
                "2016":21,
                "2017":22,
                "2018":9,
                "2019":21,
                "2020":21,
                "2021":2
            }
        ],
        [
            "We present a chiral constituent-quark model for light and strange baryons providing a unified description of their ground states and excitation spectra. The model relies on constituent quarks and Goldstone bosons arising as effective degrees of freedom of low-energy QCD from the spontaneous breaking of chiral symmetry. The spectra of the three-quark systems are obtained from a precise variational solution of a Schrödinger-type equation with a semirelativistic Hamiltonian. The theoretical predictions are found to be in close agreement with experiment.",
            "Unified description of light-and strange-baryon spectra",
            "L Ya Glozman and Willibald Plessas and K Varga and RF Wagenbrunn",
            "1998",
            "K4PJuBUAAAAJ:u5HHmVD_uO8C",
            507,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.58.094030",
            "3256709682291385899",
            "\/scholar?cites=3256709682291385899",
            {
                "1998":9,
                "1999":20,
                "2000":34,
                "2001":29,
                "2002":25,
                "2003":46,
                "2004":34,
                "2005":32,
                "2006":18,
                "2007":20,
                "2008":30,
                "2009":17,
                "2010":19,
                "2011":20,
                "2012":24,
                "2013":23,
                "2014":18,
                "2015":17,
                "2016":10,
                "2017":22,
                "2018":12,
                "2019":12,
                "2020":7
            }
        ],
        [
            "We report on quantum Monte Carlo calculations of the ground and low-lying excited states of A= 9, 10 nuclei using realistic Hamiltonians containing the Argonne v 18 two-nucleon potential alone or with one of several three-nucleon potentials, including Urbana IX and three of the new Illinois models. The calculations begin with correlated many-body wave functions that have an α-like core and multiple p-shell nucleons, LS-coupled to the appropriate (J π; T) quantum numbers for the state of interest. After optimization, these variational trial functions are used as input to a Green’s function Monte Carlo calculation of the energy, using a constrained path algorithm. We find that the Hamiltonians that include Illinois three-nucleon potentials reproduce ten states in 9 Li, 9 Be, 10 Be, and 10 B with an rms deviation as little as 900 keV. In particular, we obtain the correct 3+ ground state for 10 B, whereas the Argonne v 18 alone …",
            "Quantum Monte Carlo calculations of  nuclei",
            "Steven C Pieper and K Varga and Robert B Wiringa",
            "2002",
            "K4PJuBUAAAAJ:9yKSN-GCB0IC",
            493,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.66.044310",
            "4978840916973318120",
            "\/scholar?cites=4978840916973318120",
            {
                "2002":2,
                "2003":28,
                "2004":35,
                "2005":45,
                "2006":32,
                "2007":41,
                "2008":30,
                "2009":33,
                "2010":26,
                "2011":31,
                "2012":21,
                "2013":32,
                "2014":43,
                "2015":22,
                "2016":18,
                "2017":18,
                "2018":15,
                "2019":8,
                "2020":6
            }
        ],
        [
            "Recent developments in the dynamical microscopic theories of cluster decay are reviewed with special emphasis on the nuclear structure aspects and physical interpretation of the models. What we call dynamical microscopic theories are those in which the decay width is derived from the nucleonic structures, of the participating nuclei, which are deduced through the solution of their equations of motion. After a brief review of the various expressions for the decay width, we turn to the nuclear-structure aspects of the problem. We thoroughly discuss the treatment of the Pauli effects in models involving macroscopic elements. We settle the long-standing controversy over the cluster-core norm operator that relates microscopic and macroscopic relative-motion wave functions in the transition amplitude. We conclude that the way the norm operator was originally introduced in the mid-1970s is in principle correct. The main …",
            "Microscopic theory of cluster radioactivity",
            "Rezső G Lovas and RJ Liotta and A Insolia and K Varga and DS Delion",
            "1998",
            "K4PJuBUAAAAJ:UeHWp8X0CEIC",
            400,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370157397000495",
            "17979354757462112506",
            "\/scholar?cites=17979354757462112506",
            {
                "1997":1,
                "1998":1,
                "1999":4,
                "2000":5,
                "2001":8,
                "2002":16,
                "2003":9,
                "2004":9,
                "2005":9,
                "2006":6,
                "2007":13,
                "2008":11,
                "2009":14,
                "2010":21,
                "2011":24,
                "2012":18,
                "2013":32,
                "2014":15,
                "2015":20,
                "2016":37,
                "2017":27,
                "2018":38,
                "2019":26,
                "2020":26,
                "2021":5
            }
        ],
        [
            "In the past, several efficient methods have been developed to solve the Schrödinger equation for four-nucleon bound states accurately. These are the Faddeev-Yakubovsky, the coupled-rearrangement-channel Gaussian-basis variational, the stochastic variational, the hyperspherical variational, the Green’s function Monte Carlo, the no-core shell model, and the effective interaction hyperspherical harmonic methods. In this article we compare the energy eigenvalue results and some wave function properties using the realistic AV 8′ NN interaction. The results of all schemes agree very well showing the high accuracy of our present ability to calculate the four-nucleon bound state.",
            "Benchmark test calculation of a four-nucleon bound state",
            "Hiroyuki Kamada and A Nogga and Walter Gloeckle and E Hiyama and M Kamimura and K Varga and Y Suzuki and M Viviani and A Kievsky and S Rosati and J Carlson and Steven C Pieper and RB Wiringa and P Navrátil and Bruce R Barrett and N Barnea and W Leidemann and G Orlandini",
            "2001",
            "K4PJuBUAAAAJ:2osOgNQ5qMEC",
            399,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.64.044001",
            "6271618238277938298",
            "\/scholar?cites=6271618238277938298",
            {
                "2001":2,
                "2002":13,
                "2003":16,
                "2004":29,
                "2005":27,
                "2006":20,
                "2007":37,
                "2008":19,
                "2009":23,
                "2010":26,
                "2011":23,
                "2012":24,
                "2013":31,
                "2014":9,
                "2015":8,
                "2016":16,
                "2017":24,
                "2018":17,
                "2019":12,
                "2020":18,
                "2021":1
            }
        ],
        [
            "We give a parameter-free microscopic description of the α decay of the ground state of Po 212 by expanding the parent wave function over a basis containing shell-model-as well as cluster-model-type elements. The resulting decay width agrees with experiment well within the range of the uncertainty inherent in the input of the model. The amount of core+ α clustering in the parent state is found much higher (30%) than former microscopic estimates (∼ 1%), which shows the soundness of assuming the existence of preformed α particles with appreciable probability in the initial state.",
            "Absolute alpha decay width of Po 212 in a combined shell and cluster model",
            "K Varga and RG Lovas and RJ Liotta",
            "1992",
            "K4PJuBUAAAAJ:zYLM7Y9cAGgC",
            260,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.69.37",
            "2426128718000306265",
            "\/scholar?cites=2426128718000306265",
            {
                "1992":1,
                "1993":6,
                "1994":7,
                "1995":6,
                "1996":7,
                "1997":5,
                "1998":7,
                "1999":4,
                "2000":1,
                "2001":1,
                "2002":3,
                "2003":2,
                "2004":4,
                "2005":6,
                "2006":7,
                "2007":2,
                "2008":5,
                "2009":8,
                "2010":13,
                "2011":15,
                "2012":20,
                "2013":19,
                "2014":4,
                "2015":8,
                "2016":17,
                "2017":19,
                "2018":24,
                "2019":15,
                "2020":20,
                "2021":2
            }
        ],
        [
            "The variational method complemented with the use of explicitly correlated Gaussian basis functions is one of the most powerful approaches currently used for calculating the properties of few-body systems. Despite its conceptual simplicity, the method offers great flexibility, high accuracy, and can be used to study diverse quantum systems, ranging from small atoms and molecules to light nuclei, hadrons, quantum dots, and Efimov systems. The basic theoretical foundations are discussed, recent advances in the applications of explicitly correlated Gaussians in physics and chemistry are reviewed, and the strengths and weaknesses of the explicitly correlated Gaussians approach are compared with other few-body techniques.",
            "Theory and application of explicitly correlated Gaussians",
            "Jim Mitroy and Sergiy Bubin and Wataru Horiuchi and Yasuyuki Suzuki and Ludwik Adamowicz and Wojciech Cencek and Krzysztof Szalewicz and Jacek Komasa and D Blume and Kálmán Varga",
            "2013",
            "K4PJuBUAAAAJ:M7yex6snE4oC",
            237,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.85.693",
            "17348590030094581978",
            "\/scholar?cites=17348590030094581978",
            {
                "2013":11,
                "2014":42,
                "2015":27,
                "2016":27,
                "2017":25,
                "2018":33,
                "2019":34,
                "2020":36,
                "2021":2
            }
        ],
        [
            "We study the performance of some recent potential models suggested as effective interactions between constituent quarks. In particular, we address constituent quark models for baryons with hybrid Q− Q interactions stemming from one-gluon plus meson exchanges. Upon recalculating two of such models we find them to fail in describing the N and Δ spectra. Our calculations are based on accurate solutions of the three-quark systems in both a variational Schrödinger and a rigorous Faddeev approach. It is argued that hybrid Q− Q interactions with a sizable one-gluon-exchange component encounter difficulties in describing baryon spectra due to the specific contributions from one-gluon and meson exchanges together. In contrast, a chiral constituent quark model with a Q− Q interaction relying solely on Goldstone-boson exchange is capable of providing a unified description not only of the N and Δ spectra but also …",
            "Effective Q− Q interactions in constituent quark models",
            "L Ya Glozman and Z Papp and W Plessas and K Varga and RF Wagenbrunn",
            "1998",
            "K4PJuBUAAAAJ:qjMakFHDy7sC",
            229,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.57.3406",
            "6422556888811385904",
            "\/scholar?cites=6422556888811385904",
            {
                "1997":3,
                "1998":6,
                "1999":21,
                "2000":17,
                "2001":19,
                "2002":9,
                "2003":19,
                "2004":18,
                "2005":16,
                "2006":5,
                "2007":7,
                "2008":5,
                "2009":7,
                "2010":7,
                "2011":8,
                "2012":12,
                "2013":14,
                "2014":4,
                "2015":7,
                "2016":2,
                "2017":6,
                "2018":5,
                "2019":3,
                "2020":2
            }
        ],
        [
            "The structures of a number of exotic atoms with an attached positron or positronium atom are studied using a large-scale variational expansion in terms of a basis of explicitly correlated Gaussian functions. The binding energies and annihilation rates for seven exotic species with electronically stable ground states, namely HPs,, LiPs,,, NaPs and have been predicted. The binding energy for HPs, 0.038 1944 Hartree, is the largest attained so far. Two of the species, and, with approximate binding energies of 0.0024 and 0.0005 Hartree respectively, are seen to have structures best described as a positronium atom orbiting a residual or positively charged core. The atom with an approximate binding energy of 0.0028 Hartree is best characterized as a positron orbiting a polarized Be core. The binding energy of the ground state, 0.014 Hartree, is larger than that of any other positronic atom (a neutral atom with an attached …",
            "The structure of exotic atoms containing positrons and positronium",
            "GG Ryzhikh and Jim Mitroy and Kalman Varga",
            "1998",
            "K4PJuBUAAAAJ:IjCSPb-OGe4C",
            188,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-4075\/31\/17\/019\/meta",
            "1799824508894043054",
            "\/scholar?cites=1799824508894043054",
            {
                "1998":4,
                "1999":20,
                "2000":16,
                "2001":22,
                "2002":21,
                "2003":6,
                "2004":8,
                "2005":6,
                "2006":6,
                "2007":5,
                "2008":8,
                "2009":6,
                "2010":5,
                "2011":7,
                "2012":8,
                "2013":6,
                "2014":5,
                "2015":4,
                "2016":9,
                "2017":3,
                "2018":3,
                "2019":5,
                "2020":5
            }
        ]
    ]
}