{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "In this paper we design a class of numerical schemes that are higher-order extensions of the weighted essentially non-oscillatory (WENO) schemes of G.-S. Jiang and C.-W. Shu (1996) and X.-D. Liu, S. Osher, and T. Chan (1994). Used by themselves, the schemes may not always be monotonicity preserving but coupled with the monotonicity preserving bounds of A. Suresh and H. T. Huynh (1997) they perform very well. The resulting monotonicity preserving weighted essentially non-oscillatory (MPWENO) schemes have high phase accuracy and high order of accuracy. The higher-order members of this family are almost spectrally accurate for smooth problems. Nevertheless, they, have robust shock capturing ability. The schemes are stable under normal CFL numbers. They are also efficient and do not have a computational complexity that is substantially greater than that of the lower-order members of this same …",
            "Monotonicity preserving weighted essentially non-oscillatory schemes with increasingly high order of accuracy",
            "Dinshaw S Balsara and Chi-Wang Shu",
            "2000",
            "k6UU5egAAAAJ:u5HHmVD_uO8C",
            1083,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S002199910096443X",
            "7604222583575818400",
            "\/scholar?cites=7604222583575818400",
            {
                "2001":8,
                "2002":13,
                "2003":26,
                "2004":22,
                "2005":35,
                "2006":29,
                "2007":39,
                "2008":34,
                "2009":43,
                "2010":63,
                "2011":62,
                "2012":52,
                "2013":69,
                "2014":71,
                "2015":74,
                "2016":86,
                "2017":72,
                "2018":91,
                "2019":77,
                "2020":97,
                "2021":9
            }
        ],
        [
            "The equations of magnetohydrodynamics (MHD) have been formulated as a hyperbolic system of conservation laws. In that form it becomes possible to use higher order Godunov schemes for their solution. This results in a robust and accurate solution strategy. However, the magnetic field also satisfies a constraint that requires its divergence to be zero at all times. This is a property that cannot be guaranteed in the zone centered discretizations that are favored in Godunov schemes without involving a divergence cleaning step. In this paper we present a staggered mesh strategy which directly uses the properly upwinded fluxes that are provided by a Godunov scheme. The process of directly using the upwinded fluxes relies on a duality that exists between the fluxes obtained from a higher order Godunov scheme and the electric fields in a plasma. By exploiting this duality we have been able to construct a higher …",
            "A staggered mesh algorithm using high order Godunov fluxes to ensure solenoidal magnetic fields in magnetohydrodynamic simulations",
            "Dinshaw S Balsara and Daniel S Spicer",
            "1999",
            "k6UU5egAAAAJ:d1gkVwhDpl0C",
            621,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021999198961538",
            "11727323067760107809",
            "\/scholar?cites=11727323067760107809",
            {
                "2000":7,
                "2001":12,
                "2002":9,
                "2003":10,
                "2004":21,
                "2005":24,
                "2006":22,
                "2007":23,
                "2008":27,
                "2009":39,
                "2010":46,
                "2011":37,
                "2012":30,
                "2013":29,
                "2014":40,
                "2015":31,
                "2016":50,
                "2017":43,
                "2018":33,
                "2019":38,
                "2020":39,
                "2021":7
            }
        ],
        [
            "We present a von Neumann stability analysis of the equations of smoothed particle hydrodynamics (SPH) along with a critical discussion of various parts of the algorithm. The stability analysis is done without any major restrictions and, hence, models the full Euler equations in one dimension. This then allows us to deduce optimal ranges for parameters that need to be used in SPH. Thus we show that for the commonly used M5 spline the ratio of smoothing length to interparticle distance should range between 1.0 to 1.4. We also show that the linear artificial viscosity coefficient and the coefficient of spatial filtering have to be bounded. The results of this von Neumann stability analysis provide us with several suggestions for future algorithm improvement. Because the SPH method is so unique we provide, wherever possible, comparisons with more familiar and well-used high resolution finite difference methods.",
            "Von Neumann stability analysis of smoothed particle hydrodynamics—Suggestions for optimal algorithms",
            "Dinshaw S Balsara",
            "1995",
            "k6UU5egAAAAJ:u-x6o8ySG0sC",
            619,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S002199919590221X",
            "14353076148752545996",
            "\/scholar?cites=14353076148752545996",
            {
                "1996":2,
                "1997":9,
                "1998":7,
                "1999":10,
                "2000":11,
                "2001":13,
                "2002":13,
                "2003":21,
                "2004":21,
                "2005":18,
                "2006":28,
                "2007":18,
                "2008":27,
                "2009":45,
                "2010":45,
                "2011":42,
                "2012":34,
                "2013":35,
                "2014":29,
                "2015":43,
                "2016":40,
                "2017":32,
                "2018":21,
                "2019":26,
                "2020":25,
                "2021":1
            }
        ],
        [
            "In this article, a conservative least-squares polynomial reconstruction operator is applied to the discontinuous Galerkin method. In a first instance, piecewise polynomials of degree N are used as test functions as well as to represent the data in each element at the beginning of a time step. The time evolution of these data and the flux computation, however, are then done with a different set of piecewise polynomials of degree M⩾ N, which are reconstructed from the underlying polynomials of degree N. This approach yields a general, unified framework that contains as two special cases classical high order finite volume (FV) schemes (N= 0) as well as the usual discontinuous Galerkin (DG) method (N= M). In the first case, the polynomial is reconstructed from cell averages, for the latter, the reconstruction reduces to the identity operator. A completely new class of numerical schemes is generated by choosing N≠ 0 and …",
            "A unified framework for the construction of one-step finite volume and discontinuous Galerkin schemes on unstructured meshes",
            "Michael Dumbser and Dinshaw S Balsara and Eleuterio F Toro and Claus-Dieter Munz",
            "2008",
            "k6UU5egAAAAJ:Tyk-4Ss8FVUC",
            480,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021999108002829",
            "8909158818112921269",
            "\/scholar?cites=8909158818112921269",
            {
                "2009":22,
                "2010":27,
                "2011":31,
                "2012":27,
                "2013":26,
                "2014":46,
                "2015":36,
                "2016":58,
                "2017":46,
                "2018":43,
                "2019":48,
                "2020":60,
                "2021":8
            }
        ],
        [
            "Several physical systems, such as nonrelativistic and relativistic magnetohydrodynamics (MHD), radiation MHD, electromagnetics, and incompressible hydrodynamics, satisfy Stoke's law type equations for the divergence-free evolution of vector fields. In this paper we present a full-fledged scheme for the second-order accurate, divergence-free evolution of vector fields on an adaptive mesh refinement (AMR) hierarchy. We focus here on adaptive mesh MHD. However, the scheme has applicability to the other systems of equations mentioned above. The scheme is based on making a significant advance in the divergence-free reconstruction of vector fields. In that sense, it complements the earlier work of D. S. Balsara and D. S. Spicer (1999, J. Comput. Phys.7, 270) where we discussed the divergence-free time-update of vector fields which satisfy Stoke's law type evolution equations. Our advance in divergence-free …",
            "Divergence-free adaptive mesh refinement for magnetohydrodynamics",
            "Dinshaw S Balsara",
            "2001",
            "k6UU5egAAAAJ:qjMakFHDy7sC",
            300,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021999101969177",
            "1739066747668420289",
            "\/scholar?cites=1739066747668420289",
            {
                "2002":3,
                "2003":7,
                "2004":16,
                "2005":18,
                "2006":17,
                "2007":9,
                "2008":21,
                "2009":17,
                "2010":22,
                "2011":17,
                "2012":20,
                "2013":13,
                "2014":18,
                "2015":12,
                "2016":18,
                "2017":20,
                "2018":17,
                "2019":15,
                "2020":15,
                "2021":3
            }
        ],
        [
            "The eigenstructure of the equations governing one-dimensional ideal magnetohy-drodynamics is examined, motivated by the wish to exploit it for construction of high-resolution computational algorithms. The results are given in simple forms that avoid indeterminacy or degeneracy whenever possible. The unavoidable indeterminacy near the magnetosonic (or triple umbilic) state is analysed and shown to cause no difficulty in evaluating a numerical flux function. The structure of wave paths close to this singularity is obtained, and simple expressions are presented for the structure coefficients that govern wave steepening.",
            "Notes on the eigensystem of magnetohydrodynamics",
            "Philip L Roe and Dinshaw S Balsara",
            "1996",
            "k6UU5egAAAAJ:2osOgNQ5qMEC",
            297,
            "https:\/\/epubs.siam.org\/doi\/abs\/10.1137\/S003613999427084X",
            "2607259636786074270",
            "\/scholar?cites=2607259636786074270",
            {
                "1995":1,
                "1996":2,
                "1997":8,
                "1998":15,
                "1999":18,
                "2000":8,
                "2001":26,
                "2002":7,
                "2003":9,
                "2004":9,
                "2005":14,
                "2006":11,
                "2007":4,
                "2008":12,
                "2009":13,
                "2010":18,
                "2011":13,
                "2012":15,
                "2013":10,
                "2014":7,
                "2015":11,
                "2016":16,
                "2017":10,
                "2018":13,
                "2019":7,
                "2020":12,
                "2021":1
            }
        ],
        [
            "There is a general agreement that the conspicuous extranuclear X-ray, optical-line, and radio-continuum",
            "Dynamics and X-ray emission of a galactic superwind interacting with disk and halo gas",
            "Anatoly A Suchkov and Dinshaw S Balsara and Timothy M Heckman and Claus Leitherer",
            "1994",
            "k6UU5egAAAAJ:9yKSN-GCB0IC",
            280,
            "http:\/\/adsabs.harvard.edu\/pdf\/1994ApJ...430..511S",
            "3645865628789250252",
            "\/scholar?cites=3645865628789250252",
            {
                "1994":1,
                "1995":5,
                "1996":9,
                "1997":16,
                "1998":25,
                "1999":22,
                "2000":16,
                "2001":18,
                "2002":10,
                "2003":20,
                "2004":26,
                "2005":16,
                "2006":5,
                "2007":7,
                "2008":8,
                "2009":11,
                "2010":5,
                "2011":2,
                "2012":8,
                "2013":4,
                "2014":7,
                "2015":4,
                "2016":6,
                "2017":9,
                "2018":4,
                "2019":6,
                "2020":4,
                "2021":1
            }
        ],
        [
            "While working on an adaptive mesh refinement (AMR) scheme for divergence‐free magnetohydrodynamics (MHD), Balsara discovered a unique strategy for the reconstruction of divergence‐free vector fields. Balsara also showed that for one‐dimensional variations in flow and field quantities the reconstruction reduces exactly to the total variation diminishing (TVD) reconstruction. In a previous paper by Balsara the innovations were put to use in studying AMR‐MHD. While the other consequences of the invention especially as they pertain to numerical scheme design were mentioned, they were not explored in any detail. In this paper we begin such an exploration. We study the problem of divergence‐free numerical MHD and show that the work done so far still has four key unresolved issues. We resolve those issues in this paper. It is shown that the magnetic field can be updated in divergence‐free fashion with a …",
            "Second-order-accurate schemes for magnetohydrodynamics with divergence-free reconstruction",
            "Dinshaw S Balsara",
            "2004",
            "k6UU5egAAAAJ:zYLM7Y9cAGgC",
            266,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/381377\/meta",
            "13635367604009660864",
            "\/scholar?cites=13635367604009660864",
            {
                "2004":8,
                "2005":11,
                "2006":15,
                "2007":11,
                "2008":13,
                "2009":10,
                "2010":17,
                "2011":11,
                "2012":18,
                "2013":12,
                "2014":16,
                "2015":17,
                "2016":21,
                "2017":24,
                "2018":14,
                "2019":22,
                "2020":22,
                "2021":3
            }
        ]
    ]
}