{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A nanopore-based device provides single-molecule detection and analytical capabilities that are achieved by electrophoretically driving molecules in solution through a nano-scale pore. The nanopore provides a highly confined space within which single nucleic acid polymers can be analyzed at high throughput by one of a variety of means, and the perfect processivity that can be enforced in a narrow pore ensures that the native order of the nucleobases in a polynucleotide is reflected in the sequence of signals that is detected. Kilobase length polymers (single-stranded genomic DNA or RNA) or small molecules (e.g., nucleosides) can be identified and characterized without amplification or labeling, a unique analytical capability that makes inexpensive, rapid DNA sequencing a possibility. Further research and development to overcome current challenges to nanopore identification of each successive nucleotide in …",
            "The potential and challenges of nanopore sequencing",
            "Daniel Branton and David W Deamer and Andre Marziali and Hagan Bayley and Steven A Benner and Thomas Butler and Massimiliano Di Ventra and Slaven Garaj and Andrew Hibbs and Xiaohua Huang and Stevan B Jovanovich and Predrag S Krstic and Stuart Lindsay and Xinsheng Sean Ling and Carlos H Mastrangelo and Amit Meller and John S Oliver and Yuriy V Pershin and J Michael Ramsey and Robert Riehn and Gautam V Soni and Vincent Tabard- Cossa and Meni Wanunu and Matthew Wiggin and Jeffery A Schloss",
            "2010",
            "K7wXsg0AAAAJ:d1gkVwhDpl0C",
            2495,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/9789814287005_0027",
            "15361924623455269072",
            "\/scholar?cites=15361924623455269072",
            {
                "2009":81,
                "2010":168,
                "2011":187,
                "2012":258,
                "2013":238,
                "2014":234,
                "2015":272,
                "2016":241,
                "2017":221,
                "2018":188,
                "2019":189,
                "2020":180,
                "2021":18
            }
        ],
        [
            "A reliable method has been developed for making through-bond electrical contacts to molecules. Current-voltage curves are quantized as integer multiples of one fundamental curve, an observation used to identify single-molecule contacts. The resistance of a single octanedithiol molecule was 900 ± 50 megohms, based on measurements on more than 1000 single molecules. In contrast, nonbonded contacts to octanethiol monolayers were at least four orders of magnitude more resistive, less reproducible, and had a different voltage dependence, demonstrating that the measurement of intrinsic molecular properties requires chemically bonded contacts.",
            "Reproducible measurement of single-molecule conductivity",
            "XD Cui and A Primak and X Zarate and J Tomfohr and OF Sankey and Ana L Moore and Thomas A Moore and D Gust and Gari Harris and SM Lindsay",
            "2001",
            "K7wXsg0AAAAJ:u5HHmVD_uO8C",
            1626,
            "https:\/\/science.sciencemag.org\/content\/294\/5542\/571.abstract",
            "8701279290253048075",
            "\/scholar?cites=8701279290253048075",
            {
                "2002":63,
                "2003":118,
                "2004":136,
                "2005":135,
                "2006":173,
                "2007":138,
                "2008":143,
                "2009":91,
                "2010":97,
                "2011":77,
                "2012":71,
                "2013":63,
                "2014":67,
                "2015":54,
                "2016":56,
                "2017":43,
                "2018":42,
                "2019":34,
                "2020":17,
                "2021":2
            }
        ],
        [
            "This is the report of a DOE-sponsored workshop organized to discuss the status of our understanding of charge-transfer processes on the nanoscale and to identify research and other needs for progress in nanoscience and nanotechnology. The current status of basic electron-transfer research, both theoretical and experimental, is addressed, with emphasis on the distance-dependent measurements, and we have attempted to integrate terminology and notation of solution electron-transfer kinetics with that of conductance analysis. The interface between molecules or nanoparticles and bulk metals is examined, and new research tools that advance description and understanding of the interface are presented. The present state-of-the-art in molecular electronics efforts is summarized along with future research needs. Finally, novel strategies that exploit nanoscale architectures are presented for enhancing the …",
            "Charge transfer on the nanoscale: current status",
            "David M Adams and Louis Brus and Christopher ED Chidsey and Stephen Creager and Carol Creutz and Cherie R Kagan and Prashant V Kamat and Marya Lieberman and Stuart Lindsay and Rudolph A Marcus and Robert M Metzger and ME Michel-Beyerle and John R Miller and Marshall D Newton and Debra R Rolison and Otto Sankey and Kirk S Schanze and James Yardley and Xiaoyang Zhu",
            "2003",
            "K7wXsg0AAAAJ:u-x6o8ySG0sC",
            1157,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp0268462",
            "10129562260141732615",
            "\/scholar?cites=10129562260141732615",
            {
                "2003":6,
                "2004":61,
                "2005":99,
                "2006":106,
                "2007":66,
                "2008":85,
                "2009":71,
                "2010":81,
                "2011":68,
                "2012":58,
                "2013":62,
                "2014":62,
                "2015":68,
                "2016":67,
                "2017":53,
                "2018":49,
                "2019":47,
                "2020":41,
                "2021":1
            }
        ],
        [
            "We compile, compare, and discuss experimental results on low‐bias, room‐temperature currents through organic molecules obtained in different electrode–molecule–electrode test‐beds. Currents are normalized to single‐molecule values for comparison and are quoted at 0.2 and 0.5 V junction bias. Emphasis is on currents through saturated alkane chains where many comparable measurements have been reported, but comparison to conjugated molecules is also made. We discuss factors that affect the magnitude of the measured current, such as tunneling attenuation factor, molecular energy gap and conformation, molecule\/electrode contacts, and electrode material.",
            "Comparison of electronic transport measurements on organic molecules",
            "Adi Salomon and David Cahen and Stuart Lindsay and John Tomfohr and Vincent B Engelkes and C Daniel Frisbie",
            "2003",
            "K7wXsg0AAAAJ:9yKSN-GCB0IC",
            1007,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.200306091",
            "6509145908347675434",
            "\/scholar?cites=6509145908347675434",
            {
                "2004":21,
                "2005":72,
                "2006":99,
                "2007":85,
                "2008":81,
                "2009":66,
                "2010":82,
                "2011":83,
                "2012":75,
                "2013":50,
                "2014":53,
                "2015":66,
                "2016":52,
                "2017":35,
                "2018":32,
                "2019":26,
                "2020":23,
                "2021":2
            }
        ],
        [
            "The conductance of single alkanedithiols covalently bound to gold electrodes has been studied by statistical analysis of repeatedly created molecular junctions. For each molecule, the conductance histogram reveals two sets of well-defined peaks, corresponding to two different conductance values. We have found that (1) both conductance values decrease exponentially with the molecular length with an identical decay constant, β ≈ 0.84 Å-1, but with a factor of 5 difference in the prefactor of the exponential function. (2) The current−voltage curves of the two sets can be fit with the Simmons tunneling model. (3) Both conductance values are independent of temperature (between −5 and 60 °C) and the solvent. (4) Despite the difference in the conductance, the forces required to break the molecular junctions are the same, 1.5 nN. These observations lead us to believe that the conduction mechanism in alkanedithiols is …",
            "Conductance of single alkanedithiols: conduction mechanism and effect of molecule− electrode contacts",
            "Xiulan Li and Jin He and Joshua Hihath and Bingqian Xu and Stuart M Lindsay and Nongjian Tao",
            "2006",
            "K7wXsg0AAAAJ:zYLM7Y9cAGgC",
            566,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja057316x",
            "12012358483244973225",
            "\/scholar?cites=12012358483244973225",
            {
                "2006":19,
                "2007":44,
                "2008":58,
                "2009":37,
                "2010":45,
                "2011":51,
                "2012":44,
                "2013":47,
                "2014":37,
                "2015":35,
                "2016":39,
                "2017":22,
                "2018":30,
                "2019":34,
                "2020":20,
                "2021":1
            }
        ],
        [
            "Recent progress in the measurement and modeling of transport in molecular junctions has been very significant. Tunnel transport in the Landauer–Imry regime is now broadly understood for several systems, although a detailed understanding of the role of contact geometry is still required. We overview some clear indications from recent research and note the quite reasonable agreement between measured and calculated conductance in metal–molecule–metal junctions. The next challenge lies in obtaining a microscopic understanding of charge transport that involves reduction or oxidation of molecules.",
            "Molecular transport junctions: Clearing mists",
            "Stuart M Lindsay and Mark A Ratner",
            "2007",
            "K7wXsg0AAAAJ:IjCSPb-OGe4C",
            565,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.200601140",
            "16884987270066481065",
            "\/scholar?cites=16884987270066481065",
            {
                "2007":22,
                "2008":59,
                "2009":62,
                "2010":69,
                "2011":50,
                "2012":52,
                "2013":56,
                "2014":42,
                "2015":48,
                "2016":22,
                "2017":30,
                "2018":13,
                "2019":17,
                "2020":17,
                "2021":2
            }
        ],
        [
            "Oscillating probe atomic force microscopy in fluids is simplified when an oscillating force is applied directly to a magnetized cantilever using a solenoid. The response of the detector is simpler than that obtained with acoustic excitation. Reliable operation over a broad frequency range is achieved with excitation amplitudes of a few nm. This lower amplitude appears to facilitate imaging by means of small asperities on the tip. Images of a DNA plasmid bound weakly to mica in water have a full width of 5 nm when scanned with tips of a nominal macroscopic radius of curvature of 50 nm.",
            "A magnetically driven oscillating probe microscope for operation in liquids",
            "Wenhai Han and SM Lindsay and Tianwei Jing",
            "1996",
            "K7wXsg0AAAAJ:2osOgNQ5qMEC",
            564,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.117835",
            "4278451490266460742",
            "\/scholar?cites=4278451490266460742",
            {
                "1997":2,
                "1998":10,
                "1999":19,
                "2000":24,
                "2001":26,
                "2002":34,
                "2003":24,
                "2004":44,
                "2005":27,
                "2006":31,
                "2007":42,
                "2008":36,
                "2009":43,
                "2010":21,
                "2011":31,
                "2012":20,
                "2013":35,
                "2014":26,
                "2015":11,
                "2016":16,
                "2017":11,
                "2018":19,
                "2019":4,
                "2020":7
            }
        ],
        [
            "Stochastic on-off conductivity switching observed in phenylene-ethynylene oligomers has been explained in terms of changes in ring conformations, or electron localization, or both. We report the observation of stochastic on-off switching in the simplest of wired molecules: octanedithiol, decanedithiol, and dodecanedithiol bonded on an Au(111) surface. Stochastic switching was observed even when a top gold contact was pressed on by a conducting atomic force microscope tip at constant force. The rate of switching increased substantially at 60°C, a temperature at which these films are commonly annealed. Because such switching in alkanethiols is unlikely to be caused by internal molecular electronic changes and cannot be fully accounted for by breaking of the top contact, we argue that the cause is the well-known mobility of molecules tethered to gold via a thiol linkage.",
            "A bond-fluctuation mechanism for stochastic switching in wired molecules",
            "Ganesh K Ramachandran and Theresa J Hopson and Adam M Rawlett and Larry A Nagahara and Alex Primak and Stuart M Lindsay",
            "2003",
            "K7wXsg0AAAAJ:qjMakFHDy7sC",
            513,
            "https:\/\/science.sciencemag.org\/content\/300\/5624\/1413.abstract",
            "7850936841180902277",
            "\/scholar?cites=7850936841180902277",
            {
                "2003":9,
                "2004":46,
                "2005":49,
                "2006":58,
                "2007":54,
                "2008":56,
                "2009":32,
                "2010":46,
                "2011":28,
                "2012":21,
                "2013":15,
                "2014":18,
                "2015":24,
                "2016":10,
                "2017":11,
                "2018":9,
                "2019":13,
                "2020":10
            }
        ],
        [
            "The DNA origami method, in which long, single-stranded DNA segments are folded into shapes by short staple segments, was used to create nucleic acid probe tiles that are molecular analogs of macroscopic DNA chips. One hundred trillion probe tiles were fabricated in one step and bear pairs of 20-nucleotide-long single-stranded DNA segments that act as probe sequences. These tiles can hybridize to their targets in solution and, after adsorption onto mica surfaces, can be examined by atomic force microscopy in order to quantify binding events, because the probe segments greatly increase in stiffness upon hybridization. The nucleic acid probe tiles have been used to study position-dependent hybridization on the nanoscale and have also been used for label-free detection of RNA.",
            "Self-assembled water-soluble nucleic acid probe tiles for label-free RNA hybridization assays",
            "Yonggang Ke and Stuart Lindsay and Yung Chang and Yan Liu and Hao Yan",
            "2008",
            "K7wXsg0AAAAJ:0EnyYjriUFMC",
            477,
            "https:\/\/science.sciencemag.org\/content\/319\/5860\/180.abstract",
            "6167940599718251203",
            "\/scholar?cites=6167940599718251203",
            {
                "2008":17,
                "2009":42,
                "2010":47,
                "2011":43,
                "2012":41,
                "2013":52,
                "2014":40,
                "2015":44,
                "2016":30,
                "2017":34,
                "2018":35,
                "2019":25,
                "2020":21
            }
        ],
        [
            "The importance of forces in biology has been recognized for quite a while but only in the past decade have we acquired instrumentation and methodology to directly measure interactive forces at the level of single biological macromolecules and\/or their complexes. This review focuses on force measurements performed with the atomic force microscope. A general introduction to the principle of action is followed by review of the types of interactions being studied, describing the main results and discussing the biological implications.",
            "Single molecule force spectroscopy in biology using the atomic force microscope",
            "Jordanka Zlatanova and Stuart M Lindsay and Sanford H Leuba",
            "2000",
            "K7wXsg0AAAAJ:Tyk-4Ss8FVUC",
            468,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0079610700000146",
            "1911554660832358906",
            "\/scholar?cites=1911554660832358906",
            {
                "2001":4,
                "2002":18,
                "2003":23,
                "2004":38,
                "2005":20,
                "2006":31,
                "2007":29,
                "2008":36,
                "2009":30,
                "2010":32,
                "2011":27,
                "2012":22,
                "2013":18,
                "2014":23,
                "2015":27,
                "2016":25,
                "2017":22,
                "2018":15,
                "2019":15,
                "2020":10
            }
        ]
    ]
}