{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "Short dephasing times pose one of the main challenges in realizing a quantum computer. Different approaches have been devised to cure this problem for superconducting qubits, a prime example being the operation of such devices at optimal working points, so-called “sweet spots.” This latter approach led to significant improvement of T 2 times in Cooper pair box qubits [D. Vion et al., Science 296, 886 (2002)]. Here, we introduce a new type of superconducting qubit called the “transmon.” Unlike the charge qubit, the transmon is designed to operate in a regime of significantly increased ratio of Josephson energy and charging energy E J∕ E C. The transmon benefits from the fact that its charge dispersion decreases exponentially with E J∕ E C, while its loss in anharmonicity is described by a weak power law. As a result, we predict a drastic reduction in sensitivity to charge noise relative to the Cooper pair box and …",
            "Charge-insensitive qubit design derived from the Cooper pair box",
            "Jens Koch and M Yu Terri and Jay Gambetta and Andrew A Houck and DI Schuster and J Majer and Alexandre Blais and Michel H Devoret and Steven M Girvin and Robert J Schoelkopf",
            "2007",
            "k80ArJsAAAAJ:d1gkVwhDpl0C",
            2139,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.76.042319",
            "1458201379662746010",
            "\/scholar?cites=1458201379662746010",
            {
                "2008":27,
                "2009":56,
                "2010":64,
                "2011":71,
                "2012":107,
                "2013":145,
                "2014":124,
                "2015":169,
                "2016":182,
                "2017":242,
                "2018":239,
                "2019":284,
                "2020":390,
                "2021":24
            }
        ],
        [
            "Superconducting circuits are promising candidates for constructing quantum bits (qubits) in a quantum computer; single-qubit operations are now routine 1, 2, and several examples 3, 4, 5, 6, 7, 8, 9 of two-qubit interactions and gates have been demonstrated. These experiments show that two nearby qubits can be readily coupled with local interactions. Performing gate operations between an arbitrary pair of distant qubits is highly desirable for any quantum computer architecture, but has not yet been demonstrated. An efficient way to achieve this goal is to couple the qubits to a ‘quantum bus’, which distributes quantum information among the qubits. Here we show the implementation of such a quantum bus, using microwave photons confined in a transmission line cavity, to couple two superconducting qubits on opposite sides of a chip. The interaction is mediated by the exchange of virtual rather than real photons …",
            "Coupling superconducting qubits via a cavity bus",
            "J Majer and JM Chow and JM Gambetta and Jens Koch and BR Johnson and JA Schreier and L Frunzio and DI Schuster and Andrew Addison Houck and Andreas Wallraff and Alexandre Blais and MH Devoret and SM Girvin and RJ Schoelkopf",
            "2007",
            "k80ArJsAAAAJ:u5HHmVD_uO8C",
            1315,
            "https:\/\/www.nature.com\/articles\/nature06184",
            "16864623392191954066",
            "\/scholar?cites=16864623392191954066",
            {
                "2007":8,
                "2008":86,
                "2009":110,
                "2010":102,
                "2011":93,
                "2012":110,
                "2013":118,
                "2014":86,
                "2015":91,
                "2016":97,
                "2017":87,
                "2018":96,
                "2019":112,
                "2020":110,
                "2021":5
            }
        ],
        [
            "Using a well-controlled quantum system to simulate complex quantum matter is an idea that has been around for 30 years and put into practice in systems of ultracold atoms for more than a decade. Much recent excitement has focused on a new implementation of quantum simulators using superconducting circuits, where conventional microchip fabrication can be used to take design concepts to experimental reality, quickly and flexibly. Because the quantum ‘particles’ in these simulators are circuit excitations rather than physical particles subject to conservation laws, superconducting simulators provide a complement to ultracold atoms by naturally accessing non-equilibrium physics. Here, we review the recent wealth of theoretical explorations and experimental prospects of realizing these new devices.",
            "On-chip quantum simulation with superconducting circuits",
            "Andrew A Houck and Hakan E Türeci and Jens Koch",
            "2012",
            "k80ArJsAAAAJ:3fE2CSJIrl8C",
            948,
            "https:\/\/www.nature.com\/articles\/nphys2251.pdf?origin=ppub",
            "2620500428284085242",
            "\/scholar?cites=2620500428284085242",
            {
                "2012":28,
                "2013":83,
                "2014":84,
                "2015":117,
                "2016":119,
                "2017":116,
                "2018":137,
                "2019":117,
                "2020":134,
                "2021":8
            }
        ],
        [
            "We show that Franck-Condon physics leads to a significant current suppression at low bias voltages (termed Franck-Condon blockade) in transport through single molecules with strong coupling between electronic and vibrational degrees of freedom. Transport in this regime is characterized by remarkably large Fano factors (10 2–10 3 for realistic parameters), which arise due to avalanchelike transport of electrons. Avalanches occur in a self-similar manner over a wide range of time scales, leading to power-law dependences of the current noise on frequency and vibrational relaxation rate.",
            "Franck-Condon blockade and giant Fano factors in transport through single molecules",
            "Jens Koch and Felix Von Oppen",
            "2005",
            "k80ArJsAAAAJ:u-x6o8ySG0sC",
            534,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.94.206804",
            "15141167834986336683",
            "\/scholar?cites=15141167834986336683",
            {
                "2005":10,
                "2006":32,
                "2007":29,
                "2008":44,
                "2009":31,
                "2010":44,
                "2011":41,
                "2012":43,
                "2013":40,
                "2014":31,
                "2015":37,
                "2016":28,
                "2017":32,
                "2018":33,
                "2019":30,
                "2020":27,
                "2021":1
            }
        ],
        [
            "We present an experimental realization of the transmon qubit, which is an improved superconducting charge qubit derived from the Cooper pair box. We experimentally verify the predicted exponential suppression of sensitivity to 1∕ f charge noise. This removes the leading source of dephasing in charge qubits which results in homogeneously broadened transitions with relaxation and dephasing times in the microsecond range. Our systematic characterization of the qubit spectrum, anharmonicity, and charge dispersion shows excellent agreement with theory.",
            "Suppressing charge noise decoherence in superconducting charge qubits",
            "JA Schreier and Andrew A Houck and Jens Koch and David I Schuster and BR Johnson and JM Chow and Jay M Gambetta and J Majer and L Frunzio and Michel H Devoret and Steven M Girvin and Robert J Schoelkopf",
            "2008",
            "k80ArJsAAAAJ:9yKSN-GCB0IC",
            517,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.77.180502",
            "2250712465217102222",
            "\/scholar?cites=2250712465217102222",
            {
                "2008":13,
                "2009":43,
                "2010":36,
                "2011":45,
                "2012":36,
                "2013":47,
                "2014":49,
                "2015":33,
                "2016":40,
                "2017":39,
                "2018":36,
                "2019":36,
                "2020":60
            }
        ],
        [
            "The promise of single Cooper-pair quantum circuits based on tunnel junctions for metrology and quantum information applications is severely limited by the influence of offset charges: random, slowly drifting microscopic charges inherent in many solid-state systems. By shunting a small junction with the Josephson kinetic inductance of a series array of large-capacitance tunnel junctions, thereby ensuring that all superconducting islands are connected to the circuit by at least one large junction, we have realized a new superconducting artificial atom that is totally insensitive to offset charges. Yet its energy levels manifest the anharmonic structure associated with single Cooper-pair effects, a useful component for solid-state quantum computation.",
            "Fluxonium: Single cooper-pair circuit free of charge offsets",
            "Vladimir E Manucharyan and Jens Koch and Leonid I Glazman and Michel H Devoret",
            "2009",
            "k80ArJsAAAAJ:eQOLeE2rZwMC",
            494,
            "https:\/\/science.sciencemag.org\/content\/326\/5949\/113.abstract",
            "14663927602574453765",
            "\/scholar?cites=14663927602574453765",
            {
                "2009":4,
                "2010":21,
                "2011":22,
                "2012":26,
                "2013":57,
                "2014":32,
                "2015":39,
                "2016":35,
                "2017":40,
                "2018":59,
                "2019":77,
                "2020":71,
                "2021":7
            }
        ],
        [
            "We present a detailed characterization of coherence in seven transmon qubits in a circuit QED architecture. We find that spontaneous emission rates are strongly influenced by far off-resonant modes of the cavity and can be understood within a semiclassical circuit model. A careful analysis of the spontaneous qubit decay into a microwave transmission-line cavity can accurately predict the qubit lifetimes over 2 orders of magnitude in time and more than an octave in frequency. Coherence times T 1 and T 2* of more than a microsecond are reproducibly demonstrated.",
            "Controlling the spontaneous emission of a superconducting transmon qubit",
            "AA Houck and JA Schreier and BR Johnson and JM Chow and Jens Koch and JM Gambetta and DI Schuster and L Frunzio and MH Devoret and SM Girvin and RJ Schoelkopf",
            "2008",
            "k80ArJsAAAAJ:qjMakFHDy7sC",
            400,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.080502",
            "6796007710025737070",
            "\/scholar?cites=6796007710025737070",
            {
                "2007":1,
                "2008":4,
                "2009":33,
                "2010":29,
                "2011":31,
                "2012":22,
                "2013":36,
                "2014":25,
                "2015":42,
                "2016":27,
                "2017":34,
                "2018":39,
                "2019":32,
                "2020":43,
                "2021":2
            }
        ],
        [
            "Breaking time-reversal symmetry is a prerequisite for accessing certain interesting many-body states such as fractional quantum Hall states. For polaritons, charge neutrality prevents magnetic fields from providing a direct symmetry-breaking mechanism and, similar to the situation in ultracold atomic gases, an effective magnetic field has to be synthesized. We show that in the circuit-QED architecture, this can be achieved by inserting simple superconducting circuits into the resonator junctions. In the presence of such coupling elements, constant parallel magnetic and electric fields suffice to break time-reversal symmetry. We support these theoretical predictions with numerical simulations for realistic sample parameters, specify general conditions under which time reversal is broken, and discuss the application to chiral Fock-state transfer, an on-chip circulator, and tunable band structure for the Kagome lattice.",
            "Time-reversal-symmetry breaking in circuit-QED-based photon lattices",
            "Jens Koch and Andrew A Houck and Karyn Le Hur and SM Girvin",
            "2010",
            "k80ArJsAAAAJ:_FxGoFyzp5QC",
            319,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.82.043811",
            "15029911776635948891",
            "\/scholar?cites=15029911776635948891",
            {
                "2010":4,
                "2011":13,
                "2012":27,
                "2013":31,
                "2014":35,
                "2015":39,
                "2016":37,
                "2017":34,
                "2018":32,
                "2019":25,
                "2020":39,
                "2021":3
            }
        ],
        [
            "On the level of single atoms and photons, the coupling between atoms and the electromagnetic field is typically very weak. By using a cavity to confine the field, the strength of this interaction can be increased by many orders of magnitude, to a point where it dominates over any dissipative process. This strong-coupling regime of cavity quantum electrodynamics 1, 2 has been reached for real atoms in optical cavities 3, and for artificial atoms in circuit quantum electrodynamics 4 and quantum dot systems 5, 6. A signature of strong coupling is the splitting of the cavity transmission peak into a pair of resolvable peaks when a single resonant atom is placed inside the cavity, an effect known as vacuum Rabi splitting. The circuit quantum electrodynamics architecture is ideally suited for going beyond this linear-response effect. Here, we show that increasing the drive power results in two unique nonlinear features in the …",
            "Nonlinear response of the vacuum Rabi resonance",
            "Lev S Bishop and JM Chow and Jens Koch and AA Houck and MH Devoret and E Thuneberg and SM Girvin and RJ Schoelkopf",
            "2009",
            "k80ArJsAAAAJ:UeHWp8X0CEIC",
            282,
            "https:\/\/www.nature.com\/articles\/nphys1154",
            "1664142761150580771",
            "\/scholar?cites=1664142761150580771",
            {
                "2008":1,
                "2009":28,
                "2010":37,
                "2011":24,
                "2012":25,
                "2013":20,
                "2014":21,
                "2015":24,
                "2016":26,
                "2017":26,
                "2018":21,
                "2019":11,
                "2020":16,
                "2021":1
            }
        ]
    ]
}