{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "Skepticism is an essential part of scientific inquiry, and different types of methods represent important critical perspectives. Equally important, however, is the fact that different research methods offer possible solutions for one another's problems. This is the central premise of this book.",
            "Multimethod research: A synthesis of styles.",
            "John Brewer and Albert Hunter",
            "1989",
            "K8LZvqsAAAAJ:N5tVd3kTz84C",
            2988,
            "https:\/\/psycnet.apa.org\/record\/1989-98711-000",
            "12803574224005069906",
            "\/scholar?cites=12803574224005069906",
            {
                "1991":12,
                "1992":21,
                "1993":35,
                "1994":29,
                "1995":30,
                "1996":37,
                "1997":48,
                "1998":67,
                "1999":44,
                "2000":51,
                "2001":55,
                "2002":57,
                "2003":74,
                "2004":100,
                "2005":90,
                "2006":140,
                "2007":137,
                "2008":145,
                "2009":147,
                "2010":163,
                "2011":132,
                "2012":192,
                "2013":138,
                "2014":174,
                "2015":162,
                "2016":135,
                "2017":167,
                "2018":138,
                "2019":120,
                "2020":104,
                "2021":2
            }
        ],
        [
            "Ethnography is one of the principal methods of qualitative research and has a long-established tradition of use in the social sciences. However, the literature on ethnography has become a battleground as ethnography is attacked from within and without the qualitative tradition. Post-modern critics attack the methodological status of ethnography and challenge the importance of its representations of reality, and others argue that globalization narrows its application as localism disappears. This volume provides a robust defence of this research method and establishes its continued relevance in the social sciences. It sets out the competing methodological bases of ethnography and details its different uses as a research method. The author offers guidelines for good practice in the research process, as well as advice on the analysis, interpretation and presentation of ethnographic data.",
            "Ethnography",
            "John Brewer",
            "2000",
            "K8LZvqsAAAAJ:u5HHmVD_uO8C",
            2451,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=2VrlAAAAQBAJ&oi=fnd&pg=PP1&dq=info:FmknvAmtc7MJ:scholar.google.com&ots=aHWf-a_smf&sig=5IN-0rAz6qX6sznIkq3V8aeMADU",
            "12930869212433836310",
            "\/scholar?cites=12930869212433836310",
            {
                "2002":11,
                "2003":22,
                "2004":41,
                "2005":47,
                "2006":58,
                "2007":72,
                "2008":97,
                "2009":100,
                "2010":137,
                "2011":122,
                "2012":134,
                "2013":177,
                "2014":216,
                "2015":203,
                "2016":184,
                "2017":207,
                "2018":226,
                "2019":189,
                "2020":163,
                "2021":8
            }
        ],
        [
            "First published in 1990, The Ethnographic Imagination explores how sociologists use literary and rhetorical conventions to convey their findings and arguments, and to'persuade'their colleagues and students of the authenticity of their accounts. Looking at selected sociological texts in the light of contemporary social theory, the author analyses how their arguments are constructed and illustrated, and gives many new insights into the literary convention of realism and factual accounts.",
            "The ethnographic imagination: Textual constructions of reality",
            "Paul Atkinson",
            "2014",
            "K8LZvqsAAAAJ:sNmaIFBj_lkC",
            2124,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=PyVIAwAAQBAJ&oi=fnd&pg=PP1&dq=info:OMikbGLi_-UJ:scholar.google.com&ots=9kBCCkv7Dz&sig=-jGNnC7ntKZFq_Lo616L_bx4SJs",
            "16573214066104125496",
            "\/scholar?cites=16573214066104125496",
            {
                "1991":14,
                "1992":15,
                "1993":48,
                "1994":63,
                "1995":63,
                "1996":59,
                "1997":55,
                "1998":69,
                "1999":64,
                "2000":82,
                "2001":94,
                "2002":80,
                "2003":105,
                "2004":82,
                "2005":86,
                "2006":90,
                "2007":72,
                "2008":77,
                "2009":91,
                "2010":83,
                "2011":71,
                "2012":80,
                "2013":90,
                "2014":73,
                "2015":69,
                "2016":68,
                "2017":58,
                "2018":75,
                "2019":56,
                "2020":44,
                "2021":6
            }
        ],
        [
            "A detailed and valuable addition to the literature that will be a very useful resource for lecturers, as well as having a wide appeal among students′-Tim May, University of Salford Have you ever wondered what a concise, comprehensive book providing critical guidance to the whole expanse of social science research methods and issues might look like? The AZ is a collection of 94 entries ranging from qualitative research techniques to statistical testing and the practicalities of using the Internet as a research tool. Alphabetically arranged in accessible, reader-friendly formats, the shortest entries are 800 words long and the longest are 3000. Most entries are approximately 1500 words in length and are supported by suggestions for further reading. The book:-Answers the demand for a practical, fast and concise introduction to the key concepts and methods in social research-Supplies students with impeccable information that can be used in essays, exams and research projects-Demystifies a field that students often find daunting This is a refreshing book on social research methods, which understands the pressures that modern students face in their work-load and seeks to supply an authoritative study guide to the field. It should fulfil a long-standing need in undergraduate research methods courses for an unpatronising, utterly reliable aid to making sense of research methods.",
            "The AZ of social research: A dictionary of key social science research concepts",
            "Robert Lee Miller and John D Brewer",
            "2003",
            "K8LZvqsAAAAJ:d1gkVwhDpl0C",
            1029,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=q8-QD-y2k20C&oi=fnd&pg=PP2&dq=info:iJM2Ts5FkeIJ:scholar.google.com&ots=JhX22nIxZ4&sig=34bnS4c83BK0ducCU7iQ--gqvFg",
            "16325906876572537736",
            "\/scholar?cites=16325906876572537736",
            {
                "2004":7,
                "2005":7,
                "2006":20,
                "2007":16,
                "2008":23,
                "2009":37,
                "2010":42,
                "2011":51,
                "2012":71,
                "2013":67,
                "2014":87,
                "2015":110,
                "2016":106,
                "2017":93,
                "2018":107,
                "2019":102,
                "2020":67,
                "2021":4
            }
        ],
        [
            "'Multimethod Research'offers an explanation of how a planned synthesis of various research techniques (fieldwork, surveys, experiments, and nonreactive studies) can be purposely used to improve social science knowledge. John Brewer and Albert Hunter discuss the many aspects of the multimethod research approach, including the formulation of research problems, data collection, sampling and generalization, measurement, reliability and validity, hyposthesis testing and causal analysis, and writing and publicizing results. The book is a must-read for beginning to intermediate students and professionals who need to gain a better conceptual understanding of how to do social and behavioral science research more effectively.",
            "Foundations of multimethod research: Synthesizing styles",
            "John Brewer and Albert Hunter",
            "2006",
            "K8LZvqsAAAAJ:HbR8gkJAVGIC",
            989,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=l5rJOlwzBxcC&oi=fnd&pg=PR11&dq=info:bONMqyMaIB8J:scholar.google.com&ots=-dCEiWF41f&sig=fmXDCvYafheBdp31uPMBVB0W3s0",
            "2242821354930627436",
            "\/scholar?cites=2242821354930627436",
            {
                "2006":13,
                "2007":39,
                "2008":53,
                "2009":40,
                "2010":57,
                "2011":64,
                "2012":69,
                "2013":87,
                "2014":83,
                "2015":76,
                "2016":92,
                "2017":82,
                "2018":74,
                "2019":71,
                "2020":66,
                "2021":2
            }
        ],
        [
            "Discourse analysis is the name given to a variety of different approaches to the study of texts, which have developed from different theoretical traditions and diverse disciplinary locations. Strictly speaking, there is no single'discourse analysis', but many different styles of analysis that all lay claim to the name. What these perspectives share is a rejection of the realist notion that language is simply a neutral means of reflecting or describing the world, and a conviction in the central importance of discourse in constructing social life. This chapter will discuss one approach to discourse analysis that has been influential in fields as diverse as the sociology of science, media studies, technology studies, social psychology and policy analysis. The chapter is divided into four broad sections. In the first, I consider the intellectual context of the development of discourse analysis, and set out its central tenets. Secondly, I discuss the practice of discourse analysis. The third section is a case study of the use of this approach to analyse a short passage of text from a newspaper article. It gives an indication of the kind of material generated by discourse analysis, and fleshes out readers' understanding of doing discourse analysis. Finally the chapter will offer an evaluation of discourse analysis, highlighting some of its advantages and disadvantages.",
            "Discourse analysis",
            "Rosalind Gill",
            "2000",
            "K8LZvqsAAAAJ:DUooU5lO8OsC",
            638,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=UQewQ4FzHowC&oi=fnd&pg=PA172&dq=info:l1KiLacxDD4J:scholar.google.com&ots=lbwYZaNXJL&sig=BhBJr-6I4b03Q8KtQiLb4bRQ4bw",
            "4471003124166972055",
            "\/scholar?cites=4471003124166972055",
            {
                "2001":2,
                "2002":5,
                "2003":5,
                "2004":12,
                "2005":13,
                "2006":17,
                "2007":26,
                "2008":37,
                "2009":25,
                "2010":28,
                "2011":48,
                "2012":37,
                "2013":49,
                "2014":32,
                "2015":40,
                "2016":48,
                "2017":45,
                "2018":57,
                "2019":41,
                "2020":60,
                "2021":3
            }
        ],
        [
            "This book is a reappraisal of English politics in the first decade of George III's reign. It sets out to explain how party politics changed, and what problems that created for the parliamentary elite. The issues of party, of patriotism as it manifested itself in the elder Pitt's political career, and of the relations between the notions of ministerial responsibility and the powers of the Crown are all used to illuminate the nature of political conflict. Special emphasis is placed on Burke's notions of party. The schisms created by this reconfiguration of party politics, Dr Brewer argues, had effects beyond Westminster. He discusses extra-parliamentary forms of political expression, notably the press, and goes on to show how the career of John Wilkes and the critique of British politics developed by American radicals gave focus to a variety of political discontents, and produced new arguments in favour of parliamentary reform. Throughout his study he emphasises the interplay between popular and parliamentary politics. His work is designed to show that the'political nation'included many other than the parliamentary classes, and that the political conflicts of the period cannot be properly understood without a full examination of political ideology.",
            "Party ideology and popular politics at the accession of George III",
            "John Brewer",
            "1981",
            "K8LZvqsAAAAJ:3vbIHxFL9FgC",
            488,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=A3g5AAAAIAAJ&oi=fnd&pg=PR7&dq=info:JU3SDtjR8JEJ:scholar.google.com&ots=hk51zLcN05&sig=YP1O1arkgkVVHKPGNytVJWtpy1w",
            "10516135855801912613",
            "\/scholar?cites=10516135855801912613",
            {
                "1982":3,
                "1983":4,
                "1984":8,
                "1985":7,
                "1986":11,
                "1987":6,
                "1988":2,
                "1989":10,
                "1990":3,
                "1991":4,
                "1992":4,
                "1993":13,
                "1994":8,
                "1995":8,
                "1996":6,
                "1997":9,
                "1998":9,
                "1999":6,
                "2000":9,
                "2001":10,
                "2002":16,
                "2003":6,
                "2004":15,
                "2005":10,
                "2006":20,
                "2007":15,
                "2008":12,
                "2009":13,
                "2010":14,
                "2011":15,
                "2012":21,
                "2013":13,
                "2014":31,
                "2015":22,
                "2016":28,
                "2017":17,
                "2018":15,
                "2019":20,
                "2020":16,
                "2021":1
            }
        ]
    ]
}