{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We explore the Tully‐Fisher relation over five decades in stellar mass in galaxies with circular velocities ranging over  . We find a clear break in the optical Tully‐Fisher relation: field galaxies with   fall below the relation defined by brighter galaxies. These faint galaxies, however, are very rich in gas; adding in the gas mass and plotting the baryonic disk mass   in place of luminosity restores the single linear relation. The Tully‐Fisher relation thus appears fundamentally to be a relation between rotation velocity and total baryonic mass of the form  .",
            "The Baryonic Tully Fisher Relation",
            "SS. McGaugh and J Schombert and GD. Bothun and W. de Blok",
            "2000",
            "K9M80tUAAAAJ:mWEH9CqjF64C",
            1002,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/312628\/meta",
            "12110005296714812459",
            "\/scholar?cites=12110005296714812459",
            {
                "2000":5,
                "2001":26,
                "2002":11,
                "2003":17,
                "2004":30,
                "2005":17,
                "2006":25,
                "2007":48,
                "2008":49,
                "2009":44,
                "2010":72,
                "2011":51,
                "2012":61,
                "2013":48,
                "2014":62,
                "2015":76,
                "2016":74,
                "2017":60,
                "2018":61,
                "2019":76,
                "2020":66,
                "2021":12
            }
        ],
        [
            "We discuss a program of deep optical broad-and narrow-band imaging of 43 radio galaxies, supplemented",
            "Galaxy collisions and mergers-The genesis of very powerful radio sources?",
            "TM Heckman and Eric P Smith and Stefi A Baum and WJM Van Breugel and GK Miley and GD Illingworth and GD Bothun and B Balick",
            "1986",
            "K9M80tUAAAAJ:70eg2SAEIzsC",
            432,
            "http:\/\/adsabs.harvard.edu\/pdf\/1986ApJ...311..526H",
            "13849552912945561881",
            "\/scholar?cites=13849552912945561881",
            {
                "1987":7,
                "1988":22,
                "1989":13,
                "1990":11,
                "1991":12,
                "1992":8,
                "1993":12,
                "1994":9,
                "1995":7,
                "1996":13,
                "1997":4,
                "1998":15,
                "1999":17,
                "2000":19,
                "2001":12,
                "2002":8,
                "2003":22,
                "2004":6,
                "2005":10,
                "2006":22,
                "2007":18,
                "2008":23,
                "2009":14,
                "2010":12,
                "2011":10,
                "2012":18,
                "2013":13,
                "2014":11,
                "2015":14,
                "2016":13,
                "2017":6,
                "2018":4,
                "2019":10,
                "2020":8
            }
        ],
        [
            "In this paper we utilize the excellent relation between infrared magnitudes and 21 cm velocity widths to",
            "A distance scale from the infrared magnitude\/HI velocity-width relations. V-Distance moduli to 10 galaxy clusters, and positive detection of bulk supercluster motion toward the …",
            "M Aaronson and G Bothun and J Mould and J Huchra and RA Schommer and ME Cornell",
            "1986",
            "K9M80tUAAAAJ:KxtntwgDAa4C",
            382,
            "http:\/\/adsabs.harvard.edu\/pdf\/1986ApJ...302..536A",
            "15304931635219880688",
            "\/scholar?cites=15304931635219880688",
            {
                "1986":7,
                "1987":29,
                "1988":38,
                "1989":19,
                "1990":15,
                "1991":25,
                "1992":29,
                "1993":17,
                "1994":19,
                "1995":14,
                "1996":25,
                "1997":17,
                "1998":8,
                "1999":18,
                "2000":9,
                "2001":5,
                "2002":4,
                "2003":6,
                "2004":5,
                "2005":5,
                "2006":1,
                "2007":4,
                "2008":3,
                "2009":3,
                "2010":3,
                "2011":3,
                "2012":13,
                "2013":3,
                "2014":3,
                "2015":2,
                "2016":3,
                "2017":2,
                "2018":1,
                "2019":3,
                "2020":1
            }
        ],
        [
            "A sample of 137 low surface brightness galaxies in the Virgo Cluster has been studied, with initial selection",
            "Virgo dwarfs-New light on faint galaxies",
            "Chris Impey and Greg Bothun and David Malin",
            "1988",
            "K9M80tUAAAAJ:d1gkVwhDpl0C",
            362,
            "http:\/\/adsabs.harvard.edu\/pdf\/1988ApJ...330..634I",
            "15736524947852954316",
            "\/scholar?cites=15736524947852954316",
            {
                "1989":10,
                "1990":12,
                "1991":6,
                "1992":8,
                "1993":18,
                "1994":23,
                "1995":20,
                "1996":10,
                "1997":25,
                "1998":15,
                "1999":21,
                "2000":9,
                "2001":16,
                "2002":6,
                "2003":12,
                "2004":5,
                "2005":4,
                "2006":3,
                "2007":6,
                "2008":6,
                "2009":3,
                "2010":2,
                "2011":2,
                "2012":3,
                "2013":3,
                "2014":5,
                "2015":11,
                "2016":15,
                "2017":22,
                "2018":22,
                "2019":26,
                "2020":3
            }
        ],
        [
            "We report on the accidental discovery of an extremely large, extremely H I-rich low-surface-brightness",
            "Discovery of a huge low-surface-brightness galaxy-A protodisk galaxy at low redshift?",
            "Gregory D Bothun and Christopher D Impey and David F Malin and Jeremy R Mould",
            "1987",
            "K9M80tUAAAAJ:2P1L_qKh6hAC",
            339,
            "http:\/\/adsabs.harvard.edu\/pdf\/1987AJ.....94...23B7-title=Discovery",
            "15357344097884655388",
            "\/scholar?cites=15357344097884655388",
            {
                "1988":8,
                "1989":13,
                "1990":16,
                "1991":7,
                "1992":11,
                "1993":17,
                "1994":11,
                "1995":14,
                "1996":17,
                "1997":16,
                "1998":11,
                "1999":13,
                "2000":10,
                "2001":13,
                "2002":7,
                "2003":13,
                "2004":8,
                "2005":9,
                "2006":5,
                "2007":10,
                "2008":7,
                "2009":3,
                "2010":6,
                "2011":4,
                "2012":4,
                "2013":6,
                "2014":1,
                "2015":6,
                "2016":10,
                "2017":10,
                "2018":10,
                "2019":12,
                "2020":14,
                "2021":1
            }
        ],
        [
            "The Great Observatories All-Sky LIRG Survey (GOALS20) combines data from NASA's Spitzer Space Telescope, Chandra X-Ray Observatory, Hubble Space Telescope (HST), and Galaxy Evolution Explorer (GALEX) observatories, together with ground-based data, into a comprehensive imaging and spectroscopic survey of over 200 low-redshift (z< 0.088), Luminous Infrared Galaxies (LIRGs). The LIRGs are a complete subset of the IRAS Revised Bright Galaxy Sample (RBGS), which comprises 629 extragalactic objects with 60 μm flux densities above 5.24 Jy, and Galactic latitudes above five degrees. The LIRGs targeted in GOALS span the full range of nuclear spectral types defined via traditional optical line-ratio diagrams (type-1 and type-2 AGN, LINERs, and starbursts) as well as interaction stages (major mergers, minor mergers, and isolated galaxies). They provide an unbiased picture of the processes …",
            "GOALS: The Great Observatories All-Sky LIRG Survey",
            "Lee Armus and JM Mazzarella and AS Evans and JA Surace and DB Sanders and K Iwasawa and DT Frayer and JH Howell and Ben Chan and A Petric and T Vavilkin and DC Kim and S Haan and H Inami and EJ Murphy and PN Appleton and JE Barnes and G Bothun and CR Bridge and V Charmandaris and JB Jensen and LJ Kewley and S Lord and BF Madore and JA Marshall and JE Melbourne and J Rich and S Satyapal and B Schulz and HWW Spoon and E Sturm and S Veilleux and K Xu",
            "2009",
            "K9M80tUAAAAJ:u_35RYKgDlwC",
            320,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/600092\/meta",
            "4782658466174239110",
            "\/scholar?cites=4782658466174239110",
            {
                "2009":2,
                "2010":18,
                "2011":21,
                "2012":17,
                "2013":28,
                "2014":24,
                "2015":37,
                "2016":37,
                "2017":31,
                "2018":42,
                "2019":26,
                "2020":33,
                "2021":4
            }
        ],
        [
            "The properties of galaxies that are lower in surface brightness than the dark night sky are reviewed. There are substantial selection effects against the discovery of galaxies that are unevolved or diffuse; these systems are missing from most wide field catalogs. Low surface brightness galaxies make up a significant amount of the luminosity density of the local universe. They contribute substantial but poorly determined amounts to the census of baryons and dark matter. Low surface brightness galaxies are also relevant to the interpretation of quasar absorption lines and to the understanding of rapidly evolving galaxy populations in the more distant universe. Theories of galaxy formation and evolution must accomodate the properties of these diffuse stellar systems.",
            "Low surface brightness galaxies",
            "Chris Impey and Greg Bothun",
            "1997",
            "K9M80tUAAAAJ:9yKSN-GCB0IC",
            315,
            "https:\/\/www.academia.edu\/download\/48071090\/annurev.astro.35.1.267.pdf",
            "4556135356652215",
            "\/scholar?cites=4556135356652215",
            {
                "1997":1,
                "1998":8,
                "1999":23,
                "2000":23,
                "2001":21,
                "2002":15,
                "2003":11,
                "2004":15,
                "2005":10,
                "2006":9,
                "2007":16,
                "2008":11,
                "2009":8,
                "2010":11,
                "2011":12,
                "2012":10,
                "2013":10,
                "2014":3,
                "2015":12,
                "2016":12,
                "2017":18,
                "2018":15,
                "2019":15,
                "2020":15,
                "2021":4
            }
        ],
        [
            "Low Surface Brightness (LSB) galaxies appear to have low star formation rates despite their often quite normal HI contents as judged from global HI properties such as MH I\/L and MH I\/MT ratios. HI imaging with the Very Large Array of the National Radio Astronomy Observatory (the NRAO is operated by Associated Universities Inc. under contract with the National Science Foundation) of eight LSB galaxies shows that the H1 is extended compared with the optical size and has average surface densities which are about a factor 2 lower than in High Surface Brightness (HSB) galaxies of the same type. The resolution of the H I imaging allows a rough rotation curve analysis for evaluating the critical density for star formation as formulated by Kennicutt [ApJ, 344, 685 (1989)]. The observed HI surface densities systematically fall below this critical density for most of the galaxies in this sample, in agreement with the low …",
            "Star formation thresholds in low surface brightness galaxies",
            "JM Van Der Hulst and ED Skillman and TR Smith and GD Bothun and SS McGaugh and WJG De Blok",
            "1993",
            "K9M80tUAAAAJ:u-x6o8ySG0sC",
            308,
            "https:\/\/drum.lib.umd.edu\/bitstream\/handle\/1903\/8710\/AJv106p548.pdf?sequence=1",
            "6940301184586871032",
            "\/scholar?cites=6940301184586871032",
            {
                "1993":1,
                "1994":3,
                "1995":12,
                "1996":15,
                "1997":28,
                "1998":19,
                "1999":18,
                "2000":15,
                "2001":22,
                "2002":15,
                "2003":12,
                "2004":8,
                "2005":7,
                "2006":8,
                "2007":12,
                "2008":14,
                "2009":8,
                "2010":7,
                "2011":12,
                "2012":6,
                "2013":7,
                "2014":3,
                "2015":9,
                "2016":7,
                "2017":15,
                "2018":10,
                "2019":5,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Low surface brightness (LSB) galaxies are galaxies dominated by an exponential disc whose central surface brightness is much fainter than the value of μB(0) = 21.65 ± 0.30 mag arcsec−2 found by Freeman. In this paper we present broadband photometry of a sample of 21 late-type LSB galaxies. The median central surface brightness of the sample is μB(0) = 23.2 mag arcsec−2 and the median scale length is 3.2 kpc, showing that LSB galaxies are normal-sized galaxies. We find colours that are comparable to or bluer than those of the more widely studied ‘normal’ high surface brightness (HSB) galaxies. LSB galaxies are therefore not faded discs that have no current star formation. The colours cannot on the other hand be ascribed entirely to metallicity effects, but we can explain them by assuming a sporadic star formation rate scenario. LSB galaxies hence appear to be unevolved and quiescent objects …",
            "Surface photometry of low surface brightness galaxies",
            "WJG De Blok and JM Van Der Hulst and GD Bothun",
            "1995",
            "K9M80tUAAAAJ:2osOgNQ5qMEC",
            250,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/274\/1\/235\/1072854",
            "3956499822164354408",
            "\/scholar?cites=3956499822164354408",
            {
                "1995":1,
                "1996":14,
                "1997":18,
                "1998":20,
                "1999":19,
                "2000":17,
                "2001":21,
                "2002":16,
                "2003":16,
                "2004":8,
                "2005":10,
                "2006":5,
                "2007":7,
                "2008":14,
                "2009":7,
                "2010":6,
                "2011":3,
                "2012":2,
                "2013":3,
                "2014":2,
                "2015":8,
                "2016":5,
                "2017":7,
                "2018":8,
                "2019":4,
                "2020":4,
                "2021":2
            }
        ],
        [
            "This paper represents a collective effort to provide an extensive electronic database useful for the interpretation of the spectra and evolution of galaxies. A broad variety of empirical and theoretical data are discussed here, and the data are made fully available in the AAS CD-ROM Series, Vo. 7. Several empirical stellar libraries are part of this database. They cover the ultraviolet spectral range observed with IUE, optical data from different ground-based telescopes, and ground-based infrared data. Spectral type coverage depends on the wavelength, but it is mostly complete for types O and M and luminosity classes V to I. A large metallicity range is covered as well. Theoretical libraries of selected spectral indices of cool stars and of stellar continuum fluxes in the temperature range 2000 K to 50,000 K, as well as Wolf-Rayet energy distributions are presented. Several libraries of star clusters and early-type galaxies …",
            "A database for galaxy evolution modeling",
            "Claus Leitherer and Danielle Alloin and Uta Fritze-V Alvensleben and John S Gallagher and John P Huchra and Francesca Matteucci and Robert W O'Connell and John E Beckman and Gianpaolo Bertelli and Eduardo Bica and Catherine Boisson and Charles Bonatto and Gregory D Bothun and Alessandro Bressan and Jean P Brodie and Gustavo Bruzual and David Burstein and Roland Buser and Nelson Caldwell and Emilio Casuso and Miguel Cerviño and Stephane Charlot and Miguel Chavez and Cesare Chiosi and Carol A Christian and Francois Cuisinier and Richard Dallier and Alex de Koter and Sonya Delisle and Angeles I Diaz and Michael A Dopita and Ben Dorman and Franco Fagotto and Michael N Fanelli and Michel Fioc and Maria Luisa Garcia-Vargas and Leo Girardi and Jeffrey D Goldader and Eduardo Hardy and Timothy M Heckman and Jorge Iglesias and Pascale Jablonka and Monique Joly and Lewis Jones and Oliver Kurth and Ariane Lancon and Thibault Lejeune and Johannes Loxen and Andre Maeder and Maria Lucia Malagnini and Paola Marigo and J Miguel Mas-Hesse and Georges Meynet and Claudia S Moller and Mercedes L Molla and Carlo Morossi and Emma Nasi and Joy S Nichols and Knut JR Odegaard and Joel Wm Parker and Miriani G Pastoriza and Reynier Peletier and Carmelle Robert and Brigitte Rocca-Volmerange and Daniel Schaerer and Alex Schmidt and Henrique R Schmitt and Robert A Schommer and Werner Schmutz and Margarida Serote Roos and Laura Silva and Grazyna Stasińska and Ralph S Sutherland and Rosaria Tantalo and Peeter Traat and Antonella Vallenari and Alexandre Vazdekis and Nolan R Walborn and Guy Worthey and Chi-Chao Wu",
            "1996",
            "K9M80tUAAAAJ:ldfaerwXgEUC",
            232,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/133825\/meta",
            "17304004781949244751",
            "\/scholar?cites=17304004781949244751",
            {
                "1995":1,
                "1996":1,
                "1997":18,
                "1998":27,
                "1999":34,
                "2000":33,
                "2001":25,
                "2002":16,
                "2003":11,
                "2004":19,
                "2005":4,
                "2006":9,
                "2007":5,
                "2008":4,
                "2009":2,
                "2010":4,
                "2011":3,
                "2012":1,
                "2013":2,
                "2014":2,
                "2015":1,
                "2016":3,
                "2017":2,
                "2018":2
            }
        ]
    ]
}