{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We present an analytical method using correlation functions to quantify clustering in super-resolution fluorescence localization images and electron microscopy images of static surfaces in two dimensions. We use this method to quantify how over-counting of labeled molecules contributes to apparent self-clustering and to calculate the effective lateral resolution of an image. This treatment applies to distributions of proteins and lipids in cell membranes, where there is significant interest in using electron microscopy and super-resolution fluorescence localization techniques to probe membrane heterogeneity. When images are quantified using pair auto-correlation functions, the magnitude of apparent clustering arising from over-counting varies inversely with the surface density of labeled molecules and does not depend on the number of times an average molecule is counted. In contrast, we demonstrate that over-counting does not give rise to apparent co-clustering in double label experiments when pair cross-correlation functions are measured. We apply our analytical method to quantify the distribution of the IgE receptor (FcεRI) on the plasma membranes of chemically fixed RBL-2H3 mast cells from images acquired using stochastic optical reconstruction microscopy (STORM\/dSTORM) and scanning electron microscopy (SEM). We find that apparent clustering of FcεRI-bound IgE is dominated by over-counting labels on individual complexes when IgE is directly conjugated to organic fluorophores. We verify this observation by measuring pair cross-correlation functions between two distinguishably labeled pools of IgE-FcεRI on the cell surface …",
            "Correlation functions quantify super-resolution images and estimate apparent clustering due to over-counting",
            "Sarah L Veatch and Benjamin B Machta and Sarah A Shelby and Ethan N Chiang and David A Holowka and Barbara A Baird",
            "2012",
            "k_Hhll0AAAAJ:u-x6o8ySG0sC",
            251,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0031457",
            "6907363358942553908",
            "\/scholar?cites=6907363358942553908",
            {
                "2012":9,
                "2013":23,
                "2014":36,
                "2015":35,
                "2016":38,
                "2017":29,
                "2018":30,
                "2019":21,
                "2020":28
            }
        ],
        [
            "The microscopically complicated real world exhibits behavior that often yields to simple yet quantitatively accurate descriptions. Predictions are possible despite large uncertainties in microscopic parameters, both in physics and in multiparameter models in other areas of science. We connect the two by analyzing parameter sensitivities in a prototypical continuum theory (diffusion) and at a self-similar critical point (the Ising model). We trace the emergence of an effective theory for long-scale observables to a compression of the parameter space quantified by the eigenvalues of the Fisher Information Matrix. A similar compression appears ubiquitously in models taken from diverse areas of science, suggesting that the parameter space structure underlying effective continuum and universal theories in physics also permits predictive modeling more generally.",
            "Parameter space compression underlies emergent theories and predictive models",
            "Benjamin B Machta and Ricky Chachra and Mark K Transtrum and James P Sethna",
            "2013",
            "k_Hhll0AAAAJ:Y0pCki6q_DkC",
            221,
            "https:\/\/science.sciencemag.org\/content\/342\/6158\/604.abstract",
            "15265895130629771462",
            "\/scholar?cites=15265895130629771462",
            {
                "2013":2,
                "2014":21,
                "2015":28,
                "2016":29,
                "2017":36,
                "2018":34,
                "2019":29,
                "2020":38,
                "2021":2
            }
        ],
        [
            "Large scale models of physical phenomena demand the development of new statistical and computational tools in order to be effective. Many such models are “sloppy,” i.e., exhibit behavior controlled by a relatively small number of parameter combinations. We review an information theoretic framework for analyzing sloppy models. This formalism is based on the Fisher information matrix, which is interpreted as a Riemannian metric on a parameterized space of models. Distance in this space is a measure of how distinguishable two models are based on their predictions. Sloppy model manifolds are bounded with a hierarchy of widths and extrinsic curvatures. The manifold boundary approximation can extract the simple, hidden theory from complicated sloppy models. We attribute the success of simple effective models in physics as likewise emerging from complicated processes exhibiting a low effective …",
            "Perspective: Sloppiness and emergent theories in physics, biology, and beyond",
            "Mark K Transtrum and Benjamin B Machta and Kevin S Brown and Bryan C Daniels and Christopher R Myers and James P Sethna",
            "2015",
            "k_Hhll0AAAAJ:QIV2ME_5wuYC",
            218,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4923066",
            "2898032270359204846",
            "\/scholar?cites=2898032270359204846",
            {
                "2015":3,
                "2016":30,
                "2017":47,
                "2018":44,
                "2019":43,
                "2020":45,
                "2021":4
            }
        ],
        [
            "We present a minimal model of plasma membrane heterogeneity that combines criticality with connectivity to cortical cytoskeleton. The development of this model was motivated by recent observations of micron-sized critical fluctuations in plasma membrane vesicles that are detached from their cortical cytoskeleton. We incorporate criticality using a conserved order parameter Ising model coupled to a simple actin cytoskeleton interacting through point-like pinning sites. Using this minimal model, we recapitulate several experimental observations of plasma membrane raft heterogeneity. Small (r ∼ 20 nm) and dynamic fluctuations at physiological temperatures arise from criticality. Including connectivity to the cortical cytoskeleton disrupts large fluctuations, prevents macroscopic phase separation at low temperatures (T ≤ 22°C), and provides a template for long-lived fluctuations at physiological temperature (T = 37°C …",
            "Minimal model of plasma membrane heterogeneity requires coupling cortical actin to criticality",
            "Benjamin B Machta and Stefanos Papanikolaou and James P Sethna and Sarah L Veatch",
            "2011",
            "k_Hhll0AAAAJ:u5HHmVD_uO8C",
            178,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349511002475",
            "6814254366134617236",
            "\/scholar?cites=6814254366134617236",
            {
                "2011":3,
                "2012":22,
                "2013":23,
                "2014":16,
                "2015":21,
                "2016":24,
                "2017":16,
                "2018":17,
                "2019":12,
                "2020":18
            }
        ],
        [
            "Fitting model parameters to experimental data is a common yet often challenging task, especially if the model contains many parameters. Typically, algorithms get lost in regions of parameter space in which the model is unresponsive to changes in parameters, and one is left to make adjustments by hand. We explain this difficulty by interpreting the fitting process as a generalized interpolation procedure. By considering the manifold of all model predictions in data space, we find that cross sections have a hierarchy of widths and are typically very narrow. Algorithms become stuck as they move near the boundaries. We observe that the model manifold, in addition to being tightly bounded, has low extrinsic curvature, leading to the use of geodesics in the fitting process. We improve the convergence of the Levenberg-Marquardt algorithm by adding geodesic acceleration to the usual step.",
            "Why are nonlinear fits to data so challenging?",
            "Mark K Transtrum and Benjamin B Machta and James P Sethna",
            "2010",
            "k_Hhll0AAAAJ:d1gkVwhDpl0C",
            158,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.060201",
            "3909923294379867464",
            "\/scholar?cites=3909923294379867464",
            {
                "2010":1,
                "2011":12,
                "2012":7,
                "2013":5,
                "2014":12,
                "2015":24,
                "2016":19,
                "2017":19,
                "2018":19,
                "2019":22,
                "2020":16,
                "2021":2
            }
        ],
        [
            "Parameter estimation by nonlinear least-squares minimization is a common problem that has an elegant geometric interpretation: the possible parameter values of a model induce a manifold within the space of data predictions. The minimization problem is then to find the point on the manifold closest to the experimental data. We show that the model manifolds of a large class of models, known as sloppy models, have many universal features; they are characterized by a geometric series of widths, extrinsic curvatures, and parameter-effect curvatures, which we describe as a hyper-ribbon. A number of common difficulties in optimizing least-squares problems are due to this common geometric structure. First, algorithms tend to run into the boundaries of the model manifold, causing parameters to diverge or become unphysical before they have been optimized. We introduce the model graph as an extension of the …",
            "Geometry of nonlinear least squares with applications to sloppy models and optimization",
            "Mark K Transtrum and Benjamin B Machta and James P Sethna",
            "2011",
            "k_Hhll0AAAAJ:2osOgNQ5qMEC",
            148,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.83.036701",
            "12134469638540532087",
            "\/scholar?cites=12134469638540532087",
            {
                "2011":7,
                "2012":9,
                "2013":7,
                "2014":9,
                "2015":7,
                "2016":17,
                "2017":23,
                "2018":26,
                "2019":22,
                "2020":18,
                "2021":3
            }
        ],
        [
            "Recent experiments suggest that membranes of living cells are tuned close to a miscibility critical point in the two-dimensional Ising universality class. We propose that one role for this proximity to criticality in live cells is to provide a conduit for relatively long-range critical Casimir forces. Using techniques from conformal field theory we calculate potentials of mean force between membrane bound inclusions mediated by their local interactions with the composition order parameter. We verify these calculations using Monte Carlo simulations where we also compare critical and off-critical results. Our findings suggest that membrane bound proteins experience weak yet long-range forces mediated by critical composition fluctuations in the plasma membranes of living cells.",
            "Critical Casimir forces in cellular membranes",
            "Benjamin B Machta and Sarah L Veatch and James P Sethna",
            "2012",
            "k_Hhll0AAAAJ:9yKSN-GCB0IC",
            108,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.109.138101",
            "10062696265260385473",
            "\/scholar?cites=10062696265260385473",
            {
                "2011":1,
                "2012":4,
                "2013":14,
                "2014":9,
                "2015":11,
                "2016":19,
                "2017":12,
                "2018":17,
                "2019":6,
                "2020":11,
                "2021":1
            }
        ],
        [
            "A large and diverse array of small hydrophobic molecules induce general anesthesia. Their efficacy as anesthetics has been shown to correlate both with their affinity for a hydrophobic environment and with their potency in inhibiting certain ligand-gated ion channels. In this study we explore the effects that n-alcohols and other liquid anesthetics have on the two-dimensional miscibility critical point observed in cell-derived giant plasma membrane vesicles (GPMVs). We show that anesthetics depress the critical temperature (Tc) of these GPMVs without strongly altering the ratio of the two liquid phases found below Tc. The magnitude of this affect is consistent across n-alcohols when their concentration is rescaled by the median anesthetic concentration (AC50) for tadpole anesthesia, but not when plotted against the overall concentration in solution. At AC50 we see a 4°C downward shift in Tc, much larger than is …",
            "Liquid general anesthetics lower critical temperatures in plasma membrane vesicles",
            "Ellyn Gray and Joshua Karslake and Benjamin B Machta and Sarah L Veatch",
            "2013",
            "k_Hhll0AAAAJ:Tyk-4Ss8FVUC",
            94,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349513012332",
            "13653459768514432741",
            "\/scholar?cites=13653459768514432741",
            {
                "2013":1,
                "2014":4,
                "2015":15,
                "2016":19,
                "2017":16,
                "2018":13,
                "2019":7,
                "2020":19
            }
        ],
        [
            "Many diverse studies have shown that a mechanical displacement of the axonal membrane accompanies the electrical pulse defining the action potential (AP). We present a model for these mechanical displacements as arising from the driving of surface wave modes in which potential energy is stored in elastic properties of the neuronal membrane and cytoskeleton while kinetic energy is carried by the axoplasmic fluid. In our model, these surface waves are driven by the travelling wave of electrical depolarization characterizing the AP, altering compressive electrostatic forces across the membrane. This driving leads to co-propagating mechanical displacements, which we term Action Waves (AWs). Our model allows us to estimate the shape of the AW that accompanies any travelling wave of voltage, making predictions that are in agreement with results from several experimental systems. Our model can serve as a …",
            "Mechanical surface waves accompany action potential propagation",
            "Ahmed El Hady and Benjamin B Machta",
            "2015",
            "k_Hhll0AAAAJ:M3ejUd6NZC8C",
            92,
            "https:\/\/www.nature.com\/articles\/ncomms7697?origin=ppub",
            "12960227476714857099",
            "\/scholar?cites=12960227476714857099",
            {
                "2015":1,
                "2016":7,
                "2017":12,
                "2018":28,
                "2019":20,
                "2020":23,
                "2021":1
            }
        ],
        [
            "Near a critical point, the time scale of thermally induced fluctuations diverges in a manner determined by the dynamic universality class. Experiments have verified predicted three-dimensional dynamic critical exponents in many systems, but similar experiments in two dimensions have been lacking for the case of conserved order parameter. Here we analyze the time-dependent correlation functions of a quasi-two-dimensional lipid bilayer in water to show that its critical dynamics agree with a recently predicted universality class. In particular, the effective dynamic exponent z eff crosses over from∼ 2 to∼ 3 as the correlation length of fluctuations exceeds a hydrodynamic length set by the membrane and bulk viscosities.",
            "Experimental observations of dynamic critical phenomena in a lipid membrane",
            "Aurelia R Honerkamp-Smith and Benjamin B Machta and Sarah L Keller",
            "2012",
            "k_Hhll0AAAAJ:IjCSPb-OGe4C",
            75,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.265702",
            "18302420008677355339",
            "\/scholar?cites=18302420008677355339",
            {
                "2011":1,
                "2012":5,
                "2013":10,
                "2014":10,
                "2015":10,
                "2016":9,
                "2017":8,
                "2018":9,
                "2019":4,
                "2020":6,
                "2021":3
            }
        ]
    ]
}