{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We report resonant inelastic x-ray measurements of insulating La 2 CuO 4 and Sr 2 CuO 2 Cl 2 taken with the incident energy tuned near the Cu K absorption edge. We show that the spectra are well described in a shakeup picture in third-order perturbation theory which exhibits both incoming and outgoing resonances and demonstrate how to extract a spectral function from the raw data. We conclude by showing q-dependent measurements of the charge transfer gap.",
            "Resonant inelastic x-ray scattering from valence excitations in insulating copper oxides",
            "P Abbamonte and CA Burns and ED Isaacs and PM Platzman and LL Miller and Sang-Wook Cheong and MV Klein",
            "1999",
            "KAR0UxwAAAAJ:u5HHmVD_uO8C",
            179,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.83.860",
            "13910258269738038271",
            "\/scholar?cites=13910258269738038271",
            {
                "1999":5,
                "2000":9,
                "2001":19,
                "2002":10,
                "2003":7,
                "2004":17,
                "2005":14,
                "2006":9,
                "2007":14,
                "2008":10,
                "2009":5,
                "2010":8,
                "2011":9,
                "2012":12,
                "2013":5,
                "2014":4,
                "2015":3,
                "2016":6,
                "2017":4,
                "2018":2,
                "2019":3,
                "2020":3
            }
        ],
        [
            "We report a resonant inelastic x-ray scattering study of the dispersion relations of charge-transfer excitations in insulating L a 2 C u O 4. These data reveal two peaks, both of which show two-dimensional characteristics. The lowest energy excitation has a gap energy of∼ 2.2 e V at the zone enter, and a dispersion of∼ 1 e V. The spectral weight of this mode becomes dramatically smaller around (π, π). The second peak shows a smaller dispersion (∼ 0.5 e V) with a zone-center energy of∼ 3.9 e V. We argue that these are both highly dispersive exciton modes damped by the presence of the electron-hole continuum.",
            "Resonant Inelastic X-Ray Scattering Study of Charge Excitations in L a 2 C u O 4",
            "YJ Kim and JP Hill and CA Burns and S Wakimoto and RJ Birgeneau and D Casa and T Gog and CT Venkataraman",
            "2002",
            "KAR0UxwAAAAJ:u-x6o8ySG0sC",
            148,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.89.177003",
            "12166304349183278891",
            "\/scholar?cites=12166304349183278891",
            {
                "2002":1,
                "2003":7,
                "2004":15,
                "2005":20,
                "2006":11,
                "2007":12,
                "2008":13,
                "2009":12,
                "2010":10,
                "2011":8,
                "2012":11,
                "2013":7,
                "2014":4,
                "2015":4,
                "2016":1,
                "2017":3,
                "2018":3,
                "2019":2,
                "2020":4
            }
        ],
        [
            "Using magnetic x-ray and neutron diffraction in UP t 3, we find that a suppression of the antiferromagnetic scattering intensity in the superconducting phase is due to a reduction in the magnitude of the staggered moment with no change in symmetry. The existence of the suppression as well as the magnetic correlation lengths are not affected by the presence or absence of a visible splitting in the superconducting transition. The simplest models wherein antiferromagnetic order provides the symmetry-breaking field for the splitting do not provide a compete explanation of our results.",
            "Antiferromagnetism and Its Relation to the Superconducting Phases of UP",
            "ED Isaacs and P Zschack and CL Broholm and C Burns and G Aeppli and AP Ramirez and TTM Palstra and RW Erwin and N Stücheli and E Bucher",
            "1995",
            "KAR0UxwAAAAJ:d1gkVwhDpl0C",
            84,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.75.1178",
            "691621151924246084",
            "\/scholar?cites=691621151924246084",
            {
                "1995":2,
                "1996":7,
                "1997":10,
                "1998":8,
                "1999":10,
                "2000":9,
                "2001":5,
                "2002":6,
                "2003":4,
                "2004":3,
                "2005":1,
                "2006":1,
                "2007":2,
                "2008":2,
                "2009":2,
                "2010":1,
                "2011":1,
                "2012":4,
                "2013":1,
                "2014":1,
                "2015":2,
                "2016":1,
                "2017":1
            }
        ],
        [
            "The existence of charge-density-wave (CDW) correlations in cuprate superconductors has now been established. However, the nature of the CDW ground state has remained uncertain because disorder and the presence of superconductivity typically limit the CDW correlation lengths to only a dozen unit cells or less. Here we explore the field-induced 3D CDW correlations in extremely pure detwinned crystals of YBa2Cu3O2 (YBCO) ortho-II and ortho-VIII at magnetic fields in excess of the resistive upper critical field () where superconductivity is heavily suppressed. We observe that the 3D CDW is unidirectional and possesses a long in-plane correlation length as well as significant correlations between neighboring CuO2 planes. It is significant that we observe only a single sharply defined transition at a critical field proportional to , given that the field range used in this investigation overlaps with other high …",
            "Ideal charge-density-wave order in the high-field state of superconducting YBCO",
            "H Jang and W-S Lee and H Nojiri and S Matsuzawa and H Yasumura and L Nie and AV Maharaj and S Gerber and Y-J Liu and A Mehta and DA Bonn and R Liang and WN Hardy and CA Burns and Z Islam and S Song and J Hastings and TP Devereaux and Z-X Shen and SA Kivelson and C-C Kao and D Zhu and J-S Lee",
            "2016",
            "KAR0UxwAAAAJ:blknAaTinKkC",
            70,
            "https:\/\/www.pnas.org\/content\/113\/51\/14645.short",
            "18386566828744039533",
            "\/scholar?cites=18386566828744039533",
            {
                "2017":16,
                "2018":21,
                "2019":16,
                "2020":16,
                "2021":1
            }
        ],
        [
            "Gadolinium gallium garnet, Gd 3 Ga 5 O 12, has an extraordinary low temperature phase diagram including a spin glass phase near H= 0 T, an antiferromagnetic (AFM) phase for 0.7≤ H≤ 1.4 T, and, at intermediate fields, an apparent spin-liquid state without long range order. We have characterized the intermediate field (IF) state through heat capacity, thermal conductivity, and magnetocaloric measurements. Our results indicate that the IF phase is distinct from the spin glass, and that the phase boundary between the AFM and IF phases has a distinct minimum at T∼ 0.18 K, in analogy to the minimum in the melting curve of 4 He.",
            "Magnetic field induced transitions from spin glass to liquid to long range order in a 3D geometrically frustrated magnet",
            "YK Tsui and CA Burns and J Snyder and P Schiffer",
            "1999",
            "KAR0UxwAAAAJ:dhFuZR0502QC",
            68,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.82.3532",
            "3895956468267824299",
            "\/scholar?cites=3895956468267824299",
            {
                "2000":6,
                "2001":9,
                "2002":5,
                "2003":3,
                "2004":5,
                "2005":1,
                "2006":3,
                "2007":2,
                "2008":4,
                "2009":4,
                "2010":3,
                "2011":2,
                "2012":2,
                "2013":1,
                "2014":5,
                "2015":2,
                "2016":2,
                "2017":4,
                "2018":4,
                "2019":1
            }
        ],
        [
            "Gadolinium gallium garnet, Gd 3 Ga 5 O 12, has an extraordinary low temperature phase diagram including a spin glass phase near H= 0 T, an antiferromagnetic (AFM) phase for 0.7≤ H≤ 1.4 T, and, at intermediate fields, an apparent spin-liquid state without long range order. We have characterized the intermediate field (IF) state through heat capacity, thermal conductivity, and magnetocaloric measurements. Our results indicate that the IF phase is distinct from the spin glass, and that the phase boundary between the AFM and IF phases has a distinct minimum at T∼ 0.18 K, in analogy to the minimum in the melting curve of 4 He.",
            "Magnetic field induced transitions from spin glass to liquid to long range order in a 3D geometrically frustrated magnet",
            "YK Tsui and CA Burns and J Snyder and P Schiffer",
            "1999",
            "KAR0UxwAAAAJ:9yKSN-GCB0IC",
            68,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.82.3532",
            "3895956468267824299",
            "\/scholar?cites=3895956468267824299",
            {
                "2000":6,
                "2001":9,
                "2002":5,
                "2003":3,
                "2004":5,
                "2005":1,
                "2006":3,
                "2007":2,
                "2008":4,
                "2009":4,
                "2010":3,
                "2011":2,
                "2012":2,
                "2013":1,
                "2014":5,
                "2015":2,
                "2016":2,
                "2017":4,
                "2018":4,
                "2019":1
            }
        ],
        [
            "Topological orders are new phases of matter beyond Landau symmetry breaking. They correspond to patterns of long-range entanglement. In recent years, it was shown that in 1+ 1 D bosonic systems, there is no nontrivial topological order, while in 2+ 1 D bosonic systems, the topological orders are classified by the following pair: a modular tensor category and a chiral central charge. In this paper, following a new line of thinking, we find that in 3+ 1 D the classification is much simpler than it was thought to be; we propose a partial classification of topological orders for 3+ 1 D bosonic systems: If all the pointlike excitations are bosons, then such topological orders are classified by a simpler pair (G, ω 4): a finite group G and its group 4-cocycle ω 4∈ H 4 [G; U (1)](up to group automorphisms). Furthermore, all such 3+ 1 D topological orders can be realized by Dijkgraaf-Witten gauge theories.",
            "Classification of  Bosonic Topological Orders: The Case When Pointlike Excitations Are All Bosons",
            "Tian Lan and Liang Kong and Xiao-Gang Wen",
            "2018",
            "KAR0UxwAAAAJ:ns9cj8rnVeAC",
            47,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.8.021074",
            "17980487915951910878",
            "\/scholar?cites=17980487915951910878",
            {
                "2017":2,
                "2018":7,
                "2019":14,
                "2020":23,
                "2021":1
            }
        ],
        [
            "We compare the properties of vacancies in4He implied by X-ray, NMR, and acoustic measurements with specific heat, pressure, and melting curve data. Taken together, these different measurements indicate that the model of vacancies as occupying a narrow band of states cannot be correct. Better agreement can be obtained by assuming that vacancies occupy a wide band but inconsistencies remain. An unambiguous determination of the properties of vacancies requires additional experimental and theoretical work.",
            "Vacancies in solid 4 He: Conflicting experimental evidence",
            "Clement A Burns and John M Goodkind",
            "1994",
            "KAR0UxwAAAAJ:2osOgNQ5qMEC",
            46,
            "https:\/\/link.springer.com\/article\/10.1007\/BF00754711",
            "9231038892102808871",
            "\/scholar?cites=9231038892102808871",
            {
                "1994":1,
                "1995":1,
                "1996":2,
                "1997":3,
                "1998":2,
                "1999":2,
                "2000":2,
                "2001":1,
                "2002":2,
                "2003":2,
                "2004":4,
                "2005":2,
                "2006":5,
                "2007":2,
                "2008":5,
                "2009":1,
                "2010":3,
                "2011":3,
                "2012":1,
                "2013":1
            }
        ],
        [
            "Resonant soft-x-ray scattering measurements have been performed to investigate interface electronic structures of (LaAlO 3\/SrTiO 3) superlattices. Resonant scattering intensities at superlattice reflections show clear evidence of degeneracy lifting in t 2 g states of interface Ti ions. Polarization dependence of intensities indicates the energy of d x y states is lower by∼ 1 eV than two other t 2 g states. The energy splitting is insensitive to epitaxial strain. The orbital reconstruction is induced by oxygen vacancies and confined to the interface within two unit cells, indicating charge compensation at the polar interfaces.",
            "Oxygen-Vacancy-Induced Orbital Reconstruction of Ti Ions at the Interface of  Heterostructures: A Resonant Soft-X-Ray Scattering Study",
            "Jihye Park and B-G Cho and KD Kim and J Koo and H Jang and K-T Ko and J-H Park and K-B Lee and J-Y Kim and DR Lee and CA Burns and Sung Seok A Seo and Ho Nyung Lee",
            "2013",
            "KAR0UxwAAAAJ:Se3iqnhoufwC",
            43,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.110.017401",
            "13570418141896825616",
            "\/scholar?cites=13570418141896825616",
            {
                "2013":1,
                "2014":10,
                "2015":7,
                "2016":7,
                "2017":7,
                "2018":4,
                "2019":6,
                "2020":1
            }
        ],
        [
            "We report synchrotron x-ray-diffraction measurements on low-density hcp-solid 4 He at a temperature of∼ 0.7 K. The root-mean-square deviation of the atoms from their lattice positions< u 2> 1\/2 is determined from measurements of the Debye-Waller factor at the (002),(004), and (006) Bragg peaks. We find< u 2> 1\/2= 0.96±0.02 Å along the c axis. Our results are consistent with Green's function–Monte Carlo calculations. Weak reflections at the hcp-forbidden (001) and (003) Bragg peaks were also observed, probably indicating structural defects in the crystals.",
            "Debye-Waller factor in solid 4 He crystals",
            "CA Burns and ED Isaacs",
            "1997",
            "KAR0UxwAAAAJ:qjMakFHDy7sC",
            43,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.55.5767",
            "1064806302374984614",
            "\/scholar?cites=1064806302374984614",
            {
                "1999":1,
                "2000":1,
                "2001":3,
                "2002":5,
                "2003":5,
                "2004":4,
                "2005":2,
                "2006":2,
                "2007":2,
                "2008":5,
                "2009":2,
                "2010":1,
                "2011":4,
                "2012":1,
                "2013":4,
                "2014":1
            }
        ]
    ]
}