{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We develop the embedded-atom method [Phys. Rev. Lett. 50, 1285 (1983)], based on density-functional theory, as a new means of calculating ground-state properties of realistic metal systems. We derive an expression for the total energy of a metal using the embedding energy from which we obtain several ground-state properties, such as the lattice constant, elastic constants, sublimation energy, and vacancy-formation energy. We obtain the embedding energy and accompanying pair potentials semiempirically for Ni and Pd, and use these to treat several problems: surface energy and relaxation of the (100),(110), and (111) faces; properties of H in bulk metal (H migration, binding of H to vacancies, and lattice expansion in the hydride phase); binding site and adsorption energy of hydrogen on (100),(110), and (111) surfaces; and lastly, fracture of Ni and the effects of hydrogen on the fracture. We emphasize …",
            "Embedded-atom method: Derivation and application to impurities, surfaces, and other defects in metals",
            "Murray S Daw and Michael I Baskes",
            "1984",
            "kas3CxwAAAAJ:u5HHmVD_uO8C",
            7761,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.29.6443",
            "14225077643970656724",
            "\/scholar?cites=14225077643970656724",
            {
                "1986":24,
                "1987":60,
                "1988":84,
                "1989":107,
                "1990":116,
                "1991":128,
                "1992":148,
                "1993":149,
                "1994":149,
                "1995":125,
                "1996":127,
                "1997":145,
                "1998":113,
                "1999":135,
                "2000":139,
                "2001":121,
                "2002":157,
                "2003":178,
                "2004":206,
                "2005":253,
                "2006":274,
                "2007":319,
                "2008":299,
                "2009":321,
                "2010":274,
                "2011":289,
                "2012":352,
                "2013":350,
                "2014":343,
                "2015":354,
                "2016":370,
                "2017":332,
                "2018":407,
                "2019":340,
                "2020":355,
                "2021":42
            }
        ],
        [
            "A consistent set of embedding functions and pair interactions for use with the embedded-atom method [MS Daw and MI Baskes, Phys. Rev. B 29, 6443 (1984)] have been determined empirically to describe the fcc metals Cu, Ag, Au, Ni, Pd, and Pt as well as alloys containing these metals. The functions are determined empirically by fitting to the sublimation energy, equilibrium lattice constant, elastic constants, and vacancy-formation energies of the pure metals and the heats of solution of the binary alloys. The validity of the functions is tested by computing a wide range of properties: the formation volume and migration energy of vacancies, the formation energy, formation volume, and migration energy of divacancies and self-interstitials, the surface energy and geometries of the low-index surfaces of the pure metals, and the segregation energy of substitutional impurities to (100) surfaces.",
            "Embedded-atom-method functions for the fcc metals Cu, Ag, Au, Ni, Pd, Pt, and their alloys",
            "SM Foiles and MI Baskes and Murray S Daw",
            "1986",
            "kas3CxwAAAAJ:u-x6o8ySG0sC",
            4674,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.33.7983",
            "10339355072367220399",
            "\/scholar?cites=10339355072367220399",
            {
                "1987":33,
                "1988":51,
                "1989":64,
                "1990":88,
                "1991":82,
                "1992":112,
                "1993":97,
                "1994":124,
                "1995":94,
                "1996":95,
                "1997":90,
                "1998":75,
                "1999":96,
                "2000":80,
                "2001":76,
                "2002":108,
                "2003":127,
                "2004":132,
                "2005":130,
                "2006":176,
                "2007":159,
                "2008":161,
                "2009":161,
                "2010":170,
                "2011":182,
                "2012":193,
                "2013":205,
                "2014":188,
                "2015":173,
                "2016":210,
                "2017":199,
                "2018":235,
                "2019":241,
                "2020":196,
                "2021":32
            }
        ],
        [
            "A new, semiempirical model of metals and impurities (embedded atom method) makes possible a static treatment of the brittle fracture of a transition metal in the presence of hydrogen. Results indicate that hydrogen can reduce the fracture stress in nickel.",
            "Semiempirical, quantum mechanical calculation of hydrogen embrittlement in metals",
            "Murray S Daw and Michael I Baskes",
            "1983",
            "kas3CxwAAAAJ:d1gkVwhDpl0C",
            3130,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.50.1285",
            "7481825103630478887",
            "\/scholar?cites=7481825103630478887",
            {
                "1985":10,
                "1986":11,
                "1987":29,
                "1988":28,
                "1989":50,
                "1990":51,
                "1991":43,
                "1992":68,
                "1993":72,
                "1994":67,
                "1995":63,
                "1996":60,
                "1997":56,
                "1998":41,
                "1999":63,
                "2000":73,
                "2001":54,
                "2002":75,
                "2003":84,
                "2004":115,
                "2005":110,
                "2006":129,
                "2007":160,
                "2008":134,
                "2009":124,
                "2010":105,
                "2011":121,
                "2012":141,
                "2013":118,
                "2014":120,
                "2015":142,
                "2016":132,
                "2017":118,
                "2018":114,
                "2019":98,
                "2020":105,
                "2021":15
            }
        ],
        [
            "The embedded-atom method is a semi-empirical method for performing calculations of defects in metals. The EAM incorporates a picture of metallic bonding, for which there is some fundamental basis. The limitations of the EAM are fairly well characterized: it works best for purely metallic systems with no directional bonding; it does not treat covalency or significant charge transfer; and it does not handle Fermi-surface effects. The main physical property incorporated in the EAM is the moderation of bond strength by other bonds (coordination-dependent bond strength). Within these constraints, the EAM provides a very useful and robust means of calculating approximate structure and energetics, from which many interesting properties of metals can be obtained.We believe that atomistic calculations will continue to play an important role in the development of materials theory. Where the EAM can be useful, there is a …",
            "The embedded-atom method: a review of theory and applications",
            "Murray S Daw and Stephen M Foiles and Michael I Baskes",
            "1993",
            "kas3CxwAAAAJ:9yKSN-GCB0IC",
            1680,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/092023079390001U",
            "7352599287022581062",
            "\/scholar?cites=7352599287022581062",
            {
                "1993":6,
                "1994":23,
                "1995":35,
                "1996":40,
                "1997":34,
                "1998":48,
                "1999":32,
                "2000":45,
                "2001":46,
                "2002":56,
                "2003":49,
                "2004":47,
                "2005":46,
                "2006":57,
                "2007":75,
                "2008":75,
                "2009":73,
                "2010":60,
                "2011":71,
                "2012":55,
                "2013":77,
                "2014":90,
                "2015":77,
                "2016":87,
                "2017":88,
                "2018":93,
                "2019":99,
                "2020":81,
                "2021":7
            }
        ],
        [
            "The embedded atom method [M. S. Daw and M. I. Baskes, Phys. Rev. B 29, 6443 (1984) used to calculate phase stability, lattice vibrational frequencies, point defect properties, antiphase boundary energies, and surface energies and relaxations for Ni3Al. The empirical embedding functions and core-core repulsions used by this method are obtained. The equilibrium phases for the Ni-rich half of the composition range of Ni–Al are determined for 1000 K and compared with experiment. The elastic constants and vibrational modes of Ni3Al are calculated and the elastic constants are compared with experiment. The formation energy, formation volume, and migration energies of vacancies are computed, and it is found that the formation energy of vacancies on the Ni sublattice is less than that on the Al sublattice. The (100) antiphase boundary is shown to be significantly lower in energy than the (111) antiphase …",
            "Application of the embedded atom method to Ni 3 Al",
            "SM Foiles and MS Daw",
            "1987",
            "kas3CxwAAAAJ:LjlpjdlvIbIC",
            413,
            "https:\/\/link.springer.com\/article\/10.1557\/JMR.1987.0005",
            "15922753853148150868",
            "\/scholar?cites=15922753853148150868",
            {
                "1988":19,
                "1989":16,
                "1990":15,
                "1991":14,
                "1992":22,
                "1993":22,
                "1994":19,
                "1995":19,
                "1996":13,
                "1997":19,
                "1998":24,
                "1999":17,
                "2000":15,
                "2001":14,
                "2002":14,
                "2003":6,
                "2004":8,
                "2005":6,
                "2006":11,
                "2007":21,
                "2008":9,
                "2009":11,
                "2010":9,
                "2011":8,
                "2012":12,
                "2013":7,
                "2014":3,
                "2015":8,
                "2016":6,
                "2017":6,
                "2018":6,
                "2019":3,
                "2020":4,
                "2021":1
            }
        ],
        [
            "The embedded-atom method (EAM)[Phys. Rev. B 29, 6443 (1984)] has proven to be a significant improvement in simplified total-energy calculations for metallic systems. In the current work, the ansatz used in the EAM is derived from the local-density functional for the energy. The expression demonstrated here is most appropriate for simple metals and for transition metals with nearly empty or nearly full d bands. An embedding energy is defined as a function of an optimal constant background density, and an equation for that optimal background density is obtained. The cohesive energy is then related to the embedding energy and an electrostatic two-body interaction. It is shown that lowest-order electronic relaxations can be absorbed into the same ansatz. Model calculations are presented for fcc nickel within the Thomas–Fermi–Dirac–von Weizsäcker model for the kinetic energy, with local exchange and …",
            "Model of metallic cohesion: The embedded-atom method",
            "Murray S Daw",
            "1989",
            "kas3CxwAAAAJ:2osOgNQ5qMEC",
            411,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.39.7441",
            "13364515071316865549",
            "\/scholar?cites=13364515071316865549",
            {
                "1989":5,
                "1990":22,
                "1991":23,
                "1992":15,
                "1993":22,
                "1994":24,
                "1995":18,
                "1996":16,
                "1997":12,
                "1998":7,
                "1999":5,
                "2000":8,
                "2001":9,
                "2002":4,
                "2003":11,
                "2004":10,
                "2005":14,
                "2006":14,
                "2007":15,
                "2008":17,
                "2009":15,
                "2010":12,
                "2011":17,
                "2012":11,
                "2013":6,
                "2014":11,
                "2015":7,
                "2016":15,
                "2017":11,
                "2018":14,
                "2019":10,
                "2020":4,
                "2021":2
            }
        ],
        [
            "We propose a model for energetics of solids, based on a direct solution for the density matrix directly from the Hamiltonian. The approach is suitable for obtaining an approximate, finite-ranged density matrix in a basis of localized orbitals. This scheme scales linearly with the size of the system, and should represent an improvement over the much-used embedded-atom, cluster-functional, and bond-order potentials.",
            "Model for energetics of solids based on the density matrix",
            "Murray S Daw",
            "1993",
            "kas3CxwAAAAJ:qjMakFHDy7sC",
            318,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.47.10895",
            "18273187403055546238",
            "\/scholar?cites=18273187403055546238",
            {
                "1993":3,
                "1994":15,
                "1995":20,
                "1996":39,
                "1997":27,
                "1998":23,
                "1999":26,
                "2000":15,
                "2001":14,
                "2002":11,
                "2003":11,
                "2004":5,
                "2005":7,
                "2006":15,
                "2007":9,
                "2008":10,
                "2009":3,
                "2010":9,
                "2011":9,
                "2012":13,
                "2013":3,
                "2014":3,
                "2015":8,
                "2016":6,
                "2017":2,
                "2018":4,
                "2019":3,
                "2020":1,
                "2021":2
            }
        ],
        [
            "Described herein are initial experimental details and properties of a silicon core, silica glass-clad optical fiber fabricated using conventional optical fiber draw methods. Such semiconductor core fibers have potential to greatly influence the fields of nonlinear fiber optics, infrared and THz power delivery. More specifically, x-ray diffraction and Raman spectroscopy showed the core to be highly crystalline silicon. The measured propagation losses were 4.3 dB\/m at 2.936 μm, which likely are caused by either microcracks in the core arising from the large thermal expansion mismatch with the cladding or to SiO_2 precipitates formed from oxygen dissolved in the silicon melt. Suggestions for enhancing the performance of these semiconductor core fibers are provided. Here we show that lengths of an optical fiber containing a highly crystalline semiconducting core can be produced using scalable fiber fabrication techniques.",
            "Silicon optical fiber",
            "J Ballato and T Hawkins and P Foy and R Stolen and B Kokuoz and M Ellison and C McMillen and J Reppert and AM Rao and M Daw and S Sharma and R Shori and O Stafsudd and RR Rice and DR Powers",
            "2008",
            "kas3CxwAAAAJ:LkGwnXOMwfcC",
            244,
            "https:\/\/www.osapublishing.org\/viewmedia.cfm?seq=0&uri=oe-16-23-18675",
            "5563857824401170133",
            "\/scholar?cites=5563857824401170133",
            {
                "2008":1,
                "2009":10,
                "2010":13,
                "2011":19,
                "2012":27,
                "2013":15,
                "2014":14,
                "2015":22,
                "2016":23,
                "2017":30,
                "2018":17,
                "2019":21,
                "2020":29,
                "2021":2
            }
        ],
        [
            "The lattice dynamical matrix has been derived from a new model of metallic cohesion, the Embedded Atom Method, based on approximations in density functional theory. The predictions of previously published empirical functions for Ni and Pd are compared to experimental phonon dispersions. The agreement shows that the Embedded Atom Method provides a reasonable description of transition metal lattice dynamics.",
            "Application of the embedded atom method to phonons in transition metals",
            "Murray S Daw and RD Hatcher",
            "1985",
            "kas3CxwAAAAJ:Y0pCki6q_DkC",
            168,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0038109885907811",
            "10043325501569413046",
            "\/scholar?cites=10043325501569413046",
            {
                "1986":1,
                "1987":6,
                "1988":9,
                "1989":11,
                "1990":12,
                "1991":4,
                "1992":5,
                "1993":6,
                "1994":4,
                "1995":8,
                "1996":5,
                "1997":5,
                "1998":3,
                "1999":2,
                "2000":1,
                "2001":1,
                "2002":4,
                "2003":5,
                "2004":6,
                "2005":8,
                "2006":4,
                "2007":9,
                "2008":4,
                "2009":3,
                "2010":3,
                "2011":7,
                "2012":9,
                "2013":5,
                "2014":1,
                "2015":2,
                "2016":2,
                "2017":2,
                "2018":10
            }
        ],
        [
            "The embedded-atom method is used to calculate the surface stresses and the interface stresses for several fcc metals and interfaces between them. While the surface stresses are all positive (ie, they tend to put the underlying crystal in compression), in several instances (eg, in the Pt\/Ni system) negative interface stresses are found. The effects of the interface stresses on the elastic moduli of metallic multilayers are discussed.",
            "Interface stresses and their effects on the elastic moduli of metallic multilayers",
            "P Gumbsch and MS Daw",
            "1991",
            "kas3CxwAAAAJ:Tyk-4Ss8FVUC",
            167,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.44.3934",
            "4526134006181481861",
            "\/scholar?cites=4526134006181481861",
            {
                "1992":4,
                "1993":5,
                "1994":8,
                "1995":1,
                "1996":2,
                "1997":2,
                "1998":2,
                "1999":3,
                "2000":8,
                "2001":3,
                "2002":4,
                "2003":8,
                "2004":12,
                "2005":8,
                "2006":7,
                "2007":17,
                "2008":10,
                "2009":5,
                "2010":7,
                "2011":7,
                "2012":7,
                "2013":4,
                "2014":5,
                "2015":4,
                "2016":4,
                "2017":3,
                "2018":4,
                "2019":3,
                "2020":9
            }
        ]
    ]
}