{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "The physics of proton therapy has advanced considerably since it was proposed in 1946. Today analytical equations and numerical simulation methods are available to predict and characterize many aspects of proton therapy. This article reviews the basic aspects of the physics of proton therapy, including proton interaction mechanisms, proton transport calculations, the determination of dose from therapeutic and stray radiations, and shielding design. The article discusses underlying processes as well as selected practical experimental and theoretical methods. We conclude by briefly speculating on possible future areas of research of relevance to the physics of proton therapy.",
            "The physics of proton therapy",
            "Wayne D Newhauser and Rui Zhang",
            "2015",
            "kbhcV3gAAAAJ:ML0RJ9NH7IQC",
            384,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0031-9155\/60\/8\/R155\/meta",
            "3058320358996446919",
            "\/scholar?cites=3058320358996446919",
            {
                "2015":15,
                "2016":38,
                "2017":52,
                "2018":94,
                "2019":83,
                "2020":88,
                "2021":9
            }
        ],
        [
            "Recent advances in radiotherapy have enabled the use of different types of particles, such as protons and heavy ions, as well as refinements to the treatment of tumours with standard sources (photons). However, the risk of second cancers arising in long-term survivors continues to be a problem. The long-term risks from treatments such as particle therapy have not yet been determined and are unlikely to become apparent for many years. Therefore, there is a need to develop risk assessments based on our current knowledge of radiation-induced carcinogenesis.",
            "Assessing the risk of second malignancies after modern radiotherapy",
            "Wayne D Newhauser and Marco Durante",
            "2011",
            "kbhcV3gAAAAJ:ufrVoPGSRksC",
            328,
            "https:\/\/www.nature.com\/articles\/nrc3069",
            "2483378289071537253",
            "\/scholar?cites=2483378289071537253",
            {
                "2011":8,
                "2012":29,
                "2013":37,
                "2014":37,
                "2015":35,
                "2016":31,
                "2017":49,
                "2018":47,
                "2019":28,
                "2020":26
            }
        ]
    ]
}