{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "What is happening to the climate? Climate Change 2007-The Physical Science Basis is the most comprehensive and up-to-date scientific assessment of past, present and future climate change. This report has been produced by some 600 authors from 40 countries, over 620 experts and a large number of government reviewers. Providing insights into the effects of human activity on the atmosphere, and containing an evaluation of observed climatic changes using the latest measurement techniques, the report also includes a detailed review of climate change observations and modelling for every continent as well as the first probabilistic evaluation of climate model simulations. Simply put, this latest summary from the IPCC forms the standard scientific reference for all those concerned with climate change and its consequences, including students and researchers in environmental science, meteorology, climatology, biology, ecology and atmospheric chemistry, and policy makers in governments and industry worldwide.",
            "Climate change 2007-the physical science basis: Working group I contribution to the fourth assessment report of the IPCC",
            "Susan Solomon and Martin Manning and Melinda Marquis and Dahe Qin",
            "2007",
            "kBlvVs4AAAAJ:P7Ujq4OLJYoC",
            9395,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=8-m8nXB8GB4C&oi=fnd&pg=PA339&dq=info:gyYW3hsEwREJ:scholar.google.com&ots=hBfow5vhFY&sig=caexyQx2g4ZrLG9ceR5uPLo9Y0c",
            "1279308286886553219",
            "\/scholar?cites=1279308286886553219",
            {
                "2007":64,
                "2008":296,
                "2009":491,
                "2010":651,
                "2011":877,
                "2012":932,
                "2013":1066,
                "2014":1020,
                "2015":851,
                "2016":713,
                "2017":621,
                "2018":609,
                "2019":547,
                "2020":481,
                "2021":44
            }
        ],
        [
            "The future climate change results assessed in this chapter are based on a hierarchy of models, ranging from Atmosphere-Ocean General Circulation Models (AOGCMs) and Earth System Models of Intermediate Complexity (EMICs) to Simple Climate Models (SCMs). These models are forced with concentrations of greenhouse gases and other constituents derived from various emissions scenarios ranging from non-mitigation scenarios to idealised long-term scenarios. In general, we assess non-mitigated projections of future climate change at scales from global to hundreds of kilometres. Further assessments of regional and local climate changes are provided in Chapter 11. Due to an unprecedented, joint effort by many modelling groups worldwide, climate change projections are now based on multi-model means, differences between models can be assessed quantitatively and in some instances, estimates of the probability of change of important climate system parameters complement expert judgement. New results corroborate those given in the Third Assessment Report (TAR). Continued greenhouse gas emissions at or above current rates will cause further warming and induce many changes in the global climate system during the 21st century that would very likely be larger than those observed during the 20th century.",
            "Global climate projections. Chapter 10",
            "Gerard A Meehl and Thomas F Stocker and William D Collins and Pierre Friedlingstein and Amadou T Gaye and Jonathan M Gregory and Akio Kitoh and Reto Knutti and James M Murphy and Akira Noda and S CB Raper and Ian G Watterson and Andrew J Weaver and Zong-Ci Zhao",
            "2007",
            "kBlvVs4AAAAJ:i2xiXl-TujoC",
            6538,
            "https:\/\/www.osti.gov\/etdeweb\/biblio\/20962171",
            "8224041299897774106",
            "\/scholar?cites=8224041299897774106",
            {
                "2007":69,
                "2008":307,
                "2009":531,
                "2010":612,
                "2011":728,
                "2012":807,
                "2013":887,
                "2014":630,
                "2015":466,
                "2016":381,
                "2017":317,
                "2018":276,
                "2019":206,
                "2020":222,
                "2021":19
            }
        ]
    ]
}