{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "We investigate the entanglement entropy in gravity duals of confining large N c gauge theories using the proposal of [S. Ryu, T. Takayanagi, Phys. Rev. Lett. 96 (2006) 181602, hep-th\/0603001; S. Ryu, T. Takayanagi, JHEP 0608 (2006) 045, hep-th\/0605073]. Dividing one of the directions of space into a line segment of length l and its complement, the entanglement entropy between the two subspaces is given by the classical action of the minimal bulk hypersurface which approaches the endpoints of the line segment at the boundary. We find that in confining backgrounds there are generally two such surfaces. One consists of two disconnected components localized at the endpoints of the line segment. The other contains a tube connecting the two components. The disconnected surface dominates the entropy for l above a certain critical value l crit while the connected one dominates below that value. The change of …",
            "Entanglement as a probe of confinement",
            "Igor R Klebanov and David Kutasov and Arvind Murugan",
            "2008",
            "KClBPZUAAAAJ:u-x6o8ySG0sC",
            370,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321307009510",
            "4057358173850159984",
            "\/scholar?cites=4057358173850159984",
            {
                "2008":18,
                "2009":19,
                "2010":4,
                "2011":17,
                "2012":28,
                "2013":32,
                "2014":36,
                "2015":48,
                "2016":41,
                "2017":31,
                "2018":27,
                "2019":26,
                "2020":40,
                "2021":2
            }
        ],
        [
            "We study the potential governing D3-brane motion in a warped throat region of a string compactification with internal fluxes and wrapped D-branes. If the Kähler moduli of the compact space are stabilized by nonperturbative effects, a D3-brane experiences a force due to its interaction with D-branes wrapping certain four-cycles. We compute this interaction, as a correction to the warped four-cycle volume, using explicit throat backgrounds in supergravity. This amounts to a closed-string channel computation of the loop corrections to the nonperturbative superpotential that stabilizes the volume. We demonstrate that for warped conical spaces the superpotential correction is given by the embedding equation specifying the wrapped four-cycle, in agreement with the general form proposed by Ganor. We verify that the corrected gauge coupling on wrapped D7-branes is holomorphic. Finally, our results have applications to …",
            "On D3-brane potentials in compactifications with fluxes and wrapped D-branes",
            "Daniel Baumann and Anatoly Dymarsky and Igor R Klebanov and Juan Maldacena and Liam McAllister and Arvind Murugan",
            "2006",
            "KClBPZUAAAAJ:u5HHmVD_uO8C",
            260,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2006\/11\/031\/meta",
            "17628968775270861623",
            "\/scholar?cites=17628968775270861623",
            {
                "2005":1,
                "2006":2,
                "2007":34,
                "2008":30,
                "2009":33,
                "2010":32,
                "2011":26,
                "2012":20,
                "2013":16,
                "2014":11,
                "2015":8,
                "2016":8,
                "2017":6,
                "2018":7,
                "2019":17,
                "2020":8,
                "2021":1
            }
        ]
    ]
}