{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "Recent reports have provided evidence for cross-talk between regulatory T (Treg) cells and natural killer T (NKT) cells. However, it is unclear whether NKT cells play a role in the differentiation of Treg cells. By employing NKT cell-abundant Vα14 TCR transgenic (Tg) and NKT cell-deficient CD1d knock-out (KO) mice, we examined the effects of NKT cells on the in vitro differentiation of induced Treg (iTreg) cells with IL2 and TGFβ. We found that iTreg induction from CD1d KO mice was significantly increased compared to the control. Also, the addition of isolated NKT cells from Vα14 TCR Tg mice to naïve CD4+ T cells from CD1d KO mice during iTreg differentiation caused a remarkable reduction of iTreg cells. Through IFNγ neutralization, we showed that this reduction was mediated by IFNγ. Furthermore, the main source of IFNγ during iTreg differentiation was NK1.1−CD4+Foxp3− T cells. This finding implied that early …",
            "Activation of natural killer T cells inhibits the development of induced regulatory T cells via IFNγ",
            "Kyu Heon Oh and Changjin Lee and Sung Won Lee and Sung H Jeon and Se-Ho Park and Rho H Seong and Seokmann Hong",
            "2011",
            "kcukgK4AAAAJ:IjCSPb-OGe4C",
            17,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006291X1101206X",
            "8068617566442983983",
            "\/scholar?cites=8068617566442983983",
            {
                "2012":2,
                "2013":3,
                "2014":2,
                "2015":5,
                "2016":1,
                "2017":1,
                "2018":1,
                "2019":2
            }
        ],
        [
            "Bacillus subtilis-derived poly-γ-glutamic acid (γPGA) stimulates dendritic cells (DCs) to produce IL12, leading to CD4+ T cell differentiation toward the Th1 phenotype, but DCs consist of heterogeneous subpopulations with a variety of immune functions. Among these, natural killer dendritic cells (NKDCs) play an important role in anti-tumor immune responses. Herein, we demonstrate the role of NKDCs in γPGA-meditated anti-tumor immune responses. NK1.1+ CD11c+ NKDCs were stimulated upon γPGA stimulation in vitro and in vivo to up-regulate lymphocyte activation markers, MHC class I and II, and co-stimulatory molecules. In particular, NKDCs were activated by γPGA to produce IFNγ and TNFα, like NK cells, as well as IL12, like DCs, implying that NKDCs have unique and multifunctional roles. Importantly, NKDCs stimulated by γPGA conferred stronger anti-tumor effects in mice and showed increased …",
            "Immunomodulatory effect of poly-γ-glutamic acid derived from Bacillus subtilis on natural killer dendritic cells",
            "Sung Won Lee and Hyun Jung Park and Se-Ho Park and Nayoung Kim and Seokmann Hong",
            "2014",
            "kcukgK4AAAAJ:ufrVoPGSRksC",
            16,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006291X13019992",
            "14459816153309352011",
            "\/scholar?cites=14459816153309352011",
            {
                "2014":2,
                "2015":3,
                "2016":1,
                "2017":2,
                "2018":7,
                "2019":1
            }
        ],
        [
            "Emerging evidence demonstrates that the microbiota plays an essential role in shaping the development and function of host immune responses. A variety of environmental stimuli, including foods and commensals, are recognized by the host through the epithelium, acting as a physical barrier. Two allergic diseases, atopic dermatitis and food allergy, are closely linked to the microbiota, because inflammatory responses occur on the epidermal border. The microbiota generates metabolites such as short-chain fatty acids and poly-γ-glutamic acid (γPGA), which can modulate host immune responses. Here, we review how microbial metabolites can regulate allergic immune responses. Furthermore, we focus on the effect of γPGA on allergic T helper (Th) 2 responses and its therapeutic application.",
            "Regulation of allergic immune responses by microbial metabolites",
            "Hyun Jung Park and Sung Won Lee and Seokmann Hong",
            "2018",
            "kcukgK4AAAAJ:9yKSN-GCB0IC",
            15,
            "https:\/\/synapse.koreamed.org\/upload\/SynapseData\/PDFData\/0078in\/in-18-e15.pdf",
            "5058740005170626756",
            "\/scholar?cites=5058740005170626756",
            {
                "2018":4,
                "2019":3,
                "2020":8
            }
        ],
        [
            "Natural killer dendritic cells (NKDCs) possess potent anti-tumor activity, but the cellular effect of NKDC interactions with other innate immune cells is unclear. In this study, we demonstrate that the interaction of NKDCs and natural killer T (NKT) cells is required for the anti-tumor immune responses that are elicited by α-galactosylceramide (α-GC) in mice. The rapid and strong expression of interferon-γ by NKDCs after α-GC stimulation was dependent on NKT cells. Various NK and DC molecular markers and cytotoxic molecules were up-regulated following α-GC administration. This up-regulation could improve NKDC presentation of tumor antigens and increase cytotoxicity against tumor cells. NKDCs were required for the stimulation of DCs, NK cells, and NKT cells. The strong anti-tumor immune responses elicited by α-GC may be due to the down-regulation of regulatory T cells. Furthermore, the depletion of NKDCs dampened the tumor clearance mediated by α-GC-stimulated NKT cells in vivo. Taken together, these results indicate that complex interactions of innate immune cells might be required to achieve optimal anti-tumor immune responses during the early stages of tumorigenesis.",
            "Natural Killer Dendritic Cells Enhance Immune Responses Elicited by α-Galactosylceramide-Stimulated Natural Killer T Cells",
            "Sung Won Lee and Hyun Jung Park and Nayoung Kim and Seokmann Hong",
            "2013",
            "kcukgK4AAAAJ:W7OEmFMy1HYC",
            11,
            "https:\/\/www.hindawi.com\/journals\/bmri\/2013\/460706\/abs\/",
            "11341400327884245469",
            "\/scholar?cites=11341400327884245469",
            {
                "2014":4,
                "2015":2,
                "2016":2,
                "2017":2,
                "2018":1
            }
        ],
        [
            "Graphene oxide (GO) modulates the functions of antigen-presenting cells including dendritic cells (DCs). Although carbon nanotubes affect expression of the MHC class I-like CD1d molecule, whether GO can influence immune responses of CD1d-dependent invariant natural killer T (iNKT) cells remains unclear. Here, we investigated the impact of GO on inflammatory responses mediated by α-galactosylceramide (α-GalCer), an iNKT cell agonist. We found that in vivo GO treatment substantially inhibited the capacity of α-GalCer to induce the iNKT cell-mediated trans-activation of and cytokine production by innate and innate-like cells, including DCs, macrophages, NK cells, and γδ T cells. Such effects of GO on α-GalCer-induced inflammatory responses closely correlated with iNKT cell polarization towards TGFβ production, which also explains the capacity of GO to expand regulatory T cells. Interestingly, the …",
            "Graphene oxide polarizes iNKT cells for production of TGFβ and attenuates inflammation in an iNKT cell-mediated sepsis model",
            "Sung Won Lee and Hyun Jung Park and Luc Van Kaer and Suklyun Hong and Seokmann Hong",
            "2018",
            "kcukgK4AAAAJ:Y0pCki6q_DkC",
            9,
            "https:\/\/www.nature.com\/articles\/s41598-018-28396-9",
            "10416021577384955375",
            "\/scholar?cites=10416021577384955375",
            {
                "2019":2,
                "2020":6
            }
        ],
        [
            "Bacillus subtilis‐derived poly‐γ‐glutamic acid (γPGA) has demonstrated adjuvant activity in promoting Th1\/Th17 cell differentiation. Here, the NC\/Nga (NC) mouse model was used to determine whether γPGA modulates the outcome of atopic dermatitis (AD), which is known to be a Th2‐biased immune disease. We found that oral administration of γPGA dramatically reduced the development of AD in NC mice. Antigen‐presenting cells activated with γPGA produced pro‐inflammatory cytokines, such as IL12\/23 and IFNγ, which, in turn, induced the differentiation of Th1 and Th17 cells. Concomitantly, Th2 responses, such as high levels of serum IgE, were dramatically decreased. Furthermore, in vivo γPGA treatment altered several cellular components of allergic reactions, such as mast cells and eosinophils. Taken together, our results strongly demonstrate that in vivo treatment with γPGA at early time points can …",
            "Oral administration of poly‐γ‐glutamic acid prevents the development of atopic dermatitis in NC\/N ga mice",
            "Sung Won Lee and Hyun Jung Park and Se‐Ho Park and Seokmann Hong",
            "2013",
            "kcukgK4AAAAJ:UeHWp8X0CEIC",
            9,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/exd.12198",
            "7685353670056950411",
            "\/scholar?cites=7685353670056950411",
            {
                "2014":2,
                "2015":1,
                "2016":2,
                "2017":2,
                "2018":2
            }
        ],
        [
            "The inflammatory cytokine IL32γ acts on dendritic cells (DCs) to produce IL12 and IL6, which are involved in the differentiation of Th1 and Th17 cells. Natural killer (NK) and NKT cells play important roles in IL12-mediated adaptive immune responses, such as antitumor immunity. Herein we demonstrate the effect of IL32γ on the activation of NK and NKT cells. Upon IL32γ stimulation, splenic NK and NKT cells could be activated, and this activation was dependent on both IL12 and DCs, which was confirmed by using IL12p35 knockout and CD11c-diphtheria toxin receptor transgenic mouse models. Furthermore, IL32γ could induce the production of proinflammatory cytokines by NKDCs, a subset of DCs expressing NK cell markers, known to enhance NKT cell function. Unlike conventional DCs, NKDCs produced IFNγ and TNFα rather than IL12 upon stimulation with IL32γ. Taken together, IL32γ will be useful as an …",
            "IL32γ activates natural killer receptor-expressing innate immune cells to produce IFNγ via dendritic cell-derived IL12",
            "Sung Won Lee and Hyun Jung Park and Kwang Soo Lee and Se-Ho Park and Soohyun Kim and Sung Ho Jeon and Seokmann Hong",
            "2015",
            "kcukgK4AAAAJ:WF5omc3nYNoC",
            8,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006291X15006427",
            "13864271691475904355",
            "\/scholar?cites=13864271691475904355",
            {
                "2016":2,
                "2017":3,
                "2018":2,
                "2019":1
            }
        ]
    ]
}