{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "We measure cosmological parameters using the three-dimensional power spectrum P (k) from over 200 000 galaxies in the Sloan Digital Sky Survey (SDSS) in combination with Wilkinson Microwave Anisotropy Probe (WMAP) and other data. Our results are consistent with a “vanilla” flat adiabatic cold dark matter model with a cosmological constant without tilt (n s= 1), running tilt, tensor modes, or massive neutrinos. Adding SDSS information more than halves the WMAP-only error bars on some parameters, tightening 1 σ constraints on the Hubble parameter from h≈ 0.74− 0.07+ 0.18 to h≈ 0.70− 0.03+ 0.04, on the matter density from Ω m≈ 0.25±0.10 to Ω m≈ 0.30±0.04 (1 σ) and on neutrino masses from< 11 to< 0.6 eV (95%). SDSS helps even more when dropping prior assumptions about curvature, neutrinos, tensor modes and the equation of state. Our results are in substantial agreement with the joint analysis …",
            "Cosmological parameters from SDSS and WMAP",
            "Max Tegmark and Michael A Strauss and Michael R Blanton and Kevork Abazajian and Scott Dodelson and Havard Sandvik and Xiaomin Wang and David H Weinberg and Idit Zehavi and Neta A Bahcall and Fiona Hoyle and David Schlegel and Roman Scoccimarro and Michael S Vogeley and Andreas Berlind and Tamás Budavari and Andrew Connolly and Daniel J Eisenstein and Douglas Finkbeiner and Joshua A Frieman and James E Gunn and Lam Hui and Bhuvnesh Jain and David Johnston and Stephen Kent and Huan Lin and Reiko Nakajima and Robert C Nichol and Jeremiah P Ostriker and Adrian Pope and Ryan Scranton and Uroš Seljak and Ravi K Sheth and Albert Stebbins and Alexander S Szalay and István Szapudi and Yongzhong Xu and James Annis and J Brinkmann and Scott Burles and Francisco J Castander and Istvan Csabai and Jon Loveday and Mamoru Doi and Masataka Fukugita and Bruce Gillespie and Greg Hennessy and David W Hogg and Željko Ivezić and Gillian R Knapp and Don Q Lamb and Brian C Lee and Robert H Lupton and Timothy A McKay and Peter Kunszt and Jeffrey A Munn and Liam O’Connell and John Peoples and Jeffrey R Pier and Michael Richmond and Constance Rockosi and Donald P Schneider and Christopher Stoughton and Douglas L Tucker and Daniel E Vanden Berk and Brian Yanny and Donald G York",
            "2004",
            "kcXOB1MAAAAJ:u5HHmVD_uO8C",
            4265,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.69.103501",
            "626756955173747951",
            "\/scholar?cites=626756955173747951",
            {
                "2004":176,
                "2005":374,
                "2006":379,
                "2007":309,
                "2008":290,
                "2009":269,
                "2010":258,
                "2011":239,
                "2012":268,
                "2013":234,
                "2014":224,
                "2015":226,
                "2016":230,
                "2017":177,
                "2018":188,
                "2019":179,
                "2020":192,
                "2021":19
            }
        ],
        [
            "Modern Cosmology begins with an introduction to the smooth, homogeneous universe described by a Friedman-Robertson-Walker metric, including careful treatments of dark energy, big bang nucleosynthesis, recombination, and dark matter. From this starting point, the reader is introduced to perturbations about an FRW universe: their evolution with the Einstein-Boltzmann equations, their generation by primordial inflation, and their observational consequences. These consequences include the anisotropy spectrum of the cosmic microwave background (CMB) featuring acoustic peaks and polarization, the matter power spectrum with baryonic wiggles, and their detection via photometric galaxy surveys, redshift distortions, cluster abundances, and weak lensing. The book concludes with a long chapter on data analysis. Modern Cosmology is the first book to explain in detail the structure of the acoustic peaks in the CMB, the E\/B decomposition in polarization which may allow for detection of primordial gravity waves, and the modern analysis techniques used on increasingly large cosmological data sets. Readers will gain the tools needed to work in cosmology and learn how modern observations are rapidly revolutionizing our picture of the universe. Provides foundations, calculations, and interpretations which illuminate current thinking in cosmology Covers the major advances in cosmology over the past decade Includes over 100 unique, pedagogical figures",
            "Modern cosmology",
            "Scott Dodelson",
            "2003",
            "kcXOB1MAAAAJ:9yKSN-GCB0IC",
            2850,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=zk5e6XsY6nsC&oi=fnd&pg=PP2&dq=info:6nCJw3tr0-cJ:scholar.google.com&ots=Yg8dQsOpFP&sig=Gzqnmh4CJSI1WKHd1lJIIr3zJq4",
            "16704813622153015530",
            "\/scholar?cites=16704813622153015530",
            {
                "2003":13,
                "2004":26,
                "2005":73,
                "2006":96,
                "2007":108,
                "2008":143,
                "2009":149,
                "2010":163,
                "2011":165,
                "2012":174,
                "2013":180,
                "2014":192,
                "2015":214,
                "2016":227,
                "2017":193,
                "2018":235,
                "2019":229,
                "2020":233,
                "2021":14
            }
        ],
        [
            "The Sloan Digital Sky Survey (SDSS) is an imaging and spectroscopic survey that will eventually cover approximately one-quarter of the celestial sphere and collect spectra of≈ 10 6 galaxies, 100,000 quasars, 30,000 stars, and 30,000 serendipity targets. In 2001 June, the SDSS released to the general astronomical community its early data release, roughly 462 deg 2 of imaging data including almost 14 million detected objects and 54,008 follow-up spectra. The imaging data were collected in drift-scan mode in five bandpasses (u, g, r, i, and z); our 95% completeness limits for stars are 22.0, 22.2, 22.2, 21.3, and 20.5, respectively. The photometric calibration is reproducible to 5%, 3%, 3%, 3%, and 5%, respectively. The spectra are flux-and wavelength-calibrated, with 4096 pixels from 3800 to 9200 Å at R≈ 1800. We present the means by which these data are distributed to the astronomical community …",
            "Sloan digital sky survey: early data release",
            "Chris Stoughton and Robert H Lupton and Mariangela Bernardi and Michael R Blanton and Scott Burles and Francisco J Castander and AJ Connolly and Daniel J Eisenstein and Joshua A Frieman and GS Hennessy and Robert B Hindsley and Željko Ivezić and Stephen Kent and Peter Z Kunszt and Brian C Lee and Avery Meiksin and Jeffrey A Munn and Heidi Jo Newberg and RC Nichol and Tom Nicinski and Jeffrey R Pier and Gordon T Richards and Michael W Richmond and David J Schlegel and J Allyn Smith and Michael A Strauss and Mark SubbaRao and Alexander S Szalay and Aniruddha R Thakar and Douglas L Tucker and Daniel E Vanden Berk and Brian Yanny and Jennifer K Adelman and John E Anderson Jr and Scott F Anderson and James Annis and Neta A Bahcall and JA Bakken and Matthias Bartelmann and Steven Bastian and Amanda Bauer and Eileen Berman and Hans Böhringer and William N Boroski and Steve Bracker and Charlie Briegel and John W Briggs and J Brinkmann and Robert Brunner and Larry Carey and Michael A Carr and Bing Chen and Damian Christian and Patrick L Colestock and JH Crocker and István Csabai and Paul C Czarapata and Julianne Dalcanton and Arthur F Davidsen and John Eric Davis and Walter Dehnen and Scott Dodelson and Mamoru Doi and Tom Dombeck and Megan Donahue and Nancy Ellman and Brian R Elms and Michael L Evans and Laurent Eyer and Xiaohui Fan and Glenn R Federwitz and Scott Friedman and Masataka Fukugita and Roy Gal and Bruce Gillespie and Karl Glazebrook and Jim Gray and Eva K Grebel and Bruce Greenawalt and Gretchen Greene and James E Gunn and Ernst De Haas and Zoltán Haiman and Merle Haldeman and Patrick B Hall and Masaru Hamabe and Brad Hansen and Frederick H Harris and Hugh Harris and Michael Harvanek and Suzanne L Hawley and JJE Hayes and Timothy M Heckman and Amina Helmi and Arne Henden and Craig J Hogan and David W Hogg and Donald J Holmgren and Jon Holtzman and Chih-Hao Huang and Charles Hull and Shin-Ichi Ichikawa and Takashi Ichikawa and David E Johnston and Guinevere Kauffmann and Rita SJ Kim and Tim Kimball and E Kinney and Mark Klaene and SJ Kleinman and Anatoly Klypin and GR Knapp and John Korienek and Julian Krolik and Richard G Kron and Jurek Krzesiński and DQ Lamb and R French Leger and Siriluk Limmongkol and Carl Lindenmeyer and Daniel C Long and Craig Loomis and Jon Loveday and Bryan MacKinnon and Edward J Mannery and PM Mantsch and Bruce Margon and Peregrine McGehee and Timothy A McKay and Brian McLean and Kristen Menou and Aronne Merelli and HJ Mo and David G Monet and Osamu Nakamura and Vijay K Narayanan and Thomas Nash and Eric H Neilsen Jr and Peter R Newman and Atsuko Nitta and Michael Odenkirchen and Norio Okada and Sadanori Okamura and Jeremiah P Ostriker and Russell Owen and A George Pauls and John Peoples and RS Peterson and Donald Petravick and Adrian Pope",
            "2002",
            "kcXOB1MAAAAJ:u-x6o8ySG0sC",
            2812,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/324741\/meta",
            "5219727293716824883",
            "\/scholar?cites=5219727293716824883",
            {
                "2002":92,
                "2003":164,
                "2004":203,
                "2005":197,
                "2006":183,
                "2007":208,
                "2008":230,
                "2009":204,
                "2010":177,
                "2011":171,
                "2012":172,
                "2013":126,
                "2014":103,
                "2015":117,
                "2016":117,
                "2017":76,
                "2018":80,
                "2019":80,
                "2020":67,
                "2021":7
            }
        ],
        [
            "The simplest model that can accommodate a viable nonbaryonic dark matter candidate is the standard electroweak theory with the addition of right-handed (sterile) neutrinos. We consider a single generation of neutrinos with a Dirac mass μ and a Majorana mass M for the right-handed component. If M≫ μ (standard hot dark matter corresponds to M= 0), then sterile neutrinos are produced via oscillations in the early Universe with energy density independent of M. However, M is crucial in determining the large scale structure of the Universe; for M∼ 100 eV, sterile neutrinos make an excellent warm dark matter candidate.",
            "Sterile neutrinos as dark matter",
            "Scott Dodelson and Lawrence M Widrow",
            "1994",
            "kcXOB1MAAAAJ:UeHWp8X0CEIC",
            1383,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.72.17",
            "13483122743306746715",
            "\/scholar?cites=13483122743306746715",
            {
                "1995":14,
                "1996":3,
                "1997":4,
                "1998":1,
                "1999":7,
                "2000":6,
                "2001":10,
                "2002":9,
                "2003":4,
                "2004":6,
                "2005":24,
                "2006":41,
                "2007":55,
                "2008":55,
                "2009":56,
                "2010":48,
                "2011":43,
                "2012":64,
                "2013":74,
                "2014":114,
                "2015":114,
                "2016":117,
                "2017":105,
                "2018":102,
                "2019":115,
                "2020":172,
                "2021":8
            }
        ]
    ]
}