{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "Existence of the magnetic monopole is compatible with the fundamental laws of nature; however, this elusive particle has yet to be detected experimentally. We show theoretically that an electric charge near a topological surface state induces an image magnetic monopole charge due to the topological magneto-electric effect. The magnetic field generated by the image magnetic monopole may be experimentally measured, and the inverse square law of the field dependence can be determined quantitatively. We propose that this effect can be used to experimentally realize a gas of quantum particles carrying fractional statistics, consisting of the bound states of the electric charge and the image magnetic monopole charge.",
            "Inducing a magnetic monopole with topological surface states",
            "Xiao-Liang Qi and Rundong Li and Jiadong Zang and Shou-Cheng Zhang",
            "2009",
            "kdGtXZgAAAAJ:u5HHmVD_uO8C",
            940,
            "https:\/\/science.sciencemag.org\/content\/323\/5918\/1184.abstract",
            "2344409263748311897",
            "\/scholar?cites=2344409263748311897",
            {
                "2009":21,
                "2010":69,
                "2011":79,
                "2012":115,
                "2013":116,
                "2014":90,
                "2015":88,
                "2016":84,
                "2017":64,
                "2018":62,
                "2019":66,
                "2020":75,
                "2021":6
            }
        ],
        [
            "We study the collective dynamics of the Skyrmion crystal in thin films of ferromagnetic metals resulting from the nontrivial Skyrmion topology. It is shown that the current-driven motion of the crystal reduces the topological Hall effect and the Skyrmion trajectories bend away from the direction of the electric current (the Skyrmion Hall effect). We find a new dissipation mechanism in noncollinear spin textures that can lead to a much faster spin relaxation than Gilbert damping, calculate the dispersion of phonons in the Skyrmion crystal, and discuss the effects of impurity pinning of Skyrmions.",
            "Dynamics of skyrmion crystals in metallic thin films",
            "Jiadong Zang and Maxim Mostovoy and Jung Hoon Han and Naoto Nagaosa",
            "2011",
            "kdGtXZgAAAAJ:u-x6o8ySG0sC",
            368,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.136804",
            "10889980549005817406",
            "\/scholar?cites=10889980549005817406",
            {
                "2011":3,
                "2012":17,
                "2013":27,
                "2014":25,
                "2015":44,
                "2016":39,
                "2017":49,
                "2018":47,
                "2019":51,
                "2020":62,
                "2021":4
            }
        ],
        [
            "Symmetry breaking together with strong spin–orbit interaction gives rise to many exciting phenomena within condensed matter physics. A recent example is the existence of chiral spin textures, which are observed in magnetic systems lacking inversion symmetry. These chiral spin textures, including domain walls and magnetic skyrmions, are both fundamentally interesting and technologically promising. For example, they can be driven very efficiently by electrical currents, and exhibit many new physical properties determined by their real-space topological characteristics. Depending on the details of the competing interactions, these spin textures exist in different parameter spaces. However, the governing mechanism underlying their physical behaviors remains essentially the same. In this review article, the fundamental topological physics underlying these chiral spin textures, the key factors for materials …",
            "Skyrmions in magnetic multilayers",
            "Wanjun Jiang and Gong Chen and Kai Liu and Jiadong Zang and Suzanne GE Te Velthuis and Axel Hoffmann",
            "2017",
            "kdGtXZgAAAAJ:blknAaTinKkC",
            265,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370157317302934",
            "13669347158051283962",
            "\/scholar?cites=13669347158051283962",
            {
                "2016":1,
                "2017":6,
                "2018":55,
                "2019":72,
                "2020":113,
                "2021":9
            }
        ],
        [
            "Spontaneously emergent chirality is an issue of fundamental importance across the natural sciences 1. It has been argued that a unidirectional (chiral) rotation of a mechanical ratchet is forbidden in thermal equilibrium, but becomes possible in systems out of equilibrium 2. Here we report our finding that a topologically nontrivial spin texture known as a skyrmion—a particle-like object in which spins point in all directions to wrap a sphere 3—constitutes such a ratchet. By means of Lorentz transmission electron microscopy we show that micrometre-sized crystals of skyrmions in thin films of Cu 2 OSeO 3 and MnSi exhibit a unidirectional rotation motion. Our numerical simulations based on a stochastic Landau–Lifshitz–Gilbert equation suggest that this rotation is driven solely by thermal fluctuations in the presence of a temperature gradient, whereas in thermal equilibrium it is forbidden by the Bohr–van Leeuwen …",
            "Thermally driven ratchet motion of a skyrmion microcrystal and topological magnon Hall effect",
            "Masahito Mochizuki and XZ Yu and Shinichiro Seki and Naoya Kanazawa and Wataru Koshibae and Jiadong Zang and Maxim Mostovoy and Yoshinori Tokura and Naoto Nagaosa",
            "2014",
            "kdGtXZgAAAAJ:roLk4NBRz8UC",
            242,
            "https:\/\/www.nature.com\/articles\/nmat3862",
            "10083999666862039459",
            "\/scholar?cites=10083999666862039459",
            {
                "2014":14,
                "2015":42,
                "2016":39,
                "2017":37,
                "2018":38,
                "2019":32,
                "2020":36,
                "2021":3
            }
        ],
        [
            "We study the Skyrmion dynamics in thin films under a temperature gradient. Our numerical simulations show that both single and multiple Skyrmions in a crystal move towards the high temperature region, which is contrary to particle diffusion. Noticing a similar effect in the domain wall motion, we employ a theory based on magnon dynamics to explain this counterintuitive phenomenon. Unlike the temperature driven domain wall motion, the Skyrmion’s topological charge plays an important role, and a transverse Skyrmion motion is observed. Our theory turns out to be in agreement with numerical simulations, both qualitatively and quantitatively. Our calculation indicates that a very promising Skyrmion dynamic phenomenon can be observed in experiments.",
            "Dynamics of an insulating skyrmion under a temperature gradient",
            "Lingyao Kong and Jiadong Zang",
            "2013",
            "kdGtXZgAAAAJ:WF5omc3nYNoC",
            206,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.067203",
            "15709518787339786727",
            "\/scholar?cites=15709518787339786727",
            {
                "2013":1,
                "2014":14,
                "2015":29,
                "2016":27,
                "2017":27,
                "2018":40,
                "2019":35,
                "2020":32
            }
        ],
        [
            "Several observational constraints are imposed on the interacting holographic model of dark energy and dark matter. First we use the age parameter today, as given by the WMAP results. Subsequently, we explained the reason why it is possible, as recently observed, for an old quasar to be observed in early stages of the Universe. We discuss this question in terms of the evolution of the age parameter as well as in terms of the structure formation. Finally, we give a detailed discussion of the constraints implied by the observed CMB low ℓ suppression. As a result, the interacting holographic model has been proved to be robust and with reasonable bounds predicts a non-vanishing interaction of dark energy and dark matter.",
            "Interacting dark energy and dark matter: observational constraints from cosmological parameters",
            "Bin Wang and Jiadong Zang and Chi-Yong Lin and Elcio Abdalla and Sandro Micheletti",
            "2007",
            "kdGtXZgAAAAJ:ufrVoPGSRksC",
            197,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S055032130700301X",
            "6198840001528865383",
            "\/scholar?cites=6198840001528865383",
            {
                "2007":3,
                "2008":13,
                "2009":21,
                "2010":27,
                "2011":19,
                "2012":12,
                "2013":14,
                "2014":15,
                "2015":10,
                "2016":14,
                "2017":14,
                "2018":8,
                "2019":10,
                "2020":16,
                "2021":1
            }
        ],
        [
            "We develop a theory of the magnetic field-induced formation of Skyrmion crystal state in chiral magnets in two spatial dimensions, motivated by the recent discovery of the Skyrmionic phase of magnetization in thin film of Fe 0.5 Co 0.5 Si and in the A phase of MnSi. Ginzburg-Landau functional of the chiral magnet rewritten in the CP 1 representation is shown to be a convenient framework for the analysis of the Skyrmion states. Phase diagram of the model at zero temperature gives a sequence of ground states, helical spin→ Skyrme crystal→ ferromagnet, as the external field B increases, in good accord with the thin-film experiment. In close analogy with Abrikosov’s derivation of the vortex lattice solution in type-II superconductor, the CP 1 mean-field equation is solved and shown to reproduce the Skyrmion crystal state.",
            "Skyrmion lattice in a two-dimensional chiral magnet",
            "Jung Hoon Han and Jiadong Zang and Zhihua Yang and Jin-Hong Park and Naoto Nagaosa",
            "2010",
            "kdGtXZgAAAAJ:9yKSN-GCB0IC",
            183,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.82.094429",
            "11046176476796724366",
            "\/scholar?cites=11046176476796724366",
            {
                "2009":1,
                "2010":1,
                "2011":8,
                "2012":11,
                "2013":22,
                "2014":19,
                "2015":21,
                "2016":16,
                "2017":30,
                "2018":11,
                "2019":17,
                "2020":22,
                "2021":2
            }
        ],
        [
            "We investigate theoretically the dynamics of magnetization coupled to the surface Dirac fermions of a three-dimensional topological insulator by deriving the Landau-Lifshitz-Gilbert (LLG) equation in the presence of charge current. Both the inverse spin-galvanic effect and the Gilbert damping coefficient α are related to the two-dimensional diagonal conductivity σ x x of the Dirac fermion, while the Berry phase of the ferromagnetic moment to the Hall conductivity σ x y. The spin-transfer torque and the so-called β terms are shown to be negligibly small. Anomalous behaviors in various phenomena including the ferromagnetic resonance are predicted in terms of this LLG equation.",
            "Theoretical study of the dynamics of magnetization on the topological surface",
            "Takehito Yokoyama and Jiadong Zang and Naoto Nagaosa",
            "2010",
            "kdGtXZgAAAAJ:d1gkVwhDpl0C",
            157,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.81.241410",
            "7349444425478216094",
            "\/scholar?cites=7349444425478216094",
            {
                "2010":4,
                "2011":14,
                "2012":14,
                "2013":15,
                "2014":20,
                "2015":16,
                "2016":20,
                "2017":11,
                "2018":9,
                "2019":15,
                "2020":16,
                "2021":3
            }
        ]
    ]
}