{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This paper refines the nature of the interactions between electron-deficient arenes and halide anions. Conclusions are based on (i) new crystal structures containing alkali halide salts with 1,2,4,5-tetracyanobenzene (TCB) and 18-crown-6, (ii) evaluation of crystal structures found in the Cambridge Structural Database, and (iii) MP2\/aug-cc-pVDZ calculations of F-, Cl-, and Br- complexes with TCB, 1,3,5-tricyanobenzene, triazine, and hexafluorobenzene. When the halide lies above the plane of the π system, the results establish that three distinctly different types of complexes are possible:  strongly covalent σ complexes, weakly covalent donor−π-acceptor complexes, and noncovalent anion−π complexes. When aryl C−H groups are present, a fourth type of interaction leads to C−H · · · X- hydrogen bonding. Characterization of the different geometries encountered with the four possible binding motifs provides …",
            "Structural criteria for the design of anion receptors: the interaction of halides with electron-deficient arenes",
            "Orion B Berryman and Vyacheslav S Bryantsev and David P Stay and Darren W Johnson and Benjamin P Hay",
            "2007",
            "Kdlu5wgAAAAJ:CHSYGLWDkRkC",
            316,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja063460m",
            "9891471521845978234",
            "\/scholar?cites=9891471521845978234",
            {
                "2007":13,
                "2008":40,
                "2009":32,
                "2010":15,
                "2011":30,
                "2012":29,
                "2013":31,
                "2014":24,
                "2015":23,
                "2016":21,
                "2017":14,
                "2018":10,
                "2019":16,
                "2020":17,
                "2021":1
            }
        ],
        [
            "A unique ligand design allows the formation of both an M2L3 triple helicate and an M4L6 tetrahedron (M=Ti, Ga; L=ligand based on 2,6‐diaminoanthracene). Although the tetrahedron is entropically disfavored, a strong host–guest interaction with Me4N+ is enough to drive the equilibrium towards the tetrahedron. Remarkably, the helicate can be quantitatively converted into the tetrahedron simply by addition of Me4N+ (shown schematically).",
            "Triple Helicate—Tetrahedral Cluster Interconversion Controlled by Host–Guest Interactions",
            "Markus Scherer and Dana L Caulder and Darren W Johnson and Kenneth N Raymond",
            "1999",
            "Kdlu5wgAAAAJ:1sJd4Hv_s6UC",
            249,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/(SICI)1521-3773(19990601)38:11%3C1587::AID-ANIE1587%3E3.0.CO;2-R",
            "11806177718219533553",
            "\/scholar?cites=11806177718219533553",
            {
                "1999":5,
                "2000":16,
                "2001":28,
                "2002":17,
                "2003":6,
                "2004":17,
                "2005":11,
                "2006":13,
                "2007":11,
                "2008":17,
                "2009":4,
                "2010":6,
                "2011":9,
                "2012":8,
                "2013":14,
                "2014":14,
                "2015":5,
                "2016":15,
                "2017":7,
                "2018":8,
                "2019":9,
                "2020":8
            }
        ],
        [
            "  Background . Current antibiotic therapies for Clostridium difficile–associated diarrhea have limitations, including progression to severe disease, recurrent C. difficile–associated diarrhea, and selection for nosocomial pathogens. Tolevamer, a soluble, high–molecular weight, anionic polymer that binds C. difficile toxins A and B is a unique nonantibiotic treatment option.  Methods . In this 3-arm, multicenter, randomized, double-blind, active-controlled, parallel-design phase II study, patients with mild to moderately severe C. difficile–associated diarrhea were randomized to receive 3 g of tolevamer per day (n = 97), 6 g of tolevamer per day (n = 95), or 500 mg of vancomycin per day (n = 97). The primary efficacy parameter was time to resolution of diarrhea, defined as the first day of 2 consecutive days when the patient had hard or formed stools (any number) or ⩽2 stools of …",
            "Tolevamer, a Novel Nonantibiotic Polymer, Compared with Vancomycin in the Treatment of Mild to Moderately Severe Clostridium difficile–Associated Diarrhea",
            "Thomas J Louie and Jennifer Peppe and C Kevin Watt and David Johnson and Rasheed Mohammed and Gordon Dow and Karl Weiss and Stuart Simon and Joseph F John Jr and Gary Garber and Scott-Chasan Taber and David M Davidson and Tolevamer Study Investigator Group",
            "2006",
            "Kdlu5wgAAAAJ:fiUsP84psekC",
            237,
            "https:\/\/academic.oup.com\/cid\/article-abstract\/43\/4\/411\/387615",
            "7319635543507731153",
            "\/scholar?cites=7319635543507731153",
            {
                "2006":6,
                "2007":29,
                "2008":24,
                "2009":27,
                "2010":21,
                "2011":19,
                "2012":15,
                "2013":15,
                "2014":14,
                "2015":13,
                "2016":11,
                "2017":7,
                "2018":15,
                "2019":7,
                "2020":6,
                "2021":2
            }
        ],
        [
            "A series of tripodal receptors preorganize electron-deficient aromatic rings to bind halides in organic solvents using weak σ anion-to-arene interactions or C−H···X− hydrogen bonds. 1H NMR spectroscopy proves to be a powerful technique for quantifying binding in solution and determining the interaction motifs, even in cases of weak binding.",
            "Solution Phase Measurement of Both Weak σ and C−H···X− Hydrogen Bonding Interactions in Synthetic Anion Receptors",
            "Orion B Berryman and Aaron C Sather and Benjamin P Hay and Jeffrey S Meisner and Darren W Johnson",
            "2008",
            "Kdlu5wgAAAAJ:dshw04ExmUIC",
            162,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja8035652",
            "17082055956347474853",
            "\/scholar?cites=17082055956347474853",
            {
                "2008":2,
                "2009":16,
                "2010":14,
                "2011":25,
                "2012":12,
                "2013":9,
                "2014":18,
                "2015":14,
                "2016":15,
                "2017":10,
                "2018":9,
                "2019":11,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Metal directed self-assembly has yielded a wide array of two- and three-dimensional structures with fascinating new chemical properties. These structures have typically been prepared utilizing transition metals as directing units, owing to the well-defined coordination preferences these metals exhibit. An area of growing research interest involves the preparation of structures containing main group elements as directing units. This tutorial review surveys the wide range of structure types available through this approach, specifically covering unique structure types accessible from the unusual coordination geometries often exhibited by the elements in Groups 12–17 of the periodic table. This review should be of interest to supramolecular and main group chemists, and researchers in the fields of crystal engineering, host–guest chemistry, and molecular recognition.",
            "Main group supramolecular chemistry",
            "Melanie A Pitt and Darren W Johnson",
            "2007",
            "Kdlu5wgAAAAJ:KxtntwgDAa4C",
            156,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2007\/cs\/b610405n",
            "123591112658134815",
            "\/scholar?cites=123591112658134815",
            {
                "2007":2,
                "2008":15,
                "2009":19,
                "2010":20,
                "2011":17,
                "2012":18,
                "2013":16,
                "2014":12,
                "2015":9,
                "2016":7,
                "2017":4,
                "2018":3,
                "2019":4,
                "2020":8,
                "2021":1
            }
        ],
        [
            "[5] JJ Lavigne, EV Anslyn, Angew. Chem. 1999, 111, 3903±3906; Angew. Chem. Int. Ed. 1999, 38, 3666±3669.[6] a) PA Gale, LJ Twyman, CI Handlin, JL Sessler, Chem. Commun. 1999, 1851±1852; b) CB Black, B. Andrioletti, AC Try, C. Ruiperez, JL Sessler, J. Am. Chem. Soc. 1999, 121, 10 438±10 439.[7] a) H. Miyaji, W. Sato, JL Sessler, V. Lynch, Tetrahedron Lett. 2000, 41, 1369±1373; b) H. Miyaji, W. Sato, JL Sessler, Angew. Chem. 2000, 112, 1847±1850; Angew. Chem. Int. Ed. 2000, 39, 1777±1780.[8] JL Sessler, TD Mody, DA Ford, V. Lynch, Angew. Chem. 1992, 104, 461±464; Angew. Chem. Int. Ed. Engl. 1992, 31, 452±455.[9] The binding constants (Ka) with various anions were estimated from the shifts in the absorption spectra of 1, 2-diaminoanthraquinone, with F¿ à 3820, Cl¿ à 310, Br¿ à 85, I¿ à 20, H2PO4¿ à 1270, and HSO4¿ à 25m¿ 1 in dichloromethane. Errors< 10%.[10] The change in color for 1 …",
            "Resolution and kinetic stability of a chiral supramolecular assembly made of labile components",
            "Andreas J Terpin and Marco Ziegler and Darren W Johnson and Kenneth N Raymond",
            "2001",
            "Kdlu5wgAAAAJ:P5F9QuxV20EC",
            156,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/1521-3757(20010105)113:1%3C161::AID-ANGE161%3E3.0.CO;2-6",
            "5638990629289129555",
            "\/scholar?cites=5638990629289129555",
            {
                "2000":1,
                "2001":3,
                "2002":17,
                "2003":11,
                "2004":10,
                "2005":9,
                "2006":8,
                "2007":13,
                "2008":12,
                "2009":10,
                "2010":2,
                "2011":8,
                "2012":7,
                "2013":3,
                "2014":6,
                "2015":7,
                "2016":5,
                "2017":5,
                "2018":4,
                "2019":8,
                "2020":5
            }
        ],
        [
            "Non‐tetrahedron‐forming L 2 ligands insert into a resolved ΔΔΔΔ‐[Ga 4 L 1 6] 12− tetrahedral assembly of labile metal and ligand components without compromising its supramolecular structure (see scheme). Preservation of the chirality of the initial architecture verifies its structural memory.",
            "Supramolecular chirality: A reporter of structural memory",
            "Marco Ziegler and Anna V Davis and Darren W Johnson and Kenneth N Raymond",
            "2003",
            "Kdlu5wgAAAAJ:nb7KW1ujOQ8C",
            148,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/anie.200390183",
            "8669971100699593773",
            "\/scholar?cites=8669971100699593773",
            {
                "2003":3,
                "2004":14,
                "2005":14,
                "2006":8,
                "2007":12,
                "2008":16,
                "2009":10,
                "2010":3,
                "2011":13,
                "2012":10,
                "2013":6,
                "2014":6,
                "2015":5,
                "2016":5,
                "2017":6,
                "2018":2,
                "2019":7,
                "2020":5,
                "2021":1
            }
        ],
        [
            "A rational approach to heterometallic cluster formation is described that uses incommensurate symmetry requirements at two different metals to control the stoichiometry of the assembly. Critical to this strategy is the proper design and synthesis of hybrid ligands with coordination sites selective toward each metal. The phosphino-catechol ligand 4-(diphenylphosphino)benzene-1,2-diol (H2L) possesses both hard catecholate and soft phosphine donor sites and serves such a role, using soft (C2-symmetric) and hard (C3-symmetric) metal centers. The ML3 catecholate complexes (M = FeIII, GaIII, TiIV, SnIV) have been prepared and characterized as C3-symmetry precursors for the stepwise assembly (aufbau) of heterometallic clusters. While the single-crystal X-ray structure of the Cs2[TiL3] salt shows a C1 mer-configuration in the solid -state, room-temperature solution NMR data of this and related complexes are …",
            "Rational Design and Assembly of M2M‘3L6 Supramolecular Clusters with C3h Symmetry by Exploiting Incommensurate Symmetry Numbers",
            "Xiankai Sun and Darren W Johnson and Dana L Caulder and Kenneth N Raymond and Edward H Wong",
            "2001",
            "Kdlu5wgAAAAJ:uWQEDVKXjbEC",
            118,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja0029376",
            "4329309699049205822",
            "\/scholar?cites=4329309699049205822",
            {
                "2001":7,
                "2002":9,
                "2003":3,
                "2004":8,
                "2005":8,
                "2006":10,
                "2007":5,
                "2008":10,
                "2009":3,
                "2010":2,
                "2011":2,
                "2012":4,
                "2013":13,
                "2014":8,
                "2015":8,
                "2016":6,
                "2017":2,
                "2018":5,
                "2019":5
            }
        ],
        [
            "1H NMR spectroscopic data and complementary theoretical predictions suggest that a designed receptor exhibits the anion–π interaction in solution.",
            "Anion–π interaction augments halide binding in solution",
            "Orion B Berryman and Fraser Hof and Michael J Hynes and Darren W Johnson",
            "2006",
            "Kdlu5wgAAAAJ:SP6oXDckpogC",
            107,
            "https:\/\/pubs.rsc.org\/lv\/content\/articlehtml\/2006\/cc\/b511570a",
            "6624785844924578318",
            "\/scholar?cites=6624785844924578318",
            {
                "2006":2,
                "2007":13,
                "2008":12,
                "2009":8,
                "2010":10,
                "2011":13,
                "2012":7,
                "2013":5,
                "2014":4,
                "2015":9,
                "2016":9,
                "2017":4,
                "2018":6,
                "2019":4,
                "2020":1
            }
        ],
        [
            "Mixed‐metal mesocates [M2Pd3Br6L6]4− (M=TiIV, SnIV; L=4‐diphenylphosphanyl‐catecholate) have been synthesized, in which the two incommensurate symmetry elements generated by the different metal ions are linked by a rigid, bifunctional ligand to generate a C3h‐symmetrical cluster (see picture).",
            "Exploiting Incommensurate Symmetry Numbers: Rational Design and Assembly of M2M3′ L6 Supramolecular Clusters with C3h Symmetry",
            "Xiankai Sun and Darren W Johnson and Dana L Caulder and Ryan E Powers and Kenneth N Raymond and Edward H Wong",
            "1999",
            "Kdlu5wgAAAAJ:Tiz5es2fbqcC",
            104,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/(SICI)1521-3773(19990503)38:9%3C1303::AID-ANIE1303%3E3.0.CO;2-8",
            "17888785606530388518",
            "\/scholar?cites=17888785606530388518",
            {
                "1999":3,
                "2000":5,
                "2001":9,
                "2002":2,
                "2003":2,
                "2004":3,
                "2005":6,
                "2006":7,
                "2007":4,
                "2008":5,
                "2009":3,
                "2010":1,
                "2011":2,
                "2012":5,
                "2013":10,
                "2014":7,
                "2015":3,
                "2016":4,
                "2017":4,
                "2018":7,
                "2019":12
            }
        ]
    ]
}