{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Extensive experimental data from high-energy nucleus-nucleus collisions were recorded using the PHENIX detector at the Relativistic Heavy Ion Collider (RHIC). The comprehensive set of measurements from the first three years of RHIC operation includes charged particle multiplicities, transverse energy, yield ratios and spectra of identified hadrons in a wide range of transverse momenta (p T), elliptic flow, two-particle correlations, nonstatistical fluctuations, and suppression of particle production at high p T. The results are examined with an emphasis on implications for the formation of a new state of dense matter. We find that the state of matter created at RHIC cannot be described in terms of ordinary color neutral hadrons.",
            "Formation of dense partonic matter in relativistic nucleus–nucleus collisions at RHIC: experimental evaluation by the PHENIX collaboration",
            "K Adcox and SS Adler and S Afanasiev and C Aidala and NN Ajitanand and Y Akiba and A Al-Jamel and J Alexander and R Amirikas and K Aoki and Laurent Aphecetche and Y Arai and R Armendariz and SH Aronson and R Averbeck and TC Awes and R Azmoun and V Babintsev and A Baldisseri and KN Barish and PD Barnes and J Barrette and B Bassalleck and S Bathe and S Batsouli and V Baublis and F Bauer and A Bazilevsky and S Belikov and FG Bellaiche and ST Belyaev and MJ Bennett and Y Berdnikov and S Bhagavatula and MT Bjorndal and JG Boissevain and H Borel and S Borenstein and S Botelho and ML Brooks and DS Brown and N Bruner and D Bucher and H Buesching and V Bumazhnov and G Bunce and JM Burward-Hoy and S Butsyk and X Camard and TA Carey and J-S Chai and P Chand and J Chang and WC Chang and LL Chavez and S Chernichenko and CY Chi and J Chiba and M Chiu and IJ Choi and J Choi and RK Choudhury and T Christ and T Chujo and MS Chung and P Chung and V Cianciolo and CR Cleven and Y Cobigo and BA Cole and MP Comets and P Constantin and M Csanad and T Csörgő and Jean-Pierre Cussonneau and D d'Enterria and T Dahms and K Das and G David and F Deak and H Delagrange and A Denisov and A Deshpande and EJ Desmond and A Devismes and O Dietzsch and BV Dinesh and JL Drachenberg and O Drapier and A Drees and AK Dubey and R Du Rietz and A Durum and D Dutta and V Dzhordzhadze and K Ebisu and YV Efremenko and J Egdemir and K El Chenawi and A Enokizono and H En'Yo and B Espagnon and S Esumi and L Ewell and T Ferdousi and DE Fields and C Finck and F Fleuret and SL Fokin and B Forestier and BD Fox and Z Fraenkel and JE Frantz and A Franz and AD Frawley and Y Fukao and S-Y Fung and S Gadrat and S Garpman and F Gastineau and M Germain and TK Ghosh and A Glenn and AL Godoi and G Gogiberidze and M Gonin and J Gosset and Y Goto and R Granier de Cassagnac and N Grau and SV Greene and M Grosse Perdekamp and T Gunji and SK Gupta and W Guryn and H-Å Gustafsson and T Hachiya and A Hadjhenni and JS Haggerty and MN Hagiwara and H Hamagaki and AG Hansen and H Hara and H Harada and EP Hartouni and K Haruna and M Harvey and E Haslum and K Hasuko and R Hayano",
            "2005",
            "KeL5Y3MAAAAJ:NJ774b8OgUMC",
            4087,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0375947405005300",
            "17769145082004722817",
            "\/scholar?cites=17769145082004722817",
            {
                "2005":46,
                "2006":198,
                "2007":273,
                "2008":241,
                "2009":294,
                "2010":266,
                "2011":346,
                "2012":291,
                "2013":299,
                "2014":281,
                "2015":273,
                "2016":271,
                "2017":275,
                "2018":248,
                "2019":228,
                "2020":214,
                "2021":21
            }
        ],
        [
            "We present the final report from a series of precision measurements of the muon anomalous magnetic moment, a μ=(g− 2)\/2. The details of the experimental method, apparatus, data taking, and analysis are summarized. Data obtained at Brookhaven National Laboratory, using nearly equal samples of positive and negative muons, were used to deduce a μ (Expt)= 11659208.0 (5.4)(3.3)× 10− 10, where the statistical and systematic uncertainties are given, respectively. The combined uncertainty of 0.54 ppm represents a 14-fold improvement compared to previous measurements at CERN. The standard model value for a μ includes contributions from virtual QED, weak, and hadronic processes. While the QED processes account for most of the anomaly, the largest theoretical uncertainty,≈ 0.55 ppm, is associated with first-order hadronic vacuum polarization. Present standard model evaluations, based on e+ e …",
            "Final report of the E821 muon anomalous magnetic moment measurement at BNL",
            "Gerald W Bennett and B Bousquet and HN Brown and G Bunce and RM Carey and P Cushman and GT Danby and PT Debevec and M Deile and H Deng and W Deninger and SK Dhawan and VP Druzhinin and L Duong and E Efstathiadis and FJM Farley and GV Fedotovich and S Giron and FE Gray and D Grigoriev and M Grosse-Perdekamp and A Grossmann and MF Hare and DW Hertzog and X Huang and VW Hughes and M Iwasaki and K Jungmann and D Kawall and M Kawamura and BI Khazin and J Kindem and F Krienen and I Kronkvist and A Lam and R Larsen and YY Lee and I Logashenko and R McNabb and W Meng and J Mi and JP Miller and Y Mizumachi and WM Morse and D Nikas and CJG Onderwater and Y Orlov and CS Özben and JM Paley and Q Peng and CC Polly and J Pretz and R Prigl and G Zu Putlitz and T Qian and SI Redin and O Rind and BL Roberts and N Ryskulov and S Sedykh and Yannis K Semertzidis and P Shagin and Yu M Shatunov and EP Sichtermann and E Solodov and M Sossong and A Steinmetz and LR Sulak and C Timmermans and A Trofimov and D Urner and P Von Walter and D Warburton and D Winn and A Yamamoto and D Zimmerman and Muon g-2 Collaboration",
            "2006",
            "KeL5Y3MAAAAJ:7T2F9Uy0os0C",
            2467,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.73.072003",
            "9016645085737541412",
            "\/scholar?cites=9016645085737541412",
            {
                "2006":22,
                "2007":79,
                "2008":105,
                "2009":108,
                "2010":97,
                "2011":125,
                "2012":155,
                "2013":179,
                "2014":183,
                "2015":199,
                "2016":232,
                "2017":229,
                "2018":229,
                "2019":254,
                "2020":243,
                "2021":17
            }
        ],
        [
            "The PHENIX experiment at the BNL Relativistic Heavy Ion Collider (RHIC) has measured electrons with 0.3< p T< 9 GeV\/c at midrapidity (| y|< 0.35) from heavy-flavor (charm and bottom) decays in Au+ Au collisions at s NN= 200 GeV. The nuclear modification factor R AA relative to p+ p collisions shows a strong suppression in central Au+ Au collisions, indicating substantial energy loss of heavy quarks in the medium produced at RHIC energies. A large azimuthal anisotropy v 2 with respect to the reaction plane is observed for 0.5< p T< 5 GeV\/c indicating substantial heavy-flavor elliptic flow. Both R AA and v 2 show a p T dependence different from those of neutral pions. A comparison to transport models which simultaneously describe R AA (p T) and v 2 (p T) suggests that the viscosity to entropy density ratio is close to the conjectured quantum lower bound, ie, near a perfect fluid.",
            "Energy Loss and Flow of Heavy Quarks in  Collisions at ",
            "Andrew Adare and S Afanasiev and C Aidala and NN Ajitanand and Y Akiba and H Al-Bataineh and J Alexander and A Al-Jamel and K Aoki and Laurent Aphecetche and R Armendariz and SH Aronson and J Asai and ET Atomssa and R Averbeck and TC Awes and B Azmoun and V Babintsev and G Baksay and L Baksay and A Baldisseri and KN Barish and PD Barnes and B Bassalleck and S Bathe and S Batsouli and V Baublis and F Bauer and A Bazilevsky and S Belikov and R Bennett and Y Berdnikov and AA Bickley and MT Bjorndal and JG Boissevain and H Borel and K Boyle and ML Brooks and DS Brown and D Bucher and H Buesching and V Bumazhnov and G Bunce and JM Burward-Hoy and S Butsyk and S Campbell and J-S Chai and BS Chang and J-L Charvet and S Chernichenko and J Chiba and CY Chi and M Chiu and IJ Choi and T Chujo and P Chung and A Churyn and V Cianciolo and CR Cleven and Y Cobigo and BA Cole and MP Comets and P Constantin and M Csanad and T Csörgő and T Dahms and K Das and G David and MB Deaton and K Dehmelt and H Delagrange and A Denisov and D d’Enterria and A Deshpande and EJ Desmond and O Dietzsch and A Dion and M Donadelli and JL Drachenberg and O Drapier and A Drees and AK Dubey and A Durum and V Dzhordzhadze and YV Efremenko and J Egdemir and F Ellinghaus and WS Emam and A Enokizono and H En’yo and B Espagnon and S Esumi and KO Eyser and DE Fields and M Finger and F Fleuret and SL Fokin and B Forestier and Z Fraenkel and JE Frantz and A Franz and AD Frawley and K Fujiwara and Y Fukao and S-Y Fung and T Fusayasu and S Gadrat and I Garishvili and F Gastineau and M Germain and A Glenn and H Gong and M Gonin and J Gosset and Y Goto and R Granier De Cassagnac and N Grau and SV Greene and M Grosse Perdekamp and T Gunji and H-Å Gustafsson and T Hachiya and A Hadj Henni and C Haegemann and JS Haggerty and MN Hagiwara and H Hamagaki and R Han and H Harada and EP Hartouni and K Haruna and M Harvey and E Haslum and K Hasuko and R Hayano and M Heffner and TK Hemmick and T Hester and JM Heuser and X He and H Hiejima and JC Hill and R Hobbs and M Hohlmann and M Holmes and W Holzmann and K Homma and Byungsik Hong and T Horaguchi and D Hornback",
            "2007",
            "KeL5Y3MAAAAJ:UeHWp8X0CEIC",
            1935,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.98.172301",
            "15170393186453968012",
            "\/scholar?cites=15170393186453968012",
            {
                "2007":66,
                "2008":154,
                "2009":222,
                "2010":143,
                "2011":222,
                "2012":193,
                "2013":161,
                "2014":155,
                "2015":118,
                "2016":156,
                "2017":107,
                "2018":92,
                "2019":72,
                "2020":59,
                "2021":4
            }
        ],
        [
            "Transverse momentum spectra for charged hadrons and for neutral pions in the range 1 GeV\/c< p T< 5 GeV\/c have been measured by the PHENIX experiment at RHIC in Au+ Au collisions at s NN= 130 GeV. At high p T the spectra from peripheral nuclear collisions are consistent with scaling the spectra from p+ p collisions by the average number of binary nucleon-nucleon collisions. The spectra from central collisions are significantly suppressed when compared to the binary-scaled p+ p expectation, and also when compared to similarly binary-scaled peripheral collisions, indicating a novel nuclear-medium effect in central nuclear collisions at RHIC energies.",
            "Suppression of Hadrons with Large Transverse Momentum in Central  Collisions at ",
            "K Adcox and SS Adler and NN Ajitanand and Y Akiba and J Alexander and Laurent Aphecetche and Y Arai and SH Aronson and R Averbeck and TC Awes and KN Barish and PD Barnes and J Barrette and B Bassalleck and S Bathe and V Baublis and A Bazilevsky and S Belikov and FG Bellaiche and ST Belyaev and MJ Bennett and Y Berdnikov and S Botelho and ML Brooks and DS Brown and N Bruner and D Bucher and H Buesching and V Bumazhnov and G Bunce and J Burward-Hoy and S Butsyk and TA Carey and P Chand and J Chang and WC Chang and LL Chavez and S Chernichenko and CY Chi and J Chiba and M Chiu and RK Choudhury and T Christ and T Chujo and MS Chung and P Chung and V Cianciolo and BA Cole and DG d'Enterria and G David and H Delagrange and A Denisov and A Deshpande and EJ Desmond and O Dietzsch and BV Dinesh and A Drees and A Durum and D Dutta and K Ebisu and YV Efremenko and K El Chenawi and H En'Yo and S Esumi and L Ewell and T Ferdousi and DE Fields and SL Fokin and Z Fraenkel and A Franz and AD Frawley and S-Y Fung and S Garpman and TK Ghosh and A Glenn and AL Godoi and Y Goto and SV Greene and M Grosse Perdekamp and SK Gupta and W Guryn and H-Å Gustafsson and JS Haggerty and H Hamagaki and AG Hansen and H Hara and EP Hartouni and R Hayano and N Hayashi and X He and TK Hemmick and JM Heuser and M Hibino and JC Hill and DS Ho and K Homma and Byungsik Hong and A Hoover and T Ichihara and K Imai and MS Ippolitov and M Ishihara and BV Jacak and WY Jang and J Jia and BM Johnson and SC Johnson and KS Joo and S Kametani and JH Kang and M Kann and SS Kapoor and Steven Kelly and B Khachaturov and A Khanzadeev and J Kikuchi and DJ Kim and HJ Kim and SY Kim and YG Kim and WW Kinnison and E Kistenev and A Kiyomichi and C Klein-Boesing and S Klinksiek and L Kochenda and V Kochetkov and D Koehler and T Kohama and D Kotchetkov and A Kozlov and PJ Kroon and K Kurita and MJ Kweon and Y Kwon and GS Kyle and R Lacey and JG Lajoie and J Lauret and A Lebedev and DM Lee and MJ Leitch and XH Li and Zhenyu Li and DJ Lim and MX Liu and X Liu and Z Liu and CF Maguire and J Mahon",
            "2001",
            "KeL5Y3MAAAAJ:u5HHmVD_uO8C",
            1546,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.88.022301",
            "9334947969785336356",
            "\/scholar?cites=9334947969785336356",
            {
                "2002":75,
                "2003":152,
                "2004":139,
                "2005":116,
                "2006":86,
                "2007":110,
                "2008":75,
                "2009":82,
                "2010":63,
                "2011":73,
                "2012":68,
                "2013":66,
                "2014":78,
                "2015":70,
                "2016":77,
                "2017":42,
                "2018":68,
                "2019":44,
                "2020":41,
                "2021":4
            }
        ],
        [
            "The centrality dependence of transverse momentum distributions and yields for π±, K±, p, and p in Au+ Au collisions at s N N= 200 GeV at midrapidity are measured by the PHENIX experiment at the Relativistic Heavy Ion Collider. We observe a clear particle mass dependence of the shapes of transverse momentum spectra in central collisions below∼ 2 GeV∕ c in p T. Both mean transverse momenta and particle yields per participant pair increase from peripheral to midcentral and saturate at the most central collisions for all particle species. We also measure particle ratios of π−∕ π+, K−∕ K+, p∕ p, K∕ π, p∕ π, and p∕ π as a function of p T and collision centrality. The ratios of equal mass particle yields are independent of p T and centrality within the experimental uncertainties. In central collisions at intermediate transverse momenta∼ 1.5–4.5 GeV∕ c, proton and antiproton yields constitute a significant fraction …",
            "Identified charged particle spectra and yields in Au+ Au collisions at s N N= 200 GeV",
            "Stephen Scott Adler and S Afanasiev and C Aidala and NN Ajitanand and Y Akiba and J Alexander and R Amirikas and Laurent Aphecetche and SH Aronson and R Averbeck and TC Awes and R Azmoun and V Babintsev and A Baldisseri and KN Barish and PD Barnes and B Bassalleck and S Bathe and S Batsouli and V Baublis and A Bazilevsky and S Belikov and Y Berdnikov and S Bhagavatula and JG Boissevain and H Borel and S Borenstein and ML Brooks and DS Brown and N Bruner and D Bucher and H Buesching and V Bumazhnov and G Bunce and JM Burward-Hoy and S Butsyk and X Camard and J-S Chai and P Chand and WC Chang and S Chernichenko and CY Chi and J Chiba and M Chiu and IJ Choi and J Choi and RK Choudhury and T Chujo and V Cianciolo and Y Cobigo and BA Cole and P Constantin and DG d’Enterria and G David and H Delagrange and A Denisov and A Deshpande and EJ Desmond and O Dietzsch and O Drapier and A Drees and R Du Rietz and A Durum and D Dutta and YV Efremenko and K El Chenawi and A Enokizono and H En‘Yo and S Esumi and L Ewell and DE Fields and F Fleuret and SL Fokin and BD Fox and Z Fraenkel and JE Frantz and A Franz and AD Frawley and S-Y Fung and S Garpman and TK Ghosh and A Glenn and G Gogiberidze and M Gonin and J Gosset and Y Goto and R Granier de Cassagnac and N Grau and SV Greene and M Grosse Perdekamp and W Guryn and H-Å Gustafsson and T Hachiya and JS Haggerty and H Hamagaki and AG Hansen and EP Hartouni and M Harvey and R Hayano and X He and M Heffner and TK Hemmick and JM Heuser and M Hibino and JC Hill and W Holzmann and K Homma and Byungsik Hong and A Hoover and T Ichihara and VV Ikonnikov and K Imai and D Isenhower and M Ishihara and M Issah and A Isupov and BV Jacak and WY Jang and Y Jeong and J Jia and O Jinnouchi and BM Johnson and SC Johnson and KS Joo and D Jouan and S Kametani and N Kamihara and JH Kang and SS Kapoor and K Katou and S Kelly and B Khachaturov and A Khanzadeev and J Kikuchi and DH Kim and DJ Kim and DW Kim and E Kim and G-B Kim and HJ Kim and E Kistenev and A Kiyomichi and K Kiyoyama and C Klein-Boesing and H Kobayashi and L Kochenda and V Kochetkov and D Koehler and T Kohama and M Kopytine",
            "2004",
            "KeL5Y3MAAAAJ:PVgj2kMGcgYC",
            1135,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.69.034909",
            "358141566709671995",
            "\/scholar?cites=358141566709671995",
            {
                "2003":4,
                "2004":49,
                "2005":99,
                "2006":103,
                "2007":102,
                "2008":90,
                "2009":66,
                "2010":64,
                "2011":94,
                "2012":82,
                "2013":63,
                "2014":69,
                "2015":48,
                "2016":49,
                "2017":28,
                "2018":32,
                "2019":34,
                "2020":50,
                "2021":1
            }
        ],
        [
            "The muon-proton and muon-deuteron inclusive deep inelastic scattering cross sections were measured in the kinematic range 0.002<×< 0.60 and 0.5< Q 2< 75 GeV 2 at incident muon energies of 90, 120, 200 and 280 GeV. These results are based on the full data set collected by the New Muon Collaboration, including the data taken with a small angle trigger. The extracted values of the structure functions F 2 p and F 2 d are in good agreement with those from other experiments. The data cover a sufficient range of y to allow the determination of the ratio of the longitudinally to transversely polarised virtual photon absorption cross sections, R= σ L σ T, for 0.002<×< 0.12. The values of R are compatible with a perturbative QCD prediction; they agree with earlier measurements and extend to smaller x.",
            "Measurement of the proton and deuteron structure functions, F2p and F2d, and of the ratio σLσT",
            "M Arneodo and A Arvidson and B Badełek and M Ballintijn and Guenter Baum and J Beaufays and IG Bird and P Björkholm and M Botje and C Broggini and W Brückner and A Brüll and WJ Burger and J Ciborowski and R Van Dantzig and A Dyring and H Engelien and MI Ferrero and L Fluri and U Gaul and T Granier and M Grosse-Perdekamp and D Von Harrach and M Van Der Heijden and C Heusch and Q Ingram and M De Jong and EM Kabuss and R Kaiser and TJ Ketel and F Klein and S Kullander and U Landgraf and T Lindqvist and GK Mallot and C Mariotti and G Van Middelkoop and A Milsztajn and Y Mizuno and A Most and A Mücklich and J Nassalski and D Nowotny and J Oberski and A Paić and Cristiana Peroni and B Povh and K Prytz and R Rieger and K Rith and K Röhrich and E Rondio and L Ropelewski and A Sandacz and D Sanders and C Scholz and R Seitz and F Sever and T-A Shibata and M Siebler and A Simon and A Staiano and M Szleper and W Tłaczała and Y Tzamouranis and M Virchaux and JL Vuilleumier and T Walcher and R Windmolders and A Witzmann and K Zaremba and F Zetsche and New Muon Collaboration",
            "1997",
            "KeL5Y3MAAAAJ:_Re3VWB3Y0AC",
            1117,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S055032139600538X",
            "5383460144143031366",
            "\/scholar?cites=5383460144143031366",
            {
                "1995":3,
                "1996":17,
                "1997":37,
                "1998":63,
                "1999":77,
                "2000":60,
                "2001":53,
                "2002":68,
                "2003":57,
                "2004":31,
                "2005":48,
                "2006":44,
                "2007":46,
                "2008":39,
                "2009":51,
                "2010":49,
                "2011":36,
                "2012":39,
                "2013":29,
                "2014":40,
                "2015":36,
                "2016":43,
                "2017":38,
                "2018":23,
                "2019":33,
                "2020":26,
                "2021":9
            }
        ],
        [
            "Transverse momentum spectra of neutral pions in the range 1< p T< 10 G e V\/c have been measured at midrapidity by the PHENIX experiment at BNL RHIC in A u+ A u collisions at s N N= 200 G e V. The π 0 multiplicity in central reactions is significantly below the yields measured at the same s N N in peripheral A u+ A u and p+ p reactions scaled by the number of nucleon-nucleon collisions. For the most central bin, the suppression factor is∼ 2.5 at p T= 2 G e V\/c and increases to∼ 4–5 at p T≈ 4 G e V\/c. At larger p T, the suppression remains constant within errors. The deficit is already apparent in semiperipheral reactions and increases smoothly with centrality.",
            "Suppressed  Production at Large Transverse Momentum in Central  Collisions at ",
            "Stephen Scott Adler and S Afanasiev and C Aidala and NN Ajitanand and Y Akiba and J Alexander and R Amirikas and Laurent Aphecetche and SH Aronson and R Averbeck and TC Awes and R Azmoun and V Babintsev and A Baldisseri and KN Barish and PD Barnes and B Bassalleck and S Bathe and S Batsouli and V Baublis and A Bazilevsky and S Belikov and Y Berdnikov and S Bhagavatula and JG Boissevain and H Borel and S Borenstein and ML Brooks and DS Brown and N Bruner and D Bucher and H Buesching and V Bumazhnov and G Bunce and JM Burward-Hoy and S Butsyk and X Camard and J-S Chai and P Chand and WC Chang and S Chernichenko and CY Chi and J Chiba and M Chiu and IJ Choi and J Choi and RK Choudhury and T Chujo and V Cianciolo and Y Cobigo and BA Cole and P Constantin and DG d’Enterria and G David and H Delagrange and A Denisov and A Deshpande and EJ Desmond and O Dietzsch and O Drapier and A Drees and KA Drees and R Du Rietz and A Durum and D Dutta and YV Efremenko and K El Chenawi and A Enokizono and H En’yo and S Esumi and L Ewell and DE Fields and F Fleuret and SL Fokin and BD Fox and Z Fraenkel and JE Frantz and A Franz and AD Frawley and S-Y Fung and S Garpman and TK Ghosh and A Glenn and G Gogiberidze and M Gonin and J Gosset and Y Goto and R Granier de Cassagnac and N Grau and SV Greene and M Grosse Perdekamp and W Guryn and H-Å Gustafsson and T Hachiya and JS Haggerty and H Hamagaki and AG Hansen and EP Hartouni and M Harvey and R Hayano and X He and M Heffner and TK Hemmick and JM Heuser and M Hibino and JC Hill and W Holzmann and K Homma and Byungsik Hong and A Hoover and T Ichihara and VV Ikonnikov and K Imai and L Isenhower and M Ishihara and M Issah and A Isupov and BV Jacak and WY Jang and Y Jeong and J Jia and O Jinnouchi and BM Johnson and SC Johnson and KS Joo and D Jouan and S Kametani and N Kamihara and JH Kang and SS Kapoor and K Katou and Steven Kelly and B Khachaturov and A Khanzadeev and J Kikuchi and DH Kim and DJ Kim and DW Kim and E Kim and G-B Kim and HJ Kim and E Kistenev and A Kiyomichi and K Kiyoyama and C Klein-Boesing and H Kobayashi and L Kochenda and V Kochetkov and D Koehler and T Kohama",
            "2003",
            "KeL5Y3MAAAAJ:u-x6o8ySG0sC",
            1054,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.91.072301",
            "17051705761959213586",
            "\/scholar?cites=17051705761959213586",
            {
                "2003":34,
                "2004":114,
                "2005":121,
                "2006":98,
                "2007":123,
                "2008":63,
                "2009":59,
                "2010":47,
                "2011":61,
                "2012":39,
                "2013":32,
                "2014":38,
                "2015":68,
                "2016":36,
                "2017":31,
                "2018":37,
                "2019":22,
                "2020":17,
                "2021":1
            }
        ],
        [
            "The anisotropy parameter (v 2), the second harmonic of the azimuthal particle distribution, has been measured with the PHENIX detector in A u+ A u collisions at s N N= 200 G e V for identified and inclusive charged particle production at central rapidities (| η|< 0.35) with respect to the reaction plane defined at high rapidities (| η|= 3–4). We observe that the v 2 of mesons falls below that of (anti) baryons for p T> 2 G e V\/c, in marked contrast to the predictions of a hydrodynamical model. A quark-coalescence model is also investigated.",
            "Elliptic Flow of Identified Hadrons in  Collisions at ",
            "Stephen Scott Adler and S Afanasiev and C Aidala and NN Ajitanand and Y Akiba and J Alexander and R Amirikas and Laurent Aphecetche and SH Aronson and R Averbeck and TC Awes and R Azmoun and V Babintsev and A Baldisseri and KN Barish and PD Barnes and B Bassalleck and S Bathe and S Batsouli and V Baublis and A Bazilevsky and S Belikov and Y Berdnikov and S Bhagavatula and JG Boissevain and H Borel and S Borenstein and ML Brooks and DS Brown and N Bruner and D Bucher and H Buesching and V Bumazhnov and G Bunce and JM Burward-Hoy and S Butsyk and X Camard and J-S Chai and P Chand and WC Chang and S Chernichenko and CY Chi and J Chiba and M Chiu and IJ Choi and J Choi and RK Choudhury and T Chujo and V Cianciolo and Y Cobigo and BA Cole and P Constantin and DG d’Enterria and G David and H Delagrange and A Denisov and A Deshpande and EJ Desmond and O Dietzsch and O Drapier and A Drees and R Du Rietz and A Durum and D Dutta and YV Efremenko and K El Chenawi and A Enokizono and H En’yo and S Esumi and L Ewell and DE Fields and F Fleuret and SL Fokin and BD Fox and Z Fraenkel and JE Frantz and A Franz and AD Frawley and S-Y Fung and S Garpman and TK Ghosh and A Glenn and G Gogiberidze and M Gonin and J Gosset and Y Goto and R Granier de Cassagnac and N Grau and SV Greene and M Grosse Perdekamp and W Guryn and H-Å Gustafsson and T Hachiya and JS Haggerty and H Hamagaki and AG Hansen and EP Hartouni and M Harvey and R Hayano and X He and M Heffner and TK Hemmick and JM Heuser and M Hibino and JC Hill and W Holzmann and K Homma and B Hong and A Hoover and T Ichihara and VV Ikonnikov and K Imai and LD Isenhower and M Ishihara and M Issah and A Isupov and BV Jacak and WY Jang and Y Jeong and J Jia and O Jinnouchi and BM Johnson and SC Johnson and KS Joo and D Jouan and S Kametani and N Kamihara and JH Kang and SS Kapoor and K Katou and Steven Kelly and B Khachaturov and A Khanzadeev and J Kikuchi and DH Kim and DJ Kim and DW Kim and E Kim and G-B Kim and HJ Kim and E Kistenev and A Kiyomichi and K Kiyoyama and C Klein-Boesing and H Kobayashi and L Kochenda and V Kochetkov and D Koehler and T Kohama and M Kopytine",
            "2003",
            "KeL5Y3MAAAAJ:d1gkVwhDpl0C",
            1003,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.91.182301",
            "17665733409159686232",
            "\/scholar?cites=17665733409159686232",
            {
                "2003":9,
                "2004":62,
                "2005":98,
                "2006":98,
                "2007":74,
                "2008":66,
                "2009":76,
                "2010":65,
                "2011":74,
                "2012":50,
                "2013":50,
                "2014":45,
                "2015":61,
                "2016":39,
                "2017":44,
                "2018":31,
                "2019":30,
                "2020":21,
                "2021":2
            }
        ],
        [
            "A precise measurement of the anomalous g value, a μ=(g− 2)\/2, for the positive muon has been made at the Brookhaven Alternating Gradient Synchrotron. The result a μ+= 11 659 202 (14)(6)× 10− 10 (1.3 ppm) is in good agreement with previous measurements and has an error one third that of the combined previous data. The current theoretical value from the standard model is a μ (SM)= 11 659 159.6 (6.7)× 10− 10 (0.57 ppm) and a μ (exp)− a μ (SM)= 43 (16)× 10− 10 in which a μ (exp) is the world average experimental value.",
            "Precise measurement of the positive muon anomalous magnetic moment",
            "HN Brown and G Bunce and RM Carey and P Cushman and GT Danby and PT Debevec and M Deile and H Deng and W Deninger and SK Dhawan and VP Druzhinin and L Duong and E Efstathiadis and FJM Farley and GV Fedotovich and S Giron and F Gray and D Grigoriev and M Grosse-Perdekamp and A Grossmann and MF Hare and DW Hertzog and VW Hughes and M Iwasaki and K Jungmann and D Kawall and M Kawamura and BI Khazin and J Kindem and F Krienen and I Kronkvist and R Larsen and YY Lee and I Logashenko and R McNabb and W Meng and J Mi and JP Miller and WM Morse and D Nikas and CJG Onderwater and Y Orlov and CS Özben and JM Paley and C Polly and J Pretz and R Prigl and G Zu Putlitz and SI Redin and O Rind and BL Roberts and N Ryskulov and S Sedykh and Yannis K Semertzidis and Yu M Shatunov and EP Sichtermann and E Solodov and M Sossong and A Steinmetz and LR Sulak and C Timmermans and A Trofimov and D Urner and P Von Walter and D Warburton and D Winn and A Yamamoto and D Zimmerman",
            "2001",
            "KeL5Y3MAAAAJ:evX43VCCuoAC",
            937,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.86.2227",
            "16105298019244636853",
            "\/scholar?cites=16105298019244636853",
            {
                "2001":233,
                "2002":256,
                "2003":115,
                "2004":58,
                "2005":37,
                "2006":33,
                "2007":25,
                "2008":25,
                "2009":18,
                "2010":9,
                "2011":6,
                "2012":16,
                "2013":9,
                "2014":10,
                "2015":9,
                "2016":10,
                "2017":10,
                "2018":9,
                "2019":14,
                "2020":10,
                "2021":3
            }
        ],
        [
            "The anomalous magnetic moment of the negative muon has been measured to a precision of 0.7 ppm (ppm) at the Brookhaven Alternating Gradient Synchrotron. This result is based on data collected in 2001, and is over an order of magnitude more precise than the previous measurement for the negative muon. The result a μ−= 11 659 214 (8)(3)× 10− 10 (0.7 ppm), where the first uncertainty is statistical and the second is systematic, is consistent with previous measurements of the anomaly for the positive and the negative muon. The average of the measurements of the muon anomaly is a μ (exp)= 11 659 208 (6)× 10− 10 (0.5 ppm).",
            "Measurement of the negative muon anomalous magnetic moment to 0.7 ppm",
            "GW Bennett and B Bousquet and HN Brown and G Bunce and RM Carey and P Cushman and GT Danby and PT Debevec and M Deile and H Deng and SK Dhawan and VP Druzhinin and L Duong and FJM Farley and GV Fedotovich and FE Gray and D Grigoriev and M Grosse-Perdekamp and A Grossmann and MF Hare and DW Hertzog and X Huang and VW Hughes and M Iwasaki and K Jungmann and D Kawall and BI Khazin and F Krienen and I Kronkvist and A Lam and R Larsen and YY Lee and I Logashenko and R McNabb and W Meng and JP Miller and WM Morse and D Nikas and CJG Onderwater and Y Orlov and CS Özben and JM Paley and Q Peng and CC Polly and J Pretz and R Prigl and G Zu Putlitz and T Qian and SI Redin and O Rind and BL Roberts and N Ryskulov and Yannis K Semertzidis and P Shagin and Yu M Shatunov and EP Sichtermann and E Solodov and M Sossong and LR Sulak and A Trofimov and P Von Walter and A Yamamoto and Muon (g-2) Collaboration",
            "2004",
            "KeL5Y3MAAAAJ:tzM49s52ZIMC",
            927,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.92.161802",
            "2398795382420050169",
            "\/scholar?cites=2398795382420050169",
            {
                "2004":67,
                "2005":104,
                "2006":112,
                "2007":84,
                "2008":57,
                "2009":62,
                "2010":52,
                "2011":52,
                "2012":51,
                "2013":27,
                "2014":39,
                "2015":34,
                "2016":40,
                "2017":32,
                "2018":36,
                "2019":36,
                "2020":29,
                "2021":4
            }
        ]
    ]
}