{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A broad review of the structure and properties of carbon nanotubes is presented. Particular emphasis is given to the singularities in the one-dimensional density of states predicted for single-wall nanotubes of small diameter. The evidence provided by scanning tunneling microscopy and resonant Raman scattering experiments in support of these singularities in the one-dimensional density of states is presented. The remarkable electronic and mechanical properties of carbon nanotubes are also briefly reviewed and some potential applications for the nanotubes are suggested.",
            "Carbon nanotubes",
            "Mildred S Dresselhaus and Gene Dresselhaus and PC Eklund and AM Rao",
            "2000",
            "kF-IxT8AAAAJ:7VEv-pLvLSsC",
            4942,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-94-011-4038-6_9",
            "341594119879951484",
            "\/scholar?cites=341594119879951484",
            {
                "2001":20,
                "2002":64,
                "2003":149,
                "2004":283,
                "2005":304,
                "2006":401,
                "2007":413,
                "2008":374,
                "2009":367,
                "2010":403,
                "2011":344,
                "2012":315,
                "2013":302,
                "2014":233,
                "2015":218,
                "2016":192,
                "2017":168,
                "2018":134,
                "2019":114,
                "2020":93,
                "2021":9
            }
        ],
        [
            "Naked metallic and semiconducting single-walled carbon nanotubes (SWNTs) were dissolved in organic solutions by derivatization with thionychloride and octadecylamine. Both ionic (charge transfer) and covalent solution-phase chemistry with concomitant modulation of the SWNT band structure were demonstrated. Solution-phase near-infrared spectroscopy was used to study the effects of chemical modifications on the band gaps of the SWNTs. Reaction of soluble SWNTs with dichlorocarbene led to functionalization of the nanotube walls.",
            "Solution properties of single-walled carbon nanotubes",
            "Jian Chen and Mark A Hamon and Hui Hu and Yongsheng Chen and Apparao M Rao and Peter C Eklund and Robert C Haddon",
            "1998",
            "kF-IxT8AAAAJ:u5HHmVD_uO8C",
            3303,
            "https:\/\/science.sciencemag.org\/content\/282\/5386\/95.abstract",
            "6479895564953632036",
            "\/scholar?cites=6479895564953632036",
            {
                "1999":30,
                "2000":36,
                "2001":72,
                "2002":126,
                "2003":143,
                "2004":192,
                "2005":206,
                "2006":247,
                "2007":239,
                "2008":259,
                "2009":231,
                "2010":248,
                "2011":230,
                "2012":152,
                "2013":174,
                "2014":142,
                "2015":134,
                "2016":115,
                "2017":91,
                "2018":116,
                "2019":61,
                "2020":41,
                "2021":4
            }
        ],
        [
            "Single wall carbon nanotubes (SWNTs) that are found as close-packed arrays in crystalline ropes have been studied by using Raman scattering techniques with laser excitation wavelengths in the range from 514.5 to 1320 nanometers. Numerous Raman peaks were observed and identified with vibrational modes of armchair symmetry (n, n) SWNTs. The Raman spectra are in good agreement with lattice dynamics calculations based on C-C force constants used to fit the two-dimensional, experimental phonon dispersion of a single graphene sheet. Calculated intensities from a nonresonant, bond polarizability model optimized for sp2 carbon are also in qualitative agreement with the Raman data, although a resonant Raman scattering process is also taking place. This resonance results from the one-dimensional quantum confinement of the electrons in the nanotube.",
            "Diameter-selective Raman scattering from vibrational modes in carbon nanotubes",
            "Apparao M Rao and E Richter and Shunji Bandow and Bruce Chase and PC Eklund and KA Williams and S Fang and KR Subbaswamy and M Menon and A Thess and RE Smalley and G Dresselhaus and MS Dresselhaus",
            "1997",
            "kF-IxT8AAAAJ:u-x6o8ySG0sC",
            2648,
            "https:\/\/science.sciencemag.org\/content\/275\/5297\/187.abstract",
            "8528974134860633542",
            "\/scholar?cites=8528974134860633542",
            {
                "1997":21,
                "1998":80,
                "1999":86,
                "2000":117,
                "2001":113,
                "2002":148,
                "2003":167,
                "2004":190,
                "2005":181,
                "2006":166,
                "2007":151,
                "2008":143,
                "2009":152,
                "2010":146,
                "2011":128,
                "2012":92,
                "2013":123,
                "2014":82,
                "2015":77,
                "2016":71,
                "2017":63,
                "2018":53,
                "2019":49,
                "2020":33,
                "2021":5
            }
        ],
        [
            "We describe, in detail, a readily scalable purification process capable of handling single-wall carbon nanotube (SWNT) material in large batches. Characterization of the resulting material by SEM, TEM, XRD, Raman scattering, and TGA shows it to be highly pure. Resistivity measurements on freestanding mats of the purified tubes are also reported. We also report progress in scaling up SWNT production by the dual pulsed laser vaporization process. These successes enable the production of gram per day quantities of highly pure SWNT, which should greatly facilitate investigation of material properties intrinsic to the nanotubes.",
            "Large-scale purification of single-wall carbon nanotubes: process, product, and characterization.",
            "AG Rinzler and Jie Liu and H Dai and P Nikolaev and CB Huffman and FJ Rodriguez-Macias and PJ Boul and An Huai Lu and Dominique Heymann and DT Colbert and RS Lee and JE Fischer and AM Rao and PC Eklund and RE Smalley",
            "1998",
            "kF-IxT8AAAAJ:d1gkVwhDpl0C",
            1911,
            "https:\/\/www.researchgate.net\/profile\/Pavel_Nikolaev\/publication\/226388075_Large-scale_purification_of_single-wall_carbon_nanotubes_Process_product_and_characterization\/links\/02e7e52138f8544692000000\/Large-scale-purification-of-single-wall-carbon-nanotubes-Process-product-and-characterization.pdf",
            "14154669494102843932",
            "\/scholar?cites=14154669494102843932",
            {
                "1998":5,
                "1999":44,
                "2000":85,
                "2001":95,
                "2002":117,
                "2003":112,
                "2004":121,
                "2005":108,
                "2006":105,
                "2007":143,
                "2008":116,
                "2009":100,
                "2010":97,
                "2011":110,
                "2012":85,
                "2013":95,
                "2014":61,
                "2015":67,
                "2016":53,
                "2017":54,
                "2018":52,
                "2019":35,
                "2020":32,
                "2021":4
            }
        ],
        [
            "The irradiation of oxygen-free, face-centered-cubic C films with visible or ultraviolet light phototransformed C into a different solid phase. Results from laser desorption mass spectroscopy, scanning electron microscopy, Raman and infrared spectroscopy, optical absorption, and luminescence indicate that a photopolymerization of the fullerene molecules within the film occurred.",
            "Photoinduced Polymerization of Solid C Films",
            "AM Rao and Ping Zhou and Kai-An Wang and GT Hager and JM Holden and Ying Wang and W-T Lee and Xiang-Xin Bi and PC Eklund and DS Cornett and MA Duncan and I J_ Amster",
            "1993",
            "kF-IxT8AAAAJ:9yKSN-GCB0IC",
            1446,
            "https:\/\/www.jstor.org\/stable\/2880616",
            "349305808676895297",
            "\/scholar?cites=349305808676895297",
            {
                "1993":31,
                "1994":58,
                "1995":93,
                "1996":82,
                "1997":103,
                "1998":86,
                "1999":71,
                "2000":84,
                "2001":53,
                "2002":72,
                "2003":47,
                "2004":49,
                "2005":49,
                "2006":50,
                "2007":64,
                "2008":54,
                "2009":36,
                "2010":43,
                "2011":35,
                "2012":33,
                "2013":32,
                "2014":37,
                "2015":41,
                "2016":35,
                "2017":26,
                "2018":25,
                "2019":25,
                "2020":16,
                "2021":7
            }
        ],
        [
            "Single-walled carbon nanotubes 1 (SWNTs) are predicted to be metallic for certain diameters and pitches of the twisted graphene ribbons that make up their walls 2. Chemical doping is expected to substantially increase the density of free charge carriers and thereby enhance the electrical (and thermal) conductivity. Here we use Raman spectroscopy to study the effects of exposing SWNT bundles 1 to typical electron-donor (potassium, rubidium) and electron-acceptor (iodine, bromine) dopants. We find that the high-frequency tangential vibrational modes of the carbon atoms in the SWNTs shift substantially to lower (for K, Rb) or higher (for Br 2) frequencies. Little change is seen for I 2 doping. These shifts provide evidence for charge transfer between the dopants and the nanotubes, indicating an ionic character of the doped samples. This, together with conductivity measurements 3, suggests that doping does …",
            "Evidence for charge transfer in doped carbon nanotube bundles from Raman scattering",
            "Am M Rao and PC Eklund and Shunji Bandow and A Thess and Richard E Smalley",
            "1997",
            "kF-IxT8AAAAJ:UeHWp8X0CEIC",
            1384,
            "https:\/\/www.nature.com\/articles\/40827",
            "3523532590087910242",
            "\/scholar?cites=3523532590087910242",
            {
                "1997":4,
                "1998":21,
                "1999":18,
                "2000":38,
                "2001":37,
                "2002":46,
                "2003":51,
                "2004":66,
                "2005":67,
                "2006":64,
                "2007":74,
                "2008":84,
                "2009":60,
                "2010":66,
                "2011":79,
                "2012":89,
                "2013":91,
                "2014":60,
                "2015":76,
                "2016":58,
                "2017":57,
                "2018":79,
                "2019":45,
                "2020":38,
                "2021":9
            }
        ],
        [
            "High-purity aligned multi-walled carbon nanotubes (MWNTs) were synthesized through the catalytic decomposition of a ferrocene–xylene mixture at ∼675°C in a quartz tube reactor and over quartz substrates, with a conversion of ∼25% of the total hydrocarbon feedstock. Under the experimental conditions used, scanning electron microscope images reveal that the MWNT array grows perpendicular to the quartz substrates at an average growth rate of ∼25 μm\/h. A process of this nature which does not require preformed substrates, and which operates at atmospheric pressure and moderate temperatures, could be scaled up for continuous or semi-continuous production of MWNTs.",
            "Continuous production of aligned carbon nanotubes: a step closer to commercial realization",
            "R Andrews and D Jacques and AM Rao and F Derbyshire and D Qian and X Fan and EC Dickey and J Chen",
            "1999",
            "kF-IxT8AAAAJ:2osOgNQ5qMEC",
            1179,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0009261499002821",
            "4297524999729511427",
            "\/scholar?cites=4297524999729511427",
            {
                "2000":20,
                "2001":51,
                "2002":72,
                "2003":78,
                "2004":71,
                "2005":76,
                "2006":73,
                "2007":83,
                "2008":81,
                "2009":65,
                "2010":92,
                "2011":71,
                "2012":60,
                "2013":59,
                "2014":50,
                "2015":44,
                "2016":34,
                "2017":31,
                "2018":25,
                "2019":20,
                "2020":12,
                "2021":2
            }
        ],
        [
            "Pulsed laser vaporization of a heated, Fe\/Ni or Co\/Ni catalyzed, carbon target in argon gas has been used to synthesize single-wall carbon nanotubes (SWNTs). Electron microscopy, x-ray diffraction, and Raman spectroscopy were all used to study the effect of the catalyst on the tube yield, and the evolution of the tube diameter distribution with increasing growth environment temperature T. By controlling the temperature in the range 780< T< 1050 C, we have been able to tune the diameter of the tubules from∼ 0.81 to∼ 1.51 nm. The threshold temperature for significant SWNT production was found to be∼ 850 C.",
            "Effect of the growth temperature on the diameter distribution and chirality of single-wall carbon nanotubes",
            "Shunji Bandow and S Asaka and Y Saito and AM Rao and L Grigorian and Eklund Richter and PC Eklund",
            "1998",
            "kF-IxT8AAAAJ:qjMakFHDy7sC",
            1045,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.80.3779",
            "13276381453756679520",
            "\/scholar?cites=13276381453756679520",
            {
                "1998":8,
                "1999":34,
                "2000":53,
                "2001":62,
                "2002":85,
                "2003":93,
                "2004":88,
                "2005":72,
                "2006":62,
                "2007":55,
                "2008":42,
                "2009":41,
                "2010":52,
                "2011":55,
                "2012":30,
                "2013":41,
                "2014":31,
                "2015":33,
                "2016":29,
                "2017":28,
                "2018":21,
                "2019":13,
                "2020":9,
                "2021":2
            }
        ],
        [
            "This Letter outlines a model to account for the catalyzed growth of nanotubes by chemical vapor deposition. It proposes that their formation and growth is an extension of other known processes in which graphitic structures form over metal surfaces at moderate temperatures through the decomposition of organic precursors. Importantly, the model also states that the form of carbon produced depends on the physical dimensions of the catalyzed reactions. Experimental data are presented that correlate nanotube diameters to the size of the catalyst particles. Nanotube stability as a function of nanotube type, length and diameter are also investigated through theoretical calculations.",
            "Model of carbon nanotube growth through chemical vapor deposition",
            "SB Sinnott and R Andrews and D Qian and Apparao M Rao and Z Mao and EC Dickey and F Derbyshire",
            "1999",
            "kF-IxT8AAAAJ:Tyk-4Ss8FVUC",
            798,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0009261499012166",
            "15340971555782270362",
            "\/scholar?cites=15340971555782270362",
            {
                "1999":2,
                "2000":2,
                "2001":22,
                "2002":24,
                "2003":42,
                "2004":35,
                "2005":39,
                "2006":43,
                "2007":42,
                "2008":47,
                "2009":56,
                "2010":45,
                "2011":64,
                "2012":61,
                "2013":41,
                "2014":48,
                "2015":50,
                "2016":33,
                "2017":28,
                "2018":30,
                "2019":23,
                "2020":15,
                "2021":1
            }
        ],
        [
            "Full-length single-walled carbon nanotubes (SWNTs) were rendered soluble in common organic solvents by noncovalent (ionic) functionalization of the carboxylic acid groups present in the purified SWNTs. Atomic force microscopy (AFM) showed that the majority of the SWNTs ropes were exfoliated into small ropes (2−5 nm in diameter) and individual nanotubes with lengths of several micrometers during the dissolution process. The combination of multiwavelength laser excitation Raman scattering spectroscopy and solution-phase visible and near-infrared spectroscopies was used to characterize the library of SWNTs that is produced in current preparations. The average diameter of metallic nanotubes was found by Raman spectroscopy to be smaller than that of semiconducting nanotubes in the various types of full-length SWNT preparations. This observation sheds new light on the mechanism of SWNT formation. ",
            "Dissolution of full-length single-walled carbon nanotubes",
            "Jian Chen and Apparao M Rao and Sergei Lyuksyutov and Mikhail E Itkis and Mark A Hamon and Hui Hu and Robert W Cohn and Peter C Eklund and Daniel T Colbert and Richard E Smalley and Robert C Haddon",
            "2001",
            "kF-IxT8AAAAJ:IjCSPb-OGe4C",
            782,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp002596i",
            "14986967647264098632",
            "\/scholar?cites=14986967647264098632",
            {
                "2001":15,
                "2002":43,
                "2003":48,
                "2004":61,
                "2005":57,
                "2006":66,
                "2007":57,
                "2008":63,
                "2009":60,
                "2010":51,
                "2011":55,
                "2012":35,
                "2013":38,
                "2014":40,
                "2015":24,
                "2016":20,
                "2017":21,
                "2018":13,
                "2019":8,
                "2020":5
            }
        ]
    ]
}