{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "The relative organization of genes and repetitive DNAs in complex eukaryotic genomes is not well understood. Diagnostic sequencing indicated that a 280-kilobase region containing the maize Adh1-F and u22 genes is composed primarily of retrotransposons inserted within each other. Ten retroelement families were discovered, with reiteration frequencies ranging from 10 to 30,000 copies per haploid genome. These retrotransposons accounted for more than 60 percent of the Adh1-F region and at least 50 percent of the nuclear DNA of maize. These elements were largely intact and are dispersed throughout the gene-containing regions of the maize genome.",
            "Nested retrotransposons in the intergenic regions of the maize genome",
            "Phillip SanMiguel and Alexander Tikhonov and Young-Kwan Jin and Natasha Motchoulskaia and Dmitrii Zakharov and Admasu Melake-Berhan and Patricia S Springer and Keith J Edwards and Michael Lee and Zoya Avramova and Jeffrey L Bennetzen",
            "1996",
            "kGDSAu8AAAAJ:7f0ks1Axv_QC",
            1518,
            "https:\/\/science.sciencemag.org\/content\/274\/5288\/765.abstract",
            "2376537294307117579",
            "\/scholar?cites=2376537294307117579",
            {
                "1997":42,
                "1998":72,
                "1999":70,
                "2000":97,
                "2001":88,
                "2002":104,
                "2003":69,
                "2004":101,
                "2005":85,
                "2006":77,
                "2007":73,
                "2008":63,
                "2009":67,
                "2010":50,
                "2011":60,
                "2012":56,
                "2013":48,
                "2014":39,
                "2015":46,
                "2016":43,
                "2017":35,
                "2018":47,
                "2019":37,
                "2020":34,
                "2021":2
            }
        ],
        [
            "The regenerative potential of skeletal muscle declines with age, and this impairment is associated with an increase in tissue fibrosis. We show that muscle stem cells (satellite cells) from aged mice tend to convert from a myogenic to a fibrogenic lineage as they begin to proliferate and that this conversion is mediated by factors in the systemic environment of the old animals. We also show that this lineage conversion is associated with an activation of the canonical Wnt signaling pathway in aged myogenic progenitors and can be suppressed by Wnt inhibitors. Furthermore, components of serum from aged mice that bind to the Frizzled family of proteins, which are Wnt receptors, may account for the elevated Wnt signaling in aged cells. These results indicate that the Wnt signaling pathway may play a critical role in tissue-specific stem cell aging and an increase in tissue fibrosis with age.",
            "Increased Wnt signaling during aging alters muscle stem cell fate and increases fibrosis",
            "Andrew S Brack and Michael J Conboy and Sudeep Roy and Mark Lee and Calvin J Kuo and Charles Keller and Thomas A Rando",
            "2007",
            "kGDSAu8AAAAJ:0KyAp5RtaNEC",
            1309,
            "https:\/\/science.sciencemag.org\/content\/317\/5839\/807.abstract",
            "4741753997741833920",
            "\/scholar?cites=4741753997741833920",
            {
                "2007":11,
                "2008":59,
                "2009":47,
                "2010":75,
                "2011":102,
                "2012":94,
                "2013":124,
                "2014":114,
                "2015":135,
                "2016":113,
                "2017":100,
                "2018":98,
                "2019":116,
                "2020":97,
                "2021":13
            }
        ],
        [
            "Using the ImmunoChip custom genotyping array, we analyzed 14,498 subjects with multiple sclerosis and 24,091 healthy controls for 161,311 autosomal variants and identified 135 potentially associated regions (P< 1.0× 10− 4). In a replication phase, we combined these data with previous genome-wide association study (GWAS) data from an independent 14,802 subjects with multiple sclerosis and 26,703 healthy controls. In these 80,094 individuals of European ancestry, we identified 48 new susceptibility variants (P< 5.0× 10− 8), 3 of which we found after conditioning on previously identified variants. Thus, there are now 110 established multiple sclerosis risk variants at 103 discrete loci outside of the major histocompatibility complex. With high-resolution Bayesian fine mapping, we identified five regions where one variant accounted for more than 50% of the posterior probability of association. This study …",
            "Analysis of immune-related loci identifies 48 new susceptibility variants for multiple sclerosis",
            "Ashley H Beecham and Nikolaos A Patsopoulos and Dionysia K Xifara and Mary F Davis and Anu Kemppinen and Chris Cotsapas and Tejas S Shah and Chris Spencer and David Booth and An Goris and Annette Oturai and Janna Saarela and Bertrand Fontaine and Bernhard Hemmer and Claes Martin and Frauke Zipp and Sandra d'Alfonso and Filippo Martinelli-Boneschi and Bruce Taylor and Hanne F Harbo and Ingrid Kockum and Jan Hillert and Tomas Olsson and Maria Ban and Jorge R Oksenberg and Rogier Hintzen and Lisa F Barcellos and Cristina Agliardi and Lars Alfredsson and Mehdi Alizadeh and Carl Anderson and Robert Andrews and Helle Bach Søndergaard and Amie Baker and Gavin Band and Sergio E Baranzini and Nadia Barizzone and Jeffrey Barrett and Céline Bellenguez and Laura Bergamaschi and Luisa Bernardinelli and Achim Berthele and Viola Biberacher and Thomas MC Binder and Hannah Blackburn and Izaura L Bomfim and Paola Brambilla and Simon Broadley and Bruno Brochet and Lou Brundin and Dorothea Buck and Helmut Butzkueven and Stacy J Caillier and William Camu and Wassila Carpentier and Paola Cavalla and Elisabeth G Celius and Irène Coman and Giancarlo Comi and Lucia Corrado and Leentje Cosemans and Isabelle Cournu-Rebeix and Bruce AC Cree and Daniele Cusi and Vincent Damotte and Gilles Defer and Silvia R Delgado and Panos Deloukas and Alessia Di Sapio and Alexander T Dilthey and Peter Donnelly and Bénédicte Dubois and Martin Duddy and Sarah Edkins and Irina Elovaara and Federica Esposito and Nikos Evangelou and Barnaby Fiddes and Judith Field and Andre Franke and Colin Freeman and Irene Y Frohlich and Daniela Galimberti and Christian Gieger and Pierre-Antoine Gourraud and Christiane Graetz and Andrew Graham and Verena Grummel and Clara Guaschino and Athena Hadjixenofontos and Hakon Hakonarson and Christopher Halfpenny and Gillian Hall and Per Hall and Anders Hamsten and James Harley and Timothy Harrower and Clive Hawkins and Garrett Hellenthal and Charles Hillier and Jeremy Hobart and Muni Hoshi and Sarah E Hunt and Maja Jagodic and Ilijas Jelčić and Angela Jochim and Brian Kendall and Allan Kermode and Trevor Kilpatrick and Keijo Koivisto and Ioanna Konidari and Thomas Korn and Helena Kronsbein and Cordelia Langford and Malin Larsson and Mark Lathrop and Christine Lebrun-Frenay and Jeannette Lechner-Scott and Michelle H Lee and Maurizio A Leone and Virpi Leppä and Giuseppe Liberatore and Benedicte A Lie and Christina M Lill and Magdalena Lindén and Jenny Link and Felix Luessi and Jan Lycke and Fabio Macciardi and Satu Männistö and Clara P Manrique and Roland Martin and Vittorio Martinelli and Deborah Mason and Gordon Mazibrada and Cristin McCabe and Inger-Lise Mero and Julia Mescheriakova and Loukas Moutsianas and Kjell-Morten Myhr and Guy Nagels and Richard Nicholas and Petra Nilsson and Fredrik Piehl and Matti Pirinen and Siân E Price and Hong Quach and Mauri Reunanen and Wim Robberecht and Neil P Robertson",
            "2013",
            "kGDSAu8AAAAJ:moWhu9_CcosC",
            911,
            "https:\/\/www.nature.com\/ng\/journal\/v45\/n11\/abs\/ng.2770.html",
            "5848279108709871973",
            "\/scholar?cites=5848279108709871973",
            {
                "2013":6,
                "2014":98,
                "2015":151,
                "2016":144,
                "2017":124,
                "2018":117,
                "2019":122,
                "2020":132,
                "2021":8
            }
        ],
        [
            "The host restriction factor TRIM5α mediates species-specific, early blocks to retrovirus infection; susceptibility to these blocks is determined by viral capsid sequences. Here we demonstrate that TRIM5α variants from Old World monkeys specifically associate with the HIV type 1 (HIV-1) capsid and that this interaction depends on the TRIM5α B30.2 domain. Human and New World monkey TRIM5α proteins associated less efficiently with the HIV-1 capsid, accounting for the lack of restriction in cells of these species. After infection, the expression of a restricting TRIM5α in the target cells correlated with a decrease in the amount of particulate capsid in the cytosol. In some cases, this loss of particulate capsid was accompanied by a detectable increase in soluble capsid protein. Inhibiting the proteasome did not abrogate restriction. Thus, TRIM5α restricts retroviral infection by specifically recognizing the capsid and …",
            "Specific recognition and accelerated uncoating of retroviral capsids by the TRIM5α restriction factor",
            "Matthew Stremlau and Michel Perron and Mark Lee and Yuan Li and Byeongwoon Song and Hassan Javanbakht and Felipe Diaz-Griffero and Donovan J Anderson and Wesley I Sundquist and Joseph Sodroski",
            "2006",
            "kGDSAu8AAAAJ:7XCffrwrS2sC",
            818,
            "https:\/\/www.pnas.org\/content\/103\/14\/5514.short",
            "12904573380340597595",
            "\/scholar?cites=12904573380340597595",
            {
                "2006":26,
                "2007":50,
                "2008":57,
                "2009":50,
                "2010":53,
                "2011":71,
                "2012":74,
                "2013":86,
                "2014":65,
                "2015":67,
                "2016":58,
                "2017":43,
                "2018":41,
                "2019":38,
                "2020":34,
                "2021":4
            }
        ],
        [
            "Purpose: The rationale for developing an alternative paclitaxel formulation concerns Cremophor EL-related side effects, and a novel paclitaxel delivery system might augment its therapeutic efficacy. Genexol-PM is a polymeric micelle formulated paclitaxel free of Cremophor EL. A phase I study was performed to determine the maximum tolerated dosage, dose-limiting toxicities, and the pharmacokinetic profile of Genexol-PM in patients with advanced, refractory malignancies.Experimental Design: Twenty-one patients were entered into the study. Genexol-PM was i.v. administered over 3 h every 3 weeks without premedication. The Genexol-PM dose was escalated from 135 mg\/m2 to 390 mg\/m2.Results: All of the patients were evaluable for toxicity and response. Acute hypersensitivity reactions were not observed. Neuropathy and myalgia were the most common toxicities. During cycle 1, grade 3 myalgia occurred in …",
            "Phase I and pharmacokinetic study of Genexol-PM, a cremophor-free, polymeric micelle-formulated paclitaxel, in patients with advanced malignancies",
            "Tae-You Kim and Dong-Wan Kim and Jae-Yong Chung and Sang Goo Shin and Sung-Chul Kim and Dae Seog Heo and Noe Kyeong Kim and Yung-Jue Bang",
            "2004",
            "kGDSAu8AAAAJ:KaXSsrgGW_gC",
            787,
            "https:\/\/clincancerres.aacrjournals.org\/content\/10\/11\/3708.short",
            "17364310525688584225",
            "\/scholar?cites=17364310525688584225",
            {
                "2005":14,
                "2006":20,
                "2007":32,
                "2008":25,
                "2009":45,
                "2010":52,
                "2011":48,
                "2012":58,
                "2013":57,
                "2014":85,
                "2015":62,
                "2016":80,
                "2017":67,
                "2018":57,
                "2019":33,
                "2020":45,
                "2021":4
            }
        ],
        [
            "The cytoskeleton, integrin-mediated adhesion, and substrate stiffness control a common set of cell functions required for development and homeostasis that are often deranged in cancer. The connection between these mechanical elements and chemical signaling processes is not known. Here, we show that α5β1 integrin switches between relaxed and tensioned states in response to myosin II–generated cytoskeletal force. Force combines with extracellular matrix stiffness to generate tension that triggers the integrin switch. This switch directly controls the α5β1-fibronectin bond strength through engaging the synergy site in fibronectin and is required to generate signals through phosphorylation of focal adhesion kinase. In the context of tissues, this integrin switch connects cytoskeleton and extracellular matrix mechanics to adhesion-dependent motility and signaling pathways.",
            "Mechanically activated integrin switch controls α5β1 function",
            "Julie C Friedland and Mark H Lee and David Boettiger",
            "2009",
            "kGDSAu8AAAAJ:k8Z6L05lTy4C",
            706,
            "https:\/\/science.sciencemag.org\/content\/323\/5914\/642.abstract",
            "8248317127670596350",
            "\/scholar?cites=8248317127670596350",
            {
                "2009":33,
                "2010":75,
                "2011":78,
                "2012":58,
                "2013":80,
                "2014":67,
                "2015":69,
                "2016":50,
                "2017":67,
                "2018":40,
                "2019":44,
                "2020":35,
                "2021":1
            }
        ],
        [
            "Whereas the adult gastrointestinal epithelium undergoes tremendous self-renewal through active proliferation in crypt stem cell compartments, the responsible growth factors regulating this continuous proliferation have not been defined. The exploration of physiologic functions of Wnt proteins in adult organisms has been hampered by functional redundancy and the necessity for conditional inactivation strategies. Dickkopf-1 (Dkk1) is a potent secreted Wnt antagonist that interacts with Wnt coreceptors of the LRP family. To address the contribution of Wnt signaling to gastrointestinal epithelial proliferation, adenoviral expression of Dkk1 was used to achieve stringent, conditional, and reversible Wnt inhibition in adult animals. Adenovirus Dkk1 (Ad Dkk1) treatment of adult mice repressed expression of the Wnt target genes CD44 and EphB2 within 2 days in both small intestine and colon, indicating an extremely broad …",
            "Essential requirement for Wnt signaling in proliferation of adult small intestine and colon revealed by adenoviral expression of Dickkopf-1",
            "Frank Kuhnert and Corrine R Davis and Hsiao-Ting Wang and Pauline Chu and Mark Lee and Jenny Yuan and Roel Nusse and Calvin J Kuo",
            "2004",
            "kGDSAu8AAAAJ:Z5m8FVwuT1cC",
            658,
            "https:\/\/www.pnas.org\/content\/101\/1\/266.short",
            "5940249414891406426",
            "\/scholar?cites=5940249414891406426",
            {
                "2004":10,
                "2005":35,
                "2006":34,
                "2007":43,
                "2008":42,
                "2009":52,
                "2010":33,
                "2011":38,
                "2012":40,
                "2013":46,
                "2014":40,
                "2015":44,
                "2016":35,
                "2017":45,
                "2018":45,
                "2019":41,
                "2020":25,
                "2021":7
            }
        ],
        [
            "Results from clinical trials have established sunitinib as a standard of care for first-line treatment of advanced or metastatic renal-cell carcinoma (RCC); however, many patients, particularly those with a poorer prognosis, do not meet inclusion criteria and little is known about the activity of sunitinib in these subgroups. The primary objective of this trial was to provide sunitinib on a compassionate-use basis to trial-ineligible patients with RCC from countries where regulatory approval had not been granted.Previously treated and treatment-naive patients at least 18 years of age with metastatic RCC were eligible. All patients received open-label sunitinib 50 mg orally once daily on schedule 4-2 (4 weeks on treatment, 2 weeks off). Safety was assessed regularly, tumour measurements done per local practice, and survival data collected where possible. Analyses were done in the modified intention-to …",
            "Safety and efficacy of sunitinib for metastatic renal-cell carcinoma: an expanded-access trial",
            "Martin E Gore and Cezary Szczylik and Camillo Porta and Sergio Bracarda and Georg A Bjarnason and Stéphane Oudard and Subramanian Hariharan and Se-Hoon Lee and John Haanen and Daniel Castellano and Eduard Vrdoljak and Patrick Schöffski and Paul Mainwaring and Alejandra Nieto and Jinyu Yuan and Ronald Bukowski",
            "2009",
            "kGDSAu8AAAAJ:MDQ-9Oe3GGUC",
            631,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1470204509701627",
            "16889218637684436115",
            "\/scholar?cites=16889218637684436115",
            {
                "2009":6,
                "2010":50,
                "2011":72,
                "2012":84,
                "2013":69,
                "2014":66,
                "2015":86,
                "2016":66,
                "2017":47,
                "2018":30,
                "2019":25,
                "2020":20,
                "2021":2
            }
        ]
    ]
}