{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A unified shell-model description of nuclear deformation valid throughout the periodic table is presented. Microscopic calculations for the Zr and Mo isotopes are carried out in the frameworks of the shell model and the Hartree-Fock-Bogoliubov method, respectively, to study the shape transition in these nuclei. It is shown that deformation is produced by the isoscalar component of the neutron-proton (n− p) interaction in this region, as in the lighter (2 s, 1 d)-shell region. Deformation sets in when the T= 0 n− p interaction dominates over the sphericity-favoring pairing interaction between T= 1 pairs of nucleons. When shell effects are important, as for the light and medium-weight regions mentioned above, the simultaneous occupation of neutrons and protons of spin-orbit\" partner\" orbitals plays a crucial role in determining the onset of deformation. However, their effect is probably less important in the rare-earth and …",
            "Unified shell-model description of nuclear deformation",
            "P_ Federman and S Pittel",
            "1979",
            "ki03UX4AAAAJ:u5HHmVD_uO8C",
            450,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.20.820",
            "9500857148952672013",
            "\/scholar?cites=9500857148952672013",
            {
                "1982":15,
                "1983":16,
                "1984":9,
                "1985":15,
                "1986":25,
                "1987":17,
                "1988":28,
                "1989":12,
                "1990":19,
                "1991":11,
                "1992":10,
                "1993":9,
                "1994":6,
                "1995":11,
                "1996":2,
                "1997":4,
                "1998":2,
                "1999":3,
                "2000":2,
                "2001":2,
                "2002":4,
                "2003":6,
                "2004":9,
                "2005":7,
                "2006":8,
                "2007":6,
                "2008":9,
                "2009":9,
                "2010":20,
                "2011":4,
                "2012":15,
                "2013":11,
                "2014":10,
                "2015":13,
                "2016":16,
                "2017":10,
                "2018":13,
                "2019":24,
                "2020":18,
                "2021":1
            }
        ],
        [
            "Nuclear deformation, as it occurs in both light and heavy nuclei, is discussed in a unified microscopic shell-model framework. The short-range 3S1 neutron-proton interaction plays an important role in this discussion.",
            "Towards a unified microscopic description of nuclear deformation",
            "P Federman and S Pittel",
            "1977",
            "ki03UX4AAAAJ:u-x6o8ySG0sC",
            389,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0370269377908255",
            "4849981982383765959",
            "\/scholar?cites=4849981982383765959",
            {
                "1981":3,
                "1982":5,
                "1983":3,
                "1984":1,
                "1985":8,
                "1986":15,
                "1987":11,
                "1988":13,
                "1989":6,
                "1990":11,
                "1991":5,
                "1992":7,
                "1993":6,
                "1994":4,
                "1995":5,
                "1996":5,
                "1997":2,
                "1998":4,
                "1999":8,
                "2000":9,
                "2001":1,
                "2002":10,
                "2003":13,
                "2004":18,
                "2005":10,
                "2006":21,
                "2007":9,
                "2008":13,
                "2009":21,
                "2010":8,
                "2011":19,
                "2012":17,
                "2013":10,
                "2014":11,
                "2015":12,
                "2016":10,
                "2017":16,
                "2018":16,
                "2019":10
            }
        ],
        [
            "The use of exactly solvable Richardson-Gaudin models to describe the physics of systems with strong pair correlations is reviewed. The article begins with a brief discussion of Richardson’s early work, which demonstrated the exact solvability of the pure pairing model, and then shows how that work has evolved recently into a much richer class of exactly solvable models. The Richardson solution leads naturally to an exact analogy between these quantum models and classical electrostatic problems in two dimensions. This analogy is then used to demonstrate formally how BCS theory emerges as the large-N limit of the pure pairing Hamiltonian. Several applications to problems of relevance to condensed-matter physics, nuclear physics, and the physics of confined systems are considered. Some of the interesting effects that are discussed in the context of these exactly solvable models include (i) the crossover from …",
            "Colloquium: Exactly solvable Richardson-Gaudin models for many-body quantum systems",
            "J Dukelsky and S Pittel and G Sierra",
            "2004",
            "ki03UX4AAAAJ:9yKSN-GCB0IC",
            369,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.76.643",
            "17692357434306342868",
            "\/scholar?cites=17692357434306342868",
            {
                "2004":7,
                "2005":15,
                "2006":22,
                "2007":17,
                "2008":17,
                "2009":20,
                "2010":18,
                "2011":24,
                "2012":19,
                "2013":30,
                "2014":29,
                "2015":22,
                "2016":25,
                "2017":18,
                "2018":21,
                "2019":29,
                "2020":33,
                "2021":3
            }
        ],
        [
            "An improved prescription for choosing a transformed harmonic-oscillator (THO) basis for use in configuration-space Hartree-Fock-Bogoliubov (HFB) calculations is presented. The new HFB+ THO framework that follows accurately reproduces the results of coordinate-space HFB calculations for spherical nuclei, including those that are weakly bound. Furthermore, it is fully automated, facilitating its use in systematic investigations of large sets of nuclei throughout the periodic table. As a first application, we have carried out calculations using the Skyrme force SLy4 and volume pairing, with exact particle-number projection following application of the Lipkin-Nogami prescription. Calculations were performed for all even-even nuclei from the proton drip line to the neutron drip line having proton numbers Z= 2, 4,…, 108 and neutron numbers N= 2, 4,…, 188. We focus on nuclei near the neutron drip line and find that there …",
            "Systematic study of deformed nuclei at the drip lines and beyond",
            "MV Stoitsov and J Dobaczewski and W Nazarewicz and S Pittel and DJ Dean",
            "2003",
            "ki03UX4AAAAJ:d1gkVwhDpl0C",
            312,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.68.054312",
            "15033982368229630515",
            "\/scholar?cites=15033982368229630515",
            {
                "2004":7,
                "2005":28,
                "2006":21,
                "2007":29,
                "2008":37,
                "2009":16,
                "2010":16,
                "2011":7,
                "2012":19,
                "2013":24,
                "2014":17,
                "2015":22,
                "2016":15,
                "2017":6,
                "2018":11,
                "2019":14,
                "2020":22,
                "2021":1
            }
        ],
        [
            "We describe the elastic scattering of weakly interacting dark matter particles from nuclei, with laboratory detection in mind. We focus on the lightest neutralino (a neutral fermion predicted by supersymmetry) as a likely candidate and discuss the physics needed to calculate its elastic scattering cross section and interpret experimental results. Particular emphasis is placed on a proper description of the structure of the proposed detector nuclei. We include a brief discussion of expected count rates in some detectors.",
            "Nuclear physics of dark matter detection",
            "Jonathan Engel and Stuart Pittel and Petr Vogel",
            "1992",
            "ki03UX4AAAAJ:qjMakFHDy7sC",
            229,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/S0218301392000023",
            "16735006859474536810",
            "\/scholar?cites=16735006859474536810",
            {
                "1993":4,
                "1994":3,
                "1995":6,
                "1996":11,
                "1997":7,
                "1998":4,
                "1999":3,
                "2000":4,
                "2001":3,
                "2002":4,
                "2003":2,
                "2004":9,
                "2005":9,
                "2006":5,
                "2007":7,
                "2008":6,
                "2009":2,
                "2010":5,
                "2011":9,
                "2012":11,
                "2013":15,
                "2014":11,
                "2015":16,
                "2016":17,
                "2017":15,
                "2018":10,
                "2019":21,
                "2020":9
            }
        ],
        [
            "Hartree-Fock-Bogolyubov calculations are carried out for the even Mo isotopes, to assess quantitatively the role of the isoscalar neutron-proton interaction in producing deformation in nuclei with large neutron excesses.",
            "Hartree-Fock-Bogolyubov study of deformation in the Zr Mo region",
            "P Federman and S Pittel",
            "1978",
            "ki03UX4AAAAJ:2osOgNQ5qMEC",
            226,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0370269378901922",
            "4670417144100455450",
            "\/scholar?cites=4670417144100455450",
            {
                "1981":3,
                "1982":4,
                "1983":5,
                "1984":5,
                "1985":8,
                "1986":9,
                "1987":3,
                "1988":13,
                "1989":4,
                "1990":6,
                "1991":4,
                "1992":7,
                "1993":7,
                "1994":4,
                "1995":6,
                "1996":2,
                "1997":2,
                "1998":2,
                "1999":2,
                "2000":4,
                "2001":4,
                "2002":3,
                "2003":4,
                "2004":8,
                "2005":7,
                "2006":6,
                "2007":5,
                "2008":9,
                "2009":8,
                "2010":5,
                "2011":10,
                "2012":7,
                "2013":5,
                "2014":4,
                "2015":6,
                "2016":3,
                "2017":6,
                "2018":11,
                "2019":5
            }
        ],
        [
            "We examine isovector and isoscalar neutron-proton correlations in an exactly solvable model based on the algebra SO (8). We look particularly closely at Gamow-Teller strength and double β decay, both to isolate the effects of the two kinds of pairing and to test two approximation schemes: the renormalized neutron-proton quasiparticle random phase approximation (QRPA) and generalized BCS theory. When isoscalar pairing correlations become strong enough a phase transition occurs and the dependence of the Gamow-Teller β+ strength on isospin changes in a dramatic and unfamiliar way, actually increasing as neutrons are added to an N= Z core. Renormalization eliminates the well-known instabilities that plague the QRPA as the phase transition is approached, but only by unnaturally suppressing the isoscalar correlations. Generalized BCS theory, on the other hand, reproduces the Gamow-Teller strength …",
            "Neutron-proton correlations in an exactly solvable model",
            "J Engel and S Pittel and M Stoitsov and P Vogel and Jorge Dukelsky",
            "1997",
            "ki03UX4AAAAJ:UeHWp8X0CEIC",
            177,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.55.1781",
            "14662238893836886229",
            "\/scholar?cites=14662238893836886229",
            {
                "1997":4,
                "1998":19,
                "1999":12,
                "2000":14,
                "2001":7,
                "2002":5,
                "2003":10,
                "2004":5,
                "2005":6,
                "2006":4,
                "2007":5,
                "2008":2,
                "2009":5,
                "2010":9,
                "2011":3,
                "2012":7,
                "2013":6,
                "2014":7,
                "2015":12,
                "2016":10,
                "2017":4,
                "2018":6,
                "2019":8,
                "2020":7
            }
        ],
        [
            "We introduce a local-scaling point transformation to allow for modifying the asymptotic properties of the deformed three-dimensional Cartesian harmonic oscillator wave functions. The resulting single-particle bases are very well suited for solving the Hartree-Fock-Bogoliubov equations for deformed drip-line nuclei. We then present results of self-consistent calculations performed for the Mg isotopes and for light nuclei located near the two-neutron drip line. The results suggest that for all even-even elements with Z= 10–18 the most weakly bound nucleus has an oblate ground-state shape.",
            "Quadrupole deformations of neutron-drip-line nuclei studied within the Skyrme Hartree-Fock-Bogoliubov approach",
            "MV Stoitsov and J Dobaczewski and P Ring and S Pittel",
            "2000",
            "ki03UX4AAAAJ:zYLM7Y9cAGgC",
            145,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.61.034311",
            "9693868464741955846",
            "\/scholar?cites=9693868464741955846",
            {
                "2001":11,
                "2002":17,
                "2003":16,
                "2004":13,
                "2005":9,
                "2006":6,
                "2007":5,
                "2008":6,
                "2009":2,
                "2010":6,
                "2011":3,
                "2012":10,
                "2013":5,
                "2014":6,
                "2015":9,
                "2016":3,
                "2017":2,
                "2018":4,
                "2019":3,
                "2020":8
            }
        ],
        [
            "The shape transition in the Zr isotopes is investigated in the framework of the Shell Model. The neutron-proton interaction between selected orbitals is found to be instrumental for the onset of deformation in this neutron-rich region.",
            "Microscopic study of the shape transition in the zirconium isotopes",
            "P Federman and S Pittel and R Campos",
            "1979",
            "ki03UX4AAAAJ:IjCSPb-OGe4C",
            142,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/037026937990412X",
            "8794541682569709165",
            "\/scholar?cites=8794541682569709165",
            {
                "1981":3,
                "1982":6,
                "1983":3,
                "1984":3,
                "1985":6,
                "1986":3,
                "1987":3,
                "1988":10,
                "1989":1,
                "1990":2,
                "1991":1,
                "1992":3,
                "1993":4,
                "1994":3,
                "1995":1,
                "1996":4,
                "1997":4,
                "1998":2,
                "1999":2,
                "2000":1,
                "2001":2,
                "2002":5,
                "2003":2,
                "2004":6,
                "2005":2,
                "2006":1,
                "2007":5,
                "2008":3,
                "2009":5,
                "2010":4,
                "2011":1,
                "2012":7,
                "2013":3,
                "2014":2,
                "2015":2,
                "2016":1,
                "2017":4,
                "2018":4,
                "2019":4,
                "2020":5
            }
        ],
        [
            "Neutron-proton pairing correlations are studied within the context of two solvable models, one based on the algebra SO (5) and the other on the algebra SO (8). In both of these models, particles interact in L= 0 pairs only. Boson-mapping techniques are applied to these models and shown to provide a convenient methodological tool both for solving such problems and for gaining useful insight into general features of pairing. We first focus on the SO (5) model, which involves generalized T= 1 pairing. Neither boson mean-field methods nor fermion-pair approximations are able to describe in detail neutron-proton pairing in this model. The analysis suggests, however, that the boson Hamiltonian obtained from a mapping of the fermion Hamiltonian contains a pairing force between bosons, pointing to the importance of boson-boson (or equivalently four-fermion) correlations with isospin T= 0 and spin S= 0. These …",
            "Boson mappings and four-particle correlations in algebraic neutron-proton pairing models",
            "J Dobeš and S Pittel",
            "1998",
            "ki03UX4AAAAJ:eQOLeE2rZwMC",
            117,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.57.688",
            "16016193346520375131",
            "\/scholar?cites=16016193346520375131",
            {
                "1998":1,
                "1999":4,
                "2000":6,
                "2001":6,
                "2002":4,
                "2003":8,
                "2004":7,
                "2005":4,
                "2006":4,
                "2007":3,
                "2008":1,
                "2009":3,
                "2010":7,
                "2011":4,
                "2012":8,
                "2013":10,
                "2014":7,
                "2015":8,
                "2016":4,
                "2017":2,
                "2018":2,
                "2019":6,
                "2020":6,
                "2021":1
            }
        ]
    ]
}