{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Self-propelled bacteria are marvels of nature with a potential to power dynamic materials and microsystems of the future. The challenge lies in commanding their chaotic behavior. By dispersing swimming Bacillus subtilis in a liquid crystalline environment with spatially varying orientation of the anisotropy axis, we demonstrate control over the distribution of bacterial concentration, as well as the geometry and polarity of their trajectories. Bacteria recognize subtle differences in liquid crystal deformations, engaging in bipolar swimming in regions of pure splay and bend but switching to unipolar swimming in mixed splay-bend regions. They differentiate topological defects, heading toward defects of positive topological charge and avoiding negative charges. Sensitivity of bacteria to preimposed orientational patterns represents a previously unknown facet of the interplay between hydrodynamics and topology of active …",
            "Command of active matter by topological defects and patterns",
            "Chenhui Peng and Yubing Turiv and Taras and Guo and Qi-Huo Wei and Oleg Lavrentovich",
            "2016",
            "ki3GonUAAAAJ:_kc_bZDykSQC",
            129,
            "https:\/\/science.sciencemag.org\/content\/354\/6314\/882.abstract",
            "12317782968900925553",
            "\/scholar?cites=12317782968900925553",
            {
                "2017":21,
                "2018":31,
                "2019":36,
                "2020":35,
                "2021":6
            }
        ],
        [
            "A plasmonic photopatterning technique is proposed and demonstrated for aligning the molecular orientation in liquid crystals (LCs) in patterns with designer complexity. Using plasmonic metamasks in which target molecular directors are encoded, LC alignments of arbitrary planar patterns can be achieved in a repeatable and scalable fashion withunprecedentedly high spatial resolution and high throughput.",
            "High‐resolution and high‐throughput plasmonic photopatterning of complex molecular orientations in liquid crystals",
            "Yubing Guo and Miao Jiang and Chenhui Peng and Kai Sun and Oleg Yaroshchuk and Oleg Lavrentovich and Qi‐Huo Wei",
            "2016",
            "ki3GonUAAAAJ:Se3iqnhoufwC",
            95,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201506002",
            "2593848915758942497",
            "\/scholar?cites=2593848915758942497",
            {
                "2016":6,
                "2017":15,
                "2018":29,
                "2019":22,
                "2020":20,
                "2021":3
            }
        ],
        [
            "Electrically controlled dynamics of fluids and particles at microscales is a fascinating area of research with applications ranging from microfluidics and sensing to sorting of biomolecules. The driving mechanisms are electric forces acting on spatially separated charges in an isotropic medium such as water. Here, we demonstrate that anisotropic conductivity of liquid crystals enables new mechanism of highly efficient electro-osmosis rooted in space charging of regions with distorted orientation. The electric field acts on these distortion-separated charges to induce liquid crystal-enabled electro-osmosis. Their velocities grow with the square of the field, which allows one to use an alternating current field to drive steady flows and to avoid electrode damage. Ionic currents in liquid crystals that have been traditionally considered as an undesirable feature in displays, offer a broad platform for versatile applications such as …",
            "Liquid crystal-enabled electro-osmosis through spatial charge separation in distorted regions as a novel mechanism of electrokinetics",
            "Israel Lazo and Chenhui Peng and Jie Xiang and Sergij V. Shiyanovskii and Oleg D. Lavrentovich",
            "2014",
            "ki3GonUAAAAJ:IjCSPb-OGe4C",
            57,
            "https:\/\/www.nature.com\/articles\/ncomms6033",
            "16801464702059735",
            "\/scholar?cites=16801464702059735",
            {
                "2014":1,
                "2015":2,
                "2016":9,
                "2017":12,
                "2018":7,
                "2019":12,
                "2020":14
            }
        ],
        [
            "Colloids self-assemble into various organized superstructures determined by particle interactions. There is tremendous progress in both the scientific understanding and the applications of self-assemblies of single-type identical particles. Forming superstructures in which the colloidal particles occupy predesigned sites and remain in these sites despite thermal fluctuations represents a major challenge of the current state of the art. We propose a versatile approach to directing placement of colloids using nematic liquid crystals with spatially varying molecular orientation preimposed by substrate photoalignment. Colloidal particles in a nematic environment are subject to the long-range elastic forces originating in the orientational order of the nematic. Gradients of the orientational order create an elastic energy landscape that drives the colloids into locations with preferred type of deformations. As an example, we …",
            "Control of colloidal placement by modulated molecular orientation in nematic cells",
            "Chenhui Peng and Taras Turiv and Yubing Guo and Sergij V. Shiyanovskii and Qi-Huo Wei and Oleg D. Lavrentovich",
            "2016",
            "ki3GonUAAAAJ:KlAtU1dfN6UC",
            45,
            "https:\/\/advances.sciencemag.org\/content\/2\/9\/e1600932.short",
            "11383371357367429210",
            "\/scholar?cites=11383371357367429210",
            {
                "2016":2,
                "2017":7,
                "2018":11,
                "2019":14,
                "2020":11
            }
        ],
        [
            "Transport of fluids and particles at the microscale is an important theme in both fundamental and applied science. One of the most successful approaches is to use an electric field, which requires the system to carry or induce electric charges. We describe a versatile approach to generate electrokinetic flows by using a liquid crystal (LC) with surface-patterned molecular orientation as an electrolyte. The surface patterning is produced by photoalignment. In the presence of an electric field, the spatially varying orientation induces space charges that trigger flows of the LC. The active patterned LC electrolyte converts the electric energy into the LC flows and transport of embedded particles of any type (fluid, solid, gaseous) along a predesigned trajectory, posing no limitation on the electric nature (charge, polarizability) of these particles and interfaces. The patterned LC electrolyte exhibits a quadratic field dependence of …",
            "Liquid crystals with patterned molecular orientation as an electrolytic active medium",
            "Chenhui Peng and Yubing Guo and Christopher Conklin and Jorge Viñals and Sergij V Shiyanovskii and Qi-Huo Wei and Oleg D Lavrentovich",
            "2015",
            "ki3GonUAAAAJ:IWHjjKOFINEC",
            44,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.92.052502",
            "9689569295624190494",
            "\/scholar?cites=9689569295624190494",
            {
                "2016":10,
                "2017":11,
                "2018":6,
                "2019":8,
                "2020":9
            }
        ],
        [
            "Detection of chiral molecules requires amplification of chirality to measurable levels. Typically, amplification mechanisms are considered at the microscopic scales of individual molecules and their aggregates. Here we demonstrate chirality amplification and visualization of structural handedness in water solutions of organic molecules that extends over the scale of many micrometers. The mechanism is rooted in the long-range elastic nature of orientational order in lyotropic chromonic liquid crystals (LCLCs) formed in water solutions of achiral disc-like molecules. The nematic LCLC coexists with its isotropic counterpart, forming elongated tactoids; the spatial confinement causes a structural twist even when the material is nonchiral. Minute quantities of chiral molecules such as the amino acid L-alanine and limonene transform the racemic array of left- and right-twisted tactoids into a homochiral set. The left and right …",
            "Chirality amplification and detection by tactoids of lyotropic chromonic liquid crystals",
            "Chenhui Peng and Oleg D Lavrentovich",
            "2015",
            "ki3GonUAAAAJ:hFOr9nPyWt4C",
            44,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2015\/sm\/c5sm01632k",
            "17553741373694883742",
            "\/scholar?cites=17553741373694883742",
            {
                "2016":4,
                "2017":10,
                "2018":9,
                "2019":9,
                "2020":10,
                "2021":2
            }
        ]
    ]
}