{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We present a technique which utilizes unitarity and collinear limits to construct ansätze for one-loop amplitudes in gauge theory. As an example, we obtain the one-loop contribution to amplitudes for n-gluon scattering in N = 4 supersymmetric Yang-Mills theory with the helicity configuration of the Parke-Taylor tree amplitudes. We prove that our N = 4 ansatz is correct using general properties of the relevant one-loop n-point integrals. We also give the “splitting amplitudes” which govern the collinear behavior of one-loop helicity amplitudes in gauge theories.",
            "One-loop n-point gauge theory amplitudes, unitarity and collinear limits",
            "Zvi Bern and Lance Dixon and David C Dunbar and David A Kosower",
            "1994",
            "KieDSO0AAAAJ:08ZZubdj9fEC",
            1506,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0550321394901791",
            "8159448491689744954",
            "\/scholar?cites=8159448491689744954",
            {
                "1995":9,
                "1996":15,
                "1997":22,
                "1998":12,
                "1999":14,
                "2000":14,
                "2001":20,
                "2002":17,
                "2003":17,
                "2004":36,
                "2005":60,
                "2006":52,
                "2007":61,
                "2008":81,
                "2009":93,
                "2010":96,
                "2011":115,
                "2012":121,
                "2013":89,
                "2014":95,
                "2015":66,
                "2016":85,
                "2017":65,
                "2018":59,
                "2019":65,
                "2020":111,
                "2021":8
            }
        ],
        [
            "We identify a large class of one-loop amplitudes for massless particles that can be constructed via unitarity from tree amplitudes, without any ambiguities. One-loop amplitudes for massless supersymmetric gauge theories fall into this class; in addition, many non-supersymmetric amplitudes can be rearranged to take advantage of the result. As applications, we construct the one-loop amplitudes for n-gluon scattering in N = 1 supersymmetric theories with the helicity configuration of the Parke-Taylor tree amplitudes, and for six-gluon scattering in N = 4 super-Yang-Mills theory for all helicity configurations.",
            "Fusing gauge theory tree amplitudes into loop amplitudes",
            "Zvi Bern and Lance Dixon and David C Dunbar and David A Kosower",
            "1995",
            "KieDSO0AAAAJ:VOx2b1Wkg3QC",
            1117,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/055032139400488Z",
            "8713909908042924234",
            "\/scholar?cites=8713909908042924234",
            {
                "1995":4,
                "1996":10,
                "1997":11,
                "1998":6,
                "1999":8,
                "2000":8,
                "2001":8,
                "2002":10,
                "2003":11,
                "2004":16,
                "2005":52,
                "2006":49,
                "2007":42,
                "2008":70,
                "2009":81,
                "2010":73,
                "2011":90,
                "2012":89,
                "2013":62,
                "2014":69,
                "2015":51,
                "2016":56,
                "2017":45,
                "2018":53,
                "2019":54,
                "2020":78,
                "2021":6
            }
        ],
        [
            "We present an identity satisfied by the kinematic factors of diagrams describing the tree amplitudes of massless gauge theories. This identity is a kinematic analog of the Jacobi identity for color factors. Using this we find new relations between color-ordered partial amplitudes. We discuss applications to multiloop calculations via the unitarity method. In particular, we illustrate the relations between different contributions to a two-loop four-point QCD amplitude. We also use this identity to reorganize gravity tree amplitudes diagram by diagram, offering new insight into the structure of the Kawai-Lewellen-Tye (KLT) relations between gauge and gravity tree amplitudes. This insight leads to similar but novel relations. We expect this to be helpful in higher-loop studies of the ultraviolet properties of gravity theories.",
            "New relations for gauge-theory amplitudes",
            "Z Bern and John Joseph M Carrasco and Henrik Johansson",
            "2008",
            "KieDSO0AAAAJ:ClCfbGk0d_YC",
            893,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.78.085011",
            "16649065256881757276",
            "\/scholar?cites=16649065256881757276",
            {
                "2008":3,
                "2009":15,
                "2010":43,
                "2011":48,
                "2012":53,
                "2013":62,
                "2014":72,
                "2015":66,
                "2016":82,
                "2017":90,
                "2018":92,
                "2019":106,
                "2020":152,
                "2021":6
            }
        ],
        [
            "We compute the leading-color (planar) three-loop four-point amplitude of N= 4 supersymmetric Yang-Mills theory in 4− 2 ϵ dimensions, as a Laurent expansion about ϵ= 0 including the finite terms. The amplitude was constructed previously via the unitarity method, in terms of two Feynman loop integrals, one of which has been evaluated already. Here we use the Mellin-Barnes integration technique to evaluate the Laurent expansion of the second integral. Strikingly, the amplitude is expressible, through the finite terms, in terms of the corresponding one-and two-loop amplitudes, which provides strong evidence for a previous conjecture that higher-loop planar N= 4 amplitudes have an iterative structure. The infrared singularities of the amplitude agree with the predictions of Sterman and Tejeda-Yeomans based on resummation. Based on the four-point result and the exponentiation of infrared singularities, we give an …",
            "Iteration of planar amplitudes in maximally supersymmetric Yang-Mills theory at three loops and beyond",
            "Zvi Bern and Lance J Dixon and Vladimir A Smirnov",
            "2005",
            "KieDSO0AAAAJ:UxriW0iASnsC",
            851,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.72.085001",
            "7282360974551968502",
            "\/scholar?cites=7282360974551968502",
            {
                "2005":6,
                "2006":37,
                "2007":37,
                "2008":92,
                "2009":86,
                "2010":76,
                "2011":87,
                "2012":66,
                "2013":62,
                "2014":50,
                "2015":41,
                "2016":47,
                "2017":30,
                "2018":41,
                "2019":42,
                "2020":47,
                "2021":3
            }
        ],
        [
            "We present a detailed derivation of a new and efficient technique based on the technology of four-dimensional heterotic strings, for computing one-loop amplitudes in gauge theories, along with expressions for the one-loop dimensionally regularized helicity amplitudes for the process with four external gluons. We also give a set of computational rules pre-supposing ignorance of string theory.",
            "The computation of loop amplitudes in gauge theories",
            "Zvi Bern and David A Kosower",
            "1992",
            "KieDSO0AAAAJ:5awf1xo2G04C",
            751,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/055032139290134W",
            "10917966807616338001",
            "\/scholar?cites=10917966807616338001",
            {
                "1992":8,
                "1993":16,
                "1994":26,
                "1995":29,
                "1996":34,
                "1997":31,
                "1998":27,
                "1999":27,
                "2000":22,
                "2001":21,
                "2002":28,
                "2003":19,
                "2004":10,
                "2005":26,
                "2006":30,
                "2007":17,
                "2008":24,
                "2009":28,
                "2010":24,
                "2011":27,
                "2012":29,
                "2013":28,
                "2014":26,
                "2015":24,
                "2016":30,
                "2017":27,
                "2018":27,
                "2019":32,
                "2020":41,
                "2021":2
            }
        ],
        [
            "We present the first results from BlackHat, an automated C++ program for calculating one-loop amplitudes. The program implements the unitarity method and on-shell recursion to construct amplitudes. As input to the calculation, it uses compact analytic formulæ for tree amplitudes for four-dimensional helicity states. The program performs all related computations numerically. We make use of recently developed on-shell methods for evaluating coefficients of loop integrals, introducing a discrete Fourier projection as a means of improving efficiency and numerical stability. We illustrate the numerical stability of our approach by computing and analyzing six-, seven-, and eight-gluon amplitudes in QCD and comparing against previously obtained analytic results.",
            "Automated implementation of on-shell methods for one-loop amplitudes",
            "Carola F Berger and Z Bern and LJ Dixon and F Febres Cordero and D Forde and H Ita and DA Kosower and D Maitre",
            "2008",
            "KieDSO0AAAAJ:isC4tDSrTZIC",
            624,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.78.036003",
            "3645756668873658650",
            "\/scholar?cites=3645756668873658650",
            {
                "2008":22,
                "2009":54,
                "2010":52,
                "2011":49,
                "2012":65,
                "2013":71,
                "2014":63,
                "2015":47,
                "2016":70,
                "2017":48,
                "2018":35,
                "2019":20,
                "2020":26
            }
        ],
        [
            "We present methods for evaluating the Feynman parameter integrals associated with the pentagon diagram in 4-2∈ dimensions, along with explicit results for the integrals with all masses vanishing or with one non-vanishing external mass. The scalar pentagon integral can be expressed as a linear combination of box integrals, up to O(∈) corrections, a result which is the dimensionally-regulated version of a D = 4 result of Melrose, and of van Neerven and Vermaseren. We obtain and solve differential equations for various dimensionally-regulated box integrals with massless internal lines, which appear in one-loop n-point calculations in QCD. We give a procedure for constructing the tensor pentagon integrals needed in gauge theory, again through O(∈0).",
            "Dimensionally-regulated pentagon integrals",
            "Zvi Bern and Lance Dixon and David A Kosower",
            "1994",
            "KieDSO0AAAAJ:a9-T7VOCCH8C",
            600,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0550321394903980",
            "18053008197664534054",
            "\/scholar?cites=18053008197664534054",
            {
                "1994":6,
                "1995":6,
                "1996":16,
                "1997":16,
                "1998":9,
                "1999":9,
                "2000":15,
                "2001":14,
                "2002":11,
                "2003":20,
                "2004":25,
                "2005":18,
                "2006":24,
                "2007":26,
                "2008":44,
                "2009":33,
                "2010":36,
                "2011":36,
                "2012":22,
                "2013":19,
                "2014":23,
                "2015":18,
                "2016":32,
                "2017":25,
                "2018":20,
                "2019":34,
                "2020":38,
                "2021":2
            }
        ],
        [
            "In a previous paper we observed that (classical) tree-level gauge-theory amplitudes can be rearranged to display a duality between color and kinematics. Once this is imposed, gravity amplitudes are obtained using two copies of gauge-theory diagram numerators. Here we conjecture that this duality persists to all quantum loop orders and can thus be used to obtain multiloop gravity amplitudes easily from gauge-theory ones. As a nontrivial test, we show that the three-loop four-point amplitude of N= 4 super-Yang-Mills theory can be arranged into a form satisfying the duality, and by taking double copies of the diagram numerators we obtain the corresponding amplitude of N= 8 supergravity. We also remark on a nonsupersymmetric two-loop test based on pure Yang-Mills theory resulting in gravity coupled to an antisymmetric tensor and dilaton.",
            "Perturbative quantum gravity as a double copy of gauge theory",
            "Zvi Bern and John Joseph M Carrasco and Henrik Johansson",
            "2010",
            "KieDSO0AAAAJ:_xSYboBqXhAC",
            594,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.061602",
            "6582354680694152513",
            "\/scholar?cites=6582354680694152513",
            {
                "2010":14,
                "2011":35,
                "2012":43,
                "2013":40,
                "2014":43,
                "2015":34,
                "2016":54,
                "2017":61,
                "2018":75,
                "2019":70,
                "2020":120,
                "2021":3
            }
        ],
        [
            "We present the first explicit formulæ for the complete set of one-loop helicity amplitudes necessary for computing next-to-leading order corrections for e+e− annihilation into four jets, for W, Z or Drell-Yan production in association with two jets at hadron colliders, and for three-jet production in deeply inelastic scattering experiments. We include a simpler form of the previously published amplitudes for e+e− to four quarks. We obtain the amplitudes using their analytic properties to constrain their form. Systematically eliminating spurious poles from the amplitudes leads to relatively compact results.",
            "One-loop amplitudes for e+ e− to four partons",
            "Zvi Bern and Lance Dixon and David A Kosower",
            "1998",
            "KieDSO0AAAAJ:foquWX3nUaYC",
            588,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321397007037",
            "16301272520771750980",
            "\/scholar?cites=16301272520771750980",
            {
                "1997":6,
                "1998":18,
                "1999":18,
                "2000":17,
                "2001":9,
                "2002":16,
                "2003":14,
                "2004":12,
                "2005":24,
                "2006":29,
                "2007":27,
                "2008":42,
                "2009":53,
                "2010":38,
                "2011":41,
                "2012":35,
                "2013":25,
                "2014":25,
                "2015":21,
                "2016":20,
                "2017":17,
                "2018":14,
                "2019":28,
                "2020":30,
                "2021":2
            }
        ],
        [
            "We present an expression for the leading-color (planar) four-loop four-point amplitude of N= 4 supersymmetric Yang-Mills theory in 4− 2 ϵ dimensions, in terms of eight separate integrals. The expression is based on consistency of unitarity cuts and infrared divergences. We expand the integrals around ϵ= 0, and obtain analytic expressions for the poles from 1\/ϵ 8 through 1\/ϵ 4. We give numerical results for the coefficients of the 1\/ϵ 3 and 1\/ϵ 2 poles. These results all match the known exponentiated structure of the infrared divergences, at four separate kinematic points. The value of the 1\/ϵ 2 coefficient allows us to test a conjecture of Eden and Staudacher for the four-loop cusp (soft) anomalous dimension. We find that the conjecture is incorrect, although our numerical results suggest that a simple modification of the expression, flipping the sign of the term containing ζ 3 2, may yield the correct answer. Our …",
            "Four-loop planar amplitude and cusp anomalous dimension in maximally supersymmetric Yang-Mills theory",
            "Zvi Bern and Michael Czakon and Lance J Dixon and David A Kosower and Vladimir A Smirnov",
            "2007",
            "KieDSO0AAAAJ:uWQEDVKXjbEC",
            497,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.75.085010",
            "7547072369048605627",
            "\/scholar?cites=7547072369048605627",
            {
                "2006":3,
                "2007":61,
                "2008":79,
                "2009":65,
                "2010":47,
                "2011":50,
                "2012":33,
                "2013":19,
                "2014":19,
                "2015":18,
                "2016":19,
                "2017":20,
                "2018":22,
                "2019":20,
                "2020":21
            }
        ]
    ]
}