{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We have measured the absolute polarization of the 2 p 61 S 0-2 p 5 (2 P 3\/2 o) 3s [3\/2] 2 o magnetic quadrupole transition in Ne-like barium, excited in an electron-beam ion trap at a variety of energies. We find strong evidence for the existence of resonant excitation processes that are not explained by our collisional-radiative calculations even when the polarization arising from impact excitation is included. At energies well away from where the resonances occur, the agreement between experiment and theory is good.© 1996 The American Physical Society.",
            "Polarization measurements on a magnetic quadrupole line in Ne-like barium",
            "Endre Takacs and ES Meyer and JD Gillaspy and JR Roberts and CT Chantler and LT Hudson and RD Deslattes and CM Brown and JM Laming and J Dubau and MK Inal",
            "1996",
            "KjvFUBIAAAAJ:d1gkVwhDpl0C",
            115,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.54.1342",
            "5450561422555485137",
            "\/scholar?cites=5450561422555485137",
            {
                "1997":7,
                "1998":4,
                "1999":3,
                "2000":8,
                "2001":3,
                "2002":2,
                "2003":1,
                "2004":8,
                "2005":3,
                "2006":2,
                "2007":2,
                "2008":5,
                "2009":7,
                "2010":5,
                "2011":1,
                "2012":5,
                "2013":2,
                "2014":4,
                "2015":10,
                "2016":9,
                "2017":5,
                "2018":6,
                "2019":5,
                "2020":7,
                "2021":1
            }
        ],
        [
            " We report new observations of emission line intensity ratios of Fe xvii under controlled experimental conditions, using the National Institute of Standards and Technology electron beam ion trap (EBIT) with a microcalorimeter detector. We compare our observations with collisional‐radiative models using atomic data computed in distorted wave and R‐matrix approximations, which follow the transfer of the polarization of level populations through radiative cascades. Our results for the intensity ratio of the   15.014 Å line to the   15.265 Å line are   and   at beam energies of 900 and 1250 eV, respectively. These results are not consistent with collisional‐radiative models and support conclusions from earlier EBIT work at the Lawrence Livermore National Laboratory that the degree of resonance scattering in the solar 15.014 Å line has been overestimated in previous analyses. Further observations assess the intensity ratio …",
            "Emission-line intensity ratios in Fe XVII observed with a microcalorimeter on an electron beam ion trap",
            "JM Laming and I Kink and E Takacs and James V Porto and John D Gillaspy and EH Silver and HW Schnopper and Simon R Bandler and NS Brickhouse and SS Murray and M Barbera and AK Bhatia and GA Doschek and N Madden and D Landis and J Beeman and EE Haller",
            "2000",
            "KjvFUBIAAAAJ:u-x6o8ySG0sC",
            103,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/317876\/meta",
            "18266947760235214258",
            "\/scholar?cites=18266947760235214258",
            {
                "2001":5,
                "2002":13,
                "2003":12,
                "2004":14,
                "2005":17,
                "2006":3,
                "2007":1,
                "2008":7,
                "2009":5,
                "2010":4,
                "2011":4,
                "2012":4,
                "2013":2,
                "2014":2,
                "2015":2,
                "2016":3,
                "2017":1
            }
        ],
        [
            "We have observed an unusual transition which is predicted to result in visible and near-uv emission from very highly charged titaniumlike ions spanning the entire upper half of the periodic table. Measurements of the wavelengths of the 3 d 4 D 2 5-D 3 5 transitions in B a+ 34 and X e+ 32 are in surprisingly poor agreement with ab initio calculations. This work was carried out in an electron beam ion trap and demonstrates that such a device can be an important tool for visible spectroscopy of highly charged ions.",
            "Observation of visible and uv magnetic dipole transitions in highly charged xenon and barium",
            "CA Morgan and FG Serpa and E Takács and ES Meyer and John D Gillaspy and J Sugar and JR Roberts and CM Brown and U Feldman",
            "1995",
            "KjvFUBIAAAAJ:u5HHmVD_uO8C",
            98,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.74.1716",
            "11367792750018079304",
            "\/scholar?cites=11367792750018079304",
            {
                "1995":2,
                "1996":10,
                "1997":7,
                "1998":4,
                "1999":10,
                "2000":7,
                "2001":9,
                "2002":4,
                "2003":7,
                "2004":4,
                "2005":1,
                "2006":4,
                "2007":1,
                "2008":2,
                "2009":6,
                "2010":2,
                "2011":3,
                "2012":3,
                "2013":1,
                "2014":3,
                "2015":2,
                "2016":2
            }
        ],
        [
            "We report a new test of quantum electrodynamics (QED) for the w (1 s 2 p P 1 1→ 1 s 2 S 0 1) x-ray resonance line transition energy in heliumlike titanium. This measurement is one of few sensitive to two-electron QED contributions. Systematic errors such as Doppler shifts are minimized in our experiment by trapping and stripping Ti atoms in an electron beam ion trap and by applying absolute wavelength standards to calibrate the dispersion function of a curved-crystal spectrometer. We also report a more general systematic discrepancy between QED theory and experiment for the w transition energy in heliumlike ions for Z> 20. When all of the data available in the literature for Z= 16–92 are taken into account, the divergence is seen to grow as approximately Z 3 with a statistical significance on the coefficient that rises to the level of 5 standard deviations. Our result for titanium alone, 4749.85 (7) eV for the w line …",
            "Testing Three-Body Quantum Electrodynamics with Trapped  Ions: Evidence for a -dependent Divergence Between Experiment and Calculation",
            "CT Chantler and MN Kinnane and JD Gillaspy and LT Hudson and AT Payne and LF Smale and A Henins and JM Pomeroy and JN Tan and JA Kimpton and E Takacs and K Makonyi",
            "2012",
            "KjvFUBIAAAAJ:Y0pCki6q_DkC",
            67,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.109.153001",
            "5543835867118240543",
            "\/scholar?cites=5543835867118240543",
            {
                "2012":3,
                "2013":6,
                "2014":7,
                "2015":11,
                "2016":5,
                "2017":7,
                "2018":13,
                "2019":7,
                "2020":7
            }
        ],
        [
            "Absolute measurements of the energies of resonance lines in heliumlike vanadium on an electron-beam ion trap are reported. The 1 s 2 p 1 P 1→ 1 s 2, 1 s 2 p 3 P 2→ 1 s 2 (1 s 2 p 3 P 1→ 1 s 2 and 1 s 2 p 3 P 0→ 1 s 2) blend and 1 s 2 s 3 S 1→ 1 s 2 transitions are 5205.10±0.14 eV, 5189.12±0.21 eV, 5180.22±0.17 eV, and 5153.82±0.14 eV, respectively. This agrees with recent theoretical calculations and the experimental precision lies at the same level as the current uncertainty in theory (0.1 eV). These measurements represent a 5.7–8% determination of the QED contribution to the transition energies and are the most precise measurements of heliumlike resonance lines in the Z= 19–31 range. The measurement of the 1 s 2 s 3 S 1→ 1 s 2 transition is also sensitive to the 1 s 2 s 3 S 1 QED contribution at the 40% level. The intensity of the strong 1 s 2 p 3 P 1→ 1 s 2 component of the blend compared to the total …",
            "Absolute measurement of the resonance lines in heliumlike vanadium on an electron-beam ion trap",
            "Christopher T Chantler and D Paterson and Lawrence T Hudson and FG Serpa and John D Gillaspy and E Takacs",
            "2000",
            "KjvFUBIAAAAJ:2osOgNQ5qMEC",
            63,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.62.042501",
            "7236325354226796849",
            "\/scholar?cites=7236325354226796849",
            {
                "2001":4,
                "2002":3,
                "2003":2,
                "2004":2,
                "2005":4,
                "2006":2,
                "2007":3,
                "2008":4,
                "2009":4,
                "2010":5,
                "2011":9,
                "2012":3,
                "2013":6,
                "2014":1,
                "2015":2,
                "2016":1,
                "2017":1,
                "2018":4,
                "2019":2
            }
        ],
        [
            "This paper surveys the ongoing physics experiments at the Electron Beam Ion Trap (EBIT) facility at NIST, with particular attention paid to the underlying physical principles involved. In addition, some new data on the performance of our EBIT are presented, including results related to the determination of the trap width, ion temperature, and number of highly charged ions in the trap.",
            "Overview of the electron beam ion trap program at NIST",
            "John D Gillaspy and Y Aglitskiy and EW Bell and CM Brown and Christopher T Chantler and RD Deslattes and Uri Feldman and Lawrence T Hudson and JM Laming and ES Meyer and CA Morgan and AI Pikin and JR Roberts and LP Ratliff and FG Serpa and J Sugar and E Takács",
            "1995",
            "KjvFUBIAAAAJ:9yKSN-GCB0IC",
            62,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0031-8949\/1995\/T59\/053\/meta",
            "16089652361829990875",
            "\/scholar?cites=16089652361829990875",
            {
                "1996":2,
                "1997":9,
                "1998":5,
                "1999":1,
                "2000":4,
                "2001":4,
                "2002":2,
                "2003":5,
                "2004":1,
                "2005":2,
                "2006":1,
                "2007":3,
                "2008":2,
                "2009":3,
                "2010":2,
                "2011":2,
                "2012":2,
                "2013":2,
                "2014":1,
                "2015":2,
                "2016":3,
                "2017":1,
                "2018":1,
                "2019":2
            }
        ],
        [
            "Are the polar regions of Cas A the aftermath of a gamma‐ray burst? Probably not, but it is interesting nevertheless to investigate just how close Cas A might have come to generating such an event. Focusing on the northeast jet filaments, we analyze the polar regions of the recently acquired very deep 1 Ms Chandra X‐ray observation. We infer that the so‐called “jet” regions are indeed due to jets emanating from the explosion center and not due to polar cavities in the circumstellar medium at the time of explosion. We place limits on the equivalent isotropic explosion energy in the polar regions (around   ergs) and the opening angle of the X‐ray‐emitting ejecta (around 7°), which give a total energy in the northeast jet of the order of 1050 ergs, an order of magnitude or more lower than inferred for “typical” GRBs. While the Cas A progenitor and explosion exhibit many of the features associated with GRB hosts, e.g …",
            "The polar regions of Cassiopeia A: The aftermath of a gamma-ray burst?",
            "J Martin Laming and Una Hwang and Balint Radics and Gergely Lekli and Endre Takács",
            "2006",
            "KjvFUBIAAAAJ:UeHWp8X0CEIC",
            60,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/503553\/meta",
            "7913054093397886476",
            "\/scholar?cites=7913054093397886476",
            {
                "2006":2,
                "2007":6,
                "2008":7,
                "2009":4,
                "2010":10,
                "2011":3,
                "2012":3,
                "2013":4,
                "2014":2,
                "2015":3,
                "2016":4,
                "2017":5,
                "2018":1,
                "2019":1,
                "2020":5
            }
        ],
        [
            "Cosmic plasma conditions created in an electron beam ion trap (EBIT) make it possible to simulate the dependencies of key diagnostic X‐ray lines on density, temperature, and excitation conditions that exist in astrophysical sources. We used a microcalorimeter for such laboratory astrophysics studies because it has a resolving power ≈1000, quantum efficiency approaching 100%, and a bandwidth that spans the X‐ray energies from 0.2 keV to 10 keV. Our microcalorimeter, coupled with an X‐ray optic to increase the effective solid angle, provides a significant new capability for laboratory astrophysics measurements. Broadband spectra obtained from the National Institute of Standards and Technology EBIT with an energy resolution approaching that of a Bragg crystal spectrometer are presented for nitrogen, oxygen, neon, argon, and krypton in various stages of ionization. We have compared the measured line …",
            "Laboratory astrophysics survey of key x-ray diagnostic lines using a microcalorimeter on an electron beam ion trap",
            "Eric Silver and Herbert Schnopper and Simon Bandler and Nancy Brickhouse and Stephen Murray and Marco Barbera and Endre Takacs and John D Gillaspy and James V Porto and Ilmar Kink and JM Laming and N Madden and D Landis and J Beeman and EE Haller",
            "2000",
            "KjvFUBIAAAAJ:zYLM7Y9cAGgC",
            48,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/309420\/meta",
            "17679795421246439602",
            "\/scholar?cites=17679795421246439602",
            {
                "2000":1,
                "2001":3,
                "2002":6,
                "2003":5,
                "2004":3,
                "2005":5,
                "2006":1,
                "2007":2,
                "2008":1,
                "2009":6,
                "2010":2,
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":3,
                "2018":2,
                "2019":1
            }
        ],
        [
            "A custom, flat field, extreme ultraviolet spectrometer built specifically for use with low power light sources that operate under ultrahigh vacuum conditions is reported. The spectral range of the spectrometer extends from 4 nm to 40 nm. The instrument optimizes the light gathering power and signal-to-noise ratio while achieving good resolution. A detailed description of the spectrometer and design considerations are presented, as well as a procedure that could be used to obtain a synthetic wavelength calibration with the aid of only a single known spectral feature. This synthetic wavelength calibration is compared to a standard wavelength calibration obtained from previously reported spectral lines of Xe, Ar, and Ne ions recorded with this spectrometer.",
            "A high efficiency ultrahigh vacuum compatible flat field spectrometer for extreme ultraviolet wavelengths",
            "B Blagojević and E-O Le Bigot and K Fahy and A Aguilar and K Makonyi and E Takács and JN Tan and JM Pomeroy and JH Burnett and JD Gillaspy and JR Roberts",
            "2005",
            "KjvFUBIAAAAJ:Tyk-4Ss8FVUC",
            47,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1988227",
            "3044925366713582854",
            "\/scholar?cites=3044925366713582854",
            {
                "2007":2,
                "2008":1,
                "2009":3,
                "2010":3,
                "2011":7,
                "2012":4,
                "2013":5,
                "2014":7,
                "2015":2,
                "2016":2,
                "2017":6,
                "2018":1,
                "2019":4
            }
        ],
        [
            "X-ray plasma images were made at the 14.5 GHz electron cyclotron resonance ion source of ATOMKI using a pinhole and a high resolution CCD camera. This method has good spatial resolution as well as the capability of postprocessed energy filtering of the images. During the measurements low and high charge state Ar, Xe, and Fe plasmas were produced with simultaneous beam extraction. Full-size and selected region images were recorded and analyzed. Full-size x-ray images show the spatial positions of different sources of x rays (bremsstrahlung, characteristic lines of plasma and wall ions) within low-charged ECRIS plasmas. Images of selected plasma regions (extraction slit, magnet pole, magnet gap) offer a better understanding of the effect of important tuning parameters (bias disk voltage, gas mixing, microwave power, magnetic field strength, etc.) commonly used to produce highly charged plasmas …",
            "Imaging of ECR plasmas with a pinhole x-ray camera",
            "S Biri and A Valek and T Suta and E Takács and Cs Szabó and Lawrence T Hudson and B Radics and J Imrek and B Juhász and J Pálinkás",
            "2004",
            "KjvFUBIAAAAJ:IjCSPb-OGe4C",
            47,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1690476",
            "11040535837587415192",
            "\/scholar?cites=11040535837587415192",
            {
                "2005":5,
                "2006":1,
                "2007":2,
                "2008":5,
                "2009":3,
                "2010":3,
                "2011":3,
                "2012":4,
                "2013":2,
                "2014":1,
                "2015":5,
                "2016":6,
                "2017":3,
                "2018":1,
                "2019":1
            }
        ]
    ]
}