{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Many companies have embarked on initiatives that enable more demand information sharing between retailers and their upstream suppliers. While the literature on such initiatives in the business press is proliferating, it is not clear how one can quantify the benefits of these initiatives and how one can identify the drivers of the magnitudes of these benefits. Using analytical models, this paper aims at addressing these questions for a simple two-level supply chain with nonstationary end demands. Our analysis suggests that the value of demand information sharing can be quite high, especially when demands are significantly correlated over time.",
            "The value of information sharing in a two-level supply chain",
            "Hau L Lee and Kut C So and Christopher S Tang",
            "2000",
            "Kk-QbksAAAAJ:u5HHmVD_uO8C",
            2760,
            "https:\/\/pubsonline.informs.org\/doi\/abs\/10.1287\/mnsc.46.5.626.12047",
            "9670519089690837718",
            "\/scholar?cites=9670519089690837718",
            {
                "1999":7,
                "2000":7,
                "2001":24,
                "2002":42,
                "2003":66,
                "2004":94,
                "2005":122,
                "2006":157,
                "2007":160,
                "2008":194,
                "2009":157,
                "2010":185,
                "2011":194,
                "2012":173,
                "2013":192,
                "2014":172,
                "2015":144,
                "2016":148,
                "2017":130,
                "2018":131,
                "2019":117,
                "2020":108,
                "2021":5
            }
        ],
        [
            "To gain cost advantage and market share, many firms implemented various initiatives such as outsourced manufacturing and product variety. These initiatives are effective in a stable environment, but they could make a supply chain more vulnerable to various types of disruptions caused by uncertain economic cycles, consumer demands, and natural and man-made disasters. In this paper, we review various quantitative models for managing supply chain risks. We also relate various supply chain risk management (SCRM) strategies examined in the research literature with actual practices. The intent of this paper is three-fold. First, we develop a unified framework for classifying SCRM articles. Second, we hope this review can serve as a practical guide for some researchers to navigate through the sea of research articles in this important area. Third, by highlighting the gap between theory and practice, we hope to …",
            "Perspectives in supply chain risk management",
            "Christopher S Tang",
            "2006",
            "Kk-QbksAAAAJ:UeHWp8X0CEIC",
            1512,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0925527306000405",
            "13837076276037971294",
            "\/scholar?cites=13837076276037971294",
            {
                "2007":17,
                "2008":46,
                "2009":74,
                "2010":82,
                "2011":89,
                "2012":116,
                "2013":123,
                "2014":120,
                "2015":126,
                "2016":149,
                "2017":116,
                "2018":141,
                "2019":131,
                "2020":157,
                "2021":8
            }
        ],
        [
            "When major disruptions occur, many supply chains tend to break down and take a long time to recover. However, not only can some supply chains continue to function smoothly, they also continue to satisfy their customers before and after a major disruption. Some key differentiators of these supply chains are cost-effective and time-efficient strategies. In this paper, certain “robust” strategies are presented that possess two properties. First, these strategies will enable a supply chain to manage the inherent fluctuations efficiently regardless of the occurrence of major disruptions. Second, these strategies will make a supply chain become more resilient in the face of major disruptions. While there are costs for implementing these strategies, they provide additional selling points for acquiring and retaining apprehensive customers before and after a major disruption.",
            "Robust strategies for mitigating supply chain disruptions",
            "Christopher S Tang",
            "2006",
            "Kk-QbksAAAAJ:zYLM7Y9cAGgC",
            1218,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/13675560500405584",
            "11981805699634713920",
            "\/scholar?cites=11981805699634713920",
            {
                "2006":6,
                "2007":9,
                "2008":13,
                "2009":36,
                "2010":45,
                "2011":65,
                "2012":85,
                "2013":106,
                "2014":100,
                "2015":120,
                "2016":114,
                "2017":124,
                "2018":124,
                "2019":132,
                "2020":114,
                "2021":11
            }
        ],
        [
            "Lee [2004. The triple—a supply chain. Harvard Business Review 102–112] articulated that alignment, adaptability, and agility are the basic ingredients for managing supply chain risks. While it is clear that flexibility (agility) enhances supply chain resiliency, it remains unclear how much flexibility is needed to mitigate supply chain risks. Without a clear understanding of the benefit associated with different levels of flexibility, firms are reluctant to invest in flexibility especially when reliable data and accurate cost and benefit analysis are difficult to obtain. In this paper, we present a unified framework and 5 stylized models to illustrate that firms can obtain significant strategic value by implementing a risk reduction program that calls for a relatively low level of flexibility. Some of our model analyses are based on or motivated by models presented in recent literature. Our findings highlight the power of flexibility, and provide …",
            "The power of flexibility for mitigating supply chain risks",
            "Christopher Tang and Brian Tomlin",
            "2008",
            "Kk-QbksAAAAJ:LkGwnXOMwfcC",
            910,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0925527308002181",
            "2345539148369621301",
            "\/scholar?cites=2345539148369621301",
            {
                "2008":3,
                "2009":21,
                "2010":33,
                "2011":39,
                "2012":65,
                "2013":77,
                "2014":76,
                "2015":105,
                "2016":82,
                "2017":89,
                "2018":103,
                "2019":109,
                "2020":91,
                "2021":5
            }
        ],
        [
            "Expanding product variety and high customer service provision are both major challenges for manufacturers to compete in the global market. In addition to many ongoing programs, such as lead-time reduction, redesigning products and processes so as to delay the point of product differentiation is becoming an emerging means to address these challenges. Such a strategy calls for redesigning products and processes so that the stages of the production process in which a common process is used are prolonged. This product\/process redesign will defer the point of differentiation (i.e., defer the stage after which the products assume their unique identities). In this paper, we develop a simple model that captures the costs and benefits associated with this redesign strategy. We apply this simple model to analyze some special cases that are motivated by real examples. These special cases enable us to formalize three …",
            "Modelling the costs and benefits of delayed product differentiation",
            "Hau L Lee and Christopher S Tang",
            "1997",
            "Kk-QbksAAAAJ:u-x6o8ySG0sC",
            893,
            "https:\/\/pubsonline.informs.org\/doi\/abs\/10.1287\/mnsc.43.1.40",
            "14388129353553072219",
            "\/scholar?cites=14388129353553072219",
            {
                "1997":3,
                "1998":11,
                "1999":9,
                "2000":9,
                "2001":23,
                "2002":32,
                "2003":38,
                "2004":44,
                "2005":45,
                "2006":45,
                "2007":54,
                "2008":53,
                "2009":54,
                "2010":58,
                "2011":44,
                "2012":56,
                "2013":57,
                "2014":43,
                "2015":37,
                "2016":42,
                "2017":30,
                "2018":23,
                "2019":31,
                "2020":35,
                "2021":1
            }
        ],
        [
            "The authors develop and test a new model of store choice behavior whose basic premise is that each shopper is more likely to visit the store with the lowest total shopping cost. The total shopping cost is composed of fixed and variable costs. The fixed cost is independent of, whereas the variable cost depends on, the shopping list (i.e., the products and their respective quantities to be purchased). Besides travel distance, the fixed cost includes a shopper's inherent preference for the store and historic store loyalty. The variable cost is a weighted sum of the quantities of items on the shopping list multiplied by their expected prices at the store. The article has three objectives: (1) to model and estimate the relative importance of fixed and variable shopping costs, (2) to investigate customer segmentation in response to shopping costs, and (3) to introduce a new measure (the basket size threshold) that defines competition …",
            "Determining where to shop: Fixed and variable costs of shopping",
            "David R Bell and Teck-Hua Ho and Christopher S Tang",
            "1998",
            "Kk-QbksAAAAJ:9yKSN-GCB0IC",
            765,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/002224379803500306",
            "10528767069632057623",
            "\/scholar?cites=10528767069632057623",
            {
                "1999":11,
                "2000":12,
                "2001":10,
                "2002":22,
                "2003":16,
                "2004":38,
                "2005":23,
                "2006":40,
                "2007":33,
                "2008":42,
                "2009":53,
                "2010":31,
                "2011":35,
                "2012":51,
                "2013":43,
                "2014":56,
                "2015":46,
                "2016":42,
                "2017":35,
                "2018":33,
                "2019":32,
                "2020":40,
                "2021":2
            }
        ],
        [
            "In designing supply contracts, a supplier has to consider the type of contract he can offer and the information he has about the buyer’s cost structure. In this paper we provide a framework for fleshing out these two effects in the context of a simple single-supplier single-buyer supply chain facing price-sensitive deterministic demand. There are two well-known reasons for the resulting sub-optimality (from both the supplier’s and the joint perspectives):    Double marginalization: because the buyer and the supplier only receive a portion of the total contribution margin, their decisions do not reflect the supply-chain wide incentive structure. As a result of receiving less than the full margin at any given quantity, they will produce less than a vertically integrated monopolist.    Asymmetric information: the supplier rarely has complete information about … Double marginalization: because the buyer and the supplier only receive a portion of the total contribution margin, their decisions do not reflect the supply-chain wide incentive structure. As a result of receiving less than the full margin at any given quantity, they will produce less than a vertically integrated monopolist. Asymmetric information: the supplier rarely has complete information about …",
            "Designing supply contracts: Contract type and information asymmetry",
            "Charles J Corbett and Christopher S Tang",
            "1999",
            "Kk-QbksAAAAJ:d1gkVwhDpl0C",
            716,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-1-4615-4949-9_9",
            "13863298456266694517",
            "\/scholar?cites=13863298456266694517",
            {
                "2001":4,
                "2002":10,
                "2003":10,
                "2004":16,
                "2005":26,
                "2006":34,
                "2007":44,
                "2008":48,
                "2009":61,
                "2010":56,
                "2011":50,
                "2012":45,
                "2013":38,
                "2014":39,
                "2015":32,
                "2016":33,
                "2017":46,
                "2018":36,
                "2019":29,
                "2020":50,
                "2021":4
            }
        ],
        [
            "Supply chain risk management (SCRM) is a nascent area emerging from a growing appreciation for supply chain risk by practitioners and by researchers. However, there is diverse perception of research in supply chain risk because these researchers have approached this area from different domains. This paper presents our study of this diversity from the perspectives of operations and supply chain management scholars: First, we reviewed the researchers' output, i.e., the recent research literature. Next, we surveyed two focus groups (members of Supply Chain Thought Leaders and International SCRM groups) with open‐ended questions. Finally, we surveyed operations and supply chain management researchers during the 2009 INFORMS meeting in San Diego. Our findings characterize the diversity in terms of three “gaps”: a definition gap in how researchers define SCRM, a process gap in terms of inadequate …",
            "Researchers' perspectives on supply chain risk management",
            "ManMohan S Sodhi and Byung‐Gak Son and Christopher S Tang",
            "2012",
            "Kk-QbksAAAAJ:pyW8ca7W8N0C",
            593,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1937-5956.2011.01251.x",
            "292621012859437392",
            "\/scholar?cites=292621012859437392",
            {
                "2012":9,
                "2013":30,
                "2014":57,
                "2015":79,
                "2016":82,
                "2017":73,
                "2018":86,
                "2019":74,
                "2020":85,
                "2021":9
            }
        ],
        [
            "Consumers and governments are pressuring firms to strike a balance between profitability and sustainability. However, this balance can only be maintained in the long run if the firm can take a holistic approach to sustain the financial flow (profit), resource flow (planet) and development flow (people) for the entire ecosystem comprising poor producers in emerging\/developing markets, global supply chain partners, consumers in developed countries, and the planet. By considering the flows associated with different entities within the ecosystem, we classify and summarize recent Operations Research\/Management Science (OR\/MS) research developments. Also, we identify several gaps for future research in this important area.",
            "Research advances in environmentally and socially sustainable operations",
            "Christopher S Tang and Sean Zhou",
            "2012",
            "Kk-QbksAAAAJ:WqliGbK-hY8C",
            386,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0377221712005711",
            "12634988911789408992",
            "\/scholar?cites=12634988911789408992",
            {
                "2011":1,
                "2012":3,
                "2013":13,
                "2014":27,
                "2015":54,
                "2016":43,
                "2017":56,
                "2018":63,
                "2019":58,
                "2020":59,
                "2021":4
            }
        ],
        [
            "This paper considers a job scheduling problem for a flexible manufacturing machine. This problem arises in the metal working industry when numerical controlled (N\/C) machines are used to manufacture parts (jobs). Assume that each of N jobs must be processed on a machine that has positions for C tools, but no job requires more than C tools. If the requisite tools are not on the machine, then one or more tool switches must occur before the job can be processed. The problem consists of finding the sequence in which to process the jobs and the tools to place on the machine before each job is processed. This paper considers one performance criterion: minimize the total number of tool switches. This criterion is adequate for situations where the tool switching time is proportional to the number of tool switches. In our model, we assume that the time needed to switch tools is significant relative to the job processing …",
            "Models arising from a flexible manufacturing machine, part I: minimization of the number of tool switches",
            "Christopher S Tang and Eric V Denardo",
            "1988",
            "Kk-QbksAAAAJ:P7Ujq4OLJYoC",
            343,
            "https:\/\/pubsonline.informs.org\/doi\/abs\/10.1287\/opre.36.5.767",
            "10484302967259549168",
            "\/scholar?cites=10484302967259549168",
            {
                "1988":2,
                "1989":2,
                "1990":3,
                "1991":9,
                "1992":15,
                "1993":13,
                "1994":10,
                "1995":9,
                "1996":17,
                "1997":16,
                "1998":13,
                "1999":7,
                "2000":10,
                "2001":17,
                "2002":16,
                "2003":15,
                "2004":12,
                "2005":12,
                "2006":10,
                "2007":13,
                "2008":12,
                "2009":8,
                "2010":13,
                "2011":5,
                "2012":12,
                "2013":7,
                "2014":3,
                "2015":7,
                "2016":16,
                "2017":11,
                "2018":12,
                "2019":6,
                "2020":10
            }
        ]
    ]
}