{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Geckos have evolved one of the most versatile and effective adhesives known. The mechanism of dry adhesion in the millions of setae on the toes of geckos has been the focus of scientific study for over a century. We provide the first direct experimental evidence for dry adhesion of gecko setae by van der Waals forces, and reject the use of mechanisms relying on high surface polarity, including capillary adhesion. The toes of live Tokay geckos were highly hydrophobic, and adhered equally well to strongly hydrophobic and strongly hydrophilic, polarizable surfaces. Adhesion of a single isolated gecko seta was equally effective on the hydrophobic and hydrophilic surfaces of a microelectro-mechanical systems force sensor. A van der Waals mechanism implies that the remarkable adhesive properties of gecko setae are merely a result of the size and shape of the tips, and are not strongly affected by surface chemistry …",
            "Evidence for van der Waals adhesion in gecko setae",
            "Kellar Autumn and Metin Sitti and Yiching A Liang and Anne M Peattie and Wendy R Hansen and Simon Sponberg and Thomas W Kenny and Ronald Fearing and Jacob N Israelachvili",
            "2002",
            "kKFx7RgAAAAJ:u5HHmVD_uO8C",
            1958,
            "https:\/\/www.pnas.org\/content\/99\/19\/12252.short",
            "4919448843533917492",
            "\/scholar?cites=4919448843533917492",
            {
                "2003":15,
                "2004":37,
                "2005":53,
                "2006":103,
                "2007":110,
                "2008":107,
                "2009":125,
                "2010":98,
                "2011":110,
                "2012":150,
                "2013":132,
                "2014":144,
                "2015":158,
                "2016":116,
                "2017":108,
                "2018":111,
                "2019":108,
                "2020":127,
                "2021":14
            }
        ],
        [
            "A musculo-skeletal structure can stabilize rapid locomotion using neural and\/or mechanical feedback. Neural feedback results in an altered feedforward activation pattern, whereas mechanical feedback using visco-elastic structures does not require a change in the neural motor code. We selected musculo-skeletal structures in the cockroach (Blaberus discoidalis) because their single motor neuron innervation allows the simplest possible characterization of activation. We ran cockroaches over a track with randomized blocks of heights up to three times the animal9s `hip9 (1.5 cm), while recording muscle action potentials (MAPs) from a set of putative control musculo-skeletal structures (femoral extensors 178 and 179). Animals experienced significant perturbations in body pitch, roll and yaw, but reduced speed by less than 20%. Surprisingly, we discovered no significant difference in the distribution of the number of …",
            "Neuromechanical response of musculo-skeletal structures in cockroaches during rapid running on rough terrain",
            "S Sponberg and RJ Full",
            "2008",
            "kKFx7RgAAAAJ:u-x6o8ySG0sC",
            176,
            "https:\/\/jeb.biologists.org\/content\/211\/3\/433.short",
            "6581663659137366698",
            "\/scholar?cites=6581663659137366698",
            {
                "2008":4,
                "2009":13,
                "2010":10,
                "2011":16,
                "2012":16,
                "2013":19,
                "2014":16,
                "2015":17,
                "2016":6,
                "2017":15,
                "2018":11,
                "2019":17,
                "2020":15
            }
        ],
        [
            "Geckos owe their remarkable stickiness to millions of dry, hard setae on their toes. In this study, we discovered that gecko setae stick more strongly the faster they slide, and do not wear out after 30 000 cycles. This is surprising because friction between dry, hard, macroscopic materials typically decreases at the onset of sliding, and as velocity increases, friction continues to decrease because of a reduction in the number of interfacial contacts, due in part to wear. Gecko setae did not exhibit the decrease in adhesion or friction characteristic of a transition from static to kinetic contact mechanics. Instead, friction and adhesion forces increased at the onset of sliding and continued to increase with shear speed from 500 nm s−1 to 158 mm s−1. To explain how apparently fluid-like, wear-free dynamic friction and adhesion occur macroscopically in a dry, hard solid, we proposed a model based on a population of nanoscopic …",
            "Rate-dependent frictional adhesion in natural and synthetic gecko setae",
            "Nick Gravish and Matt Wilkinson and Simon Sponberg and Aaron Parness and Noe Esparza and Daniel Soto and Tetsuo Yamaguchi and Michael Broide and Mark Cutkosky and Costantino Creton and Kellar Autumn",
            "2010",
            "kKFx7RgAAAAJ:2osOgNQ5qMEC",
            113,
            "https:\/\/royalsocietypublishing.org\/doi\/abs\/10.1098\/rsif.2009.0133",
            "10004177507548543435",
            "\/scholar?cites=10004177507548543435",
            {
                "2010":5,
                "2011":6,
                "2012":11,
                "2013":18,
                "2014":12,
                "2015":16,
                "2016":12,
                "2017":14,
                "2018":8,
                "2019":6,
                "2020":5
            }
        ],
        [
            "Living cetaceans exhibit interspecific size ranging across several orders of magnitude, and rank among the largest vertebrates ever. Details of how cetaceans evolved different body sizes, however, remain obscure, because they lack basic morphological proxies that have been traditionally used in other fossil vertebrates. Here, we reconstruct the body size of extinct crown group cetaceans (Neoceti) using different regression methods on extant skull and length data, in a phylogenetic context. Because most fossil cetaceans are fragmentary, we developed regression equations to predict total length based on cranial metrics that are preserved on most fossil crania. The resultant regression equations are based on a database of skull and length data from most extant lineages of cetaceans (n = 45 species; 272 specimens), sampling all living mysticete genera and all major clades of odontocetes. In generating …",
            "Reconstructing body size in extinct crown Cetacea (Neoceti) using allometry, phylogenetic methods and tests from the fossil record",
            "Nicholas D Pyenson and Simon N Sponberg",
            "2011",
            "kKFx7RgAAAAJ:5nxA0vEk-isC",
            109,
            "https:\/\/link.springer.com\/article\/10.1007\/s10914-011-9170-1",
            "14057181712818560336",
            "\/scholar?cites=14057181712818560336",
            {
                "2011":1,
                "2012":3,
                "2013":8,
                "2014":9,
                "2015":15,
                "2016":8,
                "2017":19,
                "2018":19,
                "2019":16,
                "2020":11
            }
        ],
        [
            "Neural computation is inescapably closed-loop: the nervous system processes sensory signals to shape motor output, and motor output consequently shapes sensory input. Technological advances have enabled neuroscientists to close, open, and alter feedback loops in a wide range of experimental preparations. The experimental capability of manipulating the topology—that is, how information can flow between subsystems—provides new opportunities to understand the mechanisms and computations underlying behavior. These experiments encompass a spectrum of approaches from fully open-loop, restrained preparations to the fully closed-loop character of free behavior. Control theory and system identification provide a clear computational framework for relating these experimental approaches. We describe recent progress and new directions for translating experiments at one level in this spectrum to …",
            "A comparative approach to closed-loop computation",
            "E Roth and S Sponberg and NJ Cowan",
            "2014",
            "kKFx7RgAAAAJ:KlAtU1dfN6UC",
            87,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S095943881300216X",
            "16668583164151923688",
            "\/scholar?cites=16668583164151923688",
            {
                "2014":10,
                "2015":18,
                "2016":14,
                "2017":14,
                "2018":9,
                "2019":12,
                "2020":10
            }
        ],
        [
            "Control theory arose from a need to control synthetic systems. From regulating steam engines to tuning radios to devices capable of autonomous movement, it provided a formal mathematical basis for understanding the role of feedback in the stability (or change) of dynamical systems. It provides a framework for understanding any system with regulation via feedback, including biological ones such as regulatory gene networks, cellular metabolic systems, sensorimotor dynamics of moving animals, and even ecological or evolutionary dynamics of organisms and populations. Here, we focus on four case studies of the sensorimotor dynamics of animals, each of which involves the application of principles from control theory to probe stability and feedback in an organism’s response to perturbations. We use examples from aquatic (two behaviors performed by electric fish), terrestrial (following of walls by cockroaches …",
            "Feedback control as a framework for understanding tradeoffs in biology",
            "Noah J Cowan and Mert M Ankarali and Jonathan P Dyhr and Manu S Madhav and Eatai Roth and Shahin Sefati and Simon Sponberg and Sarah A Stamper and Eric S Fortune and Thomas L Daniel",
            "2014",
            "kKFx7RgAAAAJ:Zph67rFs4hoC",
            83,
            "https:\/\/academic.oup.com\/icb\/article-abstract\/54\/2\/223\/2797832",
            "1030747936720232187",
            "\/scholar?cites=1030747936720232187",
            {
                "2014":9,
                "2015":16,
                "2016":15,
                "2017":9,
                "2018":11,
                "2019":9,
                "2020":12,
                "2021":2
            }
        ],
        [
            "The interplay between robotics and neuromechanics facilitates discoveries in both fields: nature provides roboticists with design ideas, while robotics research elucidates critical features that confer performance advantages to biological systems. Here, we explore a system particularly well suited to exploit the synergies between biology and robotics: high-speed antenna-based wall following of the American cockroach (Periplaneta americana). Our approach integrates mathematical and hardware modeling with behavioral and neurophysiological experiments. Specifically, we corroborate a prediction from a previously reported wall-following template - the simplest model that captures a behavior - that a cockroach antenna-based controller requires the rate of approach to a wall in addition to distance, e.g., in the form of a proportional-derivative (PD) controller. Neurophysiological experiments reveal that important …",
            "Templates and anchors for antenna-based wall following in cockroaches and robots",
            "Jusuk Lee and Simon N Sponberg and Owen Y Loh and Andrew G Lamperski and Robert J Full and Noah J Cowan",
            "2008",
            "kKFx7RgAAAAJ:9yKSN-GCB0IC",
            74,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/4456752\/",
            "16896975622394785489",
            "\/scholar?cites=16896975622394785489",
            {
                "2008":2,
                "2009":10,
                "2010":5,
                "2011":6,
                "2012":10,
                "2013":5,
                "2014":7,
                "2015":9,
                "2016":6,
                "2017":6,
                "2018":4,
                "2019":4
            }
        ],
        [
            "Animals must operate under an enormous range of light intensities. Nocturnal and twilight flying insects are hypothesized to compensate for dim conditions by integrating light over longer times. This slowing of visual processing would increase light sensitivity but should also reduce movement response times. Using freely hovering moths tracking robotic moving flowers, we showed that the moth’s visual processing does slow in dim light. These longer response times are consistent with models of how visual neurons enhance sensitivity at low light intensities, but they could pose a challenge for moths feeding from swaying flowers. Dusk-foraging moths avoid this sensorimotor tradeoff; their nervous systems slow down but not so much as to interfere with their ability to track the movements of real wind-blown flowers.",
            "Luminance-dependent visual processing enables moth flight in low light",
            "Simon Sponberg and Jonathan P Dyhr and Robert W Hall and Thomas L Daniel",
            "2015",
            "kKFx7RgAAAAJ:9ZlFYXVOiuMC",
            65,
            "https:\/\/science.sciencemag.org\/content\/348\/6240\/1245.abstract",
            "16199076124602482315",
            "\/scholar?cites=16199076124602482315",
            {
                "2015":4,
                "2016":14,
                "2017":11,
                "2018":10,
                "2019":10,
                "2020":14,
                "2021":1
            }
        ],
        [
            "A neuromechanical approach to control requires understanding how mechanics alters the potential of neural feedback to control body dynamics. Here, we rewrite activation of individual motor units of a behaving animal to mimic the effects of neural feedback without concomitant changes in other muscles. We target a putative control muscle in the cockroach, Blaberus discoidalis (L.), and simultaneously capture limb and body dynamics through high-speed videography and a micro-accelerometer backpack. We test four neuromechanical control hypotheses. We supported the hypothesis that mechanics linearly translates neural feedback into accelerations and rotations during static postural control. However, during running, the same neural feedback produced a nonlinear acceleration control potential restricted to the vertical plane. Using this, we reject the hypothesis from previous work that this muscle acts primarily …",
            "A single muscle's multifunctional control potential of body dynamics for postural control and running",
            "Simon Sponberg and Andrew J Spence and Chris H Mullens and Robert J Full",
            "2011",
            "kKFx7RgAAAAJ:qjMakFHDy7sC",
            46,
            "https:\/\/royalsocietypublishing.org\/doi\/abs\/10.1098\/rstb.2010.0367",
            "440361736657242652",
            "\/scholar?cites=440361736657242652",
            {
                "2011":4,
                "2012":7,
                "2013":3,
                "2014":5,
                "2015":7,
                "2016":5,
                "2017":1,
                "2018":3,
                "2019":6,
                "2020":5
            }
        ],
        [
            "Muscles driving rhythmic locomotion typically show strong dependence of power on the timing or phase of activation. This is particularly true in insects' main flight muscles, canonical examples of muscles thought to have a dedicated power function. However, in the moth (Manduca sexta), these muscles normally activate at a phase where the instantaneous slope of the power–phase curve is steep and well below maximum power. We provide four lines of evidence demonstrating that, contrary to the current paradigm, the moth's nervous system establishes significant control authority in these muscles through precise timing modulation: (i) left–right pairs of flight muscles normally fire precisely, within 0.5–0.6 ms of each other; (ii) during a yawing optomotor response, left—right muscle timing differences shift throughout a wider 8 ms timing window, enabling at least a 50 per cent left–right power differential; (iii) timing …",
            "Abdicating power for control: a precision timing strategy to modulate function of flight power muscles",
            "S Sponberg and TL Daniel",
            "2012",
            "kKFx7RgAAAAJ:eQOLeE2rZwMC",
            39,
            "https:\/\/royalsocietypublishing.org\/doi\/abs\/10.1098\/rspb.2012.1085",
            "7389544174280513329",
            "\/scholar?cites=7389544174280513329",
            {
                "2012":1,
                "2013":2,
                "2014":2,
                "2015":2,
                "2016":7,
                "2017":7,
                "2018":5,
                "2019":5,
                "2020":7
            }
        ]
    ]
}