{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "It is believed that depending on the thermodynamic stability of the 5′-strand and the 3′-strand in the stem-loop structure of a precursor microRNA (pre-miRNA), cells preferentially select the less stable one (called the miRNA or guide strand) and destroy the other one (called the miRNA* or passenger strand). However, our expression profiling analyses revealed that both strands could be co-accumulated as miRNA pairs in some tissues while being subjected to strand selection in other tissues. Our target prediction and validation assays demonstrated that both strands of a miRNA pair could target equal numbers of genes and that both were able to suppress the expression of their target genes. Our finding not only suggests that the numbers of miRNAs and their targets are much greater than what we previously thought, but also implies that novel mechanisms are involved in the tissue-dependent miRNA …",
            "Tissue-dependent paired expression of miRNAs",
            "Seungil Ro and Chanjae Park and David Young and Kenton M Sanders and Wei Yan",
            "2007",
            "kkIVRvgAAAAJ:yqoGN6RLRZoC",
            385,
            "https:\/\/academic.oup.com\/nar\/article-abstract\/35\/17\/5944\/2402798",
            "15468655709963493745",
            "\/scholar?cites=15468655709963493745",
            {
                "2007":4,
                "2008":12,
                "2009":16,
                "2010":39,
                "2011":38,
                "2012":41,
                "2013":43,
                "2014":39,
                "2015":42,
                "2016":20,
                "2017":18,
                "2018":20,
                "2019":22,
                "2020":26,
                "2021":2
            }
        ],
        [
            "Using a new small RNA cloning method, we identified 141 miRNAs from the mouse testis, of which 29 were novel. The 141 miRNAs were mapped onto all chromosomes except the Y chromosome and 2\/3 of these miRNA genes exist as clusters. ∼ 70% of these miRNA genes were located in intronic or intergenic regions, whereas the remaining miRNAs were derived from exonic sequences. We further validated these cloned miRNAs by examining their expression in multiple mouse organs including developing testes and also in purified spermatogenic cells using semi-quantitative PCR analyses. Our expression profiling assays revealed that 60% of the testis-expressed miRNAs were ubiquitously expressed and the remaining are either preferentially (35%) or exclusively (5%) expressed in the testis. We also observed a lack of strand selection during testicular miRNA biogenesis, characterized by paired expression …",
            "Cloning and expression profiling of testis-expressed microRNAs",
            "Seungil Ro and Chanjae Park and Kenton M Sanders and John R McCarrey and Wei Yan",
            "2007",
            "kkIVRvgAAAAJ:bKqednn6t2AC",
            265,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0012160607013450",
            "732824115824198056",
            "\/scholar?cites=732824115824198056",
            {
                "2006":1,
                "2007":1,
                "2008":12,
                "2009":26,
                "2010":21,
                "2011":28,
                "2012":30,
                "2013":24,
                "2014":26,
                "2015":29,
                "2016":18,
                "2017":19,
                "2018":9,
                "2019":12,
                "2020":8
            }
        ],
        [
            "Interstitial cells of Cajal (ICC) are unique cells that generate electrical pacemaker activity in gastrointestinal (GI) muscles. Many previous studies have attempted to characterize the conductances responsible for pacemaker current and slow waves in the GI tract, but the precise mechanism of electrical rhythmicity is still debated. We used a new transgenic mouse with a bright green fluorescent protein (copGFP) constitutively expressed in ICC to facilitate study of these cells in mixed cell dispersions. We found that ICC express a specialized ‘slow wave’ current. Reversal of tail current analysis showed this current was due to a Cl− selective conductance. ICC express ANO1, a Ca2+‐activated Cl− channel. Slow wave currents are not voltage dependent, but a secondary voltage‐dependent process underlies activation of these currents. Removal of extracellular Ca2+, replacement of Ca2+ with Ba2+, or extracellular Ni2 …",
            "A Ca2+‐activated Cl− conductance in interstitial cells of Cajal linked to slow wave currents and pacemaker activity",
            "Mei Hong Zhu and Tae Wan Kim and Seungil Ro and Wei Yan and Sean M Ward and Sang Don Koh and Kenton M Sanders",
            "2009",
            "kkIVRvgAAAAJ:LhH-TYMQEocC",
            249,
            "https:\/\/physoc.onlinelibrary.wiley.com\/doi\/abs\/10.1113\/jphysiol.2009.176206",
            "152585801204379582",
            "\/scholar?cites=152585801204379582",
            {
                "2009":2,
                "2010":18,
                "2011":24,
                "2012":30,
                "2013":19,
                "2014":28,
                "2015":28,
                "2016":19,
                "2017":19,
                "2018":19,
                "2019":19,
                "2020":21,
                "2021":1
            }
        ],
        [
            "Once deemed heretical, emerging evidence now supports the notion that the inheritance of acquired characteristics can occur through ancestral exposures or experiences and that certain paternally acquired traits can be'memorized'in the sperm as epigenetic information. The search for epigenetic factors in mammalian sperm that transmit acquired phenotypes has recently focused on RNAs and, more recently, RNA modifications. Here, we review insights that have been gained from studying sperm RNAs and RNA modifications, and their roles in influencing offspring phenotypes. We discuss the possible mechanisms by which sperm become acquisitive following environmental–somatic–germline interactions, and how they transmit paternally acquired phenotypes by shaping early embryonic development.",
            "Epigenetic inheritance of acquired traits through sperm RNAs and sperm RNA modifications",
            "Qi Chen and Wei Yan and Enkui Duan",
            "2016",
            "kkIVRvgAAAAJ:DzJ_J07hbkYC",
            240,
            "https:\/\/www.nature.com\/articles\/nrg.2016.106.pdf?origin=ppub",
            "9280255463238519518",
            "\/scholar?cites=9280255463238519518",
            {
                "2016":1,
                "2017":30,
                "2018":63,
                "2019":61,
                "2020":78,
                "2021":5
            }
        ],
        [
            "Stem cell factor (SCF) plays an important role in migration, adhesion, proliferation, and survival of primordial germ cells and spermatogonia during testicular development. However, the function of SCF in the adult testis is poorly described. We have previously shown that, in the presence of SCF, there were more type A spermatogonia incorporating thymidine at stage XII of rat seminiferous tubules cultured in vitro than in the absence of SCF, implying that the increased DNA synthesis might result from enhanced survival of spermatogonia. To explore the potential pro-survival function of SCF during spermatogenesis, the seminiferous tubules from stage XII were cultured in the presence or absence of SCF (100 ng\/ml) for 8, 24, 48, and 72 hours, respectively, and apoptosis was analyzed by DNA laddering and in situ 3′-end labeling (ISEL) staining. Surprisingly, not only spermatogonia, but also spermatocytes and …",
            "Stem cell factor protects germ cells from apoptosis in vitro",
            "Wei Yan and Janne Suominen and Jorma Toppari",
            "2000",
            "kkIVRvgAAAAJ:8d8msizDQcsC",
            219,
            "https:\/\/jcs.biologists.org\/content\/113\/1\/161.short",
            "13440840041686175910",
            "\/scholar?cites=13440840041686175910",
            {
                "2000":9,
                "2001":14,
                "2002":9,
                "2003":15,
                "2004":29,
                "2005":10,
                "2006":13,
                "2007":16,
                "2008":5,
                "2009":11,
                "2010":13,
                "2011":11,
                "2012":13,
                "2013":9,
                "2014":7,
                "2015":10,
                "2016":7,
                "2017":4,
                "2018":5,
                "2019":3,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Small noncoding RNAs have been suggested to play important roles in the regulation of gene expression across all species from plants to humans. To identify small RNAs expressed by the ovary, we generated mouse ovarian small RNA complementary DNA (srcDNA) libraries and sequenced 800 srcDNA clones. We identified 236 small RNAs including 122 microRNAs (miRNAs), 79 piwi-interacting RNAs (piRNAs), and 35 small nucleolar RNAs (snoRNAs). Among these small RNAs, 15 miRNAs, 74 piRNAs, and 21 snoRNAs are novel. Approximately 70% of the ovarian piRNAs are encoded by multicopy genes located within the repetitive regions, resembling previously identified repeat-associated small interference RNAs (rasiRNAs), whereas the remaining ∼30% of piRNA genes are located in nonrepetitive regions of the genome with characteristics similar to the majority of piRNAs originally cloned from the testis …",
            "Cloning and expression profiling of small RNAs expressed in the mouse ovary",
            "Seungil Ro and Rui Song and Chanjae Park and Huili Zheng and Kenton M Sanders and Wei Yan",
            "2007",
            "kkIVRvgAAAAJ:QYdC8u9Cj1oC",
            210,
            "https:\/\/rnajournal.cshlp.org\/content\/13\/12\/2366.short",
            "618718505406703504",
            "\/scholar?cites=618718505406703504",
            {
                "2008":7,
                "2009":17,
                "2010":21,
                "2011":18,
                "2012":21,
                "2013":16,
                "2014":27,
                "2015":17,
                "2016":21,
                "2017":10,
                "2018":13,
                "2019":12,
                "2020":7
            }
        ],
        [
            "Cytokinesis in somatic cells concludes with the formation of a midbody, which is abscised to form individual daughter cells. In contrast, germ cell cytokinesis results in a permanent intercellular bridge connecting the daughter cells through a large cytoplasmic channel. During spermatogenesis, proposed roles for the intercellular bridge include germ cell communication, synchronization, and chromosome dosage compensation in haploid cells. Although several essential components of the midbody have recently been identified, essential components of the vertebrate germ cell intercellular bridge have until now not been described. Herein, we show that testis-expressed gene 14 (TEX14) is a novel protein that localizes to germ cell intercellular bridges. In the absence of TEX14, intercellular bridges are not observed by using electron microscopy and other markers. Spermatogenesis in Tex14−\/− mice progresses through …",
            "TEX14 is essential for intercellular bridges and fertility in male mice",
            "Michael P Greenbaum and Wei Yan and Meng-Hsieh Wu and Yi-Nan Lin and Julio E Agno and Manju Sharma and Robert E Braun and Aleksandar Rajkovic and Martin M Matzuk",
            "2006",
            "kkIVRvgAAAAJ:sNmaIFBj_lkC",
            210,
            "https:\/\/www.pnas.org\/content\/103\/13\/4982.short",
            "12175239203080326521",
            "\/scholar?cites=12175239203080326521",
            {
                "2006":2,
                "2007":7,
                "2008":7,
                "2009":14,
                "2010":15,
                "2011":15,
                "2012":14,
                "2013":16,
                "2014":9,
                "2015":13,
                "2016":20,
                "2017":20,
                "2018":14,
                "2019":19,
                "2020":21
            }
        ],
        [
            "Chromatin remodeling is a major event that occurs during mammalian  spermiogenesis, the process of spermatid maturation into spermatozoa. Nuclear  condensation during spermiogenesis is accomplished by replacing somatic  histones (linker histone H1 and core histones) and the testis-specific linker  histone, H1t, with transition proteins and protamines. It has long been  thought that H1t is the only testis-specific linker histone, and that all  linker histones are replaced by transition proteins, and subsequently by  protamines during spermiogenesis. Here, we report the identification and  characterization of a spermatid-specific linker histone H1-like protein  (termed HILS1) in the mouse and human. Both mouse and human HILS1  genes are located in intron 8 of the α-sarcoglycan genes. HILS1 is  highly expressed in nuclei of elongating and elongated spermatids (steps  9-15). HILS1 displays several biochemical …",
            "HILS1 is a spermatid-specific linker histone H1-like protein implicated in chromatin remodeling during mammalian spermiogenesis",
            "Wei Yan and Lang Ma and Kathleen H Burns and Martin M Matzuk",
            "2003",
            "kkIVRvgAAAAJ:umqufdRvDiIC",
            195,
            "https:\/\/www.pnas.org\/content\/100\/18\/10546.short",
            "9057515535335958880",
            "\/scholar?cites=9057515535335958880",
            {
                "2003":2,
                "2004":10,
                "2005":15,
                "2006":11,
                "2007":15,
                "2008":13,
                "2009":10,
                "2010":8,
                "2011":12,
                "2012":6,
                "2013":18,
                "2014":12,
                "2015":9,
                "2016":15,
                "2017":9,
                "2018":9,
                "2019":11,
                "2020":7,
                "2021":1
            }
        ],
        [
            "We have characterized a novel partner for androgen receptor (AR), termed ARIP3, that interacts with the DNA-binding domain\/zinc finger region of AR and is predominantly expressed in the testis. Rat ARIP3 is a nuclear protein comprising 572 amino acids. It modulates AR-dependent but not basal transcription, suggesting that ARIP3 acts as an AR transcriptional coregulator. Except for the C-terminal AR-interacting domain, ARIP3 contains distinct regions that are also present in two recently described proteins, a protein inhibitor of activated Stat3 and an RNA helicase II-interacting protein (Gu\/RH-II binding protein). Conserved structural features of these proteins indicate the existence of a gene family involved in the regulation of various transcription factors. Collectively, ARIP3 belongs to a novel nuclear protein family and is perhaps the first tissue-specific coregulator of androgen receptor.",
            "A testis-specific androgen receptor coregulator that belongs to a novel family of nuclear proteins",
            "Anu-Maarit Moilanen and Ulla Karvonen and Hetti Poukka and Wei Yan and Jorma Toppari and Olli A Jänne and Jorma J Palvimo",
            "1999",
            "kkIVRvgAAAAJ:FAceZFleit8C",
            194,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S002192581987998X",
            "5570838029364583834",
            "\/scholar?cites=5570838029364583834",
            {
                "1998":1,
                "1999":6,
                "2000":23,
                "2001":17,
                "2002":31,
                "2003":26,
                "2004":19,
                "2005":6,
                "2006":8,
                "2007":11,
                "2008":8,
                "2009":7,
                "2010":7,
                "2011":6,
                "2012":3,
                "2013":2,
                "2014":1,
                "2015":4,
                "2016":2,
                "2017":1,
                "2018":1,
                "2019":1
            }
        ],
        [
            "Meiotic sex chromosome inactivation (MSCI) during spermatogenesis is characterized by transcriptional silencing of genes on both the X and Y chromosomes in mid-to-late pachytene spermatocytes 1. MSCI is believed to result from meiotic silencing of unpaired DNA because the X and Y chromosomes remain largely unpaired throughout first meiotic prophase 2. However, unlike X-chromosome inactivation in female embryonic cells, where 25–30% of X-linked structural genes have been reported to escape inactivation 3, previous microarray 4-and RT-PCR 5–based studies of expression of> 364 X-linked mRNA-encoding genes during spermatogenesis have failed to reveal any X-linked gene that escapes the silencing effects of MSCI in primary spermatocytes. Here we show that many X-linked miRNAs are transcribed and processed in pachytene spermatocytes. This unprecedented escape from MSCI by these X …",
            "Many X-linked microRNAs escape meiotic sex chromosome inactivation",
            "Rui Song and Seungil Ro and Jason D Michaels and Chanjae Park and John R McCarrey and Wei Yan",
            "2009",
            "kkIVRvgAAAAJ:fFSKOagxvKUC",
            185,
            "https:\/\/www.nature.com\/ng\/journal\/v41\/n4\/full\/ng.338.html",
            "12524206912186904833",
            "\/scholar?cites=12524206912186904833",
            {
                "2009":4,
                "2010":20,
                "2011":24,
                "2012":18,
                "2013":23,
                "2014":23,
                "2015":19,
                "2016":11,
                "2017":12,
                "2018":11,
                "2019":11,
                "2020":7,
                "2021":1
            }
        ]
    ]
}