{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The optimal time for the initiation of antiretroviral therapy for asymptomatic patients with human immunodeficiency virus (HIV) infection is uncertain.We conducted two parallel analyses involving a total of 17,517 asymptomatic patients with HIV infection in the United States and Canada who received medical care during the period from 1996 through 2005. None of the patients had undergone previous antiretroviral therapy. In each group, we stratified the patients according to the CD4+ count (351 to 500 cells per cubic millimeter or >500 cells per cubic millimeter) at the initiation of antiretroviral therapy. In each group, we compared the relative risk of death for patients who initiated therapy when the CD4+ count was above each of the two thresholds of interest (early-therapy group) with that of patients who deferred therapy until the CD4+ count fell below these thresholds (deferred-therapy group …",
            "Effect of early versus deferred antiretroviral therapy for HIV on survival",
            "Mari M Kitahata and Stephen J Gange and Alison G Abraham and Barry Merriman and Michael S Saag and Amy C Justice and Robert S Hogg and Steven G Deeks and Joseph J Eron and John T Brooks and Sean B Rourke and M John Gill and Ronald J Bosch and Jeffrey N Martin and Marina B Klein and Lisa P Jacobson and Benigno Rodriguez and Timothy R Sterling and Gregory D Kirk and Sonia Napravnik and Anita R Rachlis and Liviana M Calzavara and Michael A Horberg and Michael J Silverberg and Kelly A Gebo and James J Goedert and Constance A Benson and Ann C Collier and Stephen E Van Rompaey and Heidi M Crane and Rosemary G McKaig and Bryan Lau and Aimee M Freeman and Richard D Moore",
            "2009",
            "KKqk2cYAAAAJ:u5HHmVD_uO8C",
            1475,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJMoa0807252",
            "13962158730002257420",
            "\/scholar?cites=13962158730002257420",
            {
                "2009":61,
                "2010":192,
                "2011":173,
                "2012":195,
                "2013":149,
                "2014":157,
                "2015":139,
                "2016":98,
                "2017":81,
                "2018":62,
                "2019":58,
                "2020":46,
                "2021":1
            }
        ],
        [
            "Competing events can preclude the event of interest from occurring in epidemiologic data and can be analyzed by using extensions of survival analysis methods. In this paper, the authors outline 3 regression approaches for estimating 2 key quantities in competing risks analysis: the cause-specific relative hazard (csRH) and the subdistribution relative hazard (sdRH). They compare and contrast the structure of the risk sets and the interpretation of parameters obtained with these methods. They also demonstrate the use of these methods with data from the Women's Interagency HIV Study established in 1993, treating time to initiation of highly active antiretroviral therapy or to clinical disease progression as competing events. In our example, women with an injection drug use history were less likely than those without a history of injection drug use to initiate therapy prior to progression to acquired …",
            "Competing risk regression models for epidemiologic data",
            "Bryan Lau and Stephen R Cole and Stephen J Gange",
            "2009",
            "KKqk2cYAAAAJ:IjCSPb-OGe4C",
            771,
            "https:\/\/academic.oup.com\/aje\/article-abstract\/170\/2\/244\/111339",
            "16467413240883527746",
            "\/scholar?cites=16467413240883527746",
            {
                "2009":2,
                "2010":9,
                "2011":22,
                "2012":25,
                "2013":42,
                "2014":45,
                "2015":66,
                "2016":71,
                "2017":107,
                "2018":93,
                "2019":113,
                "2020":163,
                "2021":10
            }
        ],
        [
            "  Background.  Anal cancer is one of the most common cancers affecting individuals infected with human immunodeficiency virus (HIV), although few have evaluated rates separately for men who have sex with men (MSM), other men, and women. There are also conflicting data regarding calendar trends.  Methods.  In a study involving 13 cohorts from North America with follow-up between 1996 and 2007, we compared anal cancer incidence rates among 34 189 HIV-infected (55% MSM, 19% other men, 26% women) and 114 260 HIV-uninfected individuals (90% men).  Results.  Among men, the unadjusted anal cancer incidence rates per 100 000 person-years were 131 for HIV-infected MSM, 46 for other HIV-infected men, and 2 for HIV-uninfected men, corresponding to demographically adjusted rate ratios (RRs) of 80.3 (95% confidence …",
            "Risk of anal cancer in HIV-infected and HIV-uninfected individuals in North America",
            "Michael J Silverberg and Bryan Lau and Amy C Justice and Eric Engels and M John Gill and James J Goedert and Gregory D Kirk and Gypsyamber D’Souza and Ronald J Bosch and John T Brooks and Sonia Napravnik and Nancy A Hessol and Lisa P Jacobson and Mari M Kitahata and Marina B Klein and Richard D Moore and Benigno Rodriguez and Sean B Rourke and Michael S Saag and Timothy R Sterling and Kelly A Gebo and Natasha Press and Jeffrey N Martin and Robert Dubrow and North American AIDS Cohort Collaboration on Research and Design (NA-ACCORD) of IeDEA",
            "2012",
            "KKqk2cYAAAAJ:zYLM7Y9cAGgC",
            467,
            "https:\/\/academic.oup.com\/cid\/article-abstract\/54\/7\/1026\/297148",
            "17830788380071607377",
            "\/scholar?cites=17830788380071607377",
            {
                "2012":13,
                "2013":48,
                "2014":47,
                "2015":56,
                "2016":54,
                "2017":66,
                "2018":63,
                "2019":41,
                "2020":58,
                "2021":4
            }
        ],
        [
            "Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2), the cause of coronavirus disease (COVID-19), has spurred a global health crisis. To date, there are no proven options for prophylaxis for those who have been exposed to SARS-CoV-2, nor therapy for those who develop COVID-19. Immune (i.e. “convalescent”) plasma refers to plasma that is collected from individuals, following resolution of infection and development of antibodies. Passive antibody administration through transfusion of convalescent plasma may offer the only short-term strategy to confer immediate immunity to susceptible individuals. There are numerous examples, where convalescent plasma has been used successfully as post-exposure prophylaxis and\/or treatment of infectious diseases, including other outbreaks of coronaviruses (e.g., SARS-1, Middle East Respiratory Syndrome [MERS]). Convalescent plasma has also been …",
            "Deployment of convalescent plasma for the prevention and treatment of COVID-19",
            "Evan M Bloch and Shmuel Shoham and Arturo Casadevall and Bruce S Sachais and Beth Shaz and Jeffrey L Winters and Camille Van Buskirk and Brenda J Grossman and Michael Joyner and Jeffrey P Henderson and Andrew Pekosz and Bryan Lau and Amy Wesolowski and Louis Katz and Hua Shan and Paul G Auwaerter and David Thomas and David J Sullivan and Nigel Paneth and Eric Gehrie and Steven Spitalnik and Eldad A Hod and Lewis Pollack and Wayne T Nicholson and Liise-anne Pirofski and Jeffrey A Bailey and Aaron AR Tobian",
            "2020",
            "KKqk2cYAAAAJ:9Nmd_mFXekcC",
            446,
            "https:\/\/www.jci.org\/articles\/view\/138745",
            "13164233963715994607",
            "\/scholar?cites=13164233963715994607",
            {
                "2020":399,
                "2021":22
            }
        ],
        [
            "ObjectiveWe examined the independent effect of alcohol and combined effects of drug and alcohol use on antiretroviral (ART) utilization, adherence, and viral suppression in an urban cohort of HIV-infected individuals.MethodsIn an observational clinical cohort, alcohol use, active drug use, and adherence were prospectively assessed at 6-month intervals. We classified hazardous alcohol use as> 7 drinks\/week or> 3 drinks\/occasion in women, and> 14 drinks\/week or> 4 drinks\/occasion in men and active drug use as any use in the previous 6 months. Our outcomes included ART utilization, 2-week adherence, and viral suppression. We used generalized estimating equations to analyze the association between independent variables and outcomes. Analyses were adjusted for age, sex, race, years on ART, and clinic enrollment time.ResultsBetween 1998 and 2003, 1711 individuals participated in 5028 interviews …",
            "Hazardous alcohol use: a risk factor for non-adherence and lack of suppression in HIV infection",
            "Geetanjali Chander and Bryan Lau and Richard D Moore",
            "2006",
            "KKqk2cYAAAAJ:9yKSN-GCB0IC",
            311,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/pmc2704473\/",
            "1599070932131563681",
            "\/scholar?cites=1599070932131563681",
            {
                "2007":6,
                "2008":13,
                "2009":11,
                "2010":14,
                "2011":34,
                "2012":18,
                "2013":19,
                "2014":19,
                "2015":25,
                "2016":30,
                "2017":35,
                "2018":29,
                "2019":26,
                "2020":26,
                "2021":2
            }
        ],
        [
            "Alternatives to liver biopsy for staging liver disease caused by hepatitis C virus (HCV) have not appeared accurate enough for widespread clinical use. We characterized the magnitude of the impact of error in the “gold standard” on the observed diagnostic accuracy of surrogate markers.We calculated the area under the receiver operating characteristic curve (AUROC) for a surrogate marker against the gold standard (biopsy) for a range of possible performances of each test (biopsy and marker) against truth and a gradient of clinically significant disease prevalence.In the ‘best’ scenario where liver biopsy accuracy is highest (sensitivity and specificity of biopsy are 90%) and the prevalence of significant disease 40%, the calculated AUROC would be 0.90 for a perfect marker (99% actual accuracy) which is within the range of what has already been observed. With lower biopsy …",
            "Exceeding the limits of liver histology markers",
            "Shruti H Mehta and Bryan Lau and Nezam H Afdhal and David L Thomas",
            "2009",
            "KKqk2cYAAAAJ:2osOgNQ5qMEC",
            251,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168827808006272",
            "3657435446757027943",
            "\/scholar?cites=3657435446757027943",
            {
                "2008":2,
                "2009":16,
                "2010":30,
                "2011":22,
                "2012":23,
                "2013":19,
                "2014":18,
                "2015":35,
                "2016":21,
                "2017":13,
                "2018":23,
                "2019":14,
                "2020":8,
                "2021":2
            }
        ],
        [
            "  Background.  Little is known about the racial differences in the incidence and progression of HIV-related chronic kidney disease (CKD) that underlie African American—white disparities in HIV-related end-stage renal disease (ESRD).  Methods.  In a cohort in Baltimore, Maryland, we measured CKD incidence, glomerular filtration rate (GFR) slope, and progression to ESRD in 3332 African American and 927 white HIV-infected subjects.  Results.  A total of 284 subjects developed CKD, 100 (35%) of whom subsequently developed ESRD. African American subjects were at slightly increased risk for incident CKD, compared with white subjects (hazard ratio [HR], 1.9 [95% confidence interval {CI}, 1.2–2.8]). However, once CKD had commenced, the African American subjects developed ESRD markedly faster than did the white subjects (HR, 17.7 [95 …",
            "Chronic kidney disease incidence, and progression to end-stage renal disease, in HIV-infected individuals: a tale of two races",
            "Gregory M Lucas and Bryan Lau and Mohamed G Atta and Derek M Fine and Jeanne Keruly and Richard D Moore",
            "2008",
            "KKqk2cYAAAAJ:UeHWp8X0CEIC",
            226,
            "https:\/\/academic.oup.com\/jid\/article-abstract\/197\/11\/1548\/795340",
            "13628467154729996732",
            "\/scholar?cites=13628467154729996732",
            {
                "2008":8,
                "2009":15,
                "2010":15,
                "2011":23,
                "2012":16,
                "2013":12,
                "2014":27,
                "2015":20,
                "2016":16,
                "2017":23,
                "2018":19,
                "2019":14,
                "2020":9
            }
        ],
        [
            "Limited data on acute-phase C-reactive protein (CRP) levels in human immunodeficiency virus (HIV) infection exist.We obtained a single measurement of CRP from 513 HIV-infected men in the Multicenter AIDS Cohort Study to examine the association between CRP and immune suppression and progression to AIDS. We estimated changes in CRP during the course of HIV infection in 81 of these individuals using specimens collected from October 1, 1984, to December 31, 1996.The cross-sectional associations between log10CRP were correlated inversely with CD4 lymphocyte counts (r = −0.17;P<.001) and directly with log10HIV RNA levels (r = 0.20;P<.001). Levels of CRP of more than 2.3 mg\/L were associated with a decreased time to the development of AIDS (relative time to AIDS, 0.36;P<.001) compared with individuals with CRP levels of 1.2 mg\/L or less, which remained …",
            "C-reactive protein is a marker for human immunodeficiency virus disease progression",
            "Bryan Lau and A Richey Sharrett and Larry A Kingsley and Wendy Post and Frank J Palella and Barbara Visscher and Stephen J Gange",
            "2006",
            "KKqk2cYAAAAJ:d1gkVwhDpl0C",
            223,
            "https:\/\/jamanetwork.com\/journals\/jamainternalmedicine\/article-abstract\/409437",
            "17376355700712147431",
            "\/scholar?cites=17376355700712147431",
            {
                "2006":4,
                "2007":12,
                "2008":15,
                "2009":19,
                "2010":20,
                "2011":21,
                "2012":16,
                "2013":13,
                "2014":18,
                "2015":9,
                "2016":22,
                "2017":11,
                "2018":14,
                "2019":14,
                "2020":10,
                "2021":2
            }
        ],
        [
            "CONTEXT: HIV-1 RNA and lymphocyte subset levels are the principal indications for antiretroviral treatment. Past reports have differed with regard to the effect of gender and race on these measures and in measures of disease progression. OBJECTIVE: To assess racial and gender differences in HIV-1 RNA levels and CD4+ lymphocyte decline. DESIGN: A longitudinal study based in the two largest HIV natural history cohort studies conducted in 7 metropolitan areas of the United States. RESULTS: In all, 1256 adult women and 1603 adult men for whom multiple data points were available prior to initiation of antiretroviral therapy were included. Women were more likely to be nonwhite, to have a history of injection drug use, and to have HIV-associated symptoms. After adjustment for differences in measurement method, baseline CD4+ cell count, age, and clinical symptoms, HIV-1 RNA levels were 32% to 50% lower in women than in men at CD4+ counts> 200 cells\/mm3 (p<. 001) but not at CD4+ cell counts< 200 cells\/mm3. HIV-1 RNA levels were also 41% lower in nonwhites than in whites (p<. 001) and 21% lower in persons reporting a prior history of injection drug use (p<. 001). Women had more rapid declines in CD4+ cell counts over time than men (difference in slope of 46 cells\/year) and nonwhite individuals had slower decline in CD4 cell counts than whites (difference of 39 cells\/year). CONCLUSIONS: Both race and gender influence the values of HIV-1 RNA and the rate of HIV-1 disease progression as indicated by decline in CD4 cell counts over time. These effects could provide clues regarding the factors that influence HIV-disease …",
            "Association of race and gender with HIV-1 RNA levels and immunologic progression.",
            "Kathryn Anastos and Stephen J Gange and Bryan Lau and Barbara Weiser and Roger Detels and Janis V Giorgi and Joseph B Margolick and Mardge Cohen and John Phair and Sandra Melnick and Charles R Rinaldo and Andrea Kovacs and Alexandra Levine and Sheldon Landesman and Mary Young and Alvaro Muñoz and Ruth M Greenblatt",
            "2000",
            "KKqk2cYAAAAJ:u-x6o8ySG0sC",
            205,
            "https:\/\/europepmc.org\/article\/med\/10969345",
            "14350239390883141792",
            "\/scholar?cites=14350239390883141792",
            {
                "2000":1,
                "2001":6,
                "2002":13,
                "2003":12,
                "2004":17,
                "2005":11,
                "2006":12,
                "2007":15,
                "2008":13,
                "2009":5,
                "2010":12,
                "2011":12,
                "2012":10,
                "2013":11,
                "2014":3,
                "2015":10,
                "2016":10,
                "2017":8,
                "2018":9,
                "2019":5,
                "2020":4
            }
        ],
        [
            "Cancer is increasingly common among persons with HIV.To examine calendar trends in cumulative cancer incidence and hazard rate by HIV status.Cohort study.North American AIDS Cohort Collaboration on Research and Design during 1996 to 2009.86 620 persons with HIV and 196 987 uninfected adults.Cancer type–specific cumulative incidence by age 75 years and calendar trends in cumulative incidence and hazard rates, each by HIV status.Cumulative incidences of cancer by age 75 years for persons with and without HIV, respectively, were as follows: Kaposi sarcoma, 4.4% and 0.01%; non-Hodgkin lymphoma, 4.5% and 0.7 …",
            "Cumulative incidence of cancer among persons with HIV in North America: a cohort study",
            "Michael J Silverberg and Bryan Lau and Chad J Achenbach and Yuezhou Jing and Keri N Althoff and Gypsyamber D'Souza and Eric A Engels and Nancy A Hessol and John T Brooks and Ann N Burchell and M John Gill and James J Goedert and Robert Hogg and Michael A Horberg and Gregory D Kirk and Mari M Kitahata and Philip T Korthuis and William C Mathews and Angel Mayor and Sharada P Modur and Sonia Napravnik and Richard M Novak and Pragna Patel and Anita R Rachlis and Timothy R Sterling and James H Willig and Amy C Justice and Richard D Moore and Robert Dubrow",
            "2015",
            "KKqk2cYAAAAJ:O3NaXMp0MMsC",
            204,
            "https:\/\/www.acpjournals.org\/doi\/abs\/10.7326\/M14-2768",
            "17492926727661336435",
            "\/scholar?cites=17492926727661336435",
            {
                "2015":2,
                "2016":22,
                "2017":43,
                "2018":38,
                "2019":45,
                "2020":45,
                "2021":3
            }
        ]
    ]
}