{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We are developing a stable and precise spectrograph for the Large Binocular Telescope (LBT) named “iLocater.” The instrument comprises three principal components: a cross-dispersed echelle spectrograph that operates in the YJ-bands (0.97-1.30 μm), a fiber-injection acquisition camera system, and a wavelength calibration unit. iLocater will deliver high spectral resolution (R~150,000-240,000) measurements that permit novel studies of stellar and substellar objects in the solar neighborhood including extrasolar planets. Unlike previous planet-finding instruments, which are seeing-limited, iLocater operates at the diffraction limit and uses single mode fibers to eliminate the effects of modal noise entirely. By receiving starlight from two 8.4m diameter telescopes that each use “extreme” adaptive optics (AO), iLocater shows promise to overcome the limitations that prevent existing instruments from generating sub …",
            "iLocater: a diffraction-limited Doppler spectrometer for the Large Binocular Telescope",
            "Justin R Crepp and Jonathan Crass and David King and Andrew Bechter and Eric Bechter and Ryan Ketterer and Robert Reynolds and Philip Hinz and Derek Kopon and David Cavalieri and Louis Fantano and Corina Koca and Eleanya Onuma and Karl Stapelfeldt and Joseph Thomes and Sheila Wall and Steven Macenka and James McGuire and Ronald Korniski and Leonard Zugby and Joshua Eisner and B Scott Gaudi and Fred Hearty and Kaitlin Kratter and Marc Kuchner and Giusi Micela and Matthew Nelson and Isabella Pagano and Andreas Quirrenbach and Christian Schwab and Michael Skrutskie and Alessandro Sozzetti and Charles Woodward and Bo Zhao",
            "2016",
            "klackmYAAAAJ:MXK_kJrjxJIC",
            52,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/9908\/990819\/iLocater--a-diffraction-limited-Doppler-spectrometer-for-the-Large\/10.1117\/12.2233135.full?sessionGUID=02bc9993-ced2-68be-ad49-a28531ab0d3a&webSyncID=6ec7a49d-ab6a-0cba-d059-329ad883c9d9&sessionGUID=02bc9993-ced2-68be-ad49-a28531ab0d3a",
            "12448899806572180123",
            "\/scholar?cites=12448899806572180123",
            {
                "2016":8,
                "2017":7,
                "2018":14,
                "2019":8,
                "2020":12,
                "2021":2
            }
        ],
        [
            "The demonstration of efficient single-mode fiber (SMF) coupling is a key requirement for the development of a compact, ultra-precise radial velocity (RV) spectrograph. iLocater is a next generation instrument for the Large Binocular Telescope (LBT) that uses adaptive optics (AO) to inject starlight into a SMF. In preparation for commissioning iLocater, a prototype SMF injection system was installed and tested at the LBT in the Y-band (0.970–1.065 μm). This system was designed to verify the capability of the LBT AO system as well as characterize on-sky SMF coupling efficiencies. SMF coupling was measured on stars with variable airmasses, apparent magnitudes, and seeing conditions for six half-nights using the Large Binocular Telescope Interferometer. We present the overall optical and mechanical performance of the SMF injection system, including details of the installation and alignment procedure. A particular …",
            "On-sky single-mode fiber coupling measurements at the Large Binocular Telescope",
            "Andrew Bechter and Jonathan Crass and Ryan Ketterer and Justin R Crepp and Robert O Reynolds and Eric Bechter and Philip Hinz and Fernando Pedichini and Michael Foley and Elliott Runburg and Eleanya E Onuma and Scott Gaudi and Giuseppina Micela and Isabella Pagano and Charles E Woodward",
            "2016",
            "klackmYAAAAJ:0EnyYjriUFMC",
            23,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/9909\/99092X\/On-sky-single-mode-fiber-coupling-measurements-at-the-Large\/10.1117\/12.2233153.short",
            "10284314523897200344",
            "\/scholar?cites=10284314523897200344",
            {
                "2016":2,
                "2017":6,
                "2018":7,
                "2019":6,
                "2020":2
            }
        ],
        [
            "We report high spatial resolution i' band imaging of the multiple T Tauri system LkHα 262\/LkHα 263 obtained during the first commissioning period of the Adaptive Optics Lucky Imager (AOLI) at the 4.2-m William Herschel Telescope, using its Lucky Imaging mode. AOLI images have provided photometry for each of the two components LkHα 263 A and B (0.41 arcsec separation) and marginal evidence for an unresolved binary or a disc in LkHα 262. The AOLI data combined with previously available and newly obtained optical and infrared imaging show that the three components of LkHα 263 are comoving, that there is orbital motion in the AB pair, and, remarkably, that LkHα 262-263 is a common proper motion system with less than 1 mas yr−1 relative motion. We argue that this is a likely five-component gravitationally bounded system. According to BT-settl models the mass of each of the five components is …",
            "High spatial resolution optical imaging of the multiple T Tauri system LkHα 262\/LkHα 263",
            "S Velasco and R Rebolo and A Oscoz and C Mackay and L Labadie and A Pérez Garrido and J Crass and A Díaz-Sánchez and B Femenía and V González-Escalera and DL King and RL López and M Puga and LF Rodríguez-Ramos and J Zuther",
            "2016",
            "klackmYAAAAJ:Se3iqnhoufwC",
            17,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/460\/4\/3519\/2609013",
            "9165378304873133678",
            "\/scholar?cites=9165378304873133678",
            {
                "2016":3,
                "2017":3,
                "2018":7,
                "2019":3,
                "2020":1
            }
        ],
        [
            "The highest resolution images ever taken in the visible were obtained by combining Lucky Imaging and low order adaptive optics. This paper describes a new instrument to be deployed on the WHT 4.2m and GTC 10.4 m telescopes on La Palma, with particular emphasis on the optical design and the expected system performance. A new design of low order wavefront sensor using photon counting CCD detectors and multi-plane curvature wavefront sensor will allow dramatically fainter reference stars to be used, allowing virtually full sky coverage with a natural guide star. This paper also describes a significant improvements in the efficiency of Lucky Imaging, important advances in wavefront reconstruction with curvature sensors and the results of simulations and sensitivity limits. With a 2 x 2 array of 1024 x 1024 photon counting EMCCDs, AOLI is likely to be the first of the new class of high sensitivity, near diffraction …",
            "AOLI: Adaptive Optics Lucky Imager: diffraction limited imaging in the visible on large ground-based telescopes",
            "Craig Mackay and Rafael Rebolo-López and Bruno Femenia Castellá and Jonathan Crass and David L King and Lucas Labadie and Peter Aisher and Antonio Pérez Garrido and Marc Balcells and Anastasio Díaz-Sánchez and Jesús Jimenez Fuensalida and Roberto L Lopez and Alejandro Oscoz and Jorge A Pérez Prieto and Luis F Rodríguez-Ramos and Isidro Villó",
            "2012",
            "klackmYAAAAJ:UeHWp8X0CEIC",
            17,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/8446\/844621\/AOLI--Adaptive-Optics-Lucky-Imager--diffraction-limited-imaging\/10.1117\/12.925618.short",
            "3883236306534971999",
            "\/scholar?cites=3883236306534971999",
            {
                "2012":2,
                "2013":3,
                "2014":4,
                "2015":2,
                "2016":2,
                "2017":2,
                "2018":1
            }
        ],
        [
            "Single-mode fiber (SMF) spectrographs fed with adaptive optics (AO) offer a unique path for achieving extremely precise radial velocity (EPRV) measurements. We present a radial velocity (RV) error budget based on end-to-end numerical simulations of an instrument named iLocater that is being developed for the Large Binocular Telescope (LBT). Representing the first AO-fed, SMF spectrograph, iLocater’s design is used to quantify and assess the relative advantages and drawbacks of precise Doppler time series measurements made at the diffraction limit. This framework can be applied for trade-study work to investigate the impact of instrument design decisions on systematic uncertainties encountered in the regime of sub-meter-per-second precision. We find that working at the diffraction-limit through the use of AO and SMF’s allows for high spectral resolution and improved instrument stability at the expense of …",
            "A radial velocity error budget for single-mode Doppler spectrographs",
            "Andrew J Bechter and Eric B Bechter and Justin R Crepp Jr and David King and Jonathan Crass",
            "2018",
            "klackmYAAAAJ:ufrVoPGSRksC",
            11,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/10702\/107026T\/A-radial-velocity-error-budget-for-single-mode-Doppler-spectrographs\/10.1117\/12.2313658.short",
            "8231833101137066040",
            "\/scholar?cites=8231833101137066040",
            {
                "2019":5,
                "2020":5,
                "2021":1
            }
        ],
        [
            "We introduce a design for a tip-tilt sensor with integrated single-mode fiber coupling for use with the front-end prototype of the iLocater spectrograph at the Large Binocular Telescope to detect vibrations that occur within the optical train. This sensor is made up of a micro-lens array printed on top of a fiber bundle consisting of a central single-mode fiber and six surrounding multi-mode fibers. The design in based on a previous prototype that utilized a multi-core fiber with seven single-mode fibers.1 With this updated design, we are able to achieve a better sensing throughput. We report on the modeled performance: if the beam is perfectly aligned, 69% light is coupled into the central single-mode fiber feeding the scientific instrument. When the beam is not aligned, some of the light will be coupled into the outer sensing fibers, providing the position of the beam for tip-tilt correction. For this design we show that there is a …",
            "Micro-lens arrays as tip-tilt sensor for single mode fiber coupling",
            "Philipp Hottinger and Robert J Harris and Philipp-Immanuel Dietrich and Matthias Blaicher and Martin Glück and Andrew Bechter and Jonathan Crass and Jörg-Uwe Pott and Christian Koos and Oliver Sawodny and Andreas Quirrenbach",
            "2018",
            "klackmYAAAAJ:hqOjcs7Dif8C",
            9,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/10706\/1070629\/Micro-lens-arrays-as-tip-tilt-sensor-for-single-mode\/10.1117\/12.2312015.full?sessionGUID=883c9d90-2bc9-993c-ed26-8bead49a2853&webSyncID=ce46e9e6-ec7a-49da-b6a0-cbad059329ad&sessionGUID=883c9d90-2bc9-993c-ed26-8bead49a2853",
            "9970887494276464907",
            "\/scholar?cites=9970887494276464907",
            {
                "2018":1,
                "2019":2,
                "2020":6
            }
        ],
        [
            "Existing planet-finding spectrometers are limited by systematic errors that result from their seeing-limited design. Of particular concern is the use of multi-mode fibers (MMFs), which introduce modal noise and accept significant amounts of background radiation from the sky. We present the design of a single-mode fiber-based acquisition camera for a diffraction-limited spectrometer named “iLocater.\" By using the “extreme\" adaptive optics (AO) system of the Large Binocular Telescope (LBT), iLocater will overcome the limitations that prevent Doppler instruments from reaching their full potential, allowing precise radial velocity (RV) measurements of terrestrial planets around nearby bright stars. The instrument presented in this paper, which we refer to as the acquisition camera “demonstration system,\" will measure on-sky single-mode fiber (SMF) coupling efficiency using one of the 8.4m primaries of the LBT in fall 2015.",
            "Design of the iLocater acquisition camera demonstration system",
            "Andrew Bechter and Jonathan Crass and Ryan Ketterer and Justin R Crepp and David King and Bo Zhao and Robert Reynolds and Phil Hinz and Jack Brooks and Eric Bechter",
            "2015",
            "klackmYAAAAJ:u5HHmVD_uO8C",
            9,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/9605\/96051U\/Design-of-the-iLocater-acquisition-camera-demonstration-system\/10.1117\/12.2188426.short",
            "641542261980857174",
            "\/scholar?cites=641542261980857174",
            {
                "2016":2,
                "2017":2,
                "2018":2,
                "2019":1,
                "2020":2
            }
        ],
        [
            "The Adaptive Optics Lucky Imager (AOLI) is a new instrument under development to demonstrate near diffraction limited imaging in the visible on large ground-based telescopes. We present the adaptive optics system being designed for the instrument comprising a large stroke deformable mirror, fixed component non-linear curvature wavefront sensor and photon-counting EMCCD detectors. We describe the optical design of the wavefront sensor where two photoncounting CCDs provide a total of four reference images. Simulations of the optical characteristics of the system are discussed, with their relevance to low and high order AO systems. The development and optimisation of high-speed wavefront reconstruction algorithms are presented. Finally we discuss the results of simulations to demonstrate the sensitivity of the system.",
            "The AOLI low-order non-linear curvature wavefront sensor: a method for high sensitivity wavefront reconstruction",
            "Jonathan Crass and Peter Aisher and Bruno Femenia and David L King and Craig D Mackay and Rafael Rebolo-López and Lucas Labadie and Antonio Pérez Garrido and Marc Balcells and Anastasio Díaz Sánchez and Jesús Jimenez Fuensalida and Roberto L Lopez and Alejandro Oscoz and Jorge A Pérez Prieto and Luis F Rodríguez-Ramos and Isidro Villó",
            "2012",
            "klackmYAAAAJ:WF5omc3nYNoC",
            9,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/8447\/84470T\/The-AOLI-low-order-non-linear-curvature-wavefront-sensor\/10.1117\/12.925714.short",
            "7702787893598801976",
            "\/scholar?cites=7702787893598801976",
            {
                "2012":2,
                "2013":2,
                "2014":1,
                "2015":3,
                "2016":1
            }
        ],
        [
            "Lucky Imaging combined with a low order adaptive optics system has given the highest resolution images ever taken in the visible or near infrared of faint astronomical objects. This paper describes a new instrument that has already been deployed on the WHT 4.2m telescope on La Palma, with particular emphasis on the optical design and the predicted system performance. A new design of low order wavefront sensor using photon counting CCD detectors and multi-plane curvature wavefront sensor will allow virtually full sky coverage with faint natural guide stars. With a 2 x 2 array of 1024 x 1024 photon counting EMCCDs, AOLI is the first of the new class of high sensitivity, near diffraction limited imaging systems giving higher resolution in the visible from the ground than hitherto been possible from space.",
            "High-resolution imaging in the visible on large ground-based telescopes",
            "Craig Mackay and Rafael Rebolo and Jonathan Crass and David L King and Lucas Labadie and Victor González Escalera and Marta Puga and Antonio Pérez Garrido and Roberto López and Alejanrdo Oscoz and Jorge A Pérez-Prieto and Luis F Rodríguez-Ramos and Sergio Velasco and Isidro Villó",
            "2014",
            "klackmYAAAAJ:YsMSGLbcyi4C",
            8,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/9147\/91471T\/High-resolution-imaging-in-the-visible-on-large-ground-based\/10.1117\/12.2055907.short",
            "6962365195319742053",
            "\/scholar?cites=6962365195319742053",
            {
                "2015":2,
                "2016":4,
                "2017":2
            }
        ],
        [
            "iLocater is a near-infrared (NIR) radial velocity (RV) spectrograph that is being developed for the Large Binocular Telescope in Arizona. Unlike seeing-limited designs, iLocater uses adaptive optics to inject starlight directly into a single-mode fiber. This feature offers high spectral resolution while simultaneously maintaining a compact optical design. Although this approach shows promise to generate extremely precise RV measurements, it differs from conventional Doppler spectrographs, and therefore carries additional risk. To aid with the design of the instrument, we have developed a comprehensive simulator and data reduction pipeline. In this paper, we describe the simulation code and quantify its performance in the context of understanding terms in a RV error budget. We find that the program has an intrinsic precision of σ< 5 cm s− 1, thereby justifying its use in a number of instrument trade studies. The code is …",
            "Instrument simulator and data reduction pipeline for the iLocater spectrograph",
            "Eric B Bechter and Andrew J Bechter and Justin R Crepp and Jonathan Crass and David King",
            "2019",
            "klackmYAAAAJ:2osOgNQ5qMEC",
            7,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1538-3873\/aaf278\/meta",
            "3315950183006417949",
            "\/scholar?cites=3315950183006417949",
            {
                "2019":4,
                "2020":3
            }
        ]
    ]
}