{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Many potential applications have been proposed for carbon nanotubes, including conductive and high-strength composites; energy storage and energy conversion devices; sensors; field emission displays and radiation sources; hydrogen storage media; and nanometer-sized semiconductor devices, probes, and interconnects. Some of these applications are now realized in products. Others are demonstrated in early to advanced devices, and one, hydrogen storage, is clouded by controversy. Nanotube cost, polydispersity in nanotube type, and limitations in processing and assembly methods are important barriers for some applications of single-walled nanotubes.",
            "Carbon nanotubes--the route toward applications",
            "Ray H Baughman and Anvar A Zakhidov and Walt A De Heer",
            "2002",
            "klW4cOMAAAAJ:u5HHmVD_uO8C",
            11833,
            "https:\/\/science.sciencemag.org\/content\/297\/5582\/787.abstract",
            "11867410612173649841",
            "\/scholar?cites=11867410612173649841",
            {
                "2003":170,
                "2004":346,
                "2005":428,
                "2006":572,
                "2007":664,
                "2008":732,
                "2009":788,
                "2010":907,
                "2011":885,
                "2012":911,
                "2013":850,
                "2014":768,
                "2015":753,
                "2016":675,
                "2017":704,
                "2018":582,
                "2019":515,
                "2020":458,
                "2021":28
            }
        ],
        [
            "Ultrathin epitaxial graphite was grown on single-crystal silicon carbide by vacuum graphitization. The material can be patterned using standard nanolithography methods. The transport properties, which are closely related to those of carbon nanotubes, are dominated by the single epitaxial graphene layer at the silicon carbide interface and reveal the Dirac nature of the charge carriers. Patterned structures show quantum confinement of electrons and phase coherence lengths beyond 1 micrometer at 4 kelvin, with mobilities exceeding 2.5 square meters per volt-second. All-graphene electronically coherent devices and device architectures are envisaged.",
            "Electronic confinement and coherence in patterned epitaxial graphene",
            "Claire Berger and Zhimin Song and Xuebin Li and Xiaosong Wu and Nate Brown and Cécile Naud and Didier Mayou and Tianbo Li and Joanna Hass and Alexei N Marchenkov and Edward H Conrad and Phillip N First and Walt A de Heer",
            "2006",
            "klW4cOMAAAAJ:u-x6o8ySG0sC",
            6250,
            "https:\/\/science.sciencemag.org\/content\/312\/5777\/1191.abstract",
            "13938322694560586092",
            "\/scholar?cites=13938322694560586092",
            {
                "2006":24,
                "2007":170,
                "2008":315,
                "2009":438,
                "2010":561,
                "2011":638,
                "2012":637,
                "2013":621,
                "2014":552,
                "2015":510,
                "2016":432,
                "2017":404,
                "2018":313,
                "2019":322,
                "2020":262,
                "2021":14
            }
        ],
        [
            "A high-intensity electron gun based on field emission from a film of aligned carbon nanotubes has been made. The gun consists of a nanotube film with a 1-millimeter-diameter grid about 20 micrometers above it. Field-emission current densities of about 0.1 milliampere per square centimeter were observed for applied voltages as low as 200 volts, and current densities greater than 100 milliamperes per square centimeter have been realized at 700 volts. The gun is air-stable, easy and inexpensive to fabricate, and functions stably and reliably for long times (short-term fluctuations are on the order of 10 percent). The entire gun is only about 0.2 millimeter thick and can be produced with virtually no restrictions on its area, from less than 1 square millimeter to hundreds of square centimeters, making it suitable for flat panel display applications.",
            "A carbon nanotube field-emission electron source",
            "Walt A De Heer and A Chatelain and D Ugarte",
            "1995",
            "klW4cOMAAAAJ:d1gkVwhDpl0C",
            4369,
            "https:\/\/science.sciencemag.org\/content\/270\/5239\/1179.abstract",
            "13979859600527587956",
            "\/scholar?cites=13979859600527587956",
            {
                "1996":17,
                "1997":42,
                "1998":65,
                "1999":108,
                "2000":141,
                "2001":208,
                "2002":225,
                "2003":270,
                "2004":273,
                "2005":283,
                "2006":348,
                "2007":307,
                "2008":300,
                "2009":242,
                "2010":242,
                "2011":195,
                "2012":196,
                "2013":178,
                "2014":150,
                "2015":130,
                "2016":102,
                "2017":94,
                "2018":77,
                "2019":89,
                "2020":62,
                "2021":3
            }
        ],
        [
            "We have produced ultrathin epitaxial graphite films which show remarkable 2D electron gas (2DEG) behavior. The films, composed of typically three graphene sheets, were grown by thermal decomposition on the (0001) surface of 6H−SiC, and characterized by surface science techniques. The low-temperature conductance spans a range of localization regimes according to the structural state (square resistance 1.5 kΩ to 225 kΩ at 4 K, with positive magnetoconductance). Low-resistance samples show characteristics of weak localization in two dimensions, from which we estimate elastic and inelastic mean free paths. At low field, the Hall resistance is linear up to 4.5 T, which is well-explained by n-type carriers of density 1012 cm-2 per graphene sheet. The most highly ordered sample exhibits Shubnikov−de Haas oscillations that correspond to nonlinearities observed in the Hall resistance, indicating a potential new …",
            "Ultrathin epitaxial graphite: 2D electron gas properties and a route toward graphene-based nanoelectronics",
            "Claire Berger and Zhimin Song and Tianbo Li and Xuebin Li and Asmerom Y Ogbazghi and Rui Feng and Zhenting Dai and Alexei N Marchenkov and Edward H Conrad and Phillip N First and Walt A De Heer",
            "2004",
            "klW4cOMAAAAJ:2osOgNQ5qMEC",
            4089,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp040650f",
            "1433478236360447303",
            "\/scholar?cites=1433478236360447303",
            {
                "2006":59,
                "2007":125,
                "2008":193,
                "2009":216,
                "2010":381,
                "2011":389,
                "2012":430,
                "2013":369,
                "2014":361,
                "2015":323,
                "2016":332,
                "2017":226,
                "2018":215,
                "2019":206,
                "2020":213,
                "2021":12
            }
        ],
        [
            "The study of simple metal clusters has burgeoned in the last decade, motivated by the growing interest in the evolution of physical properties from the atom to the bulk solid, a progression passing through the domain of atomic clusters. On the experimental side, the rapid development of new techniques for producing the clusters and for probing and detecting them has resulted in a phenomenal increase in our knowledge of these systems. For clusters of the simplest metals, the alkali and noble metals, the electronic structure is dominated by the number of valence electrons, and the ionic cores are of secondary importance. These electrons are delocalized, and the electronic system exhibits a shell structure that is closely related to the well-known nuclear shell structure. In this article the results from a broad range of experiments are reviewed and compared with theory. Included are the behavior of the mass-abundance …",
            "The physics of simple metal clusters: experimental aspects and simple models",
            "Walt A De Heer",
            "1993",
            "klW4cOMAAAAJ:9yKSN-GCB0IC",
            3427,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.65.611",
            "17485233027068708422",
            "\/scholar?cites=17485233027068708422",
            {
                "1994":52,
                "1995":88,
                "1996":134,
                "1997":119,
                "1998":101,
                "1999":148,
                "2000":143,
                "2001":116,
                "2002":109,
                "2003":112,
                "2004":129,
                "2005":113,
                "2006":128,
                "2007":141,
                "2008":158,
                "2009":147,
                "2010":150,
                "2011":137,
                "2012":151,
                "2013":154,
                "2014":142,
                "2015":133,
                "2016":150,
                "2017":123,
                "2018":111,
                "2019":108,
                "2020":103,
                "2021":7
            }
        ],
        [
            "The conductance of multiwalled carbon nanotubes (MWNTs) was found to be quantized. The experimental method involved measuring the conductance of nanotubes by replacing the tip of a scanning probe microscope with a nanotube fiber, which could be lowered into a liquid metal to establish a gentle electrical contact with a nanotube at the tip of the fiber. The conductance of arc-produced MWNTs is one unit of the conductance quantum G0 = 2e2\/h = (12.9 kilohms)–1. The nanotubes conduct current ballistically and do not dissipate heat. The nanotubes, which are typically 15 nanometers wide and 4 micrometers long, are several orders of magnitude greater in size and stability than other typical room-temperature quantum conductors. Extremely high stable current densities,J > 107 amperes per square centimeter, have been attained.",
            "Carbon nanotube quantum resistors",
            "Stefan Frank and Philippe Poncharal and ZL Wang and Walt A De Heer",
            "1998",
            "klW4cOMAAAAJ:qjMakFHDy7sC",
            2701,
            "https:\/\/science.sciencemag.org\/content\/280\/5370\/1744.abstract",
            "13739990654223721606",
            "\/scholar?cites=13739990654223721606",
            {
                "1998":7,
                "1999":75,
                "2000":99,
                "2001":123,
                "2002":140,
                "2003":132,
                "2004":210,
                "2005":171,
                "2006":213,
                "2007":180,
                "2008":196,
                "2009":147,
                "2010":147,
                "2011":128,
                "2012":123,
                "2013":119,
                "2014":95,
                "2015":91,
                "2016":83,
                "2017":63,
                "2018":43,
                "2019":54,
                "2020":39,
                "2021":2
            }
        ],
        [
            "Mass spectra are presented for sodium clusters of N atoms per cluster (N= 4− 100) produced in a supersonic expansion with argon carrier gas. The spectra show large peaks or steps at N= 8, 2 0, 4 0, 5 8, and 92. These can be understood in terms of a one-electron shell model in which independent delocalized atomic 3 s electrons are bound in a spherically symmetric potential well.",
            "Electronic shell structure and abundances of sodium clusters",
            "WD Knight and Keith Clemenger and Walt A de Heer and Winston A Saunders and MY Chou and Marvin L Cohen",
            "1984",
            "klW4cOMAAAAJ:UeHWp8X0CEIC",
            2537,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.52.2141",
            "4017813938304650538",
            "\/scholar?cites=4017813938304650538",
            {
                "1985":30,
                "1986":69,
                "1987":81,
                "1988":48,
                "1989":73,
                "1990":65,
                "1991":90,
                "1992":94,
                "1993":68,
                "1994":61,
                "1995":48,
                "1996":74,
                "1997":43,
                "1998":61,
                "1999":59,
                "2000":56,
                "2001":68,
                "2002":61,
                "2003":61,
                "2004":64,
                "2005":43,
                "2006":70,
                "2007":78,
                "2008":81,
                "2009":84,
                "2010":80,
                "2011":79,
                "2012":86,
                "2013":108,
                "2014":68,
                "2015":83,
                "2016":72,
                "2017":77,
                "2018":66,
                "2019":84,
                "2020":85,
                "2021":7
            }
        ],
        [
            "Static and dynamic mechanical deflections were electrically induced in cantilevered, multiwalled carbon nanotubes in a transmission electron microscope. The nanotubes were resonantly excited at the fundamental frequency and higher harmonics as revealed by their deflected contours, which correspond closely to those determined for cantilevered elastic beams. The elastic bending modulus as a function of diameter was found to decrease sharply (from about 1 to 0.1 terapascals) with increasing diameter (from 8 to 40 nanometers), which indicates a crossover from a uniform elastic mode to an elastic mode that involves wavelike distortions in the nanotube. The quality factors of the resonances are on the order of 500. The methods developed here have been applied to a nanobalance for nanoscopic particles and also to a Kelvin probe based on nanotubes.",
            "Electrostatic deflections and electromechanical resonances of carbon nanotubes",
            "Philippe Poncharal and ZL Wang and Daniel Ugarte and Walt A De Heer",
            "1999",
            "klW4cOMAAAAJ:IjCSPb-OGe4C",
            2497,
            "https:\/\/science.sciencemag.org\/content\/283\/5407\/1513.abstract",
            "1171419005233313983",
            "\/scholar?cites=1171419005233313983",
            {
                "2000":51,
                "2001":45,
                "2002":82,
                "2003":95,
                "2004":147,
                "2005":172,
                "2006":168,
                "2007":193,
                "2008":186,
                "2009":150,
                "2010":187,
                "2011":169,
                "2012":142,
                "2013":115,
                "2014":130,
                "2015":103,
                "2016":98,
                "2017":74,
                "2018":67,
                "2019":56,
                "2020":36,
                "2021":7
            }
        ],
        [
            "Graphene has shown great application potential as the host material for next-generation electronic devices. However, despite its intriguing properties, one of the biggest hurdles for graphene to be useful as an electronic material is the lack of an energy gap in its electronic spectra. This, for example, prevents the use of graphene in making transistors. Although several proposals have been made to open a gap in graphene’s electronic spectra, they all require complex engineering of the graphene layer. Here, we show that when graphene is epitaxially grown on SiC substrate, a gap of≈ 0.26 eV is produced. This gap decreases as the sample thickness increases and eventually approaches zero when the number of layers exceeds four. We propose that the origin of this gap is the breaking of sublattice symmetry owing to the graphene–substrate interaction. We believe that our results highlight a promising direction for …",
            "Substrate-induced bandgap opening in epitaxial graphene",
            "S Yi Zhou and G-H Gweon and AV Fedorov and PN and de First and WA De Heer and D-H Lee and F Guinea and AH Castro Neto and A Lanzara",
            "2007",
            "klW4cOMAAAAJ:0izLItjtcgwC",
            2450,
            "https:\/\/www.nature.com\/articles\/nmat2003",
            "2834962684101913764",
            "\/scholar?cites=2834962684101913764",
            {
                "2007":10,
                "2008":117,
                "2009":156,
                "2010":198,
                "2011":219,
                "2012":258,
                "2013":233,
                "2014":227,
                "2015":201,
                "2016":201,
                "2017":170,
                "2018":157,
                "2019":143,
                "2020":136,
                "2021":9
            }
        ],
        [
            "Molecular beam deflection measurements of small iron, cobalt, and nickel clusters show how magnetism develops as the cluster size is increased from several tens to several hundreds of atoms for temperatures between 80 and 1000 K. Ferromagnetism occurs even for the smallest sizes: for clusters with fewer than about 30 atoms the magnetic moments are atomlike; as the size is increased up to 700 atoms, the magnetic moments approach the bulk limit, with oscillations probably caused by surface-induced spin-density waves. The trends are explained in a magnetic shell model. A crystallographic phase transition from high moment to low moment in iron clusters has also been identified.",
            "Magnetism from the atom to the bulk in iron, cobalt, and nickel clusters",
            "Isabelle ML Billas and A Chatelain and Walt A de Heer",
            "1994",
            "klW4cOMAAAAJ:zYLM7Y9cAGgC",
            1162,
            "https:\/\/science.sciencemag.org\/content\/265\/5179\/1682.abstract",
            "11664710682319250739",
            "\/scholar?cites=11664710682319250739",
            {
                "1995":12,
                "1996":24,
                "1997":25,
                "1998":33,
                "1999":38,
                "2000":38,
                "2001":42,
                "2002":46,
                "2003":51,
                "2004":53,
                "2005":65,
                "2006":57,
                "2007":62,
                "2008":57,
                "2009":64,
                "2010":53,
                "2011":44,
                "2012":47,
                "2013":64,
                "2014":58,
                "2015":39,
                "2016":48,
                "2017":39,
                "2018":40,
                "2019":23,
                "2020":32,
                "2021":4
            }
        ]
    ]
}