{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "Since December 2019, when coronavirus disease 2019 (Covid-19) emerged in Wuhan city and rapidly spread throughout China, data have been needed on the clinical characteristics of the affected patients.We extracted data regarding 1099 patients with laboratory-confirmed Covid-19 from 552 hospitals in 30 provinces, autonomous regions, and municipalities in mainland China through January 29, 2020. The primary composite end point was admission to an intensive care unit (ICU), the use of mechanical ventilation, or death.The median age of the patients was 47 years; 41.9% of the patients were female. The primary composite end point occurred in 67 patients (6.1%), including 5.0% who were admitted to the ICU, 2.3% who underwent invasive mechanical ventilation, and 1.4% who died. Only 1.9% of the patients had a history of direct contact with wildlife. Among nonresidents …",
            "Clinical characteristics of coronavirus disease 2019 in China",
            "Wei-jie Guan and Zheng-yi Ni and Yu Hu and Wen-hua Liang and Chun-quan Ou and Jian-xing He and Lei Liu and Hong Shan and Chun-liang Lei and David SC Hui and Bin Du and Lan-juan Li and Guang Zeng and Kwok-Yung Yuen and Ru-chong Chen and Chun-li Tang and Tao Wang and Ping-yan Chen and Jie Xiang and Shi-yue Li and Jin-lin Wang and Zi-jing Liang and Yi-xiang Peng and Li Wei and Yong Liu and Ya-hua Hu and Peng Peng and Jian-ming Wang and Ji-yang Liu and Zhong Chen and Gang Li and Zhi-jian Zheng and Shao-qin Qiu and Jie Luo and Chang-jiang Ye and Shao-yong Zhu and Nan-shan Zhong",
            "2020",
            "Kme_bYoAAAAJ:M0leSnx2MbUC",
            14558,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/neJMoa2002032",
            "17540520837949604641",
            "\/scholar?cites=17540520837949604641",
            {
                "2019":36,
                "2020":13145,
                "2021":949
            }
        ],
        [
            "There has been an outbreak of the severe acute respiratory syndrome (SARS) worldwide. We report the clinical, laboratory, and radiologic features of 138 cases of suspected SARS during a hospital outbreak in Hong Kong.From March 11 to 25, 2003, all patients with suspected SARS after exposure to an index patient or ward were admitted to the isolation wards of the Prince of Wales Hospital. Their demographic, clinical, laboratory, and radiologic characteristics were analyzed. Clinical end points included the need for intensive care and death. Univariate and multivariate analyses were performed.There were 66 male patients and 72 female patients in this cohort, 69 of whom were health care workers. The most common symptoms included fever (in 100 percent of the patients); chills, rigors, or both (73.2 percent); and myalgia (60.9 percent). Cough and headache were also reported …",
            "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "Nelson Lee and David Hui and Alan Wu and Paul Chan and Peter Cameron and Gavin M Joynt and Anil Ahuja and Man Yee Yung and CB Leung and KF To and SF Lui and CC Szeto and Sydney Chung and Joseph JY Sung",
            "2003",
            "Kme_bYoAAAAJ:u5HHmVD_uO8C",
            2776,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/nejmoa030685",
            "18314572989726230909",
            "\/scholar?cites=18314572989726230909",
            {
                "2003":548,
                "2004":548,
                "2005":276,
                "2006":156,
                "2007":90,
                "2008":74,
                "2009":56,
                "2010":51,
                "2011":52,
                "2012":39,
                "2013":46,
                "2014":38,
                "2015":31,
                "2016":41,
                "2017":30,
                "2018":20,
                "2019":26,
                "2020":561,
                "2021":32
            }
        ],
        [
            "The city of Wuhan in China is the focus of global attention due to an outbreak of a febrile respiratory illness due to a coronavirus 2019-nCoV. In December 2019, there was an outbreak of pneumonia of unknown cause in Wuhan, Hubei province in China, with an epidemiological link to the Huanan Seafood Wholesale Market where there was also sale of live animals. Notification of the WHO on 31 Dec 2019 by the Chinese Health Authorities has prompted health authorities in Hong Kong, Macau, and Taiwan to step up border surveillance, and generated concern and fears that it could mark the emergence of a novel and serious threat to public health (WHO, 2020a; Parr, 2020). The Chinese health authorities have taken prompt public health measures including intensive surveillance, epidemiological investigations, and closure of the market on 1 Jan 2020. SARS-CoV, MERS-CoV, avian influenza, influenza and other …",
            "The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health—The latest 2019 novel coronavirus outbreak in Wuhan, China",
            "David S Hui and Esam I Azhar and Tariq A Madani and Francine Ntoumi and Richard Kock and Osman Dar and Giuseppe Ippolito and Timothy D Mchugh and Ziad A Memish and Christian Drosten and Alimuddin Zumla and Eskild Petersen",
            "2020",
            "Kme_bYoAAAAJ:eI34FqJmdUoC",
            1486,
            "https:\/\/www.ijidonline.com\/article\/S1201-9712(20)30011-4\/abstract",
            "995547449619650289",
            "\/scholar?cites=995547449619650289",
            {
                "2020":1378,
                "2021":84
            }
        ],
        [
            "Background: Since December 2019, acute respiratory disease (ARD) due to 2019 novel coronavirus (2019-nCoV) emerged in Wuhan city and rapidly spread throughout China. We sought to delineate the clinical characteristics of these cases. Methods: We extracted the data on 1,099 patients with laboratory-confirmed 2019-nCoV ARD from 552 hospitals in 31 provinces\/provincial municipalities through January 29th, 2020. Results: The median age was 47.0 years, and 41.90% were females. Only 1.18% of patients had a direct contact with wildlife, whereas 31.30% had been to Wuhan and 71.80% had contacted with people from Wuhan. Fever (87.9%) and cough (67.7%) were the most common symptoms. Diarrhea is uncommon. The median incubation period was 3.0 days (range, 0 to 24.0 days). On admission, ground-glass opacity was the typical radiological finding on chest computed tomography (50.00%). Significantly more severe cases were diagnosed by symptoms plus reverse-transcriptase polymerase-chain-reaction without abnormal radiological findings than non-severe cases (23.87% vs. 5.20%, P<0.001). Lymphopenia was observed in 82.1% of patients. 55 patients (5.00%) were admitted to intensive care unit and 15 (1.36%) succumbed. Severe pneumonia was independently associated with either the admission to intensive care unit, mechanical ventilation, or death in multivariate competing-risk model (sub-distribution hazards ratio, 9.80; 95% confidence interval, 4.06 to 23.67). Conclusions: The 2019-nCoV epidemic spreads rapidly by human-to-human transmission. Normal radiologic findings are present among some patients …",
            "Clinical characteristics of 2019 novel coronavirus infection in China",
            "Wei-jie Guan and Zheng-yi Ni and Yu Hu and Wen-hua Liang and Chun-quan Ou and Jian-xing He and Lei Liu and Hong Shan and Chun-liang Lei and David SC Hui and Bin Du and Lan-juan Li and Guang Zeng and Kowk-Yung Yuen and Ru-chong Chen and Chun-li Tang and Tao Wang and Ping-yan Chen and Jie Xiang and Shi-yue Li and Jin-lin Wang and Zi-jing Liang and Yi-xiang Peng and Li Wei and Yong Liu and Ya-hua Hu and Peng Peng and Jian-ming Wang and Ji-yang Liu and Zhong Chen and Gang Li and Zhi-jian Zheng and Shao-qin Qiu and Jie Luo and Chang-jiang Ye and Shao-yong Zhu and Nan-shan Zhong",
            "2020",
            "Kme_bYoAAAAJ:nPTYJWkExTIC",
            1210,
            "https:\/\/www.medrxiv.org\/content\/10.1101\/2020.02.06.20020974v1.abstract",
            "716667912045589676",
            "\/scholar?cites=716667912045589676",
            {
                "2016":7,
                "2017":15,
                "2018":9,
                "2019":23,
                "2020":1085,
                "2021":45
            }
        ],
        [
            "In humans, infections with the human coronavirus (HCoV) strains HCoV-229E, HCoV-OC43, HCoV-NL63 and HCoV-HKU1 usually result in mild, self-limiting upper respiratory tract infections, such as the common cold. By contrast, the CoVs responsible for severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS), which were discovered in Hong Kong, China, in 2003, and in Saudi Arabia in 2012, respectively, have received global attention over the past 12 years owing to their ability to cause community and health-care-associated outbreaks of severe infections in human populations. These two viruses pose major challenges to clinical management because there are no specific antiviral drugs available. In this Review, we summarize the epidemiology, virology, clinical features and current treatment strategies of SARS and MERS, and discuss the discovery and development of new …",
            "Coronaviruses—drug discovery and therapeutic options",
            "Alimuddin Zumla and Jasper FW Chan and Esam I Azhar and David SC Hui and Kwok-Yung Yuen",
            "2016",
            "Kme_bYoAAAAJ:_Ybze24A_UAC",
            977,
            "https:\/\/www.nature.com\/nrd\/journal\/v15\/n5\/abs\/nrd.2015.37.html",
            "11399903707927064841",
            "\/scholar?cites=11399903707927064841",
            {
                "2016":19,
                "2017":23,
                "2018":25,
                "2019":30,
                "2020":815,
                "2021":47
            }
        ],
        [
            "Severe acute respiratory syndrome (SARS) is a recently emerged infectious disease caused by a novel coronavirus, but its immunopathological mechanisms have not yet been fully elucidated. We investigated changes in plasma T helper (Th) cell cytokines, inflammatory cytokines and chemokines in 20 patients diagnosed with SARS. Cytokine profile of SARS patients showed marked elevation of Th1 cytokine interferon (IFN)‐γ, inflammatory cytokines interleukin (IL)‐1, IL‐6 and IL‐12 for at least 2 weeks after disease onset, but there was no significant elevation of inflammatory cytokine tumour necrosis factor (TNF)‐α, anti‐inflammatory cytokine IL‐10, Th1 cytokine IL‐2 and Th2 cytokine IL‐4. The chemokine profile demonstrated significant elevation of neutrophil chemokine IL‐8, monocyte chemoattractant protein‐1 (MCP‐1), and Th1 chemokine IFN‐γ‐inducible protein‐10 (IP‐10). Corticosteroid reduced …",
            "Plasma inflammatory cytokines and chemokines in severe acute respiratory syndrome",
            "CK Wong and CWK Lam and AKL Wu and WK Ip and NLS Lee and IHS Chan and LCW Lit and DSC Hui and MHM Chan and SSC Chung and JJY Sung",
            "2004",
            "Kme_bYoAAAAJ:IjCSPb-OGe4C",
            936,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1365-2249.2004.02415.x",
            "14904063795225034032",
            "\/scholar?cites=14904063795225034032",
            {
                "2004":21,
                "2005":39,
                "2006":31,
                "2007":32,
                "2008":26,
                "2009":22,
                "2010":15,
                "2011":20,
                "2012":12,
                "2013":16,
                "2014":17,
                "2015":8,
                "2016":7,
                "2017":8,
                "2018":4,
                "2019":6,
                "2020":601,
                "2021":37
            }
        ],
        [
            "Middle East respiratory syndrome (MERS) is a highly lethal respiratory disease caused by a novel single-stranded, positive-sense RNA betacoronavirus (MERS-CoV). Dromedary camels, hosts for MERS-CoV, are implicated in direct or indirect transmission to human beings, although the exact mode of transmission is unknown. The virus was first isolated from a patient who died from a severe respiratory illness in June, 2012, in Jeddah, Saudi Arabia. As of May 31, 2015, 1180 laboratory-confirmed cases (483 deaths; 40% mortality) have been reported to WHO. Both community-acquired and hospital-acquired cases have been reported with little human-to-human transmission reported in the community. Although most cases of MERS have occurred in Saudi Arabia and the United Arab Emirates, cases have been reported in Europe, the USA, and Asia in people who travelled from the Middle East or their contacts …",
            "Middle East respiratory syndrome",
            "Alimuddin Zumla and David S Hui and Stanley Perlman",
            "2015",
            "Kme_bYoAAAAJ:_FxGoFyzp5QC",
            836,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140673615604548",
            "15015208623372038776",
            "\/scholar?cites=15015208623372038776",
            {
                "2015":65,
                "2016":115,
                "2017":78,
                "2018":52,
                "2019":57,
                "2020":423,
                "2021":21
            }
        ],
        [
            "As of March 2010, illness caused by the 2009 H1N1 virus had occurred in almost all countries, with more than 16,000 deaths from laboratory-confirmed cases reported to the World Health Organization (WHO). The United States saw an estimated 59 million pandemic H1N1 illnesses, 265,000 hospitalizations, and 12,000 deaths. This review by WHO experts summarizes the virologic, epidemiologic, and clinical data on the 2009 H1N1 virus and assesses future directions.",
            "Clinical aspects of pandemic 2009 influenza A (H1N1) virus infection",
            "Writing Committee of the WHO Consultation on Clinical Aspects of Pandemic (H1N1) 2009 Influenza",
            "2010",
            "Kme_bYoAAAAJ:u-x6o8ySG0sC",
            824,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/nejmra1000449",
            "18237607325007616774",
            "\/scholar?cites=18237607325007616774",
            {
                "2010":29,
                "2011":159,
                "2012":171,
                "2013":113,
                "2014":83,
                "2015":58,
                "2016":32,
                "2017":42,
                "2018":39,
                "2019":28,
                "2020":53,
                "2021":4
            }
        ],
        [
            "Allergen‐reactive T helper type‐2 (Th2) cells and proinflammatory cytokines have been suggested to play an important role in the induction and maintenance of the inflammatory cascade in allergic asthma. We compared the plasma concentrations of novel proinflammatory cytokines IL‐17 and IL‐18, other proinflammatory cytokines IL‐6 and IL‐12, Th2 cytokines IL‐10 and IL‐13, and intracellular interferon‐γ (IFN‐γ) and IL‐4 in Th cells of 41 allergic asthmatics and 30 sex‐ and age‐matched health control subjects. Plasma cytokines were measured by enzyme‐linked immunosorbent assay. Intracellular cytokines were quantified by flow cytometry. Plasma IL‐18, IL‐12, IL‐10, IL‐13 concentrations were significantly higher in allergic asthmatic patients than normal control subjects (IL‐18: median 228·35 versus 138·72 pg\/ml, P < 0·001; IL‐12: 0·00 versus 0·00 pg\/ml, P = 0·001; IL‐10: 2·51 versus 0·05 pg\/ml, P < …",
            "Proinflammatory cytokines (IL‐17, IL‐6, IL‐18 and IL‐12) and Th cytokines (IFN‐γ, IL‐4, IL‐10 and IL‐13) in patients with allergic asthma",
            "CK Wong and CY Ho and FWS Ko and CHS Chan and ASS Ho and DSC Hui and CWK Lam",
            "2001",
            "Kme_bYoAAAAJ:d1gkVwhDpl0C",
            577,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1046\/j.1365-2249.2001.01602.x",
            "2860931502357548590",
            "\/scholar?cites=2860931502357548590",
            {
                "2001":2,
                "2002":8,
                "2003":22,
                "2004":17,
                "2005":24,
                "2006":34,
                "2007":24,
                "2008":35,
                "2009":34,
                "2010":49,
                "2011":37,
                "2012":34,
                "2013":40,
                "2014":39,
                "2015":35,
                "2016":40,
                "2017":31,
                "2018":30,
                "2019":26,
                "2020":12,
                "2021":2
            }
        ]
    ]
}