{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Many researchers, especially those new to the field, need to determine which criteria are essential for demonstrating autophagy, either for the purposes of their own research, or in the capacity of a manuscript or grant review. 1 Acceptable standards are an important issue, particularly considering that each of us may have his\/her own opinion regarding the answer. Unfortunately, the answer is in part a “moving target” as the field evolves. 2 This can be extremely frustrating for researchers who may think they have met those criteria, only to find out that the reviewers of their papers have different ideas. Conversely, as a reviewer, it is tiresome to raise the same objections repeatedly, wondering why researchers have not fulfilled some of the basic requirements for establishing the occurrence of an autophagic process. In addition, drugs that potentially modulate autophagy are increasingly being used in clinical trials, and …",
            "Guidelines for the use and interpretation of assays for monitoring autophagy",
            "Daniel J Klionsky and Kotb Abdelmohsen and Akihisa Abe and Md Joynal Abedin and Hagai Abeliovich and Abraham Acevedo Arozena and Hiroaki Adachi and Christopher M Adams and Peter D Adams and Khosrow Adeli and Peter J Adhihetty and Sharon G Adler and Galila Agam and Rajesh Agarwal and Manish K Aghi and Maria Agnello and Patrizia Agostinis and Patricia V Aguilar and Julio Aguirre-Ghiso and Edoardo M Airoldi and Slimane Ait-Si-Ali and Takahiko Akematsu and Emmanuel T Akporiaye and Mohamed Al-Rubeai and Guillermo M Albaiceta and Chris Albanese and Diego Albani and Matthew L Albert and Jesus Aldudo and Hana Algül and Mehrdad Alirezaei and Iraide Alloza and Alexandru Almasan and Maylin Almonte-Beceril and Emad S Alnemri and Covadonga Alonso and Nihal Altan-Bonnet and Dario C Altieri and Silvia Alvarez and Lydia Alvarez-Erviti and Sandro Alves and Giuseppina Amadoro and Atsuo Amano and Consuelo Amantini and Santiago Ambrosio and Ivano Amelio and Amal O Amer and Mohamed Amessou and Angelika Amon and Zhenyi An and Frank A Anania and Stig U Andersen and Usha P Andley and Catherine K Andreadi and Nathalie Andrieu-Abadie and Alberto Anel and David K Ann and Shailendra Anoopkumar-Dukie and Manuela Antonioli and Hiroshi Aoki and Nadezda Apostolova and Saveria Aquila and Katia Aquilano and Koichi Araki and Eli Arama and Agustin Aranda and Jun Araya and Alexandre Arcaro and Esperanza Arias and Hirokazu Arimoto and Aileen R Ariosa and Jane L Armstrong and Thierry Arnould and Ivica Arsov and Katsuhiko Asanuma and Valerie Askanas and Eric Asselin and Ryuichiro Atarashi and Sally S Atherton and Julie D Atkin and Laura D Attardi and Patrick Auberger and Georg Auburger and Laure Aurelian and Riccardo Autelli and Laura Avagliano and Maria Laura Avantaggiati and Limor Avrahami and Suresh Awale and Neelam Azad and Tiziana Bachetti and Jonathan M Backer and Dong-Hun Bae and Jae-Sung Bae and Ok-Nam Bae and Soo Han Bae and Eric H Baehrecke and Seung-Hoon Baek and Stephen Baghdiguian and Agnieszka Bagniewska-Zadworna and Hua Bai and Jie Bai and Xue-Yuan Bai and Yannick Bailly and Kithiganahalli Narayanaswamy Balaji and Walter Balduini and Andrea Ballabio and Rena Balzan and Rajkumar Banerjee and Gábor Bánhegyi and Haijun Bao and Benoit Barbeau and Maria D Barrachina and Esther Barreiro and Bonnie Bartel and Alberto Bartolomé and Diane C Bassham and Maria Teresa Bassi and Robert C Bast Jr and Alakananda Basu and Maria Teresa Batista and Henri Batoko and Maurizio Battino and Kyle Bauckman and Bradley L Baumgarner and K Ulrich Bayer and Rupert Beale and Jean-Francois Beaulieu and George R Beck Jr and Christoph Becker and J David Beckham and Pierre-Andre Bedard and Patrick J Bednarski and Thomas J Begley and Christian Behl and Christian Behrends and Georg MN Behrens and Kevin E Behrns and Eloy Bejarano and Amine Belaid and Francesca Belleudi and Giovanni Bénard and Guy Berchem and Daniele Bergamaschi and Matteo Bergami and Ben Berkhout and Laura Berliocchi and Amélie Bernard and Monique Bernard and Francesca Bernassola",
            "2016",
            "kmfjjGEAAAAJ:Aul-kAQHnToC",
            6947,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/15548627.2015.1100356",
            "5466665393835199140",
            "\/scholar?cites=5466665393835199140",
            {
                "2012":32,
                "2013":334,
                "2014":623,
                "2015":718,
                "2016":883,
                "2017":1051,
                "2018":1051,
                "2019":1001,
                "2020":1104,
                "2021":100
            }
        ],
        [
            "The nematode Caenorhabditis elegans has emerged as an important animal model in various fields including neurobiology, developmental biology, and genetics. Characteristics of this animal model that have contributed to its success include its genetic manipulability, invariant and fully described developmental program, well-characterized genome, ease of maintenance, short and prolific life cycle, and small body size. These same features have led to an increasing use of C. elegans in toxicology, both for mechanistic studies and high-throughput screening approaches. We describe some of the research that has been carried out in the areas of neurotoxicology, genetic toxicology, and environmental toxicology, as well as high-throughput experiments with C. elegans including genome-wide screening for molecular targets of toxicity and rapid toxicity assessment for new chemicals. We argue for an increased …",
            "Caenorhabditis elegans: an emerging model in biomedical and environmental toxicology",
            "Maxwell CK Leung and Phillip L Williams and Alexandre Benedetto and Catherine Au and Kirsten J Helmcke and Michael Aschner and Joel N Meyer",
            "2008",
            "kmfjjGEAAAAJ:u5HHmVD_uO8C",
            814,
            "https:\/\/academic.oup.com\/toxsci\/article-abstract\/106\/1\/5\/1702389",
            "8391890494600271131",
            "\/scholar?cites=8391890494600271131",
            {
                "2009":32,
                "2010":31,
                "2011":37,
                "2012":59,
                "2013":77,
                "2014":80,
                "2015":77,
                "2016":80,
                "2017":73,
                "2018":83,
                "2019":89,
                "2020":77,
                "2021":9
            }
        ],
        [
            "The rapidly increasing use of silver nanoparticles (Ag NPs) in consumer products and medical applications has raised ecological and human health concerns. A key question for addressing these concerns is whether Ag NP toxicity is mechanistically unique to nanoparticulate silver, or if it is a result of the release of silver ions. Furthermore, since Ag NPs are produced in a large variety of monomer sizes and coatings, and since their physicochemical behavior depends on the media composition, it is important to understand how these variables modulate toxicity. We found that a lower ionic strength medium resulted in greater toxicity (measured as growth inhibition) of all tested Ag NPs to Caenorhabditis elegans and that both dissolved silver and coating influenced Ag NP toxicity. We found a linear correlation between Ag NP toxicity and dissolved silver, but no correlation between size and toxicity. We used three …",
            "Mechanism of Silver Nanoparticle Toxicity Is Dependent on Dissolved Silver and Surface Coating in Caenorhabditis elegans",
            "Xinyu Yang and Andreas P Gondikas and Stella M Marinakos and Melanie Auffan and Jie Liu and Heileen Hsu-Kim and Joel N Meyer",
            "2012",
            "kmfjjGEAAAAJ:qjMakFHDy7sC",
            554,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/es202417t",
            "4079866981692290951",
            "\/scholar?cites=4079866981692290951",
            {
                "2012":24,
                "2013":69,
                "2014":79,
                "2015":85,
                "2016":74,
                "2017":66,
                "2018":50,
                "2019":53,
                "2020":48,
                "2021":4
            }
        ],
        [
            "Silver nanoparticles (AgNPs) are frequently used as antimicrobials. While the mechanism(s) by which AgNPs are toxic are unclear, their increasing use raises the concern that release into the environment could lead to environmental toxicity. We characterized the physicochemical behavior, uptake, toxicity (growth inhibition), and mechanism of toxicity of three AgNPs with different sizes and polyvinylpyrrolidone (PVP) or citrate coatings to the nematode Caenorhabditis elegans. We used wild-type (N2) C. elegans and strains expected to be sensitive to oxidative stress (nth-1, sod-2 and mev-1), genotoxins (xpa-1 and nth-1), and metals (mtl-2). Using traditional and novel analytical methods, we observed significant aggregation and extra-organismal dissolution of silver, organismal uptake and, in one case, transgenerational transfer of AgNPs. We also observed growth inhibition by all tested AgNPs at concentrations in …",
            "Intracellular uptake and associated toxicity of silver nanoparticles in Caenorhabditis elegans",
            "Joel N Meyer and Christopher A Lord and Xinyu Y Yang and Elena A Turner and Appala R Badireddy and Stella M Marinakos and Ashutosh Chilkoti and Mark R Wiesner and Melanie Auffan",
            "2010",
            "kmfjjGEAAAAJ:UeHWp8X0CEIC",
            358,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0166445X1000264X",
            "16625032266027676937",
            "\/scholar?cites=16625032266027676937",
            {
                "2010":2,
                "2011":13,
                "2012":43,
                "2013":50,
                "2014":36,
                "2015":38,
                "2016":48,
                "2017":38,
                "2018":32,
                "2019":29,
                "2020":25,
                "2021":2
            }
        ],
        [
            "Enormous strides have recently been made in our understanding of the biology and pathobiology of mitochondria. Many diseases have been identified as caused by mitochondrial dysfunction, and many pharmaceuticals have been identified as previously unrecognized mitochondrial toxicants. A much smaller but growing literature indicates that mitochondria are also targeted by environmental pollutants. We briefly review the importance of mitochondrial function and maintenance for health based on the genetics of mitochondrial diseases and the toxicities resulting from pharmaceutical exposure. We then discuss how the principles of mitochondrial vulnerability illustrated by those fields might apply to environmental contaminants, with particular attention to factors that may modulate vulnerability including genetic differences, epigenetic interactions, tissue characteristics, and developmental stage. Finally, we …",
            "Mitochondria as a target of environmental toxicants",
            "Joel N Meyer and Maxwell CK Leung and John P Rooney and Ataman Sendoel and Michael O Hengartner and Glen E Kisby and Amanda S Bess",
            "2013",
            "kmfjjGEAAAAJ:YOwf2qJgpHMC",
            341,
            "https:\/\/academic.oup.com\/toxsci\/article-abstract\/134\/1\/1\/1666668",
            "2585325345301779061",
            "\/scholar?cites=2585325345301779061",
            {
                "2013":6,
                "2014":25,
                "2015":29,
                "2016":45,
                "2017":62,
                "2018":56,
                "2019":59,
                "2020":44,
                "2021":11
            }
        ],
        [
            "Nanomaterials are highly dynamic in biological and environmental media. A critical need for advancing environmental health and safety research for nanomaterials is to identify physical and chemical transformations that affect the nanomaterial properties and their toxicity. Silver nanoparticles, one of the most toxic and well-studied nanomaterials, readily react with sulfide to form Ag(0)\/Ag2S core–shell particles. Here, we show that sulfidation decreased silver nanoparticle toxicity to four diverse types of aquatic and terrestrial eukaryotic organisms (Danio rerio (zebrafish), Fundulus heteroclitus (killifish), Caenorhabditis elegans (nematode worm), and the aquatic plant Lemna minuta (least duckweed)). Toxicity reduction, which was dramatic in killifish and duckweed even for low extents of sulfidation (about 2 mol % S), is primarily associated with a decrease in Ag+ concentration after sulfidation due to the lower solubility …",
            "Sulfidation of silver nanoparticles: natural antidote to their toxicity",
            "Clement Levard and Ernest M Hotze and Benjamin P Colman and Amy L Dale and Lisa Truong and XY Yang and Audrey J Bone and Gordon E Brown Jr and Robert L Tanguay and Richard T Di Giulio and Emily S Bernhardt and Joel N Meyer and Mark R Wiesner and Gregory V Lowry",
            "2013",
            "kmfjjGEAAAAJ:dhFuZR0502QC",
            322,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/es403527n",
            "13270507890808088338",
            "\/scholar?cites=13270507890808088338",
            {
                "2014":17,
                "2015":50,
                "2016":56,
                "2017":48,
                "2018":41,
                "2019":47,
                "2020":56,
                "2021":5
            }
        ],
        [
            "In this chapter, we describe a gene-specific quantitative polymerase chain reaction (QPCR)-based assay for the measurement of DNA damage, using amplification of long DNA targets. This assay has been extensively used to measure the integrity of both nuclear and mitochondrial genomes exposed to different genotoxins, and has proved particularly valuable in identifying reactive oxygen species-mediated mitochondrial DNA (mtDNA) damage. QPCR can be used to quantify the formation of DNA damage, as well as the kinetics of damage removal. One of the main strengths of the assay is that it permits monitoring the integrity of mtDNA directly from total cellular DNA without the need for isolating mitochondria, or a separate step of mtDNA purification. Here we discuss advantages and limitations of using QPCR to assay DNA damage in mammalian cells. In addition, we give a detailed protocol for the QPCR …",
            "Quantitative PCR-based measurement of nuclear and mitochondrial DNA damage and repair in mammalian cells",
            "Janine H Santos and Joel N Meyer and Bhaskar S Mandavilli and Bennett Van Houten",
            "2006",
            "kmfjjGEAAAAJ:u-x6o8ySG0sC",
            302,
            "https:\/\/link.springer.com\/protocol\/10.1385\/1-59259-973-7:183",
            "4480191585314959992",
            "\/scholar?cites=4480191585314959992",
            {
                "2005":1,
                "2006":1,
                "2007":6,
                "2008":11,
                "2009":20,
                "2010":24,
                "2011":22,
                "2012":39,
                "2013":26,
                "2014":37,
                "2015":24,
                "2016":19,
                "2017":18,
                "2018":21,
                "2019":18,
                "2020":11,
                "2021":3
            }
        ],
        [
            "A strong foundation of basic and applied research documents that the estuarine fish Fundulus heteroclitus and related species are unique laboratory and field models for understanding how individuals and populations interact with their environment. In this paper we summarize an extensive body of work examining the adaptive responses of Fundulus species to environmental conditions, and describe how this research has contributed importantly to our understanding of physiology, gene regulation, toxicology, and ecological and evolutionary genetics of teleosts and other vertebrates. These explorations have reached a critical juncture at which advancement is hindered by the lack of genomic resources for these species. We suggest that a more complete genomics toolbox for F. heteroclitus and related species will permit researchers to exploit the power of this model organism to rapidly advance our understanding …",
            "Fundulus as the premier teleost model in environmental biology: opportunities for new insights using genomics",
            "Karen G Burnett and Lisa J Bain and William S Baldwin and Gloria V Callard and Sarah Cohen and Richard T Di Giulio and David H Evans and Marta Gómez-Chiarri and Mark E Hahn and Cindi A Hoover and Sibel I Karchner and Fumi Katoh and Deborah L MacLatchy and William S Marshall and Joel N Meyer and Diane E Nacci and Marjorie F Oleksiak and Bernard B Rees and Thomas D Singer and John J Stegeman and David W Towle and Peter A Van Veld and Wolfgang K Vogelbein and Andrew Whitehead and Richard N Winn and Douglas L Crawford",
            "2007",
            "kmfjjGEAAAAJ:d1gkVwhDpl0C",
            300,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1744117X0700072X",
            "18423208099828426734",
            "\/scholar?cites=18423208099828426734",
            {
                "2007":1,
                "2008":13,
                "2009":27,
                "2010":23,
                "2011":25,
                "2012":25,
                "2013":20,
                "2014":28,
                "2015":33,
                "2016":25,
                "2017":22,
                "2018":18,
                "2019":22,
                "2020":17,
                "2021":1
            }
        ],
        [
            "Telomerase is often re‐activated in human cancers and is widely used to immortalize cells in culture. In addition to the maintenance of telomeres, telomerase has been implicated in cell proliferation, genomic instability and apoptosis. Here we show that human telomerase reverse transcriptase (hTERT) is targeted to the mitochondria by an N‐terminal leader sequence, and that mitochondrial extracts contain telomerase activity. In seven different human cell lines, mitochondrial telomerase increases hydrogen‐peroxide‐mediated mitochondrial DNA damage. hTERT expression did not alter the rate of hydrogen peroxide breakdown or endogenous cellular levels. Because the damaging effects of hydrogen peroxide are mediated by divalent metal ions (Fenton chemistry), we examined the levels of bioavailable metals. In all cases, higher levels of chelatable metals were found in hTERT‐expressing cells. These results …",
            "Mitochondrial hTERT exacerbates free‐radical‐mediated mtDNA damage",
            "Janine Hertzog Santos and Joel N Meyer and Milan Skorvaga and Lois A Annab and Bennett Van Houten",
            "2004",
            "kmfjjGEAAAAJ:9yKSN-GCB0IC",
            251,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1474-9728.2004.00124.x",
            "14123954434513975231",
            "\/scholar?cites=14123954434513975231",
            {
                "2005":3,
                "2006":9,
                "2007":2,
                "2008":16,
                "2009":9,
                "2010":26,
                "2011":11,
                "2012":23,
                "2013":20,
                "2014":22,
                "2015":20,
                "2016":19,
                "2017":16,
                "2018":17,
                "2019":19,
                "2020":16
            }
        ],
        [
            "We have previously shown that the protein subunit of telomerase, hTERT, has a bonafide N-terminal mitochondrial targeting sequence, and that ectopic hTERT expression in human cells correlated with increase in mtDNA damage after hydrogen peroxide treatment. In this study, we show, using a loxP hTERT construct, that this increase in mtDNA damage following hydrogen peroxide exposure is dependent on the presence of hTERT itself. Further experiments using a dominant negative hTERT mutant shows that telomerase must be catalytically active to mediate the increase in mtDNA damage. Etoposide, but not methylmethanesulfate, also promotes mtDNA lesions in cells expressing active hTERT, indicating genotoxic specificity in this response. Fibroblasts expressing hTERT not only show a ∼2-fold increase in mtDNA damage after oxidative stress but also suffer a 10–30-fold increase in apoptotic cell death …",
            "Mitochondrial localization of telomerase as a determinant for hydrogen peroxide-induced mitochondrial DNA damage and apoptosis",
            "Janine Hertzog Santos and Joel N Meyer and Bennett Van Houten",
            "2006",
            "kmfjjGEAAAAJ:IjCSPb-OGe4C",
            195,
            "https:\/\/academic.oup.com\/hmg\/article-abstract\/15\/11\/1757\/592184",
            "2146376294430402446",
            "\/scholar?cites=2146376294430402446",
            {
                "2006":1,
                "2007":2,
                "2008":10,
                "2009":11,
                "2010":22,
                "2011":17,
                "2012":24,
                "2013":18,
                "2014":13,
                "2015":13,
                "2016":13,
                "2017":14,
                "2018":9,
                "2019":12,
                "2020":11,
                "2021":2
            }
        ]
    ]
}