{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The state-of-the-art in modelling the influence of corrosion damage on the ultimate strength of aged steel-plated maritime platforms is reviewed. This critical review outlines the corrosion mechanisms and fundamentals of steel-plated structures in the marine environment. Recent developments in mathematical modelling strategies, in association with in situ thickness measurements, have significantly enhanced the qualitative understanding of the corrosion processes at various locations within marine structures. Based on the corrosion prediction, both experimental and numerical methods have been adopted to realistically assess the ultimate strength of such corroded steel ship structures, in order to ultimately improve the survey and repair strategies.",
            "Ultimate strength analysis of aged steel-plated structures exposed to marine corrosion damage: A review",
            "Yikun Wang and Julian A Wharton and R Ajit Shenoi",
            "2014",
            "Kmlg9-oAAAAJ:u5HHmVD_uO8C",
            83,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0010938X14002145",
            "10978769686996588124",
            "\/scholar?cites=10978769686996588124",
            {
                "2015":6,
                "2016":7,
                "2017":6,
                "2018":20,
                "2019":16,
                "2020":25,
                "2021":3
            }
        ],
        [
            "This study concentrates on a comparison between steel plate and stiffened panels subject to localised corrosion. A finite element analysis is used to investigate the effect of random corrosion on the compressive strength capacity of marine structural units. Variables include the extent of corrosion; slenderness ratio and aspect ratio. A corrosion prediction model is incorporated to determine the thickness reduction with time. Corrosion-induced volume loss results in a greater reduction of ultimate strength for slender plates compared to stiffened panels, up to 45%, showing the structural element selection can strongly influence the accuracy of the estimated corrosion damage effect.",
            "Influence of corrosion on the ultimate compressive strength of steel plates and stiffened panels",
            "S Sultana and Yikun Wang and AJ Sobey and JA Wharton and RA Shenoi",
            "2015",
            "Kmlg9-oAAAAJ:UeHWp8X0CEIC",
            68,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0263823115300598",
            "10625155745883118427",
            "\/scholar?cites=10625155745883118427",
            {
                "2016":4,
                "2017":7,
                "2018":17,
                "2019":13,
                "2020":26,
                "2021":1
            }
        ],
        [
            "An approach to simulate the behaviour of steel stiffened plates subjected to weld-induced grooving corrosion using nonlinear finite element modelling is proposed. The model includes the effects of different initial geometric imperfections and weld-induced residual stresses. The influence of corrosion damage on the load shortening curves and ultimate strength is investigated. It is shown that grooving corrosion depth has a greater influence on structural performance as compared with corrosion width for the same volume loss. Such corrosion damage could cause a significant reduction in the ultimate strength of a plate panel. Considerations of weld-induced deflection and residual stresses further enhance the corrosion influence on the strength capacity.",
            "Ultimate strength assessment of steel stiffened plate structures with grooving corrosion damage",
            "Yikun Wang and Julian A Wharton and R Ajit Shenoi",
            "2015",
            "Kmlg9-oAAAAJ:u-x6o8ySG0sC",
            25,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0141029615001212",
            "3723485950445714283",
            "\/scholar?cites=3723485950445714283",
            {
                "2015":1,
                "2016":5,
                "2017":3,
                "2018":6,
                "2019":1,
                "2020":9
            }
        ],
        [
            "A simplified lumped-mass model was established using ordinary differential equations, focusing on the coupled torsional-longitudinal vibrations of a ship's propeller shaft. The numerical simulation based on the presented algorithm was then developed and the dynamic behavior was investigated. A theoretical solution setup with simple model was solved to demonstrate the accuracy of the proposed lumped-mass model. Based on this model, the coupled natural frequencies and the maximum acceleration of each direction were determined. Experimental tests were conducted to validate the applicability of the numerical model, over a range of rotational speeds and loading conditions. It is found that the natural frequencies are unaffected while the maximum acceleration are increased with the rotational speed as well as the loading. Natural frequencies representing other directions are induced by the coupling effect …",
            "Numerical modeling and experimental analysis on coupled torsional-longitudinal vibrations of a ship's propeller shaft",
            "Qianwen Huang and Xinping Yan and Yikun Wang and Cong Zhang and Zhihua Wang",
            "2017",
            "Kmlg9-oAAAAJ:YsMSGLbcyi4C",
            18,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0029801817301269",
            "1430531378565026339",
            "\/scholar?cites=1430531378565026339",
            {
                "2018":4,
                "2019":7,
                "2020":7
            }
        ],
        [
            "A numerical methodology is established to study the mechano-electrochemical performance of corroded steel structures under external and internal stresses. Results show that mechanical stimuli (elastic\/plastic deformation) increase the local anodic current density, and thus the corrosion behavior dynamically responds to the loading conditions. The current density increment for a multi-component stress system is largely dependent on both hydrostatic pressure and equivalent plastic strain. Moreover, the mechano-electrochemical corrosion is more affected by plastic deformation, resulting in localized areas being more anodic. Existing corrosion introduces extra stress\/strain concentration, which further reduces the structural strength capacity and intensifies the corrosion damage.",
            "Mechano-electrochemical modelling of corroded steel structures",
            "Yikun Wang and JA Wharton and RA Shenoi",
            "2016",
            "Kmlg9-oAAAAJ:qjMakFHDy7sC",
            16,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0141029616305776",
            "11221637168474656238",
            "\/scholar?cites=11221637168474656238",
            {
                "2017":2,
                "2018":2,
                "2019":7,
                "2020":5
            }
        ],
        [
            "An appropriate assessment of the dynamic behavior of marine propulsion shaft in ships is essential to enable optional delivery of power to the propeller and to minimize unnecessary vibration. Various vibrations coupling with each other can significantly influence the dynamical behavior of the shaft and threaten the reliability of ships. This paper presents a finite element analysis model with multiple constraint conditions to analyze the coupled transverse and longitudinal vibrations of a marine propulsion shaft. Based on this model, in addition to the coupled natural frequencies of each direction, the maximum acceleration are also determined. Furthermore, the simulation of an idling and loading vibration analysis is discussed and validated against experimental results, over a range of rotational speeds. The output of numerical simulation is found to agree with the corresponding results from experimental tests …",
            "Numerical and experimental analysis of coupled transverse and longitudinal vibration of a marine propulsion shaft",
            "Qianwen Huang and Xinping Yan and Yikun Wang and Cong Zhang and Yong Jin",
            "2016",
            "Kmlg9-oAAAAJ:Y0pCki6q_DkC",
            14,
            "https:\/\/link.springer.com\/article\/10.1007\/s12206-016-1108-3",
            "16563074298629199612",
            "\/scholar?cites=16563074298629199612",
            {
                "2017":2,
                "2018":1,
                "2019":9,
                "2020":2
            }
        ],
        [
            "This work has developed numerical models simulating steel plate corrosion degradation and presents a series of novel finite element modeling to assess the influence of localized pit distribution and bench-shaped pits, which are often observed in long-term exposures. Four location patterns of one-sided corroded shipping steel plates have been considered, which include both geometric and material non-linearities. Validation of the modeling method is achieved by a thermoelastic stress analysis, which provides the principal stress distribution over the plate surface. The modeling results demonstrate that the frequently detected localized corrosion may reduce the ultimate strength by up to 20% compared to uniformly corroded plate. In addition, bench-shaped pits may further decrease the ultimate strength by up to 14% compared to the no-bench condition with the same degree of pitting.",
            "Influence of localized pit distribution and bench-shaped pits on the ultimate compressive strength of steel plating for shipping",
            "Yikun Wang and JA Wharton and RA Shenoi",
            "2014",
            "Kmlg9-oAAAAJ:d1gkVwhDpl0C",
            11,
            "https:\/\/meridian.allenpress.com\/corrosion\/article-abstract\/70\/9\/915\/199015",
            "3885958595805514159",
            "\/scholar?cites=3885958595805514159",
            {
                "2015":2,
                "2016":2,
                "2017":2,
                "2018":3,
                "2019":2
            }
        ],
        [
            "Ships and offshore structures operate in harsh and corrosive environments and they are subject to high hydrodynamic and inertial loads. Thus it is important to accurately predict the mechanical response of thin-walled marine structures subject to corrosion damage in loaded conditions. This paper present a transition study to investigate in depth the usage of shell and solid elements in nonlinear finite element structural analysis with localised corrosion features. An experimental, stereo full field imaging technique, 3D digital image correlation is used to verify both the shell and solid modelling results. The solid-to-shell coupling techniques were subsequently assessed based on a deck plate model. Models containing a localised section using either the second-order hexahedral element C3D20 or tetrahedral element C3D10I show a similar performance that is compatible with the model using only shell element. The …",
            "Assessing the performances of elastic-plastic buckling and shell-solid combination in finite element analysis on plated structures with and without idealised corrosion defects",
            "Yikun Wang and Jonathan Downes and JA Wharton and RA Shenoi",
            "2018",
            "Kmlg9-oAAAAJ:eQOLeE2rZwMC",
            5,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0263823117308479",
            "6866167898128176508",
            "\/scholar?cites=6866167898128176508",
            {
                "2019":1,
                "2020":4
            }
        ],
        [
            "In an attempt to elucidate the relationship and underlying processes of metal oxidation under stress, we combined the electrochemical characterisation with Density-Functional-Theory (DFT) calculations to interrogate the (100) surface of copper. The oxidised (100) surface shows a missing-row reconstruction, which is believed to be driven by surface stress. Hence, additional mechanical stimuli might have a significant impact on the onset of Cu oxidation. We find that different surface sites respond differently to strain. Oads at the thermodynamically favoured high-coordination hollow site (O coordinated to four Cu) is stabilised by up to 130 meV by imposing 2% tensile strain onto the surface, while the low-coordination top site (O coordinated to one Cu) shows a markedly different sensitivity. By cramping into the hollow site, Oads induces compressive stress into the (100) surface, an effect that is largely absent for the …",
            "Mechano-electrochemistry effects due to deformation of copper oxide films",
            "Denis Kramer and Yikun Wang and Julian Wharton",
            "2015",
            "Kmlg9-oAAAAJ:2osOgNQ5qMEC",
            5,
            "https:\/\/pubs.rsc.org\/doi\/c4fd00247d",
            "16895247915579331771",
            "\/scholar?cites=16895247915579331771",
            {
                "2017":1,
                "2018":2,
                "2019":1,
                "2020":1
            }
        ],
        [
            "[...] corrosion mechanisms have not been incorporated for large scale ship or offshore structural members. Key words: carbon steel, marine corrosion, quasi-static loading, finite element method (ProQuest:... denotes formulae omitted.) INTRODUCTION For marine structures, including ships, offshore platforms and subsea pipelines, corrosion has been an on-going issue threatening their reliability, functionality and economic efficiency throughout the design and service life.[...] both experiments and theoretical estimate have indicated that for carbon steel with a yield stress of 450 MPa under uniaxial elastic bending (420 MPa), the ratio of stress versus unstressed corrosion potential magnitudes is around 1.8, with the stressed condition approximately 15 mV more negative. 11 Higher stress effects are normally associated with a damaged oxide film in the passivation region. 13 However, the reported actual mechanism …",
            "Marine structural integrity subject to mechano-electrochemical induced corrosion",
            "Yikun Wang and J Downes and JA Wharton and RA Shenoi",
            "2017",
            "Kmlg9-oAAAAJ:W7OEmFMy1HYC",
            4,
            "https:\/\/search.proquest.com\/openview\/1f41233aec9536bb146aed566ba4e7f8\/1?pq-origsite=gscholar&cbl=2044550",
            "956369843243447043",
            "\/scholar?cites=956369843243447043",
            {
                "2017":1,
                "2018":1,
                "2019":1,
                "2020":1
            }
        ]
    ]
}