{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We report quantum degeneracy in a gas of ultracold fermionic Sr 87 atoms. By evaporatively cooling a mixture of spin states in an optical dipole trap for 10.5 s, we obtain samples well into the degenerate regime with T\/T F= 0.26− 0.06+ 0.05. The main signature of degeneracy is a change in the momentum distribution as measured by time-of-flight imaging, and we also observe a decrease in evaporation efficiency below T\/T F∼ 0.5.",
            "Degenerate Fermi Gas of ",
            "Brian J DeSalvo and Mi Yan and Pascal Gerry Mickelson and YN Martinez De Escobar and Thomas C Killian",
            "2010",
            "kNFRUroAAAAJ:u-x6o8ySG0sC",
            235,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.030402",
            "1398945066386015100",
            "\/scholar?cites=1398945066386015100",
            {
                "2010":5,
                "2011":24,
                "2012":21,
                "2013":28,
                "2014":24,
                "2015":19,
                "2016":25,
                "2017":27,
                "2018":26,
                "2019":15,
                "2020":20,
                "2021":1
            }
        ],
        [
            "We report Bose-Einstein condensation of Sr 84 in an optical dipole trap. Efficient laser cooling on the narrow intercombination line and an ideal s-wave scattering length allow the creation of large condensates (N 0∼ 3× 10 5) even though the natural abundance of this isotope is only 0.6%. Condensation is heralded by the emergence of a low-velocity component in time-of-flight images.",
            "Bose-Einstein Condensation of Sr 84",
            "YN Martinez De Escobar and Pascal Gerry Mickelson and M Yan and BJ DeSalvo and Sarah B Nagel and TC Killian",
            "2009",
            "kNFRUroAAAAJ:u5HHmVD_uO8C",
            224,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.103.200402",
            "190543799146075528",
            "\/scholar?cites=190543799146075528",
            {
                "2009":2,
                "2010":35,
                "2011":33,
                "2012":25,
                "2013":28,
                "2014":14,
                "2015":13,
                "2016":25,
                "2017":15,
                "2018":11,
                "2019":11,
                "2020":11,
                "2021":1
            }
        ],
        [
            "We demonstrate control of the collapse and expansion of an Sr 88 Bose-Einstein condensate using an optical Feshbach resonance near the S 0 1− P 1 3 intercombination transition at 689 nm. Significant changes in dynamics are caused by modifications of scattering length by up to±10 a bg, where the background scattering length of Sr 88 is a bg=− 2 a 0 (1 a 0= 0.053 nm). Changes in scattering length are monitored through changes in the size of the condensate after a time-of-flight measurement. Because the background scattering length is close to zero, blue detuning of the optical Feshbach resonance laser with respect to a photoassociative resonance leads to increased interaction energy and a faster condensate expansion, whereas red detuning triggers a collapse of the condensate. The results are modeled with the time-dependent nonlinear Gross-Pitaevskii equation.",
            "Controlling condensate collapse and expansion with an optical Feshbach resonance",
            "Mi Yan and Brian Joseph DeSalvo and B Ramachandhran and H Pu and TC Killian",
            "2013",
            "kNFRUroAAAAJ:9yKSN-GCB0IC",
            111,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.110.123201",
            "5949845926351547742",
            "\/scholar?cites=5949845926351547742",
            {
                "2013":10,
                "2014":14,
                "2015":17,
                "2016":15,
                "2017":13,
                "2018":15,
                "2019":12,
                "2020":15
            }
        ],
        [
            "We report Bose-Einstein condensation of Sr 88, which has a small, negative s-wave scattering length (a 88=− 2 a 0). We overcome the poor evaporative cooling characteristics of this isotope by sympathetic cooling with Sr 87 atoms. Sr 87 is effective in this role despite the fact that it is a fermion because of the large ground-state degeneracy arising from a nuclear spin of I= 9\/2, which reduces the impact of Pauli blocking of collisions. We observe a limited number of atoms in the condensate (N max≈ 10 4) that is consistent with the value of a 88 and the optical dipole trap parameters.",
            "Bose-Einstein condensation of  through sympathetic cooling with ",
            "Pascal Gerry Mickelson and YN Martinez De Escobar and M Yan and BJ DeSalvo and Thomas C Killian",
            "2010",
            "kNFRUroAAAAJ:d1gkVwhDpl0C",
            93,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.81.051601",
            "4156259761040505156",
            "\/scholar?cites=4156259761040505156",
            {
                "2009":1,
                "2010":6,
                "2011":8,
                "2012":19,
                "2013":17,
                "2014":9,
                "2015":9,
                "2016":6,
                "2017":10,
                "2018":2,
                "2019":5,
                "2020":1
            }
        ],
        [
            "We report the creation of ultra-long-range Sr 2 molecules comprising one ground-state 5 s 2 1 S 0 atom and one atom in a 5 s n s 3 S 1 Rydberg state for n ranging from 29 to 36. Molecules are created in a trapped ultracold atomic gas using two-photon excitation near resonant with the 5 s 5 p 3 P 1 intermediate state, and their formation is detected through ground-state atom loss from the trap. The observed molecular binding energies are reproduced with the aid of first-order perturbation theory that utilizes a Fermi pseudopotential with effective s-wave and p-wave scattering lengths to describe the interaction between an excited Rydberg electron and a ground-state Sr atom.",
            "Ultra-long-range Rydberg molecules in a divalent atomic system",
            "Brian Joseph DeSalvo and JA Aman and FB Dunning and TC Killian and HR Sadeghpour and S Yoshida and J Burgdörfer",
            "2015",
            "kNFRUroAAAAJ:IjCSPb-OGe4C",
            79,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.92.031403",
            "1729651998875640249",
            "\/scholar?cites=1729651998875640249",
            {
                "2015":3,
                "2016":20,
                "2017":12,
                "2018":13,
                "2019":11,
                "2020":17,
                "2021":3
            }
        ],
        [
            "We describe repumping and spectroscopy of laser-cooled strontium (Sr) atoms using the (5s5p) 3 P 2–(5s4d) 3 D 2 transition. Atom number in a magneto-optical trap is enhanced by driving this transition because Sr atoms that have decayed into the (5s5p) 3 P 2 dark state are repumped back into the (5s 2) 1 S 0 ground state. Spectroscopy of 84 Sr, 86 Sr, 87 Sr and 88 Sr improves the value of the (5s5p) 3 P 2–(5s4d) 3 D 2 transition frequency and determines the isotope shifts for the transition accurately enough to guide laser-cooling experiments with less abundant isotopes.",
            "Repumping and spectroscopy of laser-cooled Sr atoms using the (5s5p) 3P2–(5s4d) 3D2 transition",
            "PG Mickelson and YN Martinez de Escobar and P Anzel and BJ DeSalvo and SB Nagel and AJ Traverso and M Yan and TC Killian",
            "2009",
            "kNFRUroAAAAJ:2osOgNQ5qMEC",
            49,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-4075\/42\/23\/235001\/meta",
            "2250692190825181187",
            "\/scholar?cites=2250692190825181187",
            {
                "2009":1,
                "2010":3,
                "2011":3,
                "2012":3,
                "2013":6,
                "2014":8,
                "2015":2,
                "2016":3,
                "2017":3,
                "2018":5,
                "2019":9,
                "2020":2
            }
        ],
        [
            "We demonstrate coherent one-color photoassociation of a Bose-Einstein condensate, which results in Rabi oscillations between atomic and molecular condensates. We attain atom-molecule Rabi frequencies that are comparable to decoherence rates by driving photoassociation of atoms in an Sr 88 condensate to a weakly bound level of the metastable S 0 1+ P 1 3 molecular potential, which has a long lifetime and a large Franck-Condon overlap integral with the ground scattering state. Transient shifts and broadenings of the excitation spectrum are clearly seen at short times, and they create an asymmetric excitation profile that only displays Rabi oscillations for blue detuning from resonance.",
            "Rabi oscillations between atomic and molecular condensates driven with coherent one-color photoassociation",
            "Mi Yan and Brian Joseph DeSalvo and Ying Huang and P Naidon and TC Killian",
            "2013",
            "kNFRUroAAAAJ:qjMakFHDy7sC",
            45,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.150402",
            "12503764338539247154",
            "\/scholar?cites=12503764338539247154",
            {
                "2014":6,
                "2015":7,
                "2016":8,
                "2017":10,
                "2018":5,
                "2019":7,
                "2020":2
            }
        ],
        [
            "We develop an approach to generate finite-range atomic interactions via optical Rydberg-state excitation and study the underlying excitation dynamics in theory and experiment. In contrast to previous work, the proposed scheme is based on resonant optical driving and the establishment of a dark state under conditions of electromagnetically induced transparency (EIT). Analyzing the driven dissipative dynamics of the atomic gas, we show that the interplay between coherent light coupling, radiative decay, and strong Rydberg-Rydberg atom interactions leads to the emergence of sizable effective interactions while providing remarkably long coherence times. The latter are studied experimentally in a cold gas of strontium atoms for which the proposed scheme is most efficient. Our measured atom loss is in agreement with the theoretical prediction based on binary effective interactions between the driven atoms.",
            "Resonant Rydberg dressing of alkaline-earth atoms via electromagnetically induced transparency",
            "C Gaul and BJ DeSalvo and JA Aman and FB Dunning and TC Killian and T Pohl",
            "2016",
            "kNFRUroAAAAJ:Y0pCki6q_DkC",
            43,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.116.243001",
            "10845082853058816614",
            "\/scholar?cites=10845082853058816614",
            {
                "2016":7,
                "2017":11,
                "2018":8,
                "2019":8,
                "2020":6,
                "2021":3
            }
        ],
        [
            "In high-energy and condensed-matter physics, particle exchange has an essential role in the understanding of long-range interactions and correlations. For example, the exchange of massive bosons leads to the Yukawa potential 1, 2, and phonon exchange between electrons gives rise to Cooper pairing in superconductors 3. Here we show that, when a Bose–Einstein condensate of caesium atoms is embedded in a degenerate Fermi gas of lithium atoms, interspecies interactions can give rise to an effective trapping potential, damping, and attractive boson–boson interactions mediated by fermions. The latter, which is related to the Ruderman–Kittel–Kasuya–Yosida mechanism 4, results from a coherent three-body scattering process. Such mediated interactions are expected to form new magnetic phases 5 and supersolids 6. We show that under suitable conditions, the mediated interactions can convert a stable …",
            "Observation of fermion-mediated interactions between bosonic atoms",
            "Brian Joseph DeSalvo and Krutik Patel and Geyue Cai and Cheng Chin",
            "2019",
            "kNFRUroAAAAJ:L8Ckcad2t8MC",
            42,
            "https:\/\/www.nature.com\/articles\/s41586-019-1055-0",
            "12612424716577494290",
            "\/scholar?cites=12612424716577494290",
            {
                "2019":14,
                "2020":25,
                "2021":3
            }
        ],
        [
            "We present a combined experimental and theoretical study of the effects of Rydberg interactions on Autler-Townes spectra of ultracold gases of atomic strontium. Realizing two-photon Rydberg excitation via a long-lived triplet state allows us to probe the regime where Rydberg state decay presents the dominant decoherence mechanism. The effects of Rydberg interactions are observed in shifts, asymmetries, and broadening of the measured atom-loss spectra. The experiment is analyzed within a one-body density-matrix approach, accounting for interaction-induced level shifts and dephasing through nonlinear terms that approximately incorporate correlations due to the Rydberg blockade. This description yields good agreement with our experimental observations for short excitation times. For longer excitation times, the loss spectrum is altered qualitatively, suggesting additional dephasing mechanisms beyond the …",
            "Rydberg-blockade effects in Autler-Townes spectra of ultracold strontium",
            "Brian Joseph DeSalvo and JA Aman and C Gaul and T Pohl and S Yoshida and J Burgdörfer and KRA Hazzard and FB Dunning and TC Killian",
            "2016",
            "kNFRUroAAAAJ:Tyk-4Ss8FVUC",
            42,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.93.022709",
            "448269785803756929",
            "\/scholar?cites=448269785803756929",
            {
                "2016":15,
                "2017":12,
                "2018":7,
                "2019":4,
                "2020":4
            }
        ]
    ]
}