{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "Background: Since December 2019, acute respiratory disease (ARD) due to 2019 novel coronavirus (2019-nCoV) emerged in Wuhan city and rapidly spread throughout China. We sought to delineate the clinical characteristics of these cases. Methods: We extracted the data on 1,099 patients with laboratory-confirmed 2019-nCoV ARD from 552 hospitals in 31 provinces\/provincial municipalities through January 29th, 2020. Results: The median age was 47.0 years, and 41.90% were females. Only 1.18% of patients had a direct contact with wildlife, whereas 31.30% had been to Wuhan and 71.80% had contacted with people from Wuhan. Fever (87.9%) and cough (67.7%) were the most common symptoms. Diarrhea is uncommon. The median incubation period was 3.0 days (range, 0 to 24.0 days). On admission, ground-glass opacity was the typical radiological finding on chest computed tomography (50.00%). Significantly more severe cases were diagnosed by symptoms plus reverse-transcriptase polymerase-chain-reaction without abnormal radiological findings than non-severe cases (23.87% vs. 5.20%, P<0.001). Lymphopenia was observed in 82.1% of patients. 55 patients (5.00%) were admitted to intensive care unit and 15 (1.36%) succumbed. Severe pneumonia was independently associated with either the admission to intensive care unit, mechanical ventilation, or death in multivariate competing-risk model (sub-distribution hazards ratio, 9.80; 95% confidence interval, 4.06 to 23.67). Conclusions: The 2019-nCoV epidemic spreads rapidly by human-to-human transmission. Normal radiologic findings are present among some patients …",
            "Clinical characteristics of 2019 novel coronavirus infection in China",
            "Wei-jie Guan and Zheng-yi Ni and Yu Hu and Wen-hua Liang and Chun-quan Ou and Jian-xing He and Lei Liu and Hong Shan and Chun-liang Lei and David SC Hui and Bin Du and Lan-juan Li and Guang Zeng and Kowk-Yung Yuen and Ru-chong Chen and Chun-li Tang and Tao Wang and Ping-yan Chen and Jie Xiang and Shi-yue Li and Jin-lin Wang and Zi-jing Liang and Yi-xiang Peng and Li Wei and Yong Liu and Ya-hua Hu and Peng Peng and Jian-ming Wang and Ji-yang Liu and Zhong Chen and Gang Li and Zhi-jian Zheng and Shao-qin Qiu and Jie Luo and Chang-jiang Ye and Shao-yong Zhu and Nan-shan Zhong",
            "2020",
            "Ko-WdFoAAAAJ:MXK_kJrjxJIC",
            1123,
            "https:\/\/www.medrxiv.org\/content\/10.1101\/2020.02.06.20020974v1.abstract",
            "716667912045589676",
            "\/scholar?cites=716667912045589676",
            {
                "2019":3,
                "2020":1062,
                "2021":28
            }
        ],
        [
            "Over the past decade, the most common approach to creating liquid shedding surfaces has been to amplify the effects of nonwetting surface chemistry, using micro\/nanotexturing to create superhydrophobic and superoleophobic surfaces. Recently, an alternative approach using impregnation of micro\/nanotextured surfaces with immiscible lubricating liquids to create slippery liquid-infused porous surfaces (SLIPS) has been developed. These types of surfaces open up new opportunities to study the mechanism of evaporation of sessile droplets in zero contact angle hysteresis situations where the contact line is completely mobile. In this study, we fabricated surfaces consisting of square pillars (10–90 μm) of SU-8 photoresist arranged in square lattice patterns with the center-to-center separation between pillars of 100 μm, on which a hydrophobic coating was deposited and the textures impregnated by a lubricating …",
            "Evaporation of sessile droplets on slippery liquid-infused porous surfaces (slips)",
            "Jian H Guan and Gary G Wells and Ben Xu and Glen McHale and David Wood and James Martin and Simone Stuart-Cole",
            "2015",
            "Ko-WdFoAAAAJ:u5HHmVD_uO8C",
            74,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.langmuir.5b03240",
            "4969099664433382701",
            "\/scholar?cites=4969099664433382701",
            {
                "2016":4,
                "2017":14,
                "2018":9,
                "2019":20,
                "2020":23,
                "2021":2
            }
        ],
        [
            "On a solid surface, a droplet of liquid will stick due to the capillary adhesion, and this causes low droplet mobility. To reduce contact line pinning, surface chemistry can be coupled to micro-and\/or nanostructures to create superhydrophobic surfaces on which a droplet balls up into an almost spherical shape, thus, minimizing the contact area. Recent progress in soft matter has now led to alternative lubricant-impregnated surfaces capable of almost zero contact line pinning and high droplet mobility without causing droplets to ball up and minimize the contact area. Here we report an approach to surface-acoustic-wave-(SAW) actuated droplet transportation enabled using such a surface. These surfaces maintain the contact area required for efficient energy and momentum transfer of the wave energy into the droplet while achieving high droplet mobility and a large footprint, therefore, reducing the threshold power …",
            "Slippery liquid-infused porous surfaces and droplet transportation by surface acoustic waves",
            "Jing Ting Luo and NR Geraldi and JH Guan and Glen McHale and GG Wells and Yong Qing Fu",
            "2017",
            "Ko-WdFoAAAAJ:d1gkVwhDpl0C",
            44,
            "https:\/\/journals.aps.org\/prapplied\/abstract\/10.1103\/PhysRevApplied.7.014017",
            "5651048538640042827",
            "\/scholar?cites=5651048538640042827",
            {
                "2017":2,
                "2018":13,
                "2019":18,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We demonstrate the transport and positioning of water droplets on macro-patterned lubricant-impregnated surfaces. The macro-patterning produces menisci features in the impregnating liquid layer which interact with a droplet via a capillary mechanism similar to the Cheerios effect. These interactions control the droplet motion and positioning on an otherwise completely slippery surface. We present experimental results using a V-shape channel geometry as a model system. The interaction between deformations on the lubricant layer induced by the droplet and the underlying V-shape geometry leads to both local and global equilibrium positions for the droplet within the channel. We present a mathematical model to quantify the transition from local equilibrium states to the global equilibrium state and show that the latter can be described on the basis of a force balance along the apparent contact line of the droplet …",
            "Drop transport and positioning on lubricant-impregnated surfaces",
            "Jian Hui Guan and Élfego Ruiz-Gutiérrez and Ben Bin Xu and David Wood and Glen McHale and Rodrigo Ledesma-Aguilar and Gary George Wells",
            "2017",
            "Ko-WdFoAAAAJ:ufrVoPGSRksC",
            34,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2015\/sm\/c7sm00290d",
            "8163095924744666225",
            "\/scholar?cites=8163095924744666225",
            {
                "2017":2,
                "2018":5,
                "2019":12,
                "2020":14,
                "2021":1
            }
        ],
        [
            "We demonstrate the continuous translational invariance of the energy of a capillary surface in contact with reconfigurable solid boundaries. We present a theoretical approach to find the energy-invariant equilibria of spherical capillary surfaces in contact with solid boundaries of arbitrary shape and examine the implications of dynamic frictional forces upon a reconfiguration of the boundaries. Experimentally, we realize our ideas by manipulating the position of a droplet in a wedge geometry using lubricant-impregnated solid surfaces, which eliminate the contact-angle hysteresis and provide a test bed for quantifying dissipative losses out of equilibrium. Our experiments show that dissipative energy losses for an otherwise energy-invariant reconfiguration are relatively small, provided that the actuation time scale is longer than the typical relaxation time scale of the capillary surface. We discuss the wider applicability of …",
            "Energy invariance in capillary systems",
            "Élfego Ruiz-Gutiérrez and Jian H Guan and Ben Xu and Glen McHale and Gary G Wells and Rodrigo Ledesma-Aguilar",
            "2017",
            "Ko-WdFoAAAAJ:2osOgNQ5qMEC",
            12,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.118.218003",
            "1652891129196598615",
            "\/scholar?cites=1652891129196598615",
            {
                "2017":2,
                "2018":4,
                "2019":5
            }
        ],
        [
            "Often wetting is considered from the perspective of a single surface of a rigid substrate and its topographical properties such as roughness or texture. However, many substrates, such as membranes and meshes, have two useful surfaces. Such flexible substrates also offer the potential to be formed into structures with either a double-sided surface (eg by joining the ends of a mesh as a tape) or a single-sided surface (eg by ends with a half-twist). When a substrate possesses holes, it is also possible to consider how the spaces in the substrate may be connected or disconnected. This combination of flexibility, holes and connectedness can therefore be used to introduce topological concepts, which are distinct from simple topography. Here, we present a method to create a Slippery Liquid-Infused Porous Surface (SLIPS) coating on flexible conformable doubled-sided meshes and for coating complex geometries. By …",
            "Double-sided slippery liquid-infused porous materials using conformable mesh",
            "Nicasio R Geraldi and Jian H Guan and Linzi E Dodd and Pietro Maiello and Ben B Xu and David Wood and Michael I Newton and Gary G Wells and Glen McHale",
            "2019",
            "Ko-WdFoAAAAJ:LkGwnXOMwfcC",
            7,
            "https:\/\/www.nature.com\/articles\/s41598-019-49887-3",
            "11168062106537350350",
            "\/scholar?cites=11168062106537350350",
            {
                "2020":4,
                "2021":3
            }
        ],
        [
            "We show how anisotropic, grooved features facilitate the trapping and directed transport of droplets on lubricated, liquid-shedding surfaces. Capillary action pins droplets to topographic surface features, enabling transport along the feature while inhibiting motion across (or detachment from) the feature. We demonstrate the robustness of this capillary-based mechanism for directed droplet transport on slippery surfaces by combining experiments on synthetic, lubricant-infused surfaces with observations on the natural trapping surface of a carnivorous pitcher plant. Controlling liquid navigation on synthetic surfaces promises to unlock significant potential in droplet-based technologies. Our observations also offer novel insight into the evolution of the Nepenthes pitcher plant, indicating that the ‘pitfall’ trapping mechanism is enhanced by the lubricant-infused, macroscopic grooves on the slippery peristome surface, which …",
            "Guided droplet transport on synthetic slippery surfaces inspired by a pitcher plant",
            "Finn Box and Chris Thorogood and Jian Hui Guan",
            "2019",
            "Ko-WdFoAAAAJ:Se3iqnhoufwC",
            5,
            "https:\/\/royalsocietypublishing.org\/doi\/abs\/10.1098\/rsif.2019.0323",
            "16868014410726372765",
            "\/scholar?cites=16868014410726372765",
            {
                "2020":5
            }
        ]
    ]
}