{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "For 40 years, uniformly filled ellipsoidal beam distributions have been studied theoretically, as they hold the promise of generating self-fields linear in the coordinate offset in all three directions. Recently, a scheme for producing such distributions, based on the strong longitudinal expansion of an initially very short beam under its own space-charge forces, has been proposed. In this Letter we present the experimental demonstration of this scheme, obtained by illuminating the cathode in a rf photogun with an ultrashort laser pulse (∼ 35 fs rms) with an appropriate transverse profile. The resulting 4 MeV beam spatiotemporal (x, t) distribution is imaged using a rf deflecting cavity with 50 fs resolution. A temporal asymmetry in the ellipsoidal profile, due to image charge effects at the photocathode, is observed at higher charge operation. This distortion is also found to degrade the transverse beam quality.",
            "Experimental generation and characterization of uniformly filled ellipsoidal electron-beam distributions",
            "P Musumeci and JT Moody and RJ England and JB Rosenzweig and T Tran",
            "2008",
            "kopSmIMAAAAJ:u5HHmVD_uO8C",
            172,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.244801",
            "10421268256909334359",
            "\/scholar?cites=10421268256909334359",
            {
                "2008":7,
                "2009":17,
                "2010":12,
                "2011":20,
                "2012":19,
                "2013":10,
                "2014":13,
                "2015":16,
                "2016":13,
                "2017":14,
                "2018":11,
                "2019":13,
                "2020":5
            }
        ],
        [
            "We report the experimental demonstration of time-resolved relativistic electron diffraction. Single shot diffraction patterns from a single crystal gold sample were recorded using ultrashort 3.5 MeV electron bunches from a radio frequency photoinjector. By scanning the pump pulse time-delay, we studied the Bragg peaks amplitude change due to the laser-induced melting of the sample. The observed time scale matches the one predicted using a simple two temperature model of the heating of the thin foil. Time-resolved relativistic electron diffraction using megaelectronvolt electron beams with 107 particles in 100 fs bunch length opens exciting possibilities in ultrafast structural dynamics.",
            "Laser-induced melting of a single crystal gold sample by time-resolved ultrafast relativistic electron diffraction",
            "P Musumeci and JT Moody and CM Scoby and MS Gutierrez and M Westfall",
            "2010",
            "kopSmIMAAAAJ:QIV2ME_5wuYC",
            135,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3478005",
            "8410526005784481455",
            "\/scholar?cites=8410526005784481455",
            {
                "2010":1,
                "2011":8,
                "2012":5,
                "2013":15,
                "2014":23,
                "2015":18,
                "2016":16,
                "2017":13,
                "2018":11,
                "2019":17,
                "2020":8
            }
        ],
        [
            "In this paper, we study the production of low charge—in the 1 pC range—high brightness, ultra-short electron bunches, with a length shorter than 1 micromn, to produce sub-femtosecond pulses in an X-ray FEL. We show that the electron bunches have a brightness one or two orders of magnitude larger than the current photoinjectors run in their design regime. The ultra-short bunches can be used to drive a high gain SASE X-ray FEL with a small gain length, to produce femtosecond to attosecond X-ray pulses. This method to produce such short X-ray pulses has the advantage over other proposed methods in that it can be free from longer pulse duration background radiation. We also show, using nascent SPARX SASE FEL as an example, that the electron bunch thus produced can be shorter than the cooperation length of the X-ray FEL, leading to the production of a single spike, fully coherent, X-ray pulse. The …",
            "Generation of ultra-short, high brightness electron beams for single-spike SASE FEL operation",
            "JB Rosenzweig and D Alesini and G Andonian and M Boscolo and M Dunning and L Faillace and M Ferrario and A Fukusawa and L Giannessi and E Hemsing and G Marcus and A Marinelli and P Musumeci and B O’shea and L Palumbo and C Pellegrini and V Petrillo and S Reiche and C Ronsivalle and B Spataro and C Vaccarezza",
            "2008",
            "kopSmIMAAAAJ:2osOgNQ5qMEC",
            126,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900208006190",
            "4734634961025351706",
            "\/scholar?cites=4734634961025351706",
            {
                "2008":3,
                "2009":5,
                "2010":17,
                "2011":12,
                "2012":10,
                "2013":11,
                "2014":9,
                "2015":17,
                "2016":8,
                "2017":7,
                "2018":8,
                "2019":10,
                "2020":8
            }
        ],
        [
            "Ultralow emittance (≤ 20 nm, normalized) electron beams with 1 0 5 electrons per bunch are obtained by tightly focusing an ultrafast (∼ 100 fs) laser pulse on the cathode of a 1.6 cell radio frequency photoinjector. Taking advantage of the small initial longitudinal emittance, a downstream velocity bunching cavity is used to compress the beam to< 10 fs rms bunch length. The measurement is performed using a thick high-voltage deflecting cavity which is shown to be well suited to measure ultrashort durations of bunching beams, provided that the beam reaches a ballistic longitudinal focus at the cavity center.",
            "Direct measurement of sub-10 fs relativistic electron beams with ultralow emittance",
            "Jared Maxson and David Cesar and Giacomo Calmasini and Alexander Ody and Pietro Musumeci and David Alesini",
            "2017",
            "kopSmIMAAAAJ:F2UWTTQJPOcC",
            120,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.118.154802",
            "18121682916187336900",
            "\/scholar?cites=18121682916187336900",
            {
                "2017":16,
                "2018":37,
                "2019":34,
                "2020":31,
                "2021":1
            }
        ],
        [
            "In this Letter we report the first experimental observation of the double emittance minimum effect in the beam dynamics of high-brightness electron beam generation by photoinjectors; this effect, as predicted by the theory, is crucial in achieving minimum emittance in photoinjectors aiming at producing electron beams for short wavelength single-pass free electron lasers. The experiment described in this Letter was performed at the SPARC photoinjector site, during the first stage of commissioning of the SPARC project. The experiment was made possible by a newly conceived device, called an emittance meter, which allows a detailed and unprecedented study of the emittance compensation process as the beam propagates along the beam pipe.",
            "Direct measurement of the double emittance minimum in the beam dynamics of the sparc high-brightness photoinjector",
            "M Ferrario and D Alesini and A Bacci and M Bellaveglia and R Boni and M Boscolo and M Castellano and L Catani and E Chiadroni and S Cialdi and A Cianchi and A Clozza and L Cultrera and G Di Pirro and A Drago and A Esposito and L Ficcadenti and D Filippetto and V Fusco and A Gallo and G Gatti and A Ghigo and L Giannessi and C Ligi and M Mattioli and M Migliorati and A Mostacci and P Musumeci and E Pace and L Palumbo and L Pellegrino and M Petrarca and M Quattromini and R Ricci and C Ronsivalle and J Rosenzweig and AR Rossi and C Sanelli and L Serafini and M Serio and F Sgamma and B Spataro and F Tazzioli and S Tomassini and C Vaccarezza and M Vescovi and C Vicario",
            "2007",
            "kopSmIMAAAAJ:u-x6o8ySG0sC",
            110,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.234801",
            "8722229603566045878",
            "\/scholar?cites=8722229603566045878",
            {
                "2007":1,
                "2008":15,
                "2009":10,
                "2010":10,
                "2011":12,
                "2012":6,
                "2013":9,
                "2014":7,
                "2015":6,
                "2016":6,
                "2017":6,
                "2018":8,
                "2019":9,
                "2020":5
            }
        ],
        [
            "There is a large interest in the production of high power, ultra-short, 1 fs or less, coherent X-ray pulses, for atomic physics and other applications. However, the present design of X-ray SASE FELs leads to an X-ray pulse about 100 times longer. The time structure of the X-ray pulse is determined by several factors, mainly the electron bunch length and the FEL cooperation length. Until now all FELs have been working in the regime where the electron bunch length is much larger than the cooperation length. In the case of an X-ray SASE FEL this means that the X-ray pulse consists of a series of spikes, a few hundred in the case of the LCLS, and the bunch length is of the order of 200 fs. Several methods to reduce the bunch length to the 10-1 fs region have been proposed. These methods are based on electron bunch manipulation to cut the lasing part of the bunch to a fraction of the total length, thus reducing the X-ray …",
            "Development of ultra-short pulse, single coherent spike for SASE X-ray FELs",
            "S Reiche and Pellegrini Musumeci and C Pellegrini and JB Rosenzweig",
            "2008",
            "kopSmIMAAAAJ:UeHWp8X0CEIC",
            96,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900208006207",
            "17207947885999398528",
            "\/scholar?cites=17207947885999398528",
            {
                "2008":1,
                "2009":9,
                "2010":14,
                "2011":10,
                "2012":9,
                "2013":5,
                "2014":7,
                "2015":12,
                "2016":8,
                "2017":8,
                "2018":6,
                "2019":3,
                "2020":4
            }
        ],
        [
            "We experimentally investigate surface-plasmon assisted photoemission to enhance the efficiency of metallic photocathodes for high-brightness electron sources. A nanohole array-based copper surface was designed to exhibit a plasmonic response at 800 nm, fabricated using the focused ion beam milling technique, optically characterized and tested as a photocathode in a high power radio frequency photoinjector. Because of the larger absorption and localization of the optical field intensity, the charge yield observed under ultrashort laser pulse illumination is increased by more than 100 times compared to a flat surface. We also present the first beam characterization results (intrinsic emittance and bunch length) from a nanostructured photocathode.",
            "Surface-plasmon resonance-enhanced multiphoton emission of high-brightness electron beams from a nanostructured copper cathode",
            "RK Li and H To and G Andonian and J Feng and A Polyakov and CM Scoby and K Thompson and W Wan and HA Padmore and P Musumeci",
            "2013",
            "kopSmIMAAAAJ:z_wVstp3MssC",
            93,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.110.074801",
            "13097111837410279078",
            "\/scholar?cites=13097111837410279078",
            {
                "2013":10,
                "2014":16,
                "2015":11,
                "2016":7,
                "2017":12,
                "2018":16,
                "2019":9,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Velocity bunching has been recently proposed as a tool for compressing electron beam pulses in modern high brightness photoinjector sources. This tool is familiar from earlier schemes implemented for bunching dc electron sources, but presents peculiar challenges when applied to high current, low emittance beams from photoinjectors. The main difficulty foreseen is control of emittance oscillations in the beam in this scheme, which can be naturally considered as an extension of the emittance compensation process at moderate energies. This paper presents two scenarios in which velocity bunching, combined with emittance control, is to play a role in nascent projects. The first is termed ballistic bunching, where the changing of relative particle velocities and positions occur in distinct regions, a short high gradient linac, and a drift length. This scenario is discussed in the context of the proposed ORION photoinjector …",
            "Velocity bunching of high-brightness electron beams",
            "SG Anderson and P Musumeci and JB Rosenzweig and WJ Brown and RJ England and M Ferrario and JS Jacob and MC Thompson and G Travish and AM Tremaine and R Yoder",
            "2005",
            "kopSmIMAAAAJ:9yKSN-GCB0IC",
            93,
            "https:\/\/journals.aps.org\/prab\/abstract\/10.1103\/PhysRevSTAB.8.014401",
            "513203845763666780",
            "\/scholar?cites=513203845763666780",
            {
                "2005":7,
                "2006":7,
                "2007":5,
                "2008":5,
                "2009":5,
                "2010":9,
                "2011":4,
                "2012":1,
                "2013":4,
                "2014":11,
                "2015":5,
                "2016":6,
                "2017":7,
                "2018":4,
                "2019":7,
                "2020":4,
                "2021":2
            }
        ],
        [
            "Pushing the limits in temporal resolution for transmission electron microscopy (TEM) requires a revolutionary change in the electron source technology. In this paper, we study the possibility of employing a radio-frequency photoinjector as the electron source for a time-resolved TEM. By raising the beam energy to the relativistic regime, we minimize the space-charge effects which otherwise limit the spatiotemporal resolution of the instrument. Analysis and optimization of the system taking into account the achievable beam brightness, electron flux on the sample, chromatic and spherical aberration of the electron optic system, and space-charge effects in image formation are presented and supported by detailed numerical modeling. The results demonstrate the feasibility of 10-nm–10-ps spatiotemporal resolution single-shot MeV TEM.",
            "Single-shot MeV transmission electron microscopy with picosecond temporal resolution",
            "RK Li and P Musumeci",
            "2014",
            "kopSmIMAAAAJ:a3BOlSfXSfwC",
            91,
            "https:\/\/journals.aps.org\/prapplied\/abstract\/10.1103\/PhysRevApplied.2.024003",
            "14601812736289559150",
            "\/scholar?cites=14601812736289559150",
            {
                "2014":4,
                "2015":13,
                "2016":12,
                "2017":21,
                "2018":14,
                "2019":16,
                "2020":9,
                "2021":1
            }
        ]
    ]
}