{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This paper describes the Seventh Data Release of the Sloan Digital Sky Survey (SDSS), marking the completion of the original goals of the SDSS and the end of the phase known as SDSS-II. It includes 11,663 deg 2 of imaging data, with most of the~ 2000 deg 2 increment over the previous data release lying in regions of low Galactic latitude. The catalog contains five-band photometry for 357 million distinct objects. The survey also includes repeat photometry on a 120 long, 2 fdg 5 wide stripe along the celestial equator in the Southern Galactic Cap, with some regions covered by as many as 90 individual imaging runs. We include a co-addition of the best of these data, going roughly 2 mag fainter than the main survey over 250 deg 2. The survey has completed spectroscopy over 9380 deg 2; the spectroscopy is now complete over a large contiguous area of the Northern Galactic Cap, closing the gap that was …",
            "The seventh data release of the Sloan Digital Sky Survey",
            "Kevork N Abazajian and Jennifer K Adelman-McCarthy and Marcel A Agüeros and Sahar S Allam and Carlos Allende Prieto and Deokkeun An and Kurt SJ Anderson and Scott F Anderson and James Annis and Neta A Bahcall and CAL Bailer-Jones and John C Barentine and Bruce A Bassett and Andrew C Becker and Timothy C Beers and Eric F Bell and Vasily Belokurov and Andreas A Berlind and Eileen F Berman and Mariangela Bernardi and Steven J Bickerton and Dmitry Bizyaev and John P Blakeslee and Michael R Blanton and John J Bochanski and William N Boroski and Howard J Brewington and Jarle Brinchmann and J Brinkmann and Robert J Brunner and Tamás Budavári and Larry N Carey and Samuel Carliles and Michael A Carr and Francisco J Castander and David Cinabro and Andrew J Connolly and István Csabai and Carlos E Cunha and Paul C Czarapata and James RA Davenport and Ernst De Haas and Ben Dilday and Mamoru Doi and Daniel J Eisenstein and Michael L Evans and NW Evans and Xiaohui Fan and Scott D Friedman and Joshua A Frieman and Masataka Fukugita and Boris T Gänsicke and Evalyn Gates and Bruce Gillespie and G Gilmore and Belinda Gonzalez and Carlos F Gonzalez and Eva K Grebel and James E Gunn and Zsuzsanna Györy and Patrick B Hall and Paul Harding and Frederick H Harris and Michael Harvanek and Suzanne L Hawley and Jeffrey JE Hayes and Timothy M Heckman and John S Hendry and Gregory S Hennessy and Robert B Hindsley and J Hoblitt and Craig J Hogan and David W Hogg and Jon A Holtzman and Joseph B Hyde and Shin-ichi Ichikawa and Takashi Ichikawa and Myungshin Im and Željko Ivezić and Sebastian Jester and Linhua Jiang and Jennifer A Johnson and Anders M Jorgensen and Mario Jurić and Stephen M Kent and Richard Kessler and Scott J Kleinman and Gillian R Knapp and Kohki Konishi and Richard G Kron and Jurek Krzesinski and Nikolay Kuropatkin and Hubert Lampeitl and Svetlana Lebedeva and Myung Gyoon Lee and Young Sun Lee and R French Leger and Sébastien Lépine and Nolan Li and Marcos Lima and Huan Lin and Daniel C Long and Craig P Loomis and Jon Loveday and Robert H Lupton and Eugene Magnier and Olena Malanushenko and Viktor Malanushenko and Rachel Mandelbaum and Bruce Margon and John P Marriner and David Martínez-Delgado and Takahiko Matsubara and Peregrine M McGehee and Timothy A McKay and Avery Meiksin and Heather L Morrison and Fergal Mullally and Jeffrey A Munn and Tara Murphy and Thomas Nash and Ada Nebot and Eric H Neilsen Jr and Heidi Jo Newberg and Peter R Newman and Robert C Nichol and Tom Nicinski and Maria Nieto-Santisteban and Atsuko Nitta and Sadanori Okamura and Daniel J Oravetz and Jeremiah P Ostriker and Russell Owen and Nikhil Padmanabhan and Kaike Pan and Changbom Park and George Pauls and John Peoples Jr and Will J Percival and Jeffrey R Pier and Adrian C Pope and Dimitri Pourbaix and Paul A Price and Norbert Purger and Thomas Quinn and M Jordan Raddick and Paola Re Fiorentin and Gordon T Richards and Michael W Richmond and Adam G Riess",
            "2009",
            "kpF5658AAAAJ:_Qo2XoVZTnwC",
            5170,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/182\/2\/543\/meta",
            "2976864809178252949",
            "\/scholar?cites=2976864809178252949",
            {
                "2009":98,
                "2010":405,
                "2011":567,
                "2012":582,
                "2013":556,
                "2014":504,
                "2015":491,
                "2016":445,
                "2017":407,
                "2018":374,
                "2019":336,
                "2020":339,
                "2021":40
            }
        ],
        [
            "We measure cosmological parameters using the three-dimensional power spectrum P (k) from over 200 000 galaxies in the Sloan Digital Sky Survey (SDSS) in combination with Wilkinson Microwave Anisotropy Probe (WMAP) and other data. Our results are consistent with a “vanilla” flat adiabatic cold dark matter model with a cosmological constant without tilt (n s= 1), running tilt, tensor modes, or massive neutrinos. Adding SDSS information more than halves the WMAP-only error bars on some parameters, tightening 1 σ constraints on the Hubble parameter from h≈ 0.74− 0.07+ 0.18 to h≈ 0.70− 0.03+ 0.04, on the matter density from Ω m≈ 0.25±0.10 to Ω m≈ 0.30±0.04 (1 σ) and on neutrino masses from< 11 to< 0.6 eV (95%). SDSS helps even more when dropping prior assumptions about curvature, neutrinos, tensor modes and the equation of state. Our results are in substantial agreement with the joint analysis …",
            "Cosmological parameters from SDSS and WMAP",
            "Max Tegmark and Michael A Strauss and Michael R Blanton and Kevork Abazajian and Scott Dodelson and Havard Sandvik and Xiaomin Wang and David H Weinberg and Idit Zehavi and Neta A Bahcall and Fiona Hoyle and David Schlegel and Roman Scoccimarro and Michael S Vogeley and Andreas Berlind and Tamás Budavari and Andrew Connolly and Daniel J Eisenstein and Douglas Finkbeiner and Joshua A Frieman and James E Gunn and Lam Hui and Bhuvnesh Jain and David Johnston and Stephen Kent and Huan Lin and Reiko Nakajima and Robert C Nichol and Jeremiah P Ostriker and Adrian Pope and Ryan Scranton and Uroš Seljak and Ravi K Sheth and Albert Stebbins and Alexander S Szalay and István Szapudi and Yongzhong Xu and James Annis and J Brinkmann and Scott Burles and Francisco J Castander and Istvan Csabai and Jon Loveday and Mamoru Doi and Masataka Fukugita and Bruce Gillespie and Greg Hennessy and David W Hogg and Željko Ivezić and Gillian R Knapp and Don Q Lamb and Brian C Lee and Robert H Lupton and Timothy A McKay and Peter Kunszt and Jeffrey A Munn and Liam O’Connell and John Peoples and Jeffrey R Pier and Michael Richmond and Constance Rockosi and Donald P Schneider and Christopher Stoughton and Douglas L Tucker and Daniel E Vanden Berk and Brian Yanny and Donald G York",
            "2004",
            "kpF5658AAAAJ:YsMSGLbcyi4C",
            4265,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.69.103501",
            "626756955173747951",
            "\/scholar?cites=626756955173747951",
            {
                "2004":176,
                "2005":374,
                "2006":379,
                "2007":309,
                "2008":290,
                "2009":269,
                "2010":258,
                "2011":239,
                "2012":268,
                "2013":234,
                "2014":224,
                "2015":226,
                "2016":230,
                "2017":177,
                "2018":188,
                "2019":179,
                "2020":192,
                "2021":19
            }
        ],
        [
            "We present a new method for calculating linear cosmic microwave background (CMB) anisotropy spectra based on integration over sources along the photon past light cone. In this approach the temperature anisotropy is written as a time integral over the product of a geometrical term and a source term. The geometrical term is given by radial eigenfunctions which do not depend on the particular cosmological model. The source term can be expressed in terms of photon, baryon and metric perturbations, all of which can be calculated using a small number of differential equations. This split clearly separates between the dynamical and geometrical effects on the CMB anisotropies. More importantly, it allows to significantly reduce the computational time compared to standard methods. This is achieved because the source term, which depends on the model and is generally the most time consuming part of calculation, is a slowly varying function of wavelength and needs to be evaluated only in a small number of points. The geometrical term, which oscillates much more rapidly than the source term, does not depend on the particular model and can be precomputed in advance. Standard methods that do not separate the two terms and require a much higher number of evaluations. The new method leads to about two orders of magnitude reduction in CPU time when compared to standard methods and typically requires a few minutes on a workstation for a single model. The method should be especially useful for accurate determinations of cosmological parameters from CMB anisotropy and polarization measurements that will become possible with the …",
            "A line of sight approach to cosmic microwave background anisotropies",
            "Uros Seljak and Matias Zaldarriaga",
            "1996",
            "kpF5658AAAAJ:e5wmG9Sq2KIC",
            2862,
            "https:\/\/arxiv.org\/abs\/astro-ph\/9603033",
            "2896563112454149747",
            "\/scholar?cites=2896563112454149747",
            {
                "1996":9,
                "1997":53,
                "1998":94,
                "1999":105,
                "2000":117,
                "2001":160,
                "2002":148,
                "2003":189,
                "2004":168,
                "2005":198,
                "2006":198,
                "2007":157,
                "2008":179,
                "2009":139,
                "2010":131,
                "2011":134,
                "2012":107,
                "2013":95,
                "2014":92,
                "2015":61,
                "2016":67,
                "2017":67,
                "2018":55,
                "2019":39,
                "2020":60,
                "2021":3
            }
        ],
        [
            "This paper describes the Fifth Data Release (DR5) of the Sloan Digital Sky Survey (SDSS). DR5 includes all survey quality data taken through 2005 June and represents the completion of the SDSS‐I project (whose successor, SDSS‐II, will continue through mid‐2008). It includes five‐band photometric data for 217 million objects selected over 8000 deg2 and 1,048,960 spectra of galaxies, quasars, and stars selected from 5713 deg2 of that imaging data. These numbers represent a roughly 20% increment over those of the Fourth Data Release; all the data from previous data releases are included in the present release. In addition to “standard” SDSS observations, DR5 includes repeat scans of the southern equatorial stripe, imaging scans across M31 and the core of the Perseus Cluster of galaxies, and the first spectroscopic data from SEGUE, a survey to explore the kinematics and chemical evolution of the Galaxy …",
            "The fifth data release of the Sloan Digital Sky Survey",
            "Jennifer K Adelman-McCarthy and Marcel A Agüeros and Sahar S Allam and Kurt SJ Anderson and Scott F Anderson and James Annis and Neta A Bahcall and Coryn AL Bailer-Jones and Ivan K Baldry and JC Barentine and Timothy C Beers and V Belokurov and Andreas Berlind and Mariangela Bernardi and Michael R Blanton and John J Bochanski and William N Boroski and DM Bramich and Howard J Brewington and Jarle Brinchmann and J Brinkmann and Robert J Brunner and Tamás Budavári and Larry N Carey and Samuel Carliles and Michael A Carr and Francisco J Castander and AJ Connolly and RJ Cool and Carlos E Cunha and István Csabai and Julianne J Dalcanton and Mamoru Doi and Daniel J Eisenstein and Michael L Evans and NW Evans and Xiaohui Fan and Douglas P Finkbeiner and Scott D Friedman and Joshua A Frieman and Masataka Fukugita and Bruce Gillespie and G Gilmore and Karl Glazebrook and Jim Gray and Eva K Grebel and James E Gunn and Ernst De Haas and Patrick B Hall and Michael Harvanek and Suzanne L Hawley and Jeffrey Hayes and Timothy M Heckman and John S Hendry and Gregory S Hennessy and Robert B Hindsley and Christopher M Hirata and Craig J Hogan and David W Hogg and Jon A Holtzman and Shin-ichi Ichikawa and Takashi Ichikawa and Željko Ivezić and Sebastian Jester and David E Johnston and Anders M Jorgensen and Mario Jurić and Guinevere Kauffmann and Stephen M Kent and SJ Kleinman and GR Knapp and Alexei Yu Kniazev and Richard G Kron and Jurek Krzesinski and Nikolay Kuropatkin and Donald Q Lamb and Hubert Lampeitl and Brian C Lee and R French Leger and Marcos Lima and Huan Lin and Daniel C Long and Jon Loveday and Robert H Lupton and Rachel Mandelbaum and Bruce Margon and David MartÍnez-Delgado and Takahiko Matsubara and Peregrine M McGehee and Timothy A McKay and Avery Meiksin and Jeffrey A Munn and Reiko Nakajima and Thomas Nash and Eric H Neilsen Jr and Heidi Jo Newberg and Robert C Nichol and Maria Nieto-Santisteban and Atsuko Nitta and Hiroaki Oyaizu and Sadanori Okamura and Jeremiah P Ostriker and Nikhil Padmanabhan and Changbom Park and John Peoples Jr and Jeffrey R Pier and Adrian C Pope and Dimitri Pourbaix and Thomas R Quinn and M Jordan Raddick and Paola Re Fiorentin and Gordon T Richards and Michael W Richmond and Hans-Walter Rix and Constance M Rockosi and David J Schlegel and Donald P Schneider and Ryan Scranton and Uroš Seljak and Erin Sheldon and Kazu Shimasaku and Nicole M Silvestri and J Allyn Smith and Vernesa Smolčić and Stephanie A Snedden and Albert Stebbins and Chris Stoughton and Michael A Strauss and Mark SubbaRao and Yasushi Suto and Alexander S Szalay and István Szapudi and Paula Szkody and Max Tegmark and Aniruddha R Thakar and Christy A Tremonti and Douglas L Tucker and Alan Uomoto and Daniel E Vanden Berk and Jan Vandenberg and S Vidrih and Michael S Vogeley and Wolfgang Voges and Nicole P Vogt and David H Weinberg and Andrew A West and Simon DM White and Brian Wilhite and Brian Yanny and DR Yocum",
            "2007",
            "kpF5658AAAAJ:j3f4tGmQtD8C",
            2281,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/518864\/meta",
            "2368721565313110289",
            "\/scholar?cites=2368721565313110289",
            {
                "2007":46,
                "2008":317,
                "2009":394,
                "2010":318,
                "2011":237,
                "2012":208,
                "2013":165,
                "2014":134,
                "2015":107,
                "2016":99,
                "2017":63,
                "2018":67,
                "2019":59,
                "2020":46,
                "2021":5
            }
        ],
        [
            "We measure the large‐scale real‐space power spectrum   by using a sample of 205,443 galaxies from the Sloan Digital Sky Survey, covering 2417 effective square degrees with mean redshift  . We employ a matrix‐based method using pseudo–Karhunen‐Loève eigenmodes, producing uncorrelated minimum‐variance measurements in 22 k‐bands of both the clustering power and its anisotropy due to redshift‐space distortions, with narrow and well‐behaved window functions in the range  . We pay particular attention to modeling, quantifying, and correcting for potential systematic errors, nonlinear redshift distortions, and the artificial red‐tilt caused by luminosity‐dependent bias. Our results are robust to omitting angular and radial density fluctuations and are consistent between different parts of the sky. Our final result is a measurement of the real‐space matter power spectrum   up to an unknown overall …",
            "The three-dimensional power spectrum of galaxies from the sloan digital sky survey",
            "Max Tegmark and Michael R Blanton and Michael A Strauss and Fiona Hoyle and David Schlegel and Roman Scoccimarro and Michael S Vogeley and David H Weinberg and Idit Zehavi and Andreas Berlind and Tamás Budavari and Andrew Connolly and Daniel J Eisenstein and Douglas Finkbeiner and Joshua A Frieman and James E Gunn and Andrew JS Hamilton and Lam Hui and Bhuvnesh Jain and David Johnston and Stephen Kent and Huan Lin and Reiko Nakajima and Robert C Nichol and Jeremiah P Ostriker and Adrian Pope and Ryan Scranton and Uroš Seljak and Ravi K Sheth and Albert Stebbins and Alexander S Szalay and István Szapudi and Licia Verde and Yongzhong Xu and James Annis and Neta A Bahcall and J Brinkmann and Scott Burles and Francisco J Castander and Istvan Csabai and Jon Loveday and Mamoru Doi and Masataka Fukugita and J Richard Gott III and Greg Hennessy and David W Hogg and Željko Ivezić and Gillian R Knapp and Don Q Lamb and Brian C Lee and Robert H Lupton and Timothy A McKay and Peter Kunszt and Jeffrey A Munn and Liam O’Connell and John Peoples and Jeffrey R Pier and Michael Richmond and Constance Rockosi and Donald P Schneider and Christopher Stoughton and Douglas L Tucker and Daniel E Vanden Berk and Brian Yanny and Donald G York and SDSS Collaboration",
            "2004",
            "kpF5658AAAAJ:evX43VCCuoAC",
            2081,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/382125\/meta",
            "12280904445484162723",
            "\/scholar?cites=12280904445484162723",
            {
                "2004":81,
                "2005":171,
                "2006":190,
                "2007":177,
                "2008":198,
                "2009":157,
                "2010":136,
                "2011":138,
                "2012":98,
                "2013":128,
                "2014":102,
                "2015":89,
                "2016":85,
                "2017":77,
                "2018":74,
                "2019":76,
                "2020":71,
                "2021":9
            }
        ],
        [
            "We measure the large-scale real-space power spectrum P (k) using luminous red galaxies (LRGs) in the Sloan Digital Sky Survey (SDSS) and use this measurement to sharpen constraints on cosmological parameters from the Wilkinson Microwave Anisotropy Probe (WMAP). We employ a matrix-based power spectrum estimation method using Pseudo-Karhunen-Loève eigenmodes, producing uncorrelated minimum-variance measurements in 20 k-bands of both the clustering power and its anisotropy due to redshift-space distortions, with narrow and well-behaved window functions in the range 0.01 h\/Mpc< k< 0.2 h\/Mpc. Results from the LRG and main galaxy samples are consistent, with the former providing higher signal-to-noise. Our results are robust to omitting angular and radial density fluctuations and are consistent between different parts of the sky. They provide a striking confirmation of the predicted large …",
            "Cosmological constraints from the SDSS luminous red galaxies",
            "Max Tegmark and Daniel J Eisenstein and Michael A Strauss and David H Weinberg and Michael R Blanton and Joshua A Frieman and Masataka Fukugita and James E Gunn and Andrew JS Hamilton and Gillian R Knapp and Robert C Nichol and Jeremiah P Ostriker and Nikhil Padmanabhan and Will J Percival and David J Schlegel and Donald P Schneider and Roman Scoccimarro and Uroš Seljak and Hee-Jong Seo and Molly Swanson and Alexander S Szalay and Michael S Vogeley and Jaiyul Yoo and Idit Zehavi and Kevork Abazajian and Scott F Anderson and James Annis and Neta A Bahcall and Bruce Bassett and Andreas Berlind and Jon Brinkmann and Tamás Budavari and Francisco Castander and Andrew Connolly and Istvan Csabai and Mamoru Doi and Douglas P Finkbeiner and Bruce Gillespie and Karl Glazebrook and Gregory S Hennessy and David W Hogg and Željko Ivezić and Bhuvnesh Jain and David Johnston and Stephen Kent and Donald Q Lamb and Brian C Lee and Huan Lin and Jon Loveday and Robert H Lupton and Jeffrey A Munn and Kaike Pan and Changbom Park and John Peoples and Jeffrey R Pier and Adrian Pope and Michael Richmond and Constance Rockosi and Ryan Scranton and Ravi K Sheth and Albert Stebbins and Christopher Stoughton and István Szapudi and Douglas L Tucker and Daniel E Vanden Berk and Brian Yanny and Donald G York",
            "2006",
            "kpF5658AAAAJ:b0M2c_1WBrUC",
            1657,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.74.123507",
            "5834424242834634544",
            "\/scholar?cites=5834424242834634544",
            {
                "2006":8,
                "2007":155,
                "2008":260,
                "2009":223,
                "2010":185,
                "2011":143,
                "2012":130,
                "2013":110,
                "2014":81,
                "2015":62,
                "2016":66,
                "2017":59,
                "2018":52,
                "2019":52,
                "2020":49,
                "2021":11
            }
        ],
        [
            "This paper describes the Fourth Data Release of the Sloan Digital Sky Survey (SDSS), including all survey‐quality data taken through 2004 June. The data release includes five‐band photometric data for 180 million objects selected over 6670 deg2 and 673,280 spectra of galaxies, quasars, and stars selected from 4783 deg2 of those imaging data using the standard SDSS target selection algorithms. These numbers represent a roughly 27% increment over those of the Third Data Release; all the data from previous data releases are included in the present release. The Fourth Data Release also includes an additional 131,840 spectra of objects selected using a variety of alternative algorithms, to address scientific issues ranging from the kinematics of stars in the Milky Way thick disk to populations of faint galaxies and quasars.",
            "The fourth data release of the sloan digital sky survey",
            "Jennifer K Adelman-McCarthy and Marcel A Agüeros and Sahar S Allam and Kurt SJ Anderson and Scott F Anderson and James Annis and Neta A Bahcall and Ivan K Baldry and JC Barentine and Andreas Berlind and Mariangela Bernardi and Michael R Blanton and William N Boroski and Howard J Brewington and Jarle Brinchmann and J Brinkmann and Robert J Brunner and Tamás Budavári and Larry N Carey and Michael A Carr and Francisco J Castander and AJ Connolly and István Csabai and Paul C Czarapata and Julianne J Dalcanton and Mamoru Doi and Feng Dong and Daniel J Eisenstein and Michael L Evans and Xiaohui Fan and Douglas P Finkbeiner and Scott D Friedman and Joshua A Frieman and Masataka Fukugita and Bruce Gillespie and Karl Glazebrook and Jim Gray and Eva K Grebel and James E Gunn and Vijay K Gurbani and Ernst de Haas and Patrick B Hall and Frederick H Harris and Michael Harvanek and Suzanne L Hawley and Jeffrey Hayes and John S Hendry and Gregory S Hennessy and Robert B Hindsley and Christopher M Hirata and Craig J Hogan and David W Hogg and Donald J Holmgren and Jon A Holtzman and Shin-ichi Ichikawa and Željko Ivezić and Sebastian Jester and David E Johnston and Anders M Jorgensen and Mario Jurić and Stephen M Kent and SJ Kleinman and GR Knapp and Alexei Yu Kniazev and Richard G Kron and Jurek Krzesinski and Nikolay Kuropatkin and Donald Q Lamb and Hubert Lampeitl and Brian C Lee and R French Leger and Huan Lin and Daniel C Long and Jon Loveday and Robert H Lupton and Bruce Margon and David Martínez-Delgado and Rachel Mandelbaum and Takahiko Matsubara and Peregrine M McGehee and Timothy A McKay and Avery Meiksin and Jeffrey A Munn and Reiko Nakajima and Thomas Nash and Eric H Neilsen Jr and Heidi Jo Newberg and Peter R Newman and Robert C Nichol and Tom Nicinski and Maria Nieto-Santisteban and Atsuko Nitta and William O’Mullane and Sadanori Okamura and Russell Owen and Nikhil Padmanabhan and George Pauls and John Peoples Jr and Jeffrey R Pier and Adrian C Pope and Dimitri Pourbaix and Thomas R Quinn and Gordon T Richards and Michael W Richmond and Constance M Rockosi and David J Schlegel and Donald P Schneider and Joshua Schroeder and Ryan Scranton and Uroš Seljak and Erin Sheldon and Kazu Shimasaku and J Allyn Smith and Vernesa Smolčić and Stephanie A Snedden and Chris Stoughton and Michael A Strauss and Mark SubbaRao and Alexander S Szalay and István Szapudi and Paula Szkody and Max Tegmark and Aniruddha R Thakar and Douglas L Tucker and Alan Uomoto and Daniel E Vanden Berk and Jan Vandenberg and Michael S Vogeley and Wolfgang Voges and Nicole P Vogt and Lucianne M Walkowicz and David H Weinberg and Andrew A West and Simon DM White and Yongzhong Xu and Brian Yanny and DR Yocum and Donald G York and Idit Zehavi and Stefano Zibetti and Daniel B Zucker",
            "2006",
            "kpF5658AAAAJ:P5F9QuxV20EC",
            1320,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/497917\/meta",
            "6615996118350521184",
            "\/scholar?cites=6615996118350521184",
            {
                "2006":153,
                "2007":221,
                "2008":187,
                "2009":153,
                "2010":124,
                "2011":93,
                "2012":79,
                "2013":53,
                "2014":52,
                "2015":38,
                "2016":42,
                "2017":26,
                "2018":25,
                "2019":32,
                "2020":26,
                "2021":5
            }
        ],
        [
            "The Sloan Digital Sky Survey (SDSS) has validated and made publicly available its Second Data Release. This data release consists of 3324 deg 2 of five-band (ugriz) imaging data with photometry for over 88 million unique objects, 367,360 spectra of galaxies, quasars, stars, and calibrating blank sky patches selected over 2627 deg 2 of this area, and tables of measured parameters from these data. The imaging data reach a depth of r≈ 22.2 (95% completeness limit for point sources) and are photometrically and astrometrically calibrated to 2% rms and 100 mas rms per coordinate, respectively. The imaging data have all been processed through a new version of the SDSS imaging pipeline, in which the most important improvement since the last data release is fixing an error in the model fits to each object. The result is that model magnitudes are now a good proxy for point-spread function magnitudes for point …",
            "The second data release of the sloan digital sky survey",
            "Kevork Abazajian and Jennifer K Adelman-McCarthy and Marcel A Agüeros and Sahar S Allam and Kurt SJ Anderson and Scott F Anderson and James Annis and Neta A Bahcall and Ivan K Baldry and Steven Bastian and Andreas Berlind and Mariangela Bernardi and Michael R Blanton and John J Bochanski Jr and William N Boroski and John W Briggs and Jon Brinkmann and Robert J Brunner and Tamás Budavári and Larry N Carey and Samuel Carliles and Francisco J Castander and Andrew J Connolly and István Csabai and Mamoru Doi and Feng Dong and Daniel J Eisenstein and Michael L Evans and Xiaohui Fan and Douglas P Finkbeiner and Scott D Friedman and Joshua A Frieman and Masataka Fukugita and Roy R Gal and Bruce Gillespie and Karl Glazebrook and Jim Gray and Eva K Grebel and James E Gunn and Vijay K Gurbani and Patrick B Hall and Masaru Hamabe and Frederick H Harris and Hugh C Harris and Michael Harvanek and Timothy M Heckman and John S Hendry and Gregory S Hennessy and Robert B Hindsley and Craig J Hogan and David W Hogg and Donald J Holmgren and Shin-ichi Ichikawa and Takashi Ichikawa and Željko Ivezić and Sebastian Jester and David E Johnston and Anders M Jorgensen and Stephen M Kent and Scot J Kleinman and Gillian R Knapp and Alexei Yu Kniazev and Richard G Kron and Jurek Krzesiński and Peter Z Kunszt and Nickolai Kuropatkin and Donald Q Lamb and Hubert Lampeitl and Brian C Lee and R French Leger and Nolan Li and Huan Lin and Yeong-Shang Loh and Daniel C Long and Jon Loveday and Robert H Lupton and Tanu Malik and Bruce Margon and Takahiko Matsubara and Peregrine M McGehee and Timothy A McKay and Avery Meiksin and Jeffrey A Munn and Reiko Nakajima and Thomas Nash and Eric H Neilsen Jr and Heidi Jo Newberg and Peter R Newman and Robert C Nichol and Tom Nicinski and Maria Nieto-Santisteban and Atsuko Nitta and Sadanori Okamura and William O'Mullane and Jeremiah P Ostriker and Russell Owen and Nikhil Padmanabhan and John Peoples and Jeffrey R Pier and Adrian C Pope and Thomas R Quinn and Gordon T Richards and Michael W Richmond and Hans-Walter Rix and Constance M Rockosi and David J Schlegel and Donald P Schneider and Ryan Scranton and Maki Sekiguchi and Uros Seljak and Gary Sergey and Branimir Sesar and Erin Sheldon and Kazu Shimasaku and Walter A Siegmund and Nicole M Silvestri and J Allyn Smith and Vernesa Smolčić and Stephanie A Snedden and Albert Stebbins and Chris Stoughton and Michael A Strauss and Mark SubbaRao and Alexander S Szalay and István Szapudi and Paula Szkody and Gyula P Szokoly and Max Tegmark and Lus Teodoro and Aniruddha R Thakar and Christy Tremonti and Douglas L Tucker and Alan Uomoto and Daniel E Vanden Berk and Jan Vandenberg and Michael S Vogeley and Wolfgang Voges and Nicole P Vogt and Lucianne M Walkowicz and Shu-i Wang and David H Weinberg and Andrew A West and Simon DM White and Brian C Wilhite and Yongzhong Xu and Brian Yanny and Naoki Yasuda and Ching-Wa Yip and Dan R Yocum and Donald G York",
            "2004",
            "kpF5658AAAAJ:2VqYfGB8ITEC",
            1298,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/421365\/meta",
            "17867549992857437083",
            "\/scholar?cites=17867549992857437083",
            {
                "2004":49,
                "2005":153,
                "2006":157,
                "2007":112,
                "2008":112,
                "2009":66,
                "2010":66,
                "2011":93,
                "2012":72,
                "2013":64,
                "2014":58,
                "2015":50,
                "2016":59,
                "2017":45,
                "2018":54,
                "2019":38,
                "2020":33,
                "2021":6
            }
        ],
        [
            "Using the formalism of spin-weighted functions we present an all-sky analysis of polarization in the cosmic microwave background (CMB). Linear polarization is a second-rank symmetric and traceless tensor, which can be decomposed on a sphere into spin±2 spherical harmonics. These are the analogues of the spherical harmonics used in the temperature maps and obey the same completeness and orthogonality relations. We show that there exist two linear combinations of spin±2 multipole moments which have opposite parities and can be used to fully characterize the statistical properties of polarization in the CMB. Magnetic-type parity combination does not receive contributions from scalar modes and does not cross correlate with either temperature or electric-type parity combination, so there are four different power spectra that fully characterize statistical properties of CMB. We present their explicit expressions …",
            "All-sky analysis of polarization in the microwave background",
            "Matias Zaldarriaga and Uroš Seljak",
            "1997",
            "kpF5658AAAAJ:AvfA0Oy_GE0C",
            1273,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.55.1830",
            "13040878034004266847",
            "\/scholar?cites=13040878034004266847",
            {
                "1997":11,
                "1998":23,
                "1999":32,
                "2000":26,
                "2001":33,
                "2002":39,
                "2003":52,
                "2004":45,
                "2005":49,
                "2006":56,
                "2007":51,
                "2008":52,
                "2009":79,
                "2010":64,
                "2011":52,
                "2012":67,
                "2013":56,
                "2014":63,
                "2015":73,
                "2016":74,
                "2017":46,
                "2018":79,
                "2019":69,
                "2020":71,
                "2021":3
            }
        ],
        [
            "We combine the constraints from the recent Ly α forest analysis of the Sloan Digital Sky Survey (SDSS) and the SDSS galaxy bias analysis with previous constraints from SDSS galaxy clustering, the latest supernovae, and 1st year WMAP cosmic microwave background anisotropies. We find significant improvements on all of the cosmological parameters compared to previous constraints, which highlights the importance of combining Ly α forest constraints with other probes. Combining WMAP and the Ly α forest we find for the primordial slope n s= 0.98±0.02. We see no evidence of running, d n\/d ln﻿ k=− 0.003±0.010, a factor of 3 improvement over previous constraints. We also find no evidence of tensors, r< 0.36 (95% cl). Inflationary models predict the absence of running and many among them satisfy these constraints, particularly negative curvature models such as those based on spontaneous symmetry breaking …",
            "Cosmological parameter analysis including SDSS Ly forest and galaxy bias: Constraints on the primordial spectrum of fluctuations, neutrino mass, and dark energy",
            "Uroš Seljak and Alexey Makarov and Patrick McDonald and Scott F Anderson and Neta A Bahcall and J Brinkmann and Scott Burles and Renyue Cen and Mamoru Doi and James E Gunn and Željko Ivezić and Stephen Kent and Jon Loveday and Robert H Lupton and Jeffrey A Munn and Robert C Nichol and Jeremiah P Ostriker and David J Schlegel and Donald P Schneider and Max Tegmark and Daniel E Vanden Berk and David H Weinberg and Donald G York",
            "2005",
            "kpF5658AAAAJ:foquWX3nUaYC",
            1195,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.71.103515",
            "15872830399419494973",
            "\/scholar?cites=15872830399419494973",
            {
                "2004":5,
                "2005":88,
                "2006":196,
                "2007":113,
                "2008":78,
                "2009":68,
                "2010":71,
                "2011":71,
                "2012":67,
                "2013":67,
                "2014":52,
                "2015":59,
                "2016":59,
                "2017":56,
                "2018":45,
                "2019":45,
                "2020":41,
                "2021":5
            }
        ]
    ]
}