{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "This reprinted article originally appeared in Developmental Psychology, 2004, Vol 40 [5], 703-713.(The following abstract of the original article appeared in record 2006-20488-023.) Although existing literature demonstrates that developmental benefits are associated with religion for adolescents, little is understood about the dynamics of this relationship. Drawing on social capital theory, this study tested a conceptual model exploring socially embedded religious influences on moral outcomes. A three-dimensional model of social capital demonstrated how social interaction, trust, and shared vision enable social ties associated with religiousness to influence moral behavior. Structural equation modeling was used with data gathered from 735 urban youths to test a proposed model of the effects of religiousness on moral outcomes. Results suggested that religiously active youths report higher levels of social capital …",
            "Religion as a resource for positive youth development: Religion, social capital, and moral outcomes.",
            "Pamela Ebstyne King and James L Furrow",
            "2008",
            "ksJ6JRcAAAAJ:WF5omc3nYNoC",
            491,
            "https:\/\/psycnet.apa.org\/journals\/rel\/S\/1\/34\/",
            "6430037478408019669",
            "\/scholar?cites=6430037478408019669",
            {
                "2007":19,
                "2008":24,
                "2009":29,
                "2010":28,
                "2011":37,
                "2012":38,
                "2013":28,
                "2014":48,
                "2015":34,
                "2016":25,
                "2017":34,
                "2018":27,
                "2019":41,
                "2020":40,
                "2021":1
            }
        ],
        [
            "The role of religious identity in positive youth development was examined in this study of personal meaning and prosocial concerns in adolescence. A structural equation model was tested on a sample of 801 urban public high school students. Participants responded to questionnaires assessing religious identity, personal meaning, and prosocial personality. Prototypical descriptors derived from Walker and Pitts's (1998) highly religious person concept were examined as a measure of religious identity. Findings demonstrate a positive relationship between religious self-understanding, personal meaning, and prosocial personality. Differences were noted in the relationship of personal meaning to prosocial personality across age and gender cohorts. The findings provide further support for considering religion as a developmental resource associated with personal meaning and a concern for others among youth.",
            "Religion and positive youth development: Identity, meaning, and prosocial concerns",
            "James L Furrow and Pamela Ebstyne King and Krystal White",
            "2004",
            "ksJ6JRcAAAAJ:W7OEmFMy1HYC",
            383,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1207\/S1532480XADS0801_3",
            "3792701758531024592",
            "\/scholar?cites=3792701758531024592",
            {
                "2005":4,
                "2006":10,
                "2007":9,
                "2008":15,
                "2009":22,
                "2010":16,
                "2011":24,
                "2012":34,
                "2013":23,
                "2014":24,
                "2015":31,
                "2016":22,
                "2017":48,
                "2018":27,
                "2019":32,
                "2020":28,
                "2021":2
            }
        ],
        [
            "An invaluable tool for clinicians and students, Becoming an Emotionally Focused Therapist: The Workbook takes the reader on an adventure–the quest to become a competent, confident, and passionate couple and family therapist. In an accessible resource for training and supervision, seven expert therapists lead the reader through the nine essential steps of EFT with explicit intervention strategies. Suitable as a companion volume to The Practice of Emotionally Focused Couple Therapy, 2nd Ed. or as a stand-alone learning tool, the workbook provides an easy road-map to mastering the art of EFT with exercises, review sheets and practice models. Unprecedented in its novel and interactive approach, this is a must-have for all therapists searching for lasting and efficient results in couple therapy.",
            "Becoming an emotionally focused couple therapist: The workbook",
            "Susan M Johnson and James L Furrow and Lorrie Brubacher and Alison Lee and Gail Palmer and Kathryn Rheem and Scott Woolley",
            "2013",
            "ksJ6JRcAAAAJ:Wp0gIr-vW9MC",
            195,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=iH1K7tKWZq8C&oi=fnd&pg=PR1&dq=info:pDipBDR1kOMJ:scholar.google.com&ots=s3uLGwxUyh&sig=jZgxcQLNTJ10GPNMKn2R_WXKvn4",
            "16397735109532924068",
            "\/scholar?cites=16397735109532924068",
            {
                "2005":1,
                "2006":2,
                "2007":3,
                "2008":11,
                "2009":7,
                "2010":8,
                "2011":24,
                "2012":8,
                "2013":15,
                "2014":15,
                "2015":16,
                "2016":12,
                "2017":12,
                "2018":17,
                "2019":22,
                "2020":14
            }
        ],
        [
            "In this article we preset the results of a discovery‐oriented task analysis research study identifying specific therapist behaviors that facilitate softening events in emotionally focused therapy (EFT) for couples. Therapy sessions conducted by an expert EFT therapist were examined. Six therapist content theme shifts were identified and specific interventions were delineated within each using an EFT coding scheme (EFT‐CS) created for this study. This study extends the theoretical understanding of the softening process‐a key change event in an empirically validated couples therapy approach‐and provides a detailed clinical map for the training of therapists.",
            "Toward a mini‐theory of the blamer softening event: Tracking the moment‐by‐moment process",
            "Brent Bradley and James L Furrow",
            "2004",
            "ksJ6JRcAAAAJ:d1gkVwhDpl0C",
            178,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1752-0606.2004.tb01236.x",
            "316840536305794908",
            "\/scholar?cites=316840536305794908",
            {
                "2005":9,
                "2006":4,
                "2007":5,
                "2008":5,
                "2009":9,
                "2010":8,
                "2011":14,
                "2012":13,
                "2013":11,
                "2014":11,
                "2015":13,
                "2016":17,
                "2017":15,
                "2018":13,
                "2019":13,
                "2020":11
            }
        ],
        [
            "Religious involvement is associated with a variety of positive developmental outcomes including restraint from risk, increased coping, and prosocial values and behavior. This study examines a model that explains religious influence on these positive outcomes through the mediating effects of developmental resources important in adolescence. Tests of the model on questionnaire responses derived from a sample of 20,020 youth in grades 6-12 suggest that religious factors are associated with increased developmental assets that in turn predict positive behaviors and values among youth. Findings support the hypothesis that religious influences upon positive outcomes are mediated primarily through their effect on developmental assets. While differences in outcomes were noted across gender and grade cohorts, little variation in the proposed model was noted in cohort comparisons. Results of the study question the …",
            "Religious involvement and developmental resources in youth",
            "Linda Mans Wagener and James L Furrow and Pamela Ebstyne King and Nancy Leffert and Peter Benson",
            "2003",
            "ksJ6JRcAAAAJ:u5HHmVD_uO8C",
            154,
            "https:\/\/www.jstor.org\/stable\/3512387",
            "181401967106288183",
            "\/scholar?cites=181401967106288183",
            {
                "2002":1,
                "2003":2,
                "2004":5,
                "2005":8,
                "2006":12,
                "2007":5,
                "2008":11,
                "2009":13,
                "2010":6,
                "2011":15,
                "2012":13,
                "2013":11,
                "2014":9,
                "2015":9,
                "2016":6,
                "2017":7,
                "2018":9,
                "2019":4,
                "2020":1
            }
        ]
    ]
}