{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Merchants selling products on the Web often ask their customers to review the products that they have purchased and the associated services. As e-commerce is becoming more and more popular, the number of customer reviews that a product receives grows rapidly. For a popular product, the number of reviews can be in hundreds or even thousands. This makes it difficult for a potential customer to read them to make an informed decision on whether to purchase the product. It also makes it difficult for the manufacturer of the product to keep track and to manage customer opinions. For the manufacturer, there are additional difficulties because many merchant sites may sell the same product and the manufacturer normally produces many kinds of products. In this research, we aim to mine and to summarize all the customer reviews of a product. This summarization task is different from traditional text summarization …",
            "Mining and summarizing customer reviews",
            "Minqing Hu and Bing Liu",
            "2004",
            "Kt1bjZoAAAAJ:Y9VhQm-5nPIC",
            7992,
            "https:\/\/dl.acm.org\/doi\/abs\/10.1145\/1014052.1014073",
            "5259830946914132100",
            "\/scholar?cites=5259830946914132100",
            {
                "2005":33,
                "2006":82,
                "2007":94,
                "2008":139,
                "2009":218,
                "2010":294,
                "2011":345,
                "2012":421,
                "2013":534,
                "2014":687,
                "2015":783,
                "2016":906,
                "2017":846,
                "2018":880,
                "2019":822,
                "2020":733,
                "2021":53
            }
        ],
        [
            "Sentiment analysis and opinion mining is the field of study that analyzes people's opinions, sentiments, evaluations, attitudes, and emotions from written language. It is one of the most active research areas in natural language processing and is also widely studied in data mining, Web mining, and text mining. In fact, this research has spread outside of computer science to the management sciences and social sciences due to its importance to business and society as a whole. The growing importance of sentiment analysis coincides with the growth of social media such as reviews, forum discussions, blogs, micro-blogs, Twitter, and social networks. For the first time in human history, we now have a huge volume of opinionated data recorded in digital form for analysis.Sentiment analysis systems are being applied in almost every business and social domain because opinions are central to almost all human activities …",
            "Sentiment analysis and opinion mining",
            "Bing Liu",
            "2012",
            "Kt1bjZoAAAAJ:XtJa11BXPS4C",
            6284,
            "https:\/\/www.morganclaypool.com\/doi\/abs\/10.2200\/s00416ed1v01y201204hlt016",
            "17513584018257609328",
            "\/scholar?cites=17513584018257609328",
            {
                "2012":29,
                "2013":225,
                "2014":444,
                "2015":683,
                "2016":848,
                "2017":895,
                "2018":966,
                "2019":1028,
                "2020":986,
                "2021":64
            }
        ],
        [
            "This paper presents the top 10 data mining algorithms identified by the IEEE International Conference on Data Mining (ICDM) in December 2006: C4.5, k-Means, SVM, Apriori, EM, PageRank, AdaBoost, kNN, Naive Bayes, and CART. These top 10 algorithms are among the most influential data mining algorithms in the research community. With each algorithm, we provide a description of the algorithm, discuss the impact of the algorithm, and review current and further research on the algorithm. These 10 algorithms cover classification, clustering, statistical learning, association analysis, and link mining, which are all among the most important topics in data mining research and development.",
            "Top 10 algorithms in data mining",
            "Xindong Wu and Vipin Kumar and J Ross Quinlan and Joydeep Ghosh and Qiang Yang and Hiroshi Motoda and Geoffrey J McLachlan and Angus Ng and Bing Liu and S Yu Philip and Zhi-Hua Zhou and Michael Steinbach and David J Hand and Dan Steinberg",
            "2008",
            "Kt1bjZoAAAAJ:9yKSN-GCB0IC",
            5338,
            "https:\/\/link.springer.com\/article\/10.1007\/s10115-007-0114-2",
            "18033016632353916230",
            "\/scholar?cites=18033016632353916230",
            {
                "2008":27,
                "2009":93,
                "2010":138,
                "2011":216,
                "2012":324,
                "2013":323,
                "2014":484,
                "2015":525,
                "2016":579,
                "2017":641,
                "2018":614,
                "2019":684,
                "2020":563,
                "2021":50
            }
        ],
        [
            "• CBA-RG finds all ruleitems that have support above minsup• ruleitem is of the form:< condset, y>, where 𝑐𝑐𝑐𝑐𝑐𝑐𝑐 𝑖𝑐 𝑎 𝑐𝑐𝑐 𝑐𝑜 𝑖𝑐𝑐𝑖𝑐, 𝑦∈ 𝑌 𝑖𝑐 𝑎 𝑐𝑐𝑎𝑐𝑐 𝑐𝑎𝑙𝑐𝑐• condsupCount is the number of cases in D that contain the condset• rulesupCount is the number of cases in D that contain the condset and are labeled with class y• 𝑐𝑠𝑠𝑠𝑐𝑠𝑐 𝑖𝑐 “𝑟𝑟𝑟𝑟𝑟𝑟𝑟𝑟𝑟𝑟𝑟𝑟",
            "Integrating classification and association rule mining",
            "Bing Liu and Wynne Hsu and Yiming Ma",
            "1998",
            "Kt1bjZoAAAAJ:6ZzL7HXColQC",
            3284,
            "http:\/\/cse.cnu.ac.kr\/~cheonghee\/lectures\/11dm\/jyback.pdf",
            "8067447096023144770",
            "\/scholar?cites=8067447096023144770",
            {
                "1999":25,
                "2000":42,
                "2001":38,
                "2002":63,
                "2003":101,
                "2004":121,
                "2005":167,
                "2006":178,
                "2007":154,
                "2008":194,
                "2009":205,
                "2010":208,
                "2011":190,
                "2012":200,
                "2013":178,
                "2014":206,
                "2015":209,
                "2016":170,
                "2017":162,
                "2018":158,
                "2019":137,
                "2020":105,
                "2021":14
            }
        ],
        [
            "The rapid growth of the Web in the last decade makes it the largest p-licly accessible data source in the world. Web mining aims to discover u-ful information or knowledge from Web hyperlinks, page contents, and-age logs. Based on the primary kinds of data used in the mining process, Web mining tasks can be categorized into three main types: Web structure mining, Web content mining and Web usage mining. Web structure m-ing discovers knowledge from hyperlinks, which represent the structure of the Web. Web content mining extracts useful information\/knowledge from Web page contents. Web usage mining mines user access patterns from usage logs, which record clicks made by every user. The goal of this book is to present these tasks, and their core mining-gorithms. The book is intended to be a text with a comprehensive cov-age, and yet, for each topic, sufficient details are given so that readers can gain a reasonably complete knowledge of its algorithms or techniques without referring to any external materials. Four of the chapters, structured data extraction, information integration, opinion mining, and Web usage mining, make this book unique. These topics are not covered by existing books, but yet they are essential to Web data mining. Traditional Web mining topics such as search, crawling and resource discovery, and link analysis are also covered in detail in this book.",
            "Web data mining: exploring hyperlinks, contents, and usage data",
            "Bing Liu",
            "2007",
            "Kt1bjZoAAAAJ:yL7DKRohVA8C",
            3245,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=6Mh50Uaq6AIC&oi=fnd&pg=PA1&dq=info:j-xMnvIHjCoJ:scholar.google.com&ots=NypTCHzgkm&sig=-LL35ruRdZisd-DV8EWv4kZxSEE",
            "3065834184951786639",
            "\/scholar?cites=3065834184951786639",
            {
                "2007":22,
                "2008":88,
                "2009":153,
                "2010":212,
                "2011":254,
                "2012":307,
                "2013":318,
                "2014":328,
                "2015":323,
                "2016":303,
                "2017":260,
                "2018":267,
                "2019":184,
                "2020":148,
                "2021":10
            }
        ],
        [
            "Textual information in the world can be broadly categorized into two main types: facts and opinions. Facts are objective expressions about entities, events, and their properties. Opinions are usually subjective expressions that describe people’s sentiments, appraisals, or feelings toward entities, events, and their properties. The concept of opinion is very broad. In this chapter, we only focus on opinion expressions that convey people’s positive or negative sentiments. Much of the existing research on textual information processing has been focused on the mining and retrieval of factual information, eg, information retrieval (IR), Web search, text classification, text clustering, and many other text mining and natural language processing tasks. Little work had been done on the processing of opinions until only recently. Yet, opinions are so important that whenever we need to make a decision we want to hear others’ opinions. This is not only true for individuals but also true for organizations. One of the main reasons for the lack of study on opinions is the fact that there was little opinionated text available before the World Wide Web. Before the Web, when an individual needed to make a decision, he or she typically asked for opinions from friends and families. When an organization wanted to find the opinions or sentiments of the general public about its products and services, it conducted opinion polls, surveys, and focus groups. However, with the Web, especially with the explosive growth of the user-generated content on the Web in the past few years, the world has been transformed. The Web has dramatically changed the way that people express their …",
            "Sentiment analysis and subjectivity.",
            "Bing Liu",
            "2010",
            "Kt1bjZoAAAAJ:8k81kl-MbHgC",
            3144,
            "ftp:\/\/nozdr.ru\/biblio\/kolxoz\/Cs\/CsNl\/Indurkhya%20N.,%20Damerau%20F.J.%20(eds.)%20Handbook%20of%20natural%20language%20processing%20(2ed.,%20CRC,%202010)(ISBN%209781420085921)(O)(692s)_CsNl_.pdf#page=653",
            "15099304016645191452",
            "\/scholar?cites=15099304016645191452",
            {
                "2009":34,
                "2010":75,
                "2011":132,
                "2012":195,
                "2013":259,
                "2014":297,
                "2015":338,
                "2016":327,
                "2017":311,
                "2018":343,
                "2019":334,
                "2020":297,
                "2021":24
            }
        ]
    ]
}