{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "CARBON nanotubes are predicted to have interesting mechanical properties—in particular, high stiffness and axial strength—as a result of their seamless cylindrical graphitic structure 1–5. Their mechanical properties have so far eluded direct measurement, however, because of the very small dimensions of nanotubes. Here we estimate the Young's modulus of isolated nanotubes by measuring, in the transmission electron microscope, the amplitude of their intrinsic thermal vibrations. We find that carbon nanotubes have exceptionally high Young's moduli, in the terapascal (TPa) range. Their high stiffness, coupled with their low density, implies that nanotubes might be useful as nanoscale fibres in strong, lightweight composite materials.",
            "Exceptionally high Young’s modulus observed for individual carbon nanotubes",
            "M. M. J. Treacy and T. W. Ebbesen and J.M. Gibson",
            "1996",
            "Kt3fEVIAAAAJ:kz9GbA2Ns4gC",
            6792,
            "https:\/\/www.nature.com\/articles\/381678a0",
            "7004648934130280866",
            "\/scholar?cites=7004648934130280866",
            {
                "1997":44,
                "1998":87,
                "1999":104,
                "2000":116,
                "2001":114,
                "2002":182,
                "2003":229,
                "2004":300,
                "2005":306,
                "2006":356,
                "2007":425,
                "2008":409,
                "2009":374,
                "2010":428,
                "2011":418,
                "2012":379,
                "2013":384,
                "2014":357,
                "2015":344,
                "2016":310,
                "2017":312,
                "2018":304,
                "2019":238,
                "2020":196,
                "2021":40
            }
        ],
        [
            "We estimate the stiffness of single-walled carbon nanotubes by observing their freestanding room-temperature vibrations in a transmission electron microscope. The nanotube dimensions and vibration amplitude are measured from electron micrographs, and it is assumed that the vibration modes are driven stochastically and are those of a clamped cantilever. Micrographs of 27 nanotubes in the diameter range 1.0–1.5 nm were measured to yield an average Young’s modulus of< Y>= 1.25 TPa. This value is consistent with previous measurements for multiwalled nanotubes, and is higher than the currently accepted value of the in-plane modulus of graphite.",
            "Young’s modulus of single-walled nanotubes",
            "A Krishnan and E Dujardin and TW Ebbesen and PN Yianilos and MMJ Treacy",
            "1998",
            "Kt3fEVIAAAAJ:yB1At4FlUx8C",
            2165,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.58.14013",
            "16162430481942121142",
            "\/scholar?cites=16162430481942121142",
            {
                "1999":11,
                "2000":19,
                "2001":25,
                "2002":45,
                "2003":68,
                "2004":107,
                "2005":108,
                "2006":140,
                "2007":130,
                "2008":164,
                "2009":115,
                "2010":151,
                "2011":141,
                "2012":152,
                "2013":145,
                "2014":115,
                "2015":99,
                "2016":94,
                "2017":79,
                "2018":108,
                "2019":72,
                "2020":60,
                "2021":9
            }
        ],
        [
            "This 5th edition of the Zeolite Powder Pattern Collection contains calculated patterns of 218 zeolite materials representing 174 framework topologies. The almost exponential growth of new zeolite topologies reflects the continued success of zeolite synthesis researchers in producing novel materials. Collection of Simulated XRD Powder Patterns for Zeolites includes materials of interest to zeolite scientists following the policies established at recent IZA conferences. The materials included have corner-sharing tetrahedral frameworks with no restrictions on chemical composition. Covers an increase of 41 new topologies since the 4th edition in 2001 Data collected from diverse literature sources Represents an extensive compilation of data",
            "Collection of simulated XRD powder patterns for zeolites fifth (5th) revised edition",
            "Michael MJ Treacy and John B Higgins",
            "2007",
            "Kt3fEVIAAAAJ:9ZlFYXVOiuMC",
            1672,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=9mI94F2mH0wC&oi=fnd&pg=PP1&dq=info:yxFQ6piW6h8J:scholar.google.com&ots=YJhx4ZqBKD&sig=LsntFAFR4dt6H771wHR91R5Duj8",
            "2299816143236370891",
            "\/scholar?cites=2299816143236370891",
            {
                "2006":37,
                "2007":54,
                "2008":60,
                "2009":66,
                "2010":55,
                "2011":90,
                "2012":93,
                "2013":98,
                "2014":98,
                "2015":129,
                "2016":155,
                "2017":146,
                "2018":150,
                "2019":156,
                "2020":147,
                "2021":17
            }
        ],
        [
            "Crystallographic faulting in zeolite structures affects both the catalytic and sorption properties, and can greatly complicate attempts at structural characterization. A near extreme example of stacking disorder is provided by zeolite beta, a large pore, high-silica zeolite that was first reported in 1967. We describe here the determination of the framework structure of zeolite beta, using primarily high-resolution electron microscopy, electron diffraction, computer-assisted modelling and powder X-ray diffraction. Zeolite beta can be regarded as a highly intergrown hybrid of two distinct, but closely related structures that both have fully three-dimensional pore systems with 12-rings as the minimum constricting apertures. One end member, polymorph A, forms an enantiomorphic pair, space group symmetries P4122 and P4322, with a = 1.25 nm, c = 2.66 nm. Polymorph B is achiral, space group C2\/c with a = 1.76 nm, b = 1.78 nm …",
            "Structural Characterization of Zeolite Beta",
            "JM Newsam and MMJ Treacy and W Koetsier and CB deGruyter",
            "1988",
            "Kt3fEVIAAAAJ:M7yex6snE4oC",
            913,
            "https:\/\/royalsocietypublishing.org\/doi\/abs\/10.1098\/rspa.1988.0131",
            "2400949151686452377",
            "\/scholar?cites=2400949151686452377",
            {
                "1989":5,
                "1990":8,
                "1991":15,
                "1992":7,
                "1993":14,
                "1994":27,
                "1995":15,
                "1996":26,
                "1997":27,
                "1998":20,
                "1999":42,
                "2000":17,
                "2001":27,
                "2002":33,
                "2003":25,
                "2004":30,
                "2005":42,
                "2006":32,
                "2007":33,
                "2008":33,
                "2009":28,
                "2010":42,
                "2011":24,
                "2012":26,
                "2013":36,
                "2014":35,
                "2015":37,
                "2016":44,
                "2017":36,
                "2018":39,
                "2019":41,
                "2020":36,
                "2021":3
            }
        ],
        [
            "The nucleation and growth of curved carbon structures, such asfullerenes, nanotubes and soot, are still not well understood. Avariety of models have been proposed 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, and it seems clear that the occurrence of pentagons, which yield 60 disclination defects in the hexagonal graphitic network, is a key element in the puzzle. The problem of nucleation has been complicated by the great variety of structures observed in any one sample. Here we report an unusual carbon sample generated by pyrolysis of hydrocarbons, consisting entirely of graphitic microstructures with total disclinations that are multiples of+ 60. The disclination of each structure corresponds to the presence of a given number of pentagons in the seed from which it grew: disks (no pentagons), five types of cones (one to five pentagons), of which only one was known previously 18, and open tubes (six …",
            "Graphitic cones and the nucleation of curved carbon surfaces",
            "A Krishnan and E Dujardin and MMJ Treacy and J Hugdahl and S Lynum and TW Ebbesen",
            "1997",
            "Kt3fEVIAAAAJ:qUcmZB5y_30C",
            738,
            "https:\/\/www.nature.com\/articles\/41284",
            "2759791128951945629",
            "\/scholar?cites=2759791128951945629",
            {
                "1998":7,
                "1999":13,
                "2000":17,
                "2001":14,
                "2002":17,
                "2003":36,
                "2004":40,
                "2005":34,
                "2006":44,
                "2007":43,
                "2008":44,
                "2009":42,
                "2010":38,
                "2011":41,
                "2012":54,
                "2013":44,
                "2014":40,
                "2015":26,
                "2016":41,
                "2017":37,
                "2018":23,
                "2019":22,
                "2020":12,
                "2021":3
            }
        ],
        [
            "A general recursion algorithm is described for calculating kinematical diffraction intensities from crystals containing coherent planar faults. The method exploits the self-similar stacking sequences that occur when layers stack non-deterministically. Recursion gives a set of simple relations between average interference terms from a statistical crystal, which can be solved as a set of simultaneous equations. The diffracted intensity for a polycrystalline sample is given by the incoherent sum of scattered intensities over an ensemble of crystallites. The relations between this and previous approaches, namely the Hendricks-Teller matrix formulation, the difference equation method, the summed series formula of Cowley, and Michalski’s recurrence relations between average phase factors, are discussed. Although formally identical to these previous methods, the present recursive description has an intuitive appeal and …",
            "A general recursion method for calculating diffracted intensities from crystals containing planar faults",
            "MMJ Treacy and JM Newsam and MW Deem",
            "1991",
            "Kt3fEVIAAAAJ:b0M2c_1WBrUC",
            642,
            "https:\/\/royalsocietypublishing.org\/doi\/abs\/10.1098\/rspa.1991.0062",
            "7711713301054877846",
            "\/scholar?cites=7711713301054877846",
            {
                "1993":4,
                "1994":15,
                "1995":12,
                "1996":12,
                "1997":10,
                "1998":10,
                "1999":15,
                "2000":14,
                "2001":15,
                "2002":12,
                "2003":15,
                "2004":23,
                "2005":29,
                "2006":20,
                "2007":23,
                "2008":25,
                "2009":20,
                "2010":25,
                "2011":31,
                "2012":31,
                "2013":26,
                "2014":30,
                "2015":38,
                "2016":37,
                "2017":30,
                "2018":41,
                "2019":32,
                "2020":38,
                "2021":4
            }
        ],
        [
            "Zeolite beta, first described in 1967 1, is an active catalyst and a useful sorbent 1. Sorption 1, 2 and catalytic data 3, 4 suggest that the zeolite could possess a three-dimensional 12-ring pore system. Such a pore system suggests technological potential similar to that of faujasite framework materials, but until now the structure of this zeolite has eluded determination. Powder X-ray diffraction patterns comprise both sharp and broad features, indicative of an extensively faulted structure. Here we determine the structure of zeolite beta by high-resolution electron microscopy, electron diffraction and computer-assisted modelling. The zeolite is an intergrown hybrid of two distinct but closely related structures. Both are constructed from the same centrosymmetrlcal tertiary building unit arranged in layers, and both possess three-dimensional 12-ring pore systems. One end member, polymorph A, forms an enantiomorphic pair …",
            "Two new three-dimensional twelve-ring zeolite frameworks of which zeolite beta is a disordered intergrowth",
            "MMJ Treacy and JM Newsam",
            "1988",
            "Kt3fEVIAAAAJ:EYYDruWGBe4C",
            475,
            "https:\/\/www.nature.com\/articles\/332249a0",
            "17455430047233297266",
            "\/scholar?cites=17455430047233297266",
            {
                "1988":5,
                "1989":23,
                "1990":16,
                "1991":16,
                "1992":6,
                "1993":12,
                "1994":22,
                "1995":10,
                "1996":12,
                "1997":8,
                "1998":9,
                "1999":10,
                "2000":11,
                "2001":11,
                "2002":9,
                "2003":15,
                "2004":15,
                "2005":16,
                "2006":10,
                "2007":10,
                "2008":24,
                "2009":18,
                "2010":20,
                "2011":19,
                "2012":15,
                "2013":9,
                "2014":18,
                "2015":14,
                "2016":23,
                "2017":15,
                "2018":14,
                "2019":15,
                "2020":19,
                "2021":1
            }
        ],
        [
            "In this paper, it is pointed out that the light transmission anomalies observed for thin-film metallic gratings can be explained entirely in terms of dynamical diffraction theory. Surface plasmons are an intrinsic component of the diffracted wave field and, as such, play no independent causal role in the anomalies, as has been implied by others. The dynamical scattering matrix for the Bloch-wave modes of the diffracted photon wave field (E, H) is derived for a three-dimensionally periodic medium with arbitrary dielectric constant. A new theoretical treatment and numerical results are presented for a one-dimensional array of slits. In model metallic slit arrays, with negative dielectric constant, 100% and 0% transmission is possible at different wavelengths in the zero-order beam. In slit arrays, both propagating and evanescent modes (traditional surface plasmons) are strongly excited at both the peak and the minimum …",
            "Dynamical diffraction explanation of the anomalous transmission of light through metallic gratings",
            "MMJ Treacy",
            "2002",
            "Kt3fEVIAAAAJ:a0OBvERweLwC",
            392,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.66.195105",
            "7227601368047823438",
            "\/scholar?cites=7227601368047823438",
            {
                "2003":8,
                "2004":21,
                "2005":27,
                "2006":50,
                "2007":52,
                "2008":48,
                "2009":29,
                "2010":28,
                "2011":29,
                "2012":29,
                "2013":14,
                "2014":10,
                "2015":7,
                "2016":9,
                "2017":11,
                "2018":7,
                "2019":3,
                "2020":7,
                "2021":2
            }
        ],
        [
            "Purification of single‐shell nanotubes is essential if reliable information about their physical and chemical properties is to be obtained. Using the present synthetic techniques, samples typically contain 30% or more amorphous carbon and catalytic metal particle impurities. An extremely simple and efficient method of purification, involving boiling the nanotubes in concentrated nitric acid, is reported. It is demonstrated that this method removes most of the impurities and, unlike some other methods, is not sensitive to the quality of the starting material.",
            "Purification of single‐shell nanotubes",
            "Erik Dujardin and Thomas W Ebbesen and Ajit Krishnan and Michael MJ Treacy",
            "1998",
            "Kt3fEVIAAAAJ:XiVPGOgt02cC",
            353,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/(SICI)1521-4095(199805)10:8%3C611::AID-ADMA611%3E3.0.CO;2-8",
            "11634906314653018494",
            "\/scholar?cites=11634906314653018494",
            {
                "1998":7,
                "1999":9,
                "2000":8,
                "2001":16,
                "2002":6,
                "2003":16,
                "2004":21,
                "2005":19,
                "2006":23,
                "2007":22,
                "2008":34,
                "2009":22,
                "2010":24,
                "2011":22,
                "2012":16,
                "2013":16,
                "2014":17,
                "2015":20,
                "2016":9,
                "2017":9,
                "2018":12,
                "2019":3,
                "2020":1
            }
        ],
        [
            "Applications of carbon nanotubes, a unique material, are limited by the relative inertness of the carbon surface. A general method of overcoming this is proposed in which the surface is preoxidized, producing various groups on the surface. These surface groups then act as nucleation points. For example, in the electroless plating reaction the surface of the nanotubes becomes decorated with silver particles (see figure).        ",
            "Decoration of carbon nanotubes",
            "Thomas W Ebbesen and Hidefumi Hiura and Margaret E Bisher and Michael MJ Treacy and Julie L Shreeve‐Keyer and Robert C Haushalter",
            "1996",
            "Kt3fEVIAAAAJ:NaGl4SEjCO4C",
            335,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.19960080212",
            "5447644909422406726",
            "\/scholar?cites=5447644909422406726",
            {
                "1996":2,
                "1997":3,
                "1998":7,
                "1999":5,
                "2000":5,
                "2001":10,
                "2002":8,
                "2003":20,
                "2004":26,
                "2005":23,
                "2006":21,
                "2007":22,
                "2008":19,
                "2009":28,
                "2010":21,
                "2011":20,
                "2012":15,
                "2013":16,
                "2014":15,
                "2015":13,
                "2016":9,
                "2017":11,
                "2018":4,
                "2019":4,
                "2020":6
            }
        ]
    ]
}