{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A brief overview on the preparation and properties of resorcinol–formaldehyde organic and carbon gels reveals very interesting features about their structural and performance characteristics. The resulting nanostructure was very sensitive to the various synthesis and processing conditions. This leads to a remarkable potential for designing and tailoring these materials to fit specific applications. Based on step‐by‐step comparisons of the published studies, approximate generalizations on the specific roles the synthesis and processing conditions play on the final properties are provided. Overall, resorcinol–formaldehyde organic gels undergo two main stages during synthesis. The first stage is associated with the preparation of the sol mixture, and the subsequent gelation and curing of the gel. The second stage is associated with the drying of the wet gel. The most important factors that affect the properties of the …",
            "Preparation and properties of resorcinol–formaldehyde organic and carbon gels",
            "Shaheen A Al‐Muhtaseb and James A Ritter",
            "2003",
            "KT6q9f8AAAAJ:_axFR9aDTf0C",
            1013,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.200390020",
            "16623101834675237569",
            "\/scholar?cites=16623101834675237569",
            {
                "2003":4,
                "2004":9,
                "2005":22,
                "2006":26,
                "2007":28,
                "2008":39,
                "2009":43,
                "2010":45,
                "2011":66,
                "2012":64,
                "2013":77,
                "2014":80,
                "2015":88,
                "2016":108,
                "2017":93,
                "2018":85,
                "2019":65,
                "2020":62,
                "2021":6
            }
        ],
        [
            "Very fine cobalt oxide xerogel powders were prepared using a unique solution chemistry associated with the sol‐gel process. The effect of thermal treatment on the surface area, pore volume, crystallinity, particle structure, and corresponding electrochemical properties of the resulting xerogels was investigated and found to have significant effects on all of these properties. The xerogel remained amorphous as up to 160 C, and exhibited maxima in both the surface area and pore volume at this temperature. With an increase in the temperature above 200 C, both the surface area and pore volume decreased sharply, because the amorphous decomposed to form CoO that was subsequently oxidized to form crystalline. In addition, the changes in the surface area, pore volume, crystallinity, and particle structure all had significant but coupled effects on the electrochemical properties of the xerogels. A maximum …",
            "Characterization of sol‐gel‐derived cobalt oxide xerogels as electrochemical capacitors",
            "Chuan Lin and James A Ritter and Branko N Popov",
            "1998",
            "KT6q9f8AAAAJ:ns9cj8rnVeAC",
            595,
            "https:\/\/iopscience.iop.org\/article\/10.1149\/1.1838920\/meta",
            "4470080535211166109",
            "\/scholar?cites=4470080535211166109",
            {
                "2001":7,
                "2002":14,
                "2003":26,
                "2004":23,
                "2005":26,
                "2006":35,
                "2007":37,
                "2008":55,
                "2009":33,
                "2010":35,
                "2011":47,
                "2012":55,
                "2013":43,
                "2014":28,
                "2015":35,
                "2016":14,
                "2017":19,
                "2018":20,
                "2019":18,
                "2020":19
            }
        ],
        [
            "Mesoporous carbon xerogels were prepared from the sol-gel polymerization of resorcinol with formaldehyde (RF) followed by carbonization. The effect of the initial pH of the RF solution on the surface area, pore volume, pore size distribution and nanostructure was studied. A brief mechanism of polymerization is discussed. Typically, a lower initial pH yielded carbon xerogels with a higher surface area and pore volume, and a broader pore size distribution. The highest surface area and pore volume were around 620 m2 g−1 and 0.8 cm3 g−1, with a mean pore radius ranging from 4 to 6 nm and with 80% of the pore volume as mesopores. Transmission electron microscopy and X-ray diffraction revealed a surface morphology consisting of 10 nm diameter particles randomly oriented to produce a partially nanocrystalline structure in between graphite and activated carbon. Thermogravimetric and differential scanning …",
            "Effect of synthesis pH on the structure of carbon xerogels",
            "C Lin and JA Ritter",
            "1997",
            "KT6q9f8AAAAJ:vV6vV6tmYwMC",
            413,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0008622397000699",
            "5444389173896287365",
            "\/scholar?cites=5444389173896287365",
            {
                "1999":6,
                "2000":6,
                "2001":5,
                "2002":5,
                "2003":12,
                "2004":16,
                "2005":17,
                "2006":9,
                "2007":17,
                "2008":21,
                "2009":23,
                "2010":34,
                "2011":24,
                "2012":28,
                "2013":32,
                "2014":32,
                "2015":28,
                "2016":29,
                "2017":27,
                "2018":21,
                "2019":16,
                "2020":1
            }
        ],
        [
            "A complex impedance model for spherical particles was used to determine the lithium ion diffusion coefficient in graphite as a function of the state of charge (SOC) and temperature. The values obtained range from of to at 25 C for 0 and 30% SOC, respectively, and for 0% SOC, the value at 55 C was. The conventional potentiostatic intermittent titration technique (PITT) and Waburg impedance approaches were also evaluated, and the advantages and disadvantages of these techniques were exposed.© 1999 The Electrochemical Society. All rights reserved.",
            "Determination of the lithium ion diffusion coefficient in graphite",
            "Ping Yu and Branko N Popov and James A Ritter and Ralph E White",
            "1999",
            "KT6q9f8AAAAJ:BqipwSGYUEgC",
            348,
            "https:\/\/iopscience.iop.org\/article\/10.1149\/1.1391556\/meta",
            "7288117625894026477",
            "\/scholar?cites=7288117625894026477",
            {
                "1999":3,
                "2000":11,
                "2001":7,
                "2002":11,
                "2003":7,
                "2004":8,
                "2005":8,
                "2006":14,
                "2007":4,
                "2008":4,
                "2009":7,
                "2010":10,
                "2011":4,
                "2012":9,
                "2013":14,
                "2014":23,
                "2015":24,
                "2016":18,
                "2017":37,
                "2018":39,
                "2019":42,
                "2020":39,
                "2021":2
            }
        ],
        [
            "With the growing concern about global warming placing greater demands on improving energy efficiency and reducing CO2 emissions, the need for improving the energy intensive, separation processes involving CO2 is well recognized. The US Department of Energy estimates that the separation of CO2 represents 75% of the cost associated with its separation, storage, transport, and sequestration operations. Hence, energy efficient, CO2 separation technologies with improved economics are needed for industrial processing and for future options to capture and concentrate CO2 for reuse or sequestration. The overall goal of this review is to foster the development of new adsorption and membrane technologies to improve manufacturing efficiency and reduce CO2 emissions. This study focuses on the power, petrochemical, and other CO2 emitting industries, and provides a detailed review of the current …",
            "State-of-the-art adsorption and membrane separation processes for carbon dioxide production from carbon dioxide emitting industries",
            "Armin D Ebner and James A Ritter",
            "2009",
            "KT6q9f8AAAAJ:HbR8gkJAVGIC",
            273,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/01496390902733314",
            "15389451077808268748",
            "\/scholar?cites=15389451077808268748",
            {
                "2009":4,
                "2010":11,
                "2011":23,
                "2012":22,
                "2013":31,
                "2014":43,
                "2015":35,
                "2016":33,
                "2017":18,
                "2018":17,
                "2019":12,
                "2020":20,
                "2021":2
            }
        ],
        [
            "A hypothetical magnetic drug targeting system, utilizing high gradient magnetic separation (HGMS) principles, was studied theoretically using FEMLAB simulations. This new approach uses a ferromagnetic wire placed at a bifurcation point inside a blood vessel and an externally applied magnetic field, to magnetically guide magnetic drug carrier particles (MDCP) through the circulatory system and then to magnetically retain them at a target site. Wire collection (CE) and diversion (DE) efficiencies were defined and used to evaluate the system performance. CE and DE both increase as the strength of the applied magnetic field (0.3–2.0 T), the amount of ferromagnetic material (iron) in the MDCP (20–100%) and the size of the MDCP (1–10 μm radius) increase, and as the average inlet velocity (0.1–0.8 m s− 1), the size of the wire (50–250 μm radius) and the ratio (4–10) of the parent vessel radius (0.25–1.25 mm radius …",
            "Application of high gradient magnetic separation principles to magnetic drug targeting",
            "James A Ritter and Armin D Ebner and Karen D Daniel and Krystle L Stewart",
            "2004",
            "KT6q9f8AAAAJ:p__nRnzSRKYC",
            244,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0304885304002768",
            "13529122258812403740",
            "\/scholar?cites=13529122258812403740",
            {
                "2005":7,
                "2006":14,
                "2007":23,
                "2008":23,
                "2009":24,
                "2010":31,
                "2011":27,
                "2012":7,
                "2013":5,
                "2014":12,
                "2015":20,
                "2016":11,
                "2017":15,
                "2018":9,
                "2019":7,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Sauf mention contraire ci-dessus, le contenu de cette notice bibliographique peut être utilisé dans le cadre d’une licence CC BY 4.0 Inist-CNRS\/Unless otherwise stated above, the content of this bibliographic record may be used under a CC BY 4.0 licence by Inist-CNRS\/A menos que se haya señalado antes, el contenido de este registro bibliográfico puede ser utilizado al amparo de una licencia CC BY 4.0 Inist-CNRS",
            "Examination of the approximations used in determining the isosteric heat of adsorption from the Clausius-Clapeyron equation",
            "Huanhua Pan and James A Ritter and Perla B Balbuena",
            "1998",
            "KT6q9f8AAAAJ:PR6Y55bgFSsC",
            235,
            "https:\/\/pascal-francis.inist.fr\/vibad\/index.php?action=getRecordDetail&idt=1763234",
            "10785384024796861370",
            "\/scholar?cites=10785384024796861370",
            {
                "1999":1,
                "2000":3,
                "2001":1,
                "2002":1,
                "2003":2,
                "2004":4,
                "2005":4,
                "2006":1,
                "2007":2,
                "2008":8,
                "2009":5,
                "2010":8,
                "2011":7,
                "2012":13,
                "2013":5,
                "2014":17,
                "2015":20,
                "2016":19,
                "2017":26,
                "2018":42,
                "2019":45,
                "2020":1
            }
        ],
        [
            "Nine different sol‐gel derived carbon xerogels were prepared with different pore structures by varying the carbonization temperature (in flowing) and activation time (in in). For each of these carbon xerogels, mesopore and micropore size distributions and cumulative surface areas were extracted from a density functional theory analysis. Increasing the carbonization temperature caused a decrease in the number of micropores in the 6 Å range but had little effect on the mesopore size distribution and thus mesopore cumulative surface area. Increasing the activation time caused an increase in the number of both micro‐and mesopores where pores in the 6 Å width range eventually became pores in the 12 Å width range. The electrochemical double‐layer capacitance (DLC) of the carbon xerogels was found to correlate well with changes in the pore structure, and it was determined that pores less than about 8 Å in width …",
            "Correlation of double‐layer capacitance with the pore structure of sol‐gel derived carbon xerogels",
            "Chuan Lin and James A Ritter and Branko N Popov",
            "1999",
            "KT6q9f8AAAAJ:JQOojiI6XY0C",
            214,
            "https:\/\/iopscience.iop.org\/article\/10.1149\/1.1392526\/meta",
            "11298074546988413675",
            "\/scholar?cites=11298074546988413675",
            {
                "2000":2,
                "2001":7,
                "2002":8,
                "2003":11,
                "2004":7,
                "2005":16,
                "2006":11,
                "2007":8,
                "2008":14,
                "2009":16,
                "2010":12,
                "2011":8,
                "2012":10,
                "2013":12,
                "2014":12,
                "2015":11,
                "2016":9,
                "2017":14,
                "2018":7,
                "2019":9,
                "2020":9
            }
        ],
        [
            "This review on the use of adsorption and membrane technologies in H2 production is directed toward the chemical and petrochemical industries. The growing requirements for H2 in chemical manufacturing, petroleum refining, and the newly emerging clean energy concepts will place greater demands on sourcing, production capacity and supplies of H2. Currently, about 41 MM tons\/yr of H2 is produced worldwide, with 80% of it being produced from natural gas by steam reforming, partial oxidation and autothermal reforming. H2 is used commercially to produce CO, syngas, ammonia, methanol, and higher alcohols, urea and hydrochloric acid. It is also used in Fischer Tropsch reactions, as a reducing agent (metallurgy), and to upgrade petroleum products and oils (hydrogenation).It has been estimated that the reforming of natural gas to produce H2 consumes about 31,800 Btu\/lb of H2 produced at 331 psig based …",
            "State‐of‐the‐art adsorption and membrane separation processes for hydrogen production in the chemical and petrochemical industries",
            "James A Ritter and Armin D Ebner",
            "2007",
            "KT6q9f8AAAAJ:2osOgNQ5qMEC",
            194,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/01496390701242194",
            "447685652520180990",
            "\/scholar?cites=447685652520180990",
            {
                "2007":2,
                "2008":14,
                "2009":10,
                "2010":13,
                "2011":20,
                "2012":16,
                "2013":19,
                "2014":7,
                "2015":18,
                "2016":18,
                "2017":13,
                "2018":16,
                "2019":10,
                "2020":17
            }
        ],
        [
            "President Bush, during his State of the Union Address this year, pronounced a $1.2 billion jump-start to the hydrogen economy. The move would represent not only freedom from US-dependence on foreign oil, which is a national security issue, but also a necessary and gargantuan step toward improving the environment by reducing the amount of carbon dioxide released into the atmosphere. However, hydrogen storage is proving to be one of the most important issues and potentially biggest roadblock for the implementation of a hydrogen economy. Of the three options that exist for storing hydrogen, in a solid, liquid, or gaseous state, the former is becoming accepted as the only method potentially able to meet the gravimetric and volumetric densities of the recently announced FreedomCar goals; and of all known hydrogen storage materials, complex hydrides may be the only hope.In recent years, months, weeks …",
            "Implementing a hydrogen economy",
            "James A Ritter and Armin D Ebner and Jun Wang and Ragaiy Zidan",
            "2003",
            "KT6q9f8AAAAJ:PoWvk5oyLR8C",
            193,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1369702103009210",
            "14989368995442507916",
            "\/scholar?cites=14989368995442507916",
            {
                "2004":2,
                "2005":15,
                "2006":13,
                "2007":21,
                "2008":14,
                "2009":17,
                "2010":11,
                "2011":21,
                "2012":14,
                "2013":7,
                "2014":14,
                "2015":7,
                "2016":9,
                "2017":16,
                "2018":4,
                "2019":3,
                "2020":4
            }
        ]
    ]
}