{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The Simons Observatory (SO) is a new cosmic microwave background experiment being built on Cerro Toco in Chile, due to begin observations in the early 2020s. We describe the scientific goals of the experiment, motivate the design, and forecast its performance. SO will measure the temperature and polarization anisotropy of the cosmic microwave background in six frequency bands centered at: 27, 39, 93, 145, 225 and 280 GHz. The initial configuration of SO will have three small-aperture 0.5-m telescopes and one large-aperture 6-m telescope, with a total of 60,000 cryogenic bolometers. Our key science goals are to characterize the primordial perturbations, measure the number of relativistic species and the mass of neutrinos, test for deviations from a cosmological constant, improve our understanding of galaxy evolution, and constrain the duration of reionization. The small aperture telescopes will target the …",
            "The Simons Observatory: science goals and forecasts",
            "Peter Ade and James Aguirre and Zeeshan Ahmed and Simone Aiola and Aamir Ali and David Alonso and Marcelo A Alvarez and Kam Arnold and Peter Ashton and Jason Austermann and Humna Awan and Carlo Baccigalupi and Taylor Baildon and Darcy Barron and Nick Battaglia and Richard Battye and Eric Baxter and Andrew Bazarko and James A Beall and Rachel Bean and Dominic Beck and Shawn Beckman and Benjamin Beringue and Federico Bianchini and Steven Boada and David Boettger and J Richard Bond and Julian Borrill and Michael L Brown and Sarah Marie Bruno and Sean Bryan and Erminia Calabrese and Victoria Calafut and Paolo Calisse and Julien Carron and Anthony Challinor and Grace Chesmore and Yuji Chinone and Jens Chluba and Hsiao-Mei Sherry Cho and Steve Choi and Gabriele Coppi and Nicholas F Cothard and Kevin Coughlin and Devin Crichton and Kevin D Crowley and Kevin T Crowley and Ari Cukierman and John M D'Ewart and Rolando Dünner and Tijmen De Haan and Mark Devlin and Simon Dicker and Joy Didier and Matt Dobbs and Bradley Dober and Cody J Duell and Shannon Duff and Adri Duivenvoorden and Jo Dunkley and John Dusatko and Josquin Errard and Giulio Fabbian and Stephen Feeney and Simone Ferraro and Pedro Fluxà and Katherine Freese and Josef C Frisch and Andrei Frolov and George Fuller and Brittany Fuzia and Nicholas Galitzki and Patricio A Gallardo and Jose Tomas Galvez Ghersi and Jiansong Gao and Eric Gawiser and Martina Gerbino and Vera Gluscevic and Neil Goeckner-Wald and Joseph Golec and Sam Gordon and Megan Gralla and Daniel Green and Arpi Grigorian and John Groh and Chris Groppi and Yilun Guan and Jon E Gudmundsson and Dongwon Han and Peter Hargrave and Masaya Hasegawa and Matthew Hasselfield and Makoto Hattori and Victor Haynes and Masashi Hazumi and Yizhou He and Erin Healy and Shawn W Henderson and Carlos Hervias-Caimapo and Charles A Hill and J Colin Hill and Gene Hilton and Matt Hilton and Adam D Hincks and Gary Hinshaw and Renée Hložek and Shirley Ho and Shuay-Pwu Patty Ho and Logan Howe and Zhiqi Huang and Johannes Hubmayr and Kevin Huffenberger and John P Hughes and Anna Ijjas and Margaret Ikape and Kent Irwin and Andrew H Jaffe and Bhuvnesh Jain and Oliver Jeong and Daisuke Kaneko and Ethan D Karpel and Nobuhiko Katayama and Brian Keating and Sarah S Kernasovskiy and Reijo Keskitalo and Theodore Kisner and Kenji Kiuchi and Jeff Klein and Kenda Knowles and Brian Koopman and Arthur Kosowsky and Nicoletta Krachmalnicoff and Stephen E Kuenstner and Chao-Lin Kuo and Akito Kusaka and Jacob Lashner and Adrian Lee and Eunseong Lee and David Leon and Jason S-Y Leung and Antony Lewis and Yaqiong Li and Zack Li and Michele Limon and Eric Linder and Carlos Lopez-Caraballo and Thibaut Louis and Lindsay Lowry and Marius Lungu and Mathew Madhavacheril",
            "2019",
            "Ktw4lkAAAAAJ:YFjsv_pBGBYC",
            322,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2019\/02\/056\/meta",
            "335786495068898817",
            "\/scholar?cites=335786495068898817",
            {
                "2018":5,
                "2019":90,
                "2020":203,
                "2021":22
            }
        ],
        [
            "We report on measurements of the cosmic microwave background (CMB) and celestial polarization at 146 GHz made with the Atacama Cosmology Telescope Polarimeter (ACTPol) in its first three months of observing. Four regions of sky covering a total of 270 square degrees were mapped with an angular resolution of 1.3'. The map noise levels in the four regions are between 11 and 17 μK-arcmin. We present TT, TE, EE, TB, EB, and BB power spectra from three of these regions. The observed E-mode polarization power spectrum, displaying six acoustic peaks in the range 200< ℓ< 3000, is an excellent fit to the prediction of the best-fit cosmological models from WMAP9+ ACT and Planck data. The polarization power spectrum, which mainly reflects primordial plasma velocity perturbations, provides an independent determination of cosmological parameters consistent with those based on the temperature power …",
            "The Atacama cosmology telescope: CMB polarization at 200< ℓ< 9000",
            "Sigurd Naess and Matthew Hasselfield and Jeff McMahon and Michael D Niemack and Graeme E Addison and Peter AR Ade and Rupert Allison and Mandana Amiri and Nick Battaglia and James A Beall and Francesco De Bernardis and J Richard Bond and Joe Britton and Erminia Calabrese and Hsiao-mei Cho and Kevin Coughlin and Devin Crichton and Sudeep Das and Rahul Datta and Mark J Devlin and Simon R Dicker and Joanna Dunkley and Rolando Dünner and Joseph W Fowler and Anna E Fox and Patricio Gallardo and Emily Grace and Megan Gralla and Amir Hajian and Mark Halpern and Shawn Henderson and J Colin Hill and Gene C Hilton and Matt Hilton and Adam D Hincks and Renee Hlozek and Patty Ho and Johannes Hubmayr and Kevin M Huffenberger and John P Hughes and Leopoldo Infante and Kent Irwin and Rebecca Jackson and Simon Muya Kasanda and Jeff Klein and Brian Koopman and Arthur Kosowsky and Dale Li and Thibaut Louis and Marius Lungu and Mathew Madhavacheril and Tobias A Marriage and Loic Maurin and Felipe Menanteau and Kavilan Moodley and Charles Munson and Laura Newburgh and John Nibarger and Michael R Nolta and Lyman A Page and Christine Pappas and Bruce Partridge and Felipe Rojas and Benjamin L Schmitt and Neelima Sehgal and Blake D Sherwin and Jon Sievers and Sara Simon and David N Spergel and Suzanne T Staggs and Eric R Switzer and Robert Thornton and Hy Trac and Carole Tucker and Masao Uehara and Alexander Van Engelen and Jonathan T Ward and Edward J Wollack",
            "2014",
            "Ktw4lkAAAAAJ:2osOgNQ5qMEC",
            278,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2014\/10\/007\/meta",
            "5619869176861698153",
            "\/scholar?cites=5619869176861698153",
            {
                "2004":1,
                "2005":3,
                "2006":1,
                "2007":1,
                "2008":3,
                "2009":2,
                "2010":10,
                "2011":41,
                "2012":50,
                "2013":30,
                "2014":31,
                "2015":19,
                "2016":28,
                "2017":1
            }
        ],
        [
            "This is a report on the status and prospects of the quantification of neutrino properties through the cosmological neutrino background for the Cosmic Frontier of the Division of Particles and Fields Community Summer Study long-term planning exercise. Experiments planned and underway are prepared to study the cosmological neutrino background in detail via its influence on distance-redshift relations and the growth of structure. The program for the next decade described in this document, including upcoming spectroscopic galaxy surveys eBOSS and DESI and a new Stage-IV CMB polarization experiment CMB-S4, will achieve σ (σ m ν)= 16 meV and σ (N eff)= 0.020. Such a mass measurement will produce a high significance detection of non-zero σ m ν, whose lower bound derived from atmospheric and solar neutrino oscillation data is about 58 meV. If neutrinos have a minimal normal mass hierarchy, this …",
            "Neutrino physics from the cosmic microwave background and large scale structure",
            "Kevork N Abazajian and K Arnold and J Austermann and BA Benson and C Bischoff and J Bock and JR Bond and J Borrill and Erminia Calabrese and JE Carlstrom and CS Carvalho and CL Chang and HC Chiang and S Church and A Cooray and TM Crawford and KS Dawson and S Das and MJ Devlin and M Dobbs and S Dodelson and O Dore and J Dunkley and J Errard and A Fraisse and J Gallicchio and NW Halverson and S Hanany and SR Hildebrandt and A Hincks and R Hlozek and G Holder and WL Holzapfel and K Honscheid and W Hu and J Hubmayr and K Irwin and WC Jones and M Kamionkowski and B Keating and R Keisler and L Knox and E Komatsu and J Kovac and C-L Kuo and C Lawrence and AT Lee and E Leitch and E Linder and P Lubin and J McMahon and A Miller and L Newburgh and MD Niemack and H Nguyen and HT Nguyen and L Page and C Pryke and CL Reichardt and JE Ruhl and N Sehgal and U Seljak and J Sievers and E Silverstein and A Slosar and KM Smith and D Spergel and ST Staggs and A Stark and Radek Stompor and AG Vieregg and G Wang and S Watson and EJ Wollack and WLK Wu and KW Yoon and O Zahn",
            "2015",
            "Ktw4lkAAAAAJ:u5HHmVD_uO8C",
            270,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S092765051400084X",
            "14056062251576066063",
            "\/scholar?cites=14056062251576066063",
            {
                "2014":19,
                "2015":45,
                "2016":73,
                "2017":40,
                "2018":32,
                "2019":26,
                "2020":26,
                "2021":2
            }
        ],
        [
            "Advanced ACTPol is a polarization-sensitive upgrade for the 6 m aperture Atacama Cosmology Telescope, adding new frequencies and increasing sensitivity over the previous ACTPol receiver. In 2016, Advanced ACTPol will begin to map approximately half the sky in five frequency bands (28–230 GHz). Its maps of primary and secondary cosmic microwave background anisotropies—imaged in intensity and polarization at few arcminute-scale resolution—will enable precision cosmological constraints and also a wide array of cross-correlation science that probes the expansion history of the universe and the growth of structure via gravitational collapse. To accomplish these scientific goals, the Advanced ACTPol receiver will be a significant upgrade to the ACTPol receiver, including four new multichroic arrays of cryogenic, feedhorn-coupled AlMn transition edge sensor polarimeters (fabricated on 150 mm …",
            "Advanced ACTPol cryogenic detector arrays and readout",
            "SW Henderson and R Allison and J Austermann and T Baildon and N Battaglia and JA Beall and D Becker and Francesco De Bernardis and JR Bond and Erminia Calabrese and SK Choi and KP Coughlin and KT Crowley and R Datta and MJ Devlin and SM Duff and J Dunkley and R Dünner and A van Engelen and PA Gallardo and E Grace and M Hasselfield and F Hills and GC Hilton and AD Hincks and R Hloẑek and SP Ho and J Hubmayr and K Huffenberger and JP Hughes and KD Irwin and BJ Koopman and AB Kosowsky and D Li and J McMahon and C Munson and F Nati and L Newburgh and MD Niemack and P Niraula and LA Page and CG Pappas and M Salatino and A Schillaci and BL Schmitt and N Sehgal and BD Sherwin and JL Sievers and SM Simon and DN Spergel and ST Staggs and JR Stevens and R Thornton and J Van Lanen and EM Vavagiakis and JT Ward and EJ Wollack",
            "2016",
            "Ktw4lkAAAAAJ:_FxGoFyzp5QC",
            239,
            "https:\/\/link.springer.com\/article\/10.1007\/s10909-016-1575-z",
            "15090175859004637851",
            "\/scholar?cites=15090175859004637851",
            {
                "2016":34,
                "2017":29,
                "2018":62,
                "2019":44,
                "2020":61,
                "2021":7
            }
        ],
        [
            "The discovery of a repeating Fast Radio Burst (FRB) source, FRB 121102, eliminated models involving cataclysmic events for this source. No other repeating FRB has yet been detected in spite of many recent FRB discoveries and follow-ups, suggesting repeaters may be rare in the FRB population. Here we report the detection of six repeat bursts from FRB 180814. J0422+ 73, one of the 13 FRBs detected by the Canadian Hydrogen Intensity Mapping Experiment (CHIME) FRB project during its pre-commissioning phase in July and August 2018. These repeat bursts are consistent with originating from a single position on the sky, with the same dispersion measure (DM),~ 189 pc cm-3. This DM is approximately twice the expected Milky Way column density, and implies an upper limit on the source redshift of 0.1, at least a factor of~ 2 closer than FRB 121102. In some of the repeat bursts, we observe sub-pulse frequency structure, drifting, and spectral variation reminiscent of that seen in FRB 121102, suggesting similar emission mechanisms and\/or propagation effects. This second repeater, found among the first few CHIME\/FRB discoveries, suggests that there exists--and that CHIME\/FRB and other wide-field, sensitive radio telescopes will find--a substantial population of repeating FRBs.",
            "A second source of repeating fast radio bursts",
            "M Amiri and K Bandura and M Bhardwaj and P Boubel and MM Boyce and PJ Boyle and C Brar and M Burhanpurkar and T Cassanelli and P Chawla and JF Cliche and D Cubranic and M Deng and N Denman and M Dobbs and M Fandino and E Fonseca and BM Gaensler and AJ Gilbert and A Gill and U Giri and DC Good and M Halpern and DS Hanna and AS Hill and G Hinshaw and C Höfer and A Josephy and VM Kaspi and TL Landecker and DA Lang and H-H Lin and KW Masui and R Mckinven and J Mena-Parra and M Merryfield and D Michilli and N Milutinovic and C Moatti and A Naidu and LB Newburgh and C Ng and C Patel and U-L Pen and T Pinsonneault-Marotte and Z Pleunis and M Rafiei-Ravandi and M Rahman and SM Ransom and A Renard and P Scholz and JR Shaw and SR Siegel and KM Smith and IH Stairs and SP Tendulkar and I Tretyakov and K Vanderlinde and P Yadav and FRB Collaboration",
            "2019",
            "Ktw4lkAAAAAJ:RYcK_YlVTxYC",
            193,
            "https:\/\/arxiv.org\/abs\/1901.04525",
            "12851423172972877886",
            "\/scholar?cites=12851423172972877886",
            {
                "2018":1,
                "2019":71,
                "2020":107,
                "2021":13
            }
        ],
        [
            "We present the temperature and polarization angular power spectra measured by the Atacama Cosmology Telescope Polarimeter (ACTPol). We analyze night-time data collected during 2013–14 using two detector arrays at 149 GHz, from 548 deg 2 of sky on the celestial equator. We use these spectra, and the spectra measured with the MBAC camera on ACT from 2008–10, in combination with planck and wmap data to estimate cosmological parameters from the temperature, polarization, and temperature-polarization cross-correlations. We find the new ACTPol data to be consistent with the ΛCDM model. The ACTPol temperature-polarization cross-spectrum now provides stronger constraints on multiple parameters than the ACTPol temperature spectrum, including the baryon density, the acoustic peak angular scale, and the derived Hubble constant. The new ACTPol data provide information on damping tail …",
            "The Atacama Cosmology Telescope: two-season ACTPol spectra and parameters",
            "Thibaut Louis and Emily Grace and Matthew Hasselfield and Marius Lungu and Loïc Maurin and Graeme E Addison and Peter AR Ade and Simone Aiola and Rupert Allison and Mandana Amiri and Elio Angile and Nicholas Battaglia and James A Beall and Francesco De Bernardis and J Richard Bond and Joe Britton and Erminia Calabrese and Hsiao-mei Cho and Steve K Choi and Kevin Coughlin and Devin Crichton and Kevin Crowley and Rahul Datta and Mark J Devlin and Simon R Dicker and Joanna Dunkley and Rolando Dünner and Simone Ferraro and Anna E Fox and Patricio Gallardo and Megan Gralla and Mark Halpern and Shawn Henderson and J Colin Hill and Gene C Hilton and Matt Hilton and Adam D Hincks and Renée Hlozek and SP Patty Ho and Zhiqi Huang and Johannes Hubmayr and Kevin M Huffenberger and John P Hughes and Leopoldo Infante and Kent Irwin and Simon Muya Kasanda and Jeff Klein and Brian Koopman and Arthur Kosowsky and Dale Li and Mathew Madhavacheril and Tobias A Marriage and Jeff McMahon and Felipe Menanteau and Kavilan Moodley and Charles Munson and Sigurd Naess and Federico Nati and Laura Newburgh and John Nibarger and Michael D Niemack and Michael R Nolta and Carolina Nuñez and Lyman A Page and Christine Pappas and Bruce Partridge and Felipe Rojas and Emmanuel Schaan and Benjamin L Schmitt and Neelima Sehgal and Blake D Sherwin and Jon Sievers and Sara Simon and David N Spergel and Suzanne T Staggs and Eric R Switzer and Robert Thornton and Hy Trac and Jesse Treu and Carole Tucker and Alexander Van Engelen and Jonathan T Ward and Edward J Wollack",
            "2017",
            "Ktw4lkAAAAAJ:R3hNpaxXUhUC",
            177,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2017\/06\/031\/meta",
            "13983208410045628019",
            "\/scholar?cites=13983208410045628019",
            {
                "2017":17,
                "2018":54,
                "2019":43,
                "2020":58,
                "2021":3
            }
        ],
        [
            "The Hydrogen Intensity and Real-time Analysis eXperiment (HIRAX) is a new 400{800MHz radio interferometer under development for deployment in South Africa. HIRAX will comprise 1024 six meter parabolic dishes on a compact grid and will map most of the southern sky over the course of four years. HIRAX has two primary science goals: to constrain Dark Energy and measure structure at high redshift, and to study radio transients and pulsars. HIRAX will observe unresolved sources of neutral hydrogen via their redshifted 21-cm emission line (`hydrogen intensity mapping'). The resulting maps of large-scale structure at redshifts 0.8{2.5 will be used to measure Baryon Acoustic Oscillations (BAO). BAO are a preferential length scale in the matter distribution that can be used to characterize the expansion history of the Universe and thus understand the properties of Dark Energy. HIRAX will improve upon current …",
            "HIRAX: a probe of dark energy and radio transients",
            "LB Newburgh and K Bandura and MA Bucher and T-C Chang and HC Chiang and JF Cliche and R Davé and M Dobbs and C Clarkson and KM Ganga and T Gogo and A Gumba and N Gupta and M Hilton and B Johnstone and A Karastergiou and M Kunz and D Lokhorst and R Maartens and S Macpherson and M Mdlalose and K Moodley and L Ngwenya and JM Parra and J Peterson and O Recnik and B Saliwanchik and MG Santos and JL Sievers and O Smirnov and P Stronkhorst and R Taylor and K Vanderlinde and G Van Vuuren and A Weltman and A Witzemann",
            "2016",
            "Ktw4lkAAAAAJ:qUcmZB5y_30C",
            162,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/9906\/1\/HIRAX-a-probe-of-dark-energy-and-radio-transients\/10.1117\/12.2234286.short",
            "11351644360046629563",
            "\/scholar?cites=11351644360046629563",
            {
                "2016":3,
                "2017":21,
                "2018":35,
                "2019":54,
                "2020":40,
                "2021":8
            }
        ],
        [
            "The Atacama Cosmology Telescope (ACT) makes high angular resolution measurements of anisotropies in the Cosmic Microwave Background (CMB) at millimeter wavelengths. We describe ACTPol, an upgraded receiver for ACT, which uses feedhorn-coupled, polarization-sensitive detector arrays, a 3 field of view, 100 mK cryogenics with continuous cooling, and meta material antireflection coatings. ACTPol comprises three arrays with separate cryogenic optics: two arrays at a central frequency of 148 GHz and one array operating simultaneously at both 97 GHz and 148 GHz. The combined instrument sensitivity, angular resolution, and sky coverage are optimized for measuring angular power spectra, clusters via the thermal Sunyaev–Zel'dovich (SZ) and kinetic SZ signals, and CMB lensing due to large-scale structure. The receiver was commissioned with its first 148 GHz array in 2013, observed with both 148 …",
            "The Atacama cosmology telescope: the polarization-sensitive ACTPol instrument",
            "RJ Thornton and PAR Ade and S Aiola and FE Angile and M Amiri and JA Beall and DT Becker and HM Cho and SK Choi and P Corlies and KP Coughlin and R Datta and MJ Devlin and SR Dicker and R Dünner and JW Fowler and AE Fox and PA Gallardo and J Gao and E Grace and M Halpern and M Hasselfield and SW Henderson and GC Hilton and AD Hincks and SP Ho and J Hubmayr and KD Irwin and J Klein and B Koopman and Dale Li and T Louis and M Lungu and L Maurin and J McMahon and CD Munson and S Naess and F Nati and L Newburgh and J Nibarger and MD Niemack and P Niraula and MR Nolta and LA Page and CG Pappas and A Schillaci and BL Schmitt and N Sehgal and JL Sievers and SM Simon and Suzanne T Staggs and Carole Tucker and M Uehara and J Van Lanen and JT Ward and EJ Wollack",
            "2016",
            "Ktw4lkAAAAAJ:ZeXyd9-uunAC",
            139,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/1538-4365\/227\/2\/21\/meta",
            "16108790167469028861",
            "\/scholar?cites=16108790167469028861",
            {
                "2016":15,
                "2017":14,
                "2018":41,
                "2019":24,
                "2020":37,
                "2021":6
            }
        ],
        [
            "Fast radio bursts (FRBs) are highly dispersed millisecond-duration radio flashes likely arriving from far outside the Milky Way galaxy. This phenomenon was discovered at radio frequencies near 1.4 GHz and to date has been observed in one case at as high as 8 GHz, but not below 700 MHz in spite of significant searches at low frequencies. Here we report detections of FRBs at radio frequencies as low as 400 MHz, on the Canadian Hydrogen Intensity Mapping Experiment (CHIME) using the CHIME\/FRB instrument. We present 13 FRBs detected during a telescope pre-commissioning phase, when our sensitivity and field-of-view were not yet at design specifications. Emission in multiple events is seen down to 400 MHz, the lowest radio frequency to which we are sensitive. The FRBs show a variety of temporal scattering behaviours, with the majority significantly scattered, and some apparently unscattered to within measurement uncertainty even at our lowest frequencies. Of the 13 reported here, one event has the lowest dispersion measure yet reported, implying it is among the closest yet known, and another has shown multiple repeat bursts, as described in a companion paper. Our low-scattering events suggest that efforts to detect FRBs at radio frequencies below 400 MHz will eventually be successful. The overall scattering properties of our sample suggest that FRBs as a class are preferentially located in environments that scatter radio waves more strongly than the diffuse interstellar medium (ISM) in the Milky Way.",
            "Observations of fast radio bursts at frequencies down to 400 megahertz",
            "Mandana Amiri and Kevin Bandura and Mohit Bhardwaj and Paula Boubel and Michelle M Boyce and Patrick J Boyle and Charanjot Brar and Maya Burhanpurkar and Pragya Chawla and Jean F Cliche and Davor Cubranic and Meiling Deng and Nolan Denman and Matthew Dobbs and M Fandino and Emmanuel Fonseca and Bryan M Gaensler and Adam J Gilbert and Utkarsh Giri and Deborah C Good and Mark Halpern and David Hanna and Alexander S Hill and Gary Hinshaw and C Höfer and Alexander Josephy and Victoria M Kaspi and Thomas L Landecker and Dustin A Lang and Kiyoshi W Masui and Ryan Mckinven and Juan Mena-Parra and Marcus Merryfield and Nikola Milutinovic and Charles Moatti and Arun Naidu and Laura B Newburgh and Cherry Ng and Chitrang Patel and Ue-Li Pen and Tristan Pinsonneault-Marotte and Ziggy Pleunis and Masoud Rafiei-Ravandi and Scott M Ransom and Andre Renard and Paul Scholz and JR Shaw and Seth R Siegel and Kendrick M Smith and Ingrid H Stairs and Shriharsh P Tendulkar and Ian Tretyakov and Keith Vanderlinde and Prateek Yadav and FRB Collaboration",
            "2019",
            "Ktw4lkAAAAAJ:J_g5lzvAfSwC",
            133,
            "https:\/\/arxiv.org\/abs\/1901.04524",
            "4250960546088129520",
            "\/scholar?cites=4250960546088129520",
            {
                "2019":57,
                "2020":67,
                "2021":9
            }
        ],
        [
            "Fluctuations in the intensity and polarization of the cosmic microwave background (CMB) and the large-scale distribution of matter in the universe each contain clues about the nature of the earliest moments of time. The next generation of CMB and large-scale structure (LSS) experiments are poised to test the leading paradigm for these earliest moments—the theory of cosmic inflation—and to detect the imprints of the inflationary epoch, thereby dramatically increasing our understanding of fundamental physics and the early universe. A future CMB experiment with sufficient angular resolution and frequency coverage that surveys at least 1% of the sky to a depth of 1 uK-arcmin can deliver a constraint on the tensor-to-scalar ratio that will either result in a 5 σ measurement of the energy scale of inflation or rule out all large-field inflation models, even in the presence of foregrounds and the gravitational lensing B-mode …",
            "Inflation physics from the cosmic microwave background and large scale structure",
            "KN Abazajian and K Arnold and J Austermann and BA Benson and C Bischoff and J Bock and JR Bond and J Borrill and I Buder and DL Burke and Erminia Calabrese and JE Carlstrom and CS Carvalho and CL Chang and HC Chiang and S Church and A Cooray and TM Crawford and BP Crill and KS Dawson and S Das and MJ Devlin and M Dobbs and S Dodelson and O Doré and Jo Dunkley and JL Feng and A Fraisse and J Gallicchio and SB Giddings and D Green and NW Halverson and S Hanany and D Hanson and SR Hildebrandt and A Hincks and R Hlozek and G Holder and WL Holzapfel and K Honscheid and G Horowitz and W Hu and J Hubmayr and K Irwin and M Jackson and WC Jones and R Kallosh and M Kamionkowski and B Keating and R Keisler and W Kinney and L Knox and E Komatsu and J Kovac and C-L Kuo and A Kusaka and C Lawrence and AT Lee and E Leitch and A Linde and E Linder and P Lubin and J Maldacena and E Martinec and J McMahon and A Miller and V Mukhanov and L Newburgh and MD Niemack and H Nguyen and HT Nguyen and L Page and C Pryke and CL Reichardt and JE Ruhl and N Sehgal and U Seljak and L Senatore and J Sievers and E Silverstein and A Slosar and KM Smith and D Spergel and Suzanne T Staggs and A Stark and R Stompor and AG Vieregg and G Wang and S Watson and EJ Wollack and WLK Wu and KW Yoon and O Zahn and M Zaldarriaga",
            "2015",
            "Ktw4lkAAAAAJ:4fKUyHm3Qg0C",
            115,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0927650514000838",
            "11285650744018981820",
            "\/scholar?cites=11285650744018981820",
            {
                "2014":10,
                "2015":28,
                "2016":25,
                "2017":18,
                "2018":18,
                "2019":8,
                "2020":6,
                "2021":1
            }
        ]
    ]
}