{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Methods: Data from the 1995 National Survey of Family Growth (NSFG) were used to compare levels of unintended pregnancy among contraceptive users based on two definitions-the standard definition based on women's reports of contraceptive failure, and the NSFG definition based on pregnancy timing (wanted then, wanted later, or not wanted then or in the future). An attitudinal scale was used to examine women's feelings about their unintended pregnancy.Results: Of pregnancies classified as contraceptive failures under the standard definition, only 68% were unintendedpregnancies-94% of those ending in abortion and 60% of those ending in birth. Just 59% of women with a contraceptive failure classified as an unintended pregnancy reported feeling unhappy or very unhappy about their pregnancy, while 90% of those with a failure classified as an intended pregnancy reported being happy or very happy …",
            "Are all contraceptive failures unintended pregnancies? Evidence from the 1995 National Survey of Family Growth",
            "James Trussell and Barbara Vaughan and Joseph Stanford",
            "1999",
            "KuEr4FwAAAAJ:eQOLeE2rZwMC",
            299,
            "https:\/\/www.jstor.org\/stable\/2991573",
            "2628564706970265404",
            "\/scholar?cites=2628564706970265404",
            {
                "2000":3,
                "2001":7,
                "2002":8,
                "2003":5,
                "2004":23,
                "2005":15,
                "2006":13,
                "2007":17,
                "2008":12,
                "2009":25,
                "2010":16,
                "2011":15,
                "2012":20,
                "2013":8,
                "2014":17,
                "2015":23,
                "2016":15,
                "2017":13,
                "2018":18,
                "2019":12,
                "2020":12
            }
        ],
        [
            "There are many potential mechanisms of action for the intrauterine device (IUD), which vary by type of IUD (inert, copper, or hormonal). This paper reviews the evidence for each potential mechanism of action. On the basis of available data for fertilization rates and clinical pregnancy rates, the relative contribution of mechanisms acting before or after fertilization were quantitatively estimated. These estimates indicate that, although prefertilization effects are more prominent for the copper IUD, both prefertilization and postfertilization mechanisms of action contribute significantly to the effectiveness of all types of intrauterine devices. (Am J Obstet Gynecol 2002;187:1699-708.)",
            "Mechanisms of action of intrauterine devices: update and estimation of postfertilization effects",
            "Joseph B Stanford and Rafael T Mikolajczyk",
            "2002",
            "KuEr4FwAAAAJ:WF5omc3nYNoC",
            246,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0002937802004933",
            "1204139660878728889",
            "\/scholar?cites=1204139660878728889",
            {
                "2003":2,
                "2004":4,
                "2005":14,
                "2006":8,
                "2007":20,
                "2008":16,
                "2009":4,
                "2010":13,
                "2011":11,
                "2012":13,
                "2013":15,
                "2014":13,
                "2015":15,
                "2016":19,
                "2017":13,
                "2018":13,
                "2019":20,
                "2020":8,
                "2021":2
            }
        ]
    ]
}