{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "We study an optoelectronic time-delay oscillator that displays high-speed chaotic behavior with a flat, broad power spectrum. The chaotic state coexists with a linearly stable fixed point, which, when subjected to a finite-amplitude perturbation, loses stability initially via a periodic train of ultrafast pulses. We derive approximate mappings that do an excellent job of capturing the observed instability. The oscillator provides a simple device for fundamental studies of time-delay dynamical systems and can be used as a building block for ultrawide-band sensor networks.",
            "Broadband chaos generated by an optoelectronic oscillator",
            "Kristine E Callan and Lucas Illing and Zheng Gao and Daniel J Gauthier and Eckehard Schöll",
            "2010",
            "kUoZNSAAAAAJ:u5HHmVD_uO8C",
            158,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.113901",
            "328630616947744523",
            "\/scholar?cites=328630616947744523",
            {
                "2010":4,
                "2011":17,
                "2012":15,
                "2013":13,
                "2014":10,
                "2015":14,
                "2016":17,
                "2017":16,
                "2018":18,
                "2019":12,
                "2020":20,
                "2021":1
            }
        ],
        [
            "We study an optoelectronic time-delay oscillator with bandpass filtering for different values of the filter bandwidth. Our experiments show novel pulse-train solutions with pulse widths that can be controlled over a three-order–of–magnitude range, with a minimum pulse width of~ 150 ps. The equations governing the dynamics of our optoelectronic oscillator are similar to the FitzHugh-Nagumo model from neurodynamics with delayed feedback in the excitable and oscillatory regimes. Using a nullclines analysis, we derive an analytical proportionality between pulse width and the low-frequency cutoff of the bandpass filter, which is in agreement with experiments and numerical simulations. Furthermore, the nullclines help to describe the shape of the waveforms.",
            "Pulse-train solutions and excitability in an optoelectronic oscillator",
            "David P Rosin and Kristine E Callan and Daniel J Gauthier and Eckehard Schöll",
            "2011",
            "kUoZNSAAAAAJ:u-x6o8ySG0sC",
            42,
            "https:\/\/iopscience.iop.org\/article\/10.1209\/0295-5075\/96\/34001\/meta",
            "2406458283220250970",
            "\/scholar?cites=2406458283220250970",
            {
                "2012":3,
                "2013":7,
                "2014":2,
                "2015":5,
                "2016":7,
                "2017":7,
                "2018":3,
                "2019":6,
                "2020":2
            }
        ],
        [
            "We demonstrate the control of chaos in a nonlinear circuit constructed from readily available electronic components. Control is achieved using recursive proportional feedback, which is applicable to chaotic dynamics in highly dissipative systems and can be implemented using experimental data in the absence of model equations. The application of recursive proportional feedback to a simple electronic oscillator provides an undergraduate laboratory problem for exploring proportional feedback algorithms used to control chaos.",
            "Proportional feedback control of chaos in a simple electronic oscillator",
            "Richard J Wiener and Kristine E Callan and Stephen C Hall and Thomas Olsen",
            "2006",
            "kUoZNSAAAAAJ:d1gkVwhDpl0C",
            4,
            "https:\/\/aapt.scitation.org\/doi\/abs\/10.1119\/1.2166367",
            "16501869016467215194",
            "\/scholar?cites=16501869016467215194",
            {
                "2010":1,
                "2011":2,
                "2012":1
            }
        ]
    ]
}