{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We review the predictions of the theory of a color glass condensate for a gluon production cross section in p (d) A collisions. We demonstrate that, at moderate energies, when the gluon production cross section can be calculated in the framework of the McLerran-Venugopalan model, it has only a partonic level Cronin effect in it. At higher energies or rapidities corresponding to smaller values of the Bjorken x, quantum evolution becomes important. The effect of quantum evolution at higher energies or rapidities is to introduce the suppression of high-p T gluons slightly decreasing the Cronin enhancement. At still higher energies or rapidities quantum evolution leads to the suppression of produced gluons at all values of p T.",
            "Cronin effect and high- suppression in pA collisions",
            "Dmitri Kharzeev and Yuri V Kovchegov and Kirill Tuchin",
            "2003",
            "kutxmcYAAAAJ:u5HHmVD_uO8C",
            440,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.68.094013",
            "13905255799591758463",
            "\/scholar?cites=13905255799591758463",
            {
                "2003":4,
                "2004":51,
                "2005":61,
                "2006":48,
                "2007":37,
                "2008":26,
                "2009":27,
                "2010":23,
                "2011":29,
                "2012":20,
                "2013":18,
                "2014":17,
                "2015":9,
                "2016":23,
                "2017":11,
                "2018":13,
                "2019":8,
                "2020":12,
                "2021":1
            }
        ],
        [
            "This writeup is a compilation of the predictions for the forthcoming Heavy Ion Program at the Large Hadron Collider, as presented at the CERN Theory Institute'Heavy Ion Collisions at the LHC—Last Call for Predictions', held from 14th May to 10th June 2007.",
            "Heavy-ion collisions at the LHC—last call for predictions",
            "N Armesto and Nicolas Borghini and S Jeon and UA Wiedemann and S Abreu and SV Akkelin and J Alam and JL Albacete and A Andronic and D Antonov and F Arleo and IC Arsene and GG Barnaföldi and J Barrette and B Bäuchle and F Becattini and B Betz and M Bleicher and M Bluhm and D Boer and FW Bopp and P Braun-Munzinger and L Bravina and W Busza and M Cacciari and A Capella and J Casalderrey-Solana and R Chatterjee and LW Chen and J Cleymans and BA Cole and Z Conesa Del Valle and LP Csernai and L Cunqueiro and A Dainese and J Dias De Deus and HT Ding and M Djordjevic and H Drescher and IM Dremin and A Dumitru and A El and R Engel and D d'Enterria and KJ Eskola and G Fai and EG Ferreiro and RJ Fries and E Frodermann and H Fujii and C Gale and F Gelis and VP Goncalves and V Greco and C Greiner and M Gyulassy and H Van Hees and U Heinz and H Honkanen and WA Horowitz and E Iancu and G Ingelman and J Jalilian-Marian and AB Kaidalov and B Kämpfer and ZB Kang and Iu A Karpenko and G Kestin and D Kharzeev and CM Ko and B Koch and B Kopeliovich and M Kozlov and I Kraus and I Kuznetsova and SH Lee and R Lednicky and J Letessier and E Levin and BA Li and ZW Lin and H Liu and W Liu and C Loizides and IP Lokhtin and MVT MacHado and LV Malinina and AM Managadze and ML Mangano and M Mannarelli and C Manuel and G Martínez and JG Milhano and Á Mócsy and D Molnár and M Nardi and JK Nayak and H Niemi and H Oeschler and JY Ollitrault and G Paić and C Pajares and VS Pantuev and G Papp and D Peressounko and P Petreczky and SV Petrushanko and F Piccinini and T Pierog and HJ Pirner and S Porteboeuf and I Potashnikova and GY Qin and JW Qiu and J Rafelski and K Rajagopal and J Ranft and R Rapp and SS Räsänen and J Rathsman and P Rau and K Redlich and T Renk and AH Rezaeian and D Rischke and S Roesler and J Ruppert and PV Ruuskanen and CA Salgado and S Sapeta and I Sarcevic and S Sarkar and LI Sarycheva and I Schmidt and AI Shoshi and B Sinha and Yu M Sinyukov and AM Snigirev and DK Srivastava and J Stachel and A Stasto and H Stöcker and C Yu Teplov and RL Thews and G Torrieri and V Topor Pop and DN Triantafyllopoulos and KL Tuchin and S Turbide and K Tywoniuk",
            "2008",
            "kutxmcYAAAAJ:maZDTaKrznsC",
            430,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0954-3899\/35\/5\/054001\/meta",
            "9736551147827220264",
            "\/scholar?cites=9736551147827220264",
            {
                "2008":29,
                "2009":63,
                "2010":57,
                "2011":60,
                "2012":51,
                "2013":51,
                "2014":24,
                "2015":29,
                "2016":25,
                "2017":18,
                "2018":14,
                "2019":3,
                "2020":6
            }
        ],
        [
            "A measurement of the Z\/γ⁎ transverse momentum (p T Z) distribution in proton–proton collisions at s= 7 TeV is presented using Z\/γ⁎→ e+ e− and Z\/γ⁎→ μ+ μ− decays collected with the ATLAS detector in data sets with integrated luminosities of 35 pb− 1 and 40 pb− 1, respectively. The normalized differential cross sections are measured separately for electron and muon decay channels as well as for their combination up to p T Z of 350 GeV for invariant dilepton masses 66 GeV< m ℓ ℓ< 116 GeV. The measurement is compared to predictions of perturbative QCD and various event generators. The prediction of resummed QCD combined with fixed order perturbative QCD is found to be in good agreement with the data.",
            "Measurement of the transverse momentum distribution of Z\/γ⁎ bosons in proton–proton collisions at s= 7 TeV with the ATLAS detector",
            "Georges Aad and B Abbott and J Abdallah and AA Abdelalim and A Abdesselam and B Abi and M Abolins and H Abramowicz and H Abreu and E Acerbi and BS Acharya and DL Adams and TN Addy and J Adelman and M Aderholz and S Adomeit and P Adragna and T Adye and S Aefsky and JA Aguilar-Saavedra and M Aharrouche and SP Ahlen and F Ahles and A Ahmad and M Ahsan and G Aielli and T Akdogan and TPA Åkesson and G Akimoto and AV Akimov and A Akiyama and MS Alam and MA Alam and J Albert and S Albrand and M Aleksa and IN Aleksandrov and F Alessandria and C Alexa and G Alexander and G Alexandre and T Alexopoulos and M Alhroob and M Aliev and G Alimonti and J Alison and M Aliyev and PP Allport and SE Allwood-Spiers and J Almond and A Aloisio and R Alon and A Alonso and MG Alviggi and K Amako and P Amaral and C Amelung and VV Ammosov and A Amorim and G Amorós and N Amram and C Anastopoulos and N Andari and T Andeen and CF Anders and KJ Anderson and A Andreazza and V Andrei and M-L Andrieux and XS Anduaga and A Angerami and F Anghinolfi and N Anjos and A Annovi and A Antonaki and M Antonelli and A Antonov and J Antos and F Anulli and S Aoun and L Aperio Bella and R Apolle and G Arabidze and I Aracena and Y Arai and ATH Arce and JP Archambault and S Arfaoui and J-F Arguin and E Arik and M Arik and AJ Armbruster and O Arnaez and C Arnault and A Artamonov and G Artoni and D Arutinov and S Asai and R Asfandiyarov and S Ask and B Åsman and L Asquith and K Assamagan and A Astbury and A Astvatsatourov and G Atoian and B Aubert and B Auerbach and E Auge and K Augsten and M Aurousseau and N Austin and G Avolio and R Avramidou and D Axen and C Ay and G Azuelos and Y Azuma and MA Baak and G Baccaglioni and C Bacci and AM Bach and H Bachacou and K Bachas and G Bachy and M Backes and M Backhaus and E Badescu and P Bagnaia and S Bahinipati and Y Bai and DC Bailey and T Bain and JT Baines and OK Baker and MD Baker and S Baker and F Baltasar Dos Santos Pedrosa and E Banas and P Banerjee and Sw Banerjee and D Banfi and A Bangert and V Bansal and HS Bansil and L Barak and SP Baranov and A Barashkou and A Barbaro Galtieri and T Barber",
            "2011",
            "kutxmcYAAAAJ:BrmTIyaxlBUC",
            389,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269311012627",
            "8828049349148089968",
            "\/scholar?cites=8828049349148089968",
            {
                "2011":39,
                "2012":84,
                "2013":78,
                "2014":33,
                "2015":43,
                "2016":36,
                "2017":20,
                "2018":25,
                "2019":13,
                "2020":15,
                "2021":1
            }
        ],
        [
            "We extract the bulk viscosity of hot quark–gluon matter in the presence of light quarks from the recent lattice data on the QCD equation of state. For that purpose we extend the sum rule analysis by including the contribution of light quarks. We also discuss the universal properties of bulk viscosity in the vicinity of a second-order phase transition, as it might occur in the chiral limit of QCD at fixed strange quark mass and most likely does occur in two-flavor QCD. We point out that a chiral transition in the O (4) universality class at zero baryon density as well as the transition at the chiral critical point which belongs to the Z (2) universality class both lead to the critical behavior of bulk viscosity. In particular, the latter universality class implies the divergence of the bulk viscosity, which may be used as a signature of the critical point. We discuss the physical picture behind the dramatic increase of bulk viscosity seen in our …",
            "Universal properties of bulk viscosity near the QCD phase transition",
            "Frithjof Karsch and Dmitri Kharzeev and Kirill Tuchin",
            "2008",
            "kutxmcYAAAAJ:9yKSN-GCB0IC",
            374,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269308003997",
            "17574382406025634483",
            "\/scholar?cites=17574382406025634483",
            {
                "2007":1,
                "2008":23,
                "2009":50,
                "2010":47,
                "2011":28,
                "2012":26,
                "2013":22,
                "2014":18,
                "2015":20,
                "2016":24,
                "2017":31,
                "2018":33,
                "2019":24,
                "2020":25,
                "2021":2
            }
        ],
        [
            "In this paper a solution is given to the non-linear equation which describes the evolution of the parton cascade in the case of the high parton density. The related physics is discussed as well as some applications to heavy ion–ion collisions.",
            "Solution to the evolution equation for high parton density QCD",
            "E Levin and K Tuchin",
            "2000",
            "kutxmcYAAAAJ:M3NEmzRMIkIC",
            326,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321399008251",
            "3313885282724170580",
            "\/scholar?cites=3313885282724170580",
            {
                "1999":1,
                "2000":11,
                "2001":26,
                "2002":24,
                "2003":20,
                "2004":29,
                "2005":31,
                "2006":23,
                "2007":12,
                "2008":12,
                "2009":13,
                "2010":8,
                "2011":16,
                "2012":9,
                "2013":9,
                "2014":12,
                "2015":8,
                "2016":7,
                "2017":14,
                "2018":9,
                "2019":14,
                "2020":10,
                "2021":4
            }
        ],
        [
            "We calculate the cross section of single inclusive gluon production in deep inelastic scattering at very high energies in the saturation regime, where the parton densities inside hadrons and nuclei are large and the evolution of structure functions with energy is nonlinear. The expression we obtain for the inclusive gluon production cross section is generated by this nonlinear evolution. We analyze the rapidity distribution of the produced gluons as well as their transverse momentum spectrum given by the derived expression for the inclusive cross section. We propose an ansatz for the multiplicity distribution of gluons produced in nuclear collisions which includes the effects of nonlinear evolution in both colliding nuclei.",
            "Inclusive gluon production in deep inelastic scattering at high parton density",
            "Yuri V Kovchegov and Kirill Tuchin",
            "2002",
            "kutxmcYAAAAJ:d1gkVwhDpl0C",
            307,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.65.074026",
            "5055921469440678044",
            "\/scholar?cites=5055921469440678044",
            {
                "2002":3,
                "2003":9,
                "2004":25,
                "2005":27,
                "2006":26,
                "2007":11,
                "2008":18,
                "2009":14,
                "2010":14,
                "2011":25,
                "2012":11,
                "2013":32,
                "2014":17,
                "2015":11,
                "2016":13,
                "2017":14,
                "2018":11,
                "2019":18,
                "2020":8
            }
        ],
        [
            "I review the origin and properties of electromagnetic fields produced in heavy-ion collisions. The field strength immediately after a collision is proportional to the collision energy and reaches ~                      at RHIC and ~                      at LHC. I demonstrate by explicit analytical calculation that after dropping by about one-two orders of magnitude during the first fm\/c of plasma expansion, it freezes out and lasts for as long as quark-gluon plasma lives as a consequence of finite electrical conductivity of the plasma. Magnetic field breaks spherical symmetry in the direction perpendicular to the reaction plane, and therefore all kinetic coefficients are anisotropic. I examine viscosity of QGP and show that magnetic field induces azimuthal anisotropy on plasma flow even in spherically symmetric geometry. Very strong electromagnetic field has an important impact on particle production. I discuss the problem of energy loss and polarization of fast fermions due to synchrotron radiation, consider photon decay induced by magnetic field, elucidate                  dissociation via Lorentz ionization mechanism, and examine electromagnetic radiation by plasma. I conclude that all processes in QGP are affected by strong electromagnetic field and call for experimental investigation.",
            "Particle production in strong electromagnetic fields in relativistic heavy-ion collisions",
            "Kirill Tuchin",
            "2013",
            "kutxmcYAAAAJ:qUcmZB5y_30C",
            301,
            "https:\/\/www.hindawi.com\/journals\/ahep\/2013\/490495\/abs\/",
            "2640788094722987846",
            "\/scholar?cites=2640788094722987846",
            {
                "2013":15,
                "2014":25,
                "2015":30,
                "2016":51,
                "2017":44,
                "2018":28,
                "2019":44,
                "2020":60,
                "2021":4
            }
        ],
        [
            "We perform a quantitative analysis of the nuclear modification factor in deuteron–gold collisions R d Au within the Color Glass Condensate approach, and compare our results with the recent data from RHIC experiments. Our model leads to Cronin enhancement at mid-rapidity, while at forward rapidities it predicts strong suppression of R d Au at all p T due to low-x evolution. We demonstrate that our results are consistent with the data for dAu charged hadron spectra, R d Au and R CP recently reported for rapidities in the interval η= 0–3.2 by the BRAHMS experiment at RHIC. We also make a prediction for R pA at mid-rapidity in pA collisions at the LHC.",
            "Nuclear modification factor in d+ Au collisions: Onset of suppression in the color glass condensate",
            "Dmitri Kharzeev and Yuri V Kovchegov and Kirill Tuchin",
            "2004",
            "kutxmcYAAAAJ:u-x6o8ySG0sC",
            274,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269304011840",
            "629402481576927628",
            "\/scholar?cites=629402481576927628",
            {
                "2004":2,
                "2005":32,
                "2006":40,
                "2007":26,
                "2008":32,
                "2009":25,
                "2010":25,
                "2011":22,
                "2012":11,
                "2013":5,
                "2014":13,
                "2015":12,
                "2016":13,
                "2017":8,
                "2018":1,
                "2019":2,
                "2020":2
            }
        ],
        [
            "Kubo's formula relates bulk viscosity to the retarded Green's function of the trace of the energy-momentum tensor. Using low energy theorems of QCD for the latter we derive the formula which relates the bulk viscosity to the energy density and pressure of hot matter. We then employ the available lattice QCD data to extract the bulk viscosity as a function of temperature. We find that close to the deconfinement temperature bulk viscosity becomes large, with viscosity-to-entropy ratio ζ\/s~ 1.",
            "Bulk viscosity of QCD matter near the critical temperature",
            "Dmitri Kharzeev and Kirill Tuchin",
            "2008",
            "kutxmcYAAAAJ:qjMakFHDy7sC",
            227,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2008\/09\/093\/meta",
            "17656581070707783051",
            "\/scholar?cites=17656581070707783051",
            {
                "2007":1,
                "2008":8,
                "2009":33,
                "2010":38,
                "2011":28,
                "2012":20,
                "2013":19,
                "2014":12,
                "2015":7,
                "2016":13,
                "2017":7,
                "2018":18,
                "2019":9,
                "2020":13,
                "2021":1
            }
        ],
        [
            "We develop a new approach for solving the nonlinear evolution equation in the low x B region and show that the remarkable “geometric” scaling of its solution holds not only in the saturation region, but in much wider kinematical region. This is in a full agreement with experimental data (Golec-Biernat, Kwiecinski and Stasto).",
            "New scaling in high energy DIS",
            "E Levin and K Tuchin",
            "2001",
            "kutxmcYAAAAJ:JV2RwH3_ST0C",
            192,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0375947401005905",
            "7719070902196499572",
            "\/scholar?cites=7719070902196499572",
            {
                "2001":14,
                "2002":19,
                "2003":14,
                "2004":22,
                "2005":18,
                "2006":18,
                "2007":13,
                "2008":10,
                "2009":6,
                "2010":2,
                "2011":9,
                "2012":5,
                "2013":2,
                "2014":4,
                "2015":4,
                "2016":4,
                "2017":4,
                "2018":6,
                "2019":7,
                "2020":7,
                "2021":1
            }
        ]
    ]
}