{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Determining the final result of black-hole–neutron-star mergers, and, in particular, the amount of matter remaining outside the black hole at late times and its properties, has been one of the main motivations behind the numerical simulation of these systems. Black-hole–neutron-star binaries are among the most likely progenitors of short gamma-ray bursts—as long as massive (probably a few percents of a solar mass), hot accretion disks are formed around the black hole. Whether this actually happens strongly depends on the physical characteristics of the system, and, in particular, on the mass ratio, the spin of the black hole, and the radius of the neutron star. We present here a simple two-parameter model, fitted to existing numerical results, for the determination of the mass remaining outside the black hole a few milliseconds after a black-hole–neutron-star merger (ie, the combined mass of the accretion disk, the …",
            "Black-hole–neutron-star mergers: disk mass predictions",
            "Francois Foucart",
            "2012",
            "kVAo0uYAAAAJ:IjCSPb-OGe4C",
            168,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.86.124007",
            "15252953461878979673",
            "\/scholar?cites=15252953461878979673",
            {
                "2012":2,
                "2013":14,
                "2014":10,
                "2015":19,
                "2016":9,
                "2017":22,
                "2018":20,
                "2019":25,
                "2020":46,
                "2021":1
            }
        ],
        [
            "Extracting the unique information on ultradense nuclear matter from the gravitational waves emitted by merging neutron-star binaries requires robust theoretical models of the signal. We develop a novel effective-one-body waveform model that includes, for the first time, dynamic (instead of only adiabatic) tides of the neutron star as well as the merger signal for neutron-star–black-hole binaries. We demonstrate the importance of the dynamic tides by comparing our model against new numerical-relativity simulations of nonspinning neutron-star–black-hole binaries spanning more than 24 gravitational-wave cycles, and to other existing numerical simulations for double neutron-star systems. Furthermore, we derive an effective description that makes explicit the dependence of matter effects on two key parameters: tidal deformability and fundamental oscillation frequency.",
            "Effects of neutron-star dynamic tides on gravitational waveforms within the effective-one-body approach",
            "Tanja Hinderer and Andrea Taracchini and Francois Foucart and Alessandra Buonanno and Jan Steinhoff and Matthew Duez and Lawrence E Kidder and Harald P Pfeiffer and Mark A Scheel and Bela Szilagyi and Kenta Hotokezaka and Koutarou Kyutoku and Masaru Shibata and Cory W Carpenter",
            "2016",
            "kVAo0uYAAAAJ:hFOr9nPyWt4C",
            166,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.116.181101",
            "5092709525771693594",
            "\/scholar?cites=5092709525771693594",
            {
                "2016":12,
                "2017":34,
                "2018":32,
                "2019":36,
                "2020":49,
                "2021":1
            }
        ],
        [
            "Recent observations have shown that in many exoplanetary systems the spin axis of the parent star is misaligned with the planet’s orbital axis. These have been used to argue against the scenario that short-period planets migrated to their present-day locations due to tidal interactions with their natal discs. However, this interpretation is based on the assumption that the spins of young stars are parallel to the rotation axes of protostellar discs around them. We show that the interaction between a magnetic star and its circumstellar disc can (although not always) have the effect of pushing the stellar spin axis away from the disc angular momentum axis towards the perpendicular state and even the retrograde state. Planets formed in the disc may therefore have their orbital axes misaligned with the stellar spin axis, even before any additional planet–planet scatterings or Kozai interactions take place. In general …",
            "Evolution of spin direction of accreting magnetic protostars and spin–orbit misalignment in exoplanetary systems",
            "Dong Lai and Francois Foucart and Douglas NC Lin",
            "2011",
            "kVAo0uYAAAAJ:9yKSN-GCB0IC",
            164,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/412\/4\/2790\/1023264",
            "4286636402318675133",
            "\/scholar?cites=4286636402318675133",
            {
                "2010":4,
                "2011":10,
                "2012":18,
                "2013":19,
                "2014":21,
                "2015":17,
                "2016":17,
                "2017":19,
                "2018":12,
                "2019":11,
                "2020":15,
                "2021":1
            }
        ],
        [
            "We present a first exploration of the results of neutron star-black hole mergers using black hole masses in the most likely range of 7 M⊙–10 M⊙, a neutrino leakage scheme, and a modeling of the neutron star material through a finite-temperature nuclear-theory based equation of state. In the range of black hole spins in which the neutron star is tidally disrupted (χ BH≳ 0.7), we show that the merger consistently produces large amounts of cool (T≲ 1 MeV), unbound, neutron-rich material (M ej∼ 0.05 M⊙–0.20 M⊙). A comparable amount of bound matter is initially divided between a hot disk (T max∼ 15 MeV) with typical neutrino luminosity of L ν∼ 10 53 erg\/s, and a cooler tidal tail. After a short period of rapid protonization of the disk lasting∼ 10 ms, the accretion disk cools down under the combined effects of the fall-back of cool material from the tail, continued accretion of the hottest material onto the black hole …",
            "Neutron star-black hole mergers with a nuclear equation of state and neutrino cooling: dependence in the binary parameters",
            "Francois Foucart and M Brett Deaton and Matthew D Duez and Evan O’Connor and Christian D Ott and Roland Haas and Lawrence E Kidder and Harald P Pfeiffer and Mark A Scheel and Bela Szilagyi",
            "2014",
            "kVAo0uYAAAAJ:KlAtU1dfN6UC",
            136,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.90.024026",
            "6736771188555948507",
            "\/scholar?cites=6736771188555948507",
            {
                "2014":1,
                "2015":25,
                "2016":24,
                "2017":12,
                "2018":24,
                "2019":22,
                "2020":26,
                "2021":2
            }
        ],
        [
            "Black-hole–neutron-star mergers resulting in the disruption of the neutron star and the formation of an accretion disk and\/or the ejection of unbound material are prime candidates for the joint detection of gravitational-wave and electromagnetic signals when the next generation of gravitational-wave detectors comes online. However, the disruption of the neutron star and the properties of the postmerger remnant are very sensitive to the parameters of the binary (mass ratio, black-hole spin, neutron star radius). In this paper, we study the impact of the radius of the neutron star and the alignment of the black-hole spin on black-hole–neutron-star mergers within the range of mass ratio currently deemed most likely for field binaries (M BH∼ 7 M NS) and for black-hole spins large enough for the neutron star to disrupt (J BH\/M BH 2= 0.9). We find that (i) In this regime, the merger is particularly sensitive to the radius of the …",
            "Black-hole–neutron-star mergers at realistic mass ratios: Equation of state and spin orientation effects",
            "Francois Foucart and M Brett Deaton and Matthew D Duez and Lawrence E Kidder and Ilana MacDonald and Christian D Ott and Harald P Pfeiffer and Mark A Scheel and Bela Szilagyi and Saul A Teukolsky",
            "2013",
            "kVAo0uYAAAAJ:Tyk-4Ss8FVUC",
            131,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.87.084006",
            "6746162698165381034",
            "\/scholar?cites=6746162698165381034",
            {
                "2013":14,
                "2014":19,
                "2015":17,
                "2016":17,
                "2017":7,
                "2018":15,
                "2019":19,
                "2020":18,
                "2021":5
            }
        ],
        [
            "We present a code for solving the coupled Einstein-hydrodynamics equations to evolve relativistic, self-gravitating fluids. The Einstein field equations are solved in generalized harmonic coordinates on one grid using pseudospectral methods, while the fluids are evolved on another grid using shock-capturing finite difference or finite volume techniques. We show that the code accurately evolves equilibrium stars and accretion flows. Then we simulate an equal-mass nonspinning black hole-neutron star binary, evolving through the final four orbits of inspiral, through the merger, to the final stationary black hole. The gravitational waveform can be reliably extracted from the simulation.",
            "Evolving black hole-neutron star binaries in general relativity using pseudospectral and finite difference methods",
            "Matthew D Duez and Francois Foucart and Lawrence E Kidder and Harald P Pfeiffer and Mark A Scheel and Saul A Teukolsky",
            "2008",
            "kVAo0uYAAAAJ:u5HHmVD_uO8C",
            131,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.78.104015",
            "4064205655783758352",
            "\/scholar?cites=4064205655783758352",
            {
                "2009":18,
                "2010":12,
                "2011":15,
                "2012":16,
                "2013":13,
                "2014":7,
                "2015":5,
                "2016":10,
                "2017":5,
                "2018":12,
                "2019":7,
                "2020":11
            }
        ]
    ]
}