{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Rapid, site-specific labeling of proteins with diverse probes remains an outstanding challenge for chemical biologists. Enzyme-mediated labeling approaches may be rapid but use protein or peptide fusions that introduce perturbations into the protein under study and may limit the sites that can be labeled, while many “bioorthogonal” reactions for which a component can be genetically encoded are too slow to effect quantitative site-specific labeling of proteins on a time scale that is useful for studying many biological processes. We report a fluorogenic reaction between bicyclo[6.1.0]non-4-yn-9-ylmethanol (BCN) and tetrazines that is 3–7 orders of magnitude faster than many bioorthogonal reactions. Unlike the reactions of strained alkenes, including trans-cyclooctenes and norbornenes, with tetrazines, the BCN–tetrazine reaction gives a single product of defined stereochemistry. We have discovered aminoacyl …",
            "Genetic encoding of bicyclononynes and trans-cyclooctenes for site-specific protein labeling in vitro and in live mammalian cells via rapid fluorogenic Diels–Alder reactions",
            "Kathrin Lang and Lloyd Davis and Stephen Wallace and Mohan Mahesh and Daniel J Cox and Melissa L Blackman and Joseph M Fox and Jason W Chin",
            "2012",
            "kW90728AAAAJ:u5HHmVD_uO8C",
            435,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja302832g",
            "15686912041425145971",
            "\/scholar?cites=15686912041425145971",
            {
                "2012":6,
                "2013":34,
                "2014":71,
                "2015":63,
                "2016":67,
                "2017":42,
                "2018":57,
                "2019":46,
                "2020":45,
                "2021":3
            }
        ],
        [
            "The ability to introduce different biophysical probes into defined positions in target proteins will provide powerful approaches for interrogating protein structure, function and dynamics. However, methods for site-specifically incorporating multiple distinct unnatural amino acids are hampered by their low efficiency. Here we provide a general solution to this challenge by developing an optimized orthogonal translation system that uses amber and evolved quadruplet-decoding transfer RNAs to encode numerous pairs of distinct unnatural amino acids into a single protein expressed in Escherichia coli with a substantial increase in efficiency over previous methods. We also provide a general strategy for labelling pairs of encoded unnatural amino acids with different probes via rapid and spontaneous reactions under physiological conditions. We demonstrate the utility of our approach by genetically directing the labelling of …",
            "Optimized orthogonal translation of unnatural amino acids enables spontaneous protein double-labelling and FRET",
            "Kaihang Wang and Amit Sachdeva and Daniel J Cox and Nabil M Wilf and Kathrin Lang and Stephen Wallace and Ryan A Mehl and Jason W Chin",
            "2014",
            "kW90728AAAAJ:u-x6o8ySG0sC",
            198,
            "https:\/\/www.nature.com\/nchem\/journal\/v6\/n5\/abs\/nchem.1919.html",
            "7438903211876881846",
            "\/scholar?cites=7438903211876881846",
            {
                "2014":13,
                "2015":29,
                "2016":31,
                "2017":40,
                "2018":31,
                "2019":31,
                "2020":21,
                "2021":2
            }
        ],
        [
            "Computation has guided the design of conformationally-strained dioxolane-fused trans-cyclooctene (d-TCO) derivatives that display excellent reactivity in the tetrazine ligation. A water soluble derivative of 3,6-dipyridyl-s-tetrazine reacts with d-TCO with a second order rate k2 366 000 (±15 000) M−1 s−1 at 25 °C in pure water. Furthermore, d-TCO derivatives can be prepared easily, are accessed through diastereoselective synthesis, and are typically crystalline bench-stable solids that are stable in aqueous solution, blood serum, or in the presence of thiols in buffered solution. GFP with a genetically encoded tetrazine-containing amino acid was site-specifically labelled in vivo by a d-TCO derivative. The fastest bioorthogonal reaction reported to date [k2 3 300 000 (±40 000) M−1 s−1 in H2O at 25 °C] is described herein with a cyclopropane-fused trans-cyclooctene. d-TCO derivatives display rates within an …",
            "Conformationally strained trans-cyclooctene with improved stability and excellent reactivity in tetrazine ligation",
            "Ampofo Darko and Stephen Wallace and Olga Dmitrenko and Melodie M Machovina and Ryan A Mehl and Jason W Chin and Joseph M Fox",
            "2014",
            "kW90728AAAAJ:d1gkVwhDpl0C",
            151,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2014\/sc\/c4sc01348d",
            "3004667136207250659",
            "\/scholar?cites=3004667136207250659",
            {
                "2015":14,
                "2016":23,
                "2017":21,
                "2018":26,
                "2019":29,
                "2020":33,
                "2021":5
            }
        ],
        [
            "The discovery and exploration of bioorthogonal chemical reactions and the biosynthetic incorporation of their components into biomolecules for specific labelling is an important challenge. Here we describe the reaction of a phenyl sydnone 1,3-dipole with a bicyclononyne dipolarophile. This strain-promoted reaction proceeds without transition metal catalysis in aqueous buffer, at physiological temperature, and pressure with a rate comparable to that of other bioorthogonal reactions. We demonstrate the quantitative and specific labelling of a genetically encoded bicyclononyne with a sydnone fluorophore conjugate, demonstrating the utility of this approach for bioorthogonal protein labelling.",
            "Strain-promoted sydnone bicyclo-[6.1. 0]-nonyne cycloaddition",
            "Stephen Wallace and Jason W Chin",
            "2014",
            "kW90728AAAAJ:9yKSN-GCB0IC",
            86,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2014\/sc\/c3sc53332h",
            "5353083578397714030",
            "\/scholar?cites=5353083578397714030",
            {
                "2014":4,
                "2015":9,
                "2016":10,
                "2017":12,
                "2018":21,
                "2019":14,
                "2020":13,
                "2021":1
            }
        ],
        [
            "Organic chemists and metabolic engineers use largely orthogonal technologies to access small molecules like pharmaceuticals and commodity chemicals. As the use of biological catalysts and engineered organisms for chemical production grows, it is becoming increasingly evident that future efforts for chemical manufacture will benefit from the integration and unified expansion of these two fields. This review will discuss approaches that combine chemical and biological synthesis for small molecule production. We highlight recent advances in combining enzymatic and non-enzymatic catalysis in vitro, discuss the application of design principles from organic chemistry for engineering non-biological reactivity into enzymes, and describe the development of biocompatible chemistry that can be interfaced with microbial metabolism.",
            "Opportunities for merging chemical and biological synthesis",
            "Stephen Wallace and Emily P Balskus",
            "2014",
            "kW90728AAAAJ:2osOgNQ5qMEC",
            65,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0958166914000718",
            "15523638167093695956",
            "\/scholar?cites=15523638167093695956",
            {
                "2014":5,
                "2015":8,
                "2016":9,
                "2017":8,
                "2018":15,
                "2019":12,
                "2020":8
            }
        ],
        [
            "The introduction of new reactivity into living organisms is a major challenge in synthetic biology. Despite an increasing interest in both the development of small‐molecule catalysts that are compatible with aqueous media and the engineering of enzymes to perform new chemistry in vitro, the integration of non‐native reactivity into metabolic pathways for small‐molecule production has been underexplored. Herein we report a biocompatible iron(III) phthalocyanine catalyst capable of efficient olefin cyclopropanation in the presence of a living microorganism. By interfacing this catalyst with E. coli engineered to produce styrene, we synthesized non‐natural phenyl cyclopropanes directly from D‐glucose in single‐vessel fermentations. This process is the first example of the combination of nonbiological carbene‐transfer reactivity with cellular metabolism for small‐molecule production.",
            "Interfacing microbial styrene production with a biocompatible cyclopropanation reaction",
            "Stephen Wallace and Emily P Balskus",
            "2015",
            "kW90728AAAAJ:qjMakFHDy7sC",
            43,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/anie.201502185",
            "16876926360447695014",
            "\/scholar?cites=16876926360447695014",
            {
                "2015":2,
                "2016":12,
                "2017":4,
                "2018":4,
                "2019":10,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Synthetic biology has enabled the production of many value‐added chemicals via microbial fermentation. However, the problem of low product titers from recombinant pathways has limited the utility of this approach. Methods to increase metabolic flux are therefore critical to the success of metabolic engineering. Here we demonstrate that vitamin E‐derived designer micelles, originally developed for use in synthetic chemistry, are biocompatible and accelerate flux through a styrene production pathway in Escherichia coli. We show that these micelles associate non‐covalently with the bacterial outer‐membrane and that this interaction increases membrane permeability. In addition, these micelles also accommodate both heterogeneous and organic‐soluble transition metal catalysts and accelerate biocompatible cyclopropanation in vivo. Overall, this work demonstrates that these surfactants hold great promise for …",
            "Designer Micelles Accelerate Flux Through Engineered Metabolism in E. coli and Support Biocompatible Chemistry",
            "Stephen Wallace and Emily P Balskus",
            "2016",
            "kW90728AAAAJ:zYLM7Y9cAGgC",
            31,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ange.201600966",
            "10887274545717628867",
            "\/scholar?cites=10887274545717628867",
            {
                "2016":3,
                "2017":3,
                "2018":9,
                "2019":9,
                "2020":6,
                "2021":1
            }
        ],
        [
            "A concise and efficient synthesis of (−)‐gephyrotoxin from L‐pyroglutaminol has been realized. The key step in this approach is a diastereoselective intramolecular enamine\/Michael cascade reaction that forms two rings and two stereocenters and generates a stable tricyclic iminium cation. A hydroxy‐directed reduction of this intermediate plays a key role in establishing the required cis‐decahydroquinoline ring system, enabling the total synthesis of (−)‐gephyrotoxin in nine steps and 14 % overall yield. The absolute configuration of the synthetic material was confirmed by single‐crystal X‐ray diffraction and is consistent with the structure originally proposed for material isolated from the natural source.",
            "A Cascade Strategy Enables a Total Synthesis of (−)‐Gephyrotoxin",
            "Shuyu Chu and Stephen Wallace and Martin D Smith",
            "2014",
            "kW90728AAAAJ:Y0pCki6q_DkC",
            25,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ange.201409038",
            "17561587469056809632",
            "\/scholar?cites=17561587469056809632",
            {
                "2015":6,
                "2016":5,
                "2017":1,
                "2018":6,
                "2019":4,
                "2020":3
            }
        ],
        [
            "The use of organic chemistry principles and prediction techniques has enabled the development of new bioorthogonal reactions. As this “toolbox” expands to include new reaction manifolds and orthogonal reaction pairings, the continued development of existing reactions remains an important objective. This is particularly important in cellular imaging, where non-specific background fluorescence has been linked to the hydrophobicity of the bioorthogonal moiety. Here we report that trans-5-oxocene (oxoTCO) displays enhanced reactivity and hydrophilicity compared to trans-cyclooctene (TCO) in the tetrazine ligation reaction. Aided by ab initio calculations we show that the insertion of a single oxygen atom into the trans-cyclooctene (TCO) ring system is sufficient to impart aqueous solubility and also results in significant rate acceleration by increasing angle strain. We demonstrate the rapid and quantitative …",
            "Computationally Guided Discovery of a Reactive, Hydrophilic trans-5-Oxocene Dienophile for Bioorthogonal Labeling",
            "William Duane Lambert and Samuel Scinto and Olga Dmitrenko and Samantha Brannick Boyd and Ronald Magboo and Ryan Mehl and Jason W Chin and Joseph Fox and Stephen Wallace",
            "2017",
            "kW90728AAAAJ:YsMSGLbcyi4C",
            23,
            "https:\/\/pubs.rsc.org\/doi\/c7ob01707c",
            "8009131200763938717",
            "\/scholar?cites=8009131200763938717",
            {
                "2017":1,
                "2018":5,
                "2019":6,
                "2020":10,
                "2021":1
            }
        ],
        [
            "The structural manipulation of small molecule metabolites occurs in all organisms and plays a fundamental role in essentially all biological processes. Despite an increasing interest in developing new, non-enzymatic chemical reactions capable of functioning in the presence of living organisms, the ability of such transformations to interface with cellular metabolism and influence biological function is a comparatively underexplored area of research. This review will discuss efforts to combine non-enzymatic chemistry with microbial metabolism. We will highlight recent and historical uses of non-biological reactions to study microbial growth and function, the use of non-enzymatic transformations to rescue auxotrophic microorganisms, and the combination of engineered microbial metabolism and biocompatible chemical reactions for organic synthesis.",
            "Using non-enzymatic chemistry to influence microbial metabolism",
            "Stephen Wallace and Erica E Schultz and Emily P Balskus",
            "2015",
            "kW90728AAAAJ:IjCSPb-OGe4C",
            17,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S136759311400194X",
            "13147847924474821863",
            "\/scholar?cites=13147847924474821863",
            {
                "2015":3,
                "2016":3,
                "2017":4,
                "2018":1,
                "2019":4,
                "2020":2
            }
        ]
    ]
}