{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "We point out that for a large class of universes, holography implies that the most probable value for the cosmological constant is zero. In four space-time dimensions, the probability distribution takes the Baum-Hawking form, dP∼ exp (cM p 2\/Λ) d Λ.",
            "Probable values of the cosmological constant in a holographic theory",
            "Petr Hořava and Djordje Minic",
            "2000",
            "KwFyS1UAAAAJ:eJXPG6dFmWUC",
            415,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.85.1610",
            "2622830057253874134",
            "\/scholar?cites=2622830057253874134",
            {
                "2000":4,
                "2001":4,
                "2002":7,
                "2003":5,
                "2004":3,
                "2005":18,
                "2006":16,
                "2007":26,
                "2008":21,
                "2009":26,
                "2010":28,
                "2011":34,
                "2012":19,
                "2013":27,
                "2014":21,
                "2015":19,
                "2016":23,
                "2017":13,
                "2018":19,
                "2019":32,
                "2020":45,
                "2021":4
            }
        ],
        [
            "We propose a novel prescription for computing the boundary stress tensor and charges of asymptotically de Sitter (dS) spacetimes from data at early or late time infinity. If there is a holographic dual to dS spaces, defined analogously to the AdS\/conformal field theory correspondence, our methods compute the (Euclidean) stress tensor of the dual. We compute the masses of Schwarzschild–de Sitter black holes in four and five dimensions, and the masses and angular momenta of Kerr–de Sitter spaces in three dimensions. All these spaces are less massive than de Sitter space, a fact which we use to qualitatively and quantitatively relate de Sitter entropy to the degeneracy of possible dual field theories. Our results in general dimensions lead to a conjecture: Any asymptotically de Sitter spacetime with mass greater than de Sitter space has a cosmological singularity. Finally, if a dual to de Sitter space exists, the trace of …",
            "Mass, entropy, and holography in asymptotically de Sitter spaces",
            "Vijay Balasubramanian and Jan De Boer and Djordje Minic",
            "2002",
            "KwFyS1UAAAAJ:fQNAKQ3IYiAC",
            395,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.65.123508",
            "4595241237511853061",
            "\/scholar?cites=4595241237511853061",
            {
                "2001":5,
                "2002":76,
                "2003":47,
                "2004":35,
                "2005":21,
                "2006":25,
                "2007":10,
                "2008":16,
                "2009":13,
                "2010":11,
                "2011":14,
                "2012":16,
                "2013":13,
                "2014":14,
                "2015":9,
                "2016":10,
                "2017":15,
                "2018":10,
                "2019":15,
                "2020":18
            }
        ],
        [
            "We determine the energy eigenvalues and eigenfunctions of the harmonic oscillator where the coordinates and momenta are assumed to obey the modified commutation relations [x i, p j]= i ħ [(1+ β p 2) δ ij+ β′ p i p j]. These commutation relations are motivated by the fact that they lead to the minimal length uncertainty relations which appear in perturbative string theory. Our solutions illustrate how certain features of string theory may manifest themselves in simple quantum mechanical systems through the modification of the canonical commutation relations. We discuss whether such effects are observable in precision measurements on electrons trapped in strong magnetic fields.",
            "Exact solution of the harmonic oscillator in arbitrary dimensions with minimal length uncertainty relations",
            "Lay Nam Chang and Djordje Minic and Naotoshi Okamura and Tatsu Takeuchi",
            "2002",
            "KwFyS1UAAAAJ:VOx2b1Wkg3QC",
            381,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.65.125027",
            "13538521199709521182",
            "\/scholar?cites=13538521199709521182",
            {
                "2002":5,
                "2003":7,
                "2004":6,
                "2005":11,
                "2006":22,
                "2007":17,
                "2008":14,
                "2009":13,
                "2010":16,
                "2011":16,
                "2012":21,
                "2013":32,
                "2014":31,
                "2015":37,
                "2016":28,
                "2017":26,
                "2018":22,
                "2019":27,
                "2020":24,
                "2021":2
            }
        ],
        [
            "We investigate the effect of the minimal length uncertainty relation, motivated by perturbative string theory, on the density of states in momentum space. The relation is implemented through the modified commutation relation [x i, p j]= i ħ [(1+ β p 2) δ ij+ β′ p i p j]. We point out that this relation, which is an example of a UV\/IR relation, implies the finiteness of the cosmological constant. While our result does not solve the cosmological constant problem, it does shed new light on the relation between this outstanding problem and UV\/IR correspondence. We also point out that the blackbody radiation spectrum will be modified at higher frequencies, but the effect is too small to be observed in the cosmic microwave background spectrum.",
            "Effect of the minimal length uncertainty relation on the density of states and the cosmological constant problem",
            "Lay Nam Chang and Djordje Minic and Naotoshi Okamura and Tatsu Takeuchi",
            "2002",
            "KwFyS1UAAAAJ:D_sINldO8mEC",
            364,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.65.125028",
            "16123774591754201357",
            "\/scholar?cites=16123774591754201357",
            {
                "2002":6,
                "2003":7,
                "2004":20,
                "2005":12,
                "2006":22,
                "2007":21,
                "2008":26,
                "2009":27,
                "2010":14,
                "2011":17,
                "2012":20,
                "2013":20,
                "2014":24,
                "2015":26,
                "2016":20,
                "2017":17,
                "2018":18,
                "2019":24,
                "2020":22,
                "2021":1
            }
        ],
        [
            "We continue our investigation of the phenomenological implications of the “deformed” commutation relations [x i, p j]= i ħ [(1+ β p 2) δ ij+ β′ p i p j]. These commutation relations are motivated by the fact that they lead to the minimal length uncertainty relation which appears in perturbative string theory. In this paper, we consider the effects of the deformation on the classical orbits of particles in a central force potential. Comparison with observation places severe constraints on the value of the minimum length.",
            "Short distance versus long distance physics: The classical limit of the minimal length uncertainty relation",
            "Sándor Benczik and Lay Nam Chang and Djordje Minic and Naotoshi Okamura and Saiffudin Rayyan and Tatsu Takeuchi",
            "2002",
            "KwFyS1UAAAAJ:BrmTIyaxlBUC",
            210,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.66.026003",
            "14929890108125599979",
            "\/scholar?cites=14929890108125599979",
            {
                "2002":2,
                "2003":5,
                "2004":7,
                "2005":6,
                "2006":8,
                "2007":7,
                "2008":15,
                "2009":9,
                "2010":11,
                "2011":6,
                "2012":8,
                "2013":12,
                "2014":10,
                "2015":24,
                "2016":15,
                "2017":19,
                "2018":8,
                "2019":20,
                "2020":18
            }
        ],
        [
            "We present several non-trivial examples of the three-dimensional quantum Nambu bracket which involve square matrices or three-index objects. Our examples satisfy two fundamental properties of the classical Nambu bracket: they are skew-symmetric and they obey the Fundamental Identity. We contrast our approach to the existing literature on the quantum deformations of Nambu mechanics. We also discuss possible applications of our results in M-theory.",
            "On the quantization of Nambu brackets",
            "Hidetoshi Awata and Miao Li and Djordje Minic and Tamiaki Yoneya",
            "2001",
            "KwFyS1UAAAAJ:eflP2zaiRacC",
            202,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2001\/02\/013\/meta",
            "10864546592477621706",
            "\/scholar?cites=10864546592477621706",
            {
                "2000":7,
                "2001":8,
                "2002":11,
                "2003":10,
                "2004":5,
                "2005":2,
                "2006":1,
                "2007":9,
                "2008":21,
                "2009":17,
                "2010":20,
                "2011":8,
                "2012":10,
                "2013":7,
                "2014":17,
                "2015":1,
                "2016":10,
                "2017":14,
                "2018":5,
                "2019":5,
                "2020":8,
                "2021":2
            }
        ]
    ]
}