{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "This multi-wave longitudinal study investigated potential transactional and accumulating influences among co-rumination, interpersonal stressors, and internalizing symptoms among a sample of early and middle adolescents (N= 350; 6 th–10 th graders). Youth completed self-report measures of co-rumination at Times 1, 2, and 4, and negative life events, internalizing symptoms (general depressive, specific anhedonic depressive, anxious arousal, general internalizing) and externalizing problems at all four time points (5 weeks between each assessment across 4 months). Results supported hypotheses. First, baseline co-rumination predicted prospective trajectories of all forms of internalizing symptoms but not externalizing problems. Second, baseline co-rumination predicted generation of interpersonal dependent, but not interpersonal independent or non-interpersonal stressors. Third, interpersonal dependent …",
            "Co-rumination, interpersonal stress generation, and internalizing symptoms: Accumulating effects and transactional influences in a multi-wave study of adolescents",
            "Benjamin L Hankin and Lindsey Stone and Patricia Ann Wright",
            "2010",
            "kX3N8_kAAAAJ:u5HHmVD_uO8C",
            232,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/pmc4031463\/",
            "3131006893179102930",
            "\/scholar?cites=3131006893179102930",
            {
                "2009":2,
                "2010":3,
                "2011":9,
                "2012":16,
                "2013":26,
                "2014":26,
                "2015":30,
                "2016":18,
                "2017":24,
                "2018":31,
                "2019":24,
                "2020":17,
                "2021":2
            }
        ],
        [
            "The tendency to co-ruminate, or frequently discuss and rehash problems with peers, may serve as one mechanism in the dramatic rise in depression observed during adolescence, particularly among adolescent girls. In the current study, our goal was (a) to test the hypothesis that adolescents' levels of co-rumination would predict the onset of clinically significant depressive episodes over a 2-year follow-up and (b) to determine whether levels of co-rumination would mediate gender differences in risk for depression onset. Both hypotheses were supported. Results of survival analysis revealed that adolescents with higher levels of co-rumination at the initial assessments exhibited a significantly shorter time to depression onset. Levels of co-rumination also mediated the gender difference in time to depression onset. These results were maintained even when adolescents' baseline levels of depressive symptoms and …",
            "Co-rumination predicts the onset of depressive disorders during adolescence.",
            "Lindsey B Stone and Benjamin L Hankin and Brandon E Gibb and John RZ Abela",
            "2011",
            "kX3N8_kAAAAJ:SjuI4pbJlxcC",
            177,
            "https:\/\/psycnet.apa.org\/record\/2011-07964-001",
            "5341727922031963315",
            "\/scholar?cites=5341727922031963315",
            {
                "2011":2,
                "2012":16,
                "2013":12,
                "2014":21,
                "2015":25,
                "2016":18,
                "2017":22,
                "2018":23,
                "2019":14,
                "2020":19,
                "2021":2
            }
        ]
    ]
}