{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Acting now on dementia prevention, intervention, and care will vastly improve living and dying for individuals with dementia and their families, and in doing so, will transform the future for society.",
            "Dementia prevention, intervention, and care",
            "Gill Livingston and Andrew Sommerlad and Vasiliki Orgeta and Sergi G Costafreda and Jonathan Huntley and David Ames and Clive Ballard and Sube Banerjee and Alistair Burns and Jiska Cohen-Mansfield and Claudia Cooper and Nick Fox and Laura N Gitlin and Robert Howard and Helen C Kales and Eric B Larson and Karen Ritchie and Kenneth Rockwood and Elizabeth L Sampson and Quincy Samus and Lon S Schneider and Geir Selbæk and Linda Teri and Naaheed Mukadam",
            "2017",
            "kXox0EMAAAAJ:jmjb1lOE9QIC",
            2604,
            "https:\/\/www.thelancet.com\/journals\/lancet\/article\/PIIS0140-6736(17)31363-6\/fulltext?elsca1=etoc&code=lancet-site",
            "1213621419896423128",
            "\/scholar?cites=1213621419896423128",
            {
                "2017":48,
                "2018":429,
                "2019":837,
                "2020":1138,
                "2021":88
            }
        ],
        [
            "This paper concerns the spatial and intensity transformations that are required to adjust for the confounding effects of subject movement during functional MRI (fMRI) activation studies. An approach is presented that models, and removes, movement‐related artifacts from fMRI time‐series. This approach is predicated on the observation that movement‐related effects are extant even after perfect realignment. Movement‐related effects can be divided into those that are a function of position of the object in the frame of reference of the scanner and those that are due to movement in previous scans. This second component depends on the history of excitation experienced by spins in a small volume and consequent differences in local saturation. The spin excitation history thus will itself be a function of previous positions, suggesting an autoregression‐moving average model for the effects of previous displacements on …",
            "Movement‐related effects in fMRI time‐series",
            "Karl J Friston and Steven Williams and Robert Howard and Richard SJ Frackowiak and Robert Turner",
            "1996",
            "kXox0EMAAAAJ:u9iWguZQMMsC",
            2525,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/mrm.1910350312",
            "4319442377477215972",
            "\/scholar?cites=4319442377477215972",
            {
                "1996":11,
                "1997":31,
                "1998":44,
                "1999":40,
                "2000":58,
                "2001":38,
                "2002":46,
                "2003":58,
                "2004":37,
                "2005":51,
                "2006":55,
                "2007":69,
                "2008":78,
                "2009":81,
                "2010":78,
                "2011":74,
                "2012":61,
                "2013":89,
                "2014":103,
                "2015":122,
                "2016":155,
                "2017":231,
                "2018":208,
                "2019":294,
                "2020":366,
                "2021":24
            }
        ],
        [
            "This work reports the use of diffusion tensor magnetic resonance tractography to visualize the three-dimensional (3D) structure of the major white matter fasciculi within living human brain. Specifically, we applied this technique to visualize in vivo (i) the superior longitudinal (arcuate) fasciculus, (ii) the inferior longitudinal fasciculus, (iii) the superior fronto-occipital (subcallosal) fasciculus, (iv) the inferior fronto-occipital fasciculus, (v) the uncinate fasciculus, (vi) the cingulum, (vii) the anterior commissure, (viii) the corpus callosum, (ix) the internal capsule, and (x) the fornix. These fasciculi were first isolated and were then interactively displayed as a 3D-rendered object. The virtual tract maps obtained in vivo using this approach were faithful to the classical descriptions of white matter anatomy that have previously been documented in postmortem studies. Since we have been able to interactively delineate and visualize …",
            "Virtual in vivo interactive dissection of white matter fasciculi in the human brain",
            "Marco Catani and Robert J Howard and Sinisa Pajevic and Derek K Jones",
            "2002",
            "kXox0EMAAAAJ:XiSMed-E-HIC",
            1593,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1053811902911365",
            "17009189347562663343",
            "\/scholar?cites=17009189347562663343",
            {
                "2003":9,
                "2004":26,
                "2005":38,
                "2006":58,
                "2007":64,
                "2008":99,
                "2009":92,
                "2010":93,
                "2011":112,
                "2012":111,
                "2013":104,
                "2014":104,
                "2015":117,
                "2016":112,
                "2017":142,
                "2018":97,
                "2019":98,
                "2020":94,
                "2021":11
            }
        ],
        [
            "‘Brain training’, or the goal of improved cognitive function through the regular use of computerized tests, is a multimillion-pound industry 1, yet in our view scientific evidence to support its efficacy is lacking. Modest effects have been reported in some studies of older individuals 2, 3 and preschool children 4, and video-game players outperform non-players on some tests of visual attention 5. However, the widely held belief that commercially available computerized brain-training programs improve general cognitive function in the wider population in our opinion lacks empirical support. The central question is not whether performance on cognitive tests can be improved by training, but rather, whether those benefits transfer to other untrained tasks or lead to any general improvement in the level of cognitive functioning. Here we report the results of a six-week online study in which 11,430 participants trained several times …",
            "Putting brain training to the test",
            "Adrian M Owen and Adam Hampshire and Jessica A Grahn and Robert Stenton and Said Dajani and Alistair S Burns and Robert J Howard and Clive G Ballard",
            "2010",
            "kXox0EMAAAAJ:738O_yMBCRsC",
            1232,
            "https:\/\/www.nature.com\/articles\/nature09042",
            "8270238710250571144",
            "\/scholar?cites=8270238710250571144",
            {
                "2010":21,
                "2011":86,
                "2012":104,
                "2013":122,
                "2014":146,
                "2015":127,
                "2016":133,
                "2017":134,
                "2018":108,
                "2019":108,
                "2020":100,
                "2021":6
            }
        ],
        [
            "Persecutory (paranoid) delusions are a frequently observed clinical phenomenon. In recent years, an increasing volume of research has attempted to explain these types of beliefs in terms of psychological mechanisms. Theories have emphasized early experience, perceptual abnormalities, motivational factors, and information-processing deficits. In this article we review relevant findings, including our own studies of the role of causal attributions and theory of mind deficits. We propose a new integrative model that builds on this work. The core of the model is an account of the way that causal attributions influence self-representations, which in turn influence future attributions: the attribution–self-representation cycle. We argue that biases in this cycle cause negative events to be attributed to external agents and hence contribute to the building of a paranoid world view. These abnormalities are amenable to …",
            "Persecutory delusions: a review and theoretical integration",
            "Richard P Bentall and Rhiannon Corcoran and Robert Howard and Nigel Blackwood and Peter Kinderman",
            "2001",
            "kXox0EMAAAAJ:Tiz5es2fbqcC",
            1120,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0272735801001064",
            "2093846196222672727",
            "\/scholar?cites=2093846196222672727",
            {
                "2002":4,
                "2003":16,
                "2004":25,
                "2005":25,
                "2006":62,
                "2007":51,
                "2008":58,
                "2009":65,
                "2010":65,
                "2011":78,
                "2012":66,
                "2013":74,
                "2014":103,
                "2015":79,
                "2016":77,
                "2017":77,
                "2018":93,
                "2019":48,
                "2020":45,
                "2021":1
            }
        ],
        [
            "Two questions arising In the analysis of functional magnetic resonance imaging (fMRI) data acquired during periodic sensory stimulation are: i) how to measure the experimentally determined effect in fMRI time series; and ii) how to decide whether an apparent effect is significant Our approach is first to fit a time series regression model, including sine and cosine terms at the (fundamental) frequency of experimental stimulation, by pseudogeneralized least squares (PGLS) at each pixel of an image. Sinusoidal modeling takes account of locally variable hemodynamic delay and dispersion, and PGLS fitting corrects for residual or endogenous autocorrelation in fMRI time series, to yield best unbiased estimates of the amplitudes of the sine and cosine terms at fundamental frequency; from these parameters the authors derive estimates of experimentally determined power and its standard error. Randomization testing is …",
            "Statistical methods of estimation and inference for functional MR image analysis",
            "Edward Bullmore and Michael Brammer and Steve CR Williams and Sophia Rabe‐Hesketh and Nicolas Janot and Anthony David and John Mellers and Robert Howard and Pak Sham",
            "1996",
            "kXox0EMAAAAJ:WbkHhVStYXYC",
            806,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/mrm.1910350219",
            "18346512836579642163",
            "\/scholar?cites=18346512836579642163",
            {
                "1996":4,
                "1997":18,
                "1998":44,
                "1999":57,
                "2000":39,
                "2001":49,
                "2002":40,
                "2003":41,
                "2004":32,
                "2005":42,
                "2006":34,
                "2007":62,
                "2008":36,
                "2009":32,
                "2010":28,
                "2011":30,
                "2012":42,
                "2013":22,
                "2014":37,
                "2015":17,
                "2016":27,
                "2017":18,
                "2018":17,
                "2019":21,
                "2020":8
            }
        ]
    ]
}