{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We investigate the details of the bulk-boundary correspondence in Lorentzian signature anti–de Sitter space. Operators in the boundary theory couple to sources identified with the boundary values of non-normalizable bulk modes. Such modes do not fluctuate and provide classical backgrounds on which bulk excitations propagate. Normalizable modes in the bulk arise as a set of saddlepoints of the action for a fixed boundary condition. They fluctuate and describe the Hilbert space of physical states. We provide an explicit, complete set of both types of modes for free scalar fields in global and Poincaré coordinates. For AdS 3, the normalizable and non-normalizable modes originate in the possible representations of the isometry group SL (2, R) L× SL (2, R) R for a field of given mass. We discuss the group properties of mode solutions in both global and Poincaré coordinates and their relation to different expansions …",
            "Bulk versus boundary dynamics in anti–de Sitter spacetime",
            "Vijay Balasubramanian and Per Kraus and Albion Lawrence",
            "1999",
            "kyenQWsAAAAJ:u-x6o8ySG0sC",
            575,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.59.046003",
            "17025120365533236491",
            "\/scholar?cites=17025120365533236491",
            {
                "1998":13,
                "1999":49,
                "2000":34,
                "2001":43,
                "2002":27,
                "2003":21,
                "2004":22,
                "2005":13,
                "2006":21,
                "2007":17,
                "2008":28,
                "2009":17,
                "2010":15,
                "2011":23,
                "2012":29,
                "2013":22,
                "2014":23,
                "2015":22,
                "2016":31,
                "2017":34,
                "2018":21,
                "2019":22,
                "2020":24
            }
        ],
        [
            "Extending recent work of Kachru and Silverstein, we consider “orbifolds” of four-dimensional N= 4 SU (n) super-Yang-Mills theories with respect to discrete subgroups of the SU (4) R-symmetry which act non-trivially on the gauge group. We show that for every discrete subgroup of SU (4) there is a canonical choice of imbedding of the discrete group in the gauge group which leads to theories with a vanishing one-loop beta-function. We conjecture that these give rise to (generically non-supersymmetric) conformal theories. The gauge group is⊗ i SU (Nn i), where n i denote the dimension of the irreducible representations of the corresponding discrete group; there is also bifundamental matter, dictated by associated quiver diagrams. The interactions can also be read off from the quiver diagram. For SU (3) and SU (2) subgroups this leads to superconformal theories with N= 1 and N= 2, respectively. In the N= 1 case we …",
            "On conformal field theories in four dimensions",
            "Albion Lawrence and Nikita Nekrasov and Cumrun Vafa",
            "1998",
            "kyenQWsAAAAJ:u5HHmVD_uO8C",
            554,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321398004957",
            "1528178018635214512",
            "\/scholar?cites=1528178018635214512",
            {
                "1998":60,
                "1999":62,
                "2000":44,
                "2001":41,
                "2002":39,
                "2003":33,
                "2004":15,
                "2005":20,
                "2006":24,
                "2007":17,
                "2008":25,
                "2009":11,
                "2010":19,
                "2011":15,
                "2012":21,
                "2013":16,
                "2014":18,
                "2015":13,
                "2016":16,
                "2017":11,
                "2018":8,
                "2019":5,
                "2020":16
            }
        ],
        [
            "We describe probes of anti–de Sitter spacetimes in terms of conformal field theories on the AdS boundary. Our basic tool is a formula that relates bulk and boundary states—classical bulk field configurations are dual to expectation values of operators on the boundary. At the quantum level we relate the operator expansions of bulk and boundary fields. Using our methods, we discuss the CFT description of local bulk probes including normalizable wave packets, fundamental and D-strings, and D-instantons. Radial motions of probes in the bulk spacetime are related to motions in scale on the boundary, demonstrating a scale-radius duality. We discuss the implications of these results for the holographic description of black hole horizons in the boundary field theory.",
            "Holographic probes of anti–de Sitter spacetimes",
            "Vijay Balasubramanian and Per Kraus and Albion Lawrence and Sandip P Trivedi",
            "1999",
            "kyenQWsAAAAJ:d1gkVwhDpl0C",
            497,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.59.104021",
            "5199103192168938458",
            "\/scholar?cites=5199103192168938458",
            {
                "1998":6,
                "1999":39,
                "2000":37,
                "2001":25,
                "2002":23,
                "2003":13,
                "2004":18,
                "2005":15,
                "2006":22,
                "2007":10,
                "2008":17,
                "2009":14,
                "2010":27,
                "2011":30,
                "2012":23,
                "2013":21,
                "2014":32,
                "2015":21,
                "2016":23,
                "2017":18,
                "2018":16,
                "2019":25,
                "2020":18,
                "2021":1
            }
        ],
        [
            "We study D-branes on the quintic CY by combining results from several directions: general results on holomorphic curves and vector bundles, stringy geometry and mirror symmetry, and the boundary states in Gepner models recently constructed by Recknagel and Schomerus, to begin sketching a picture of D-branes in the stringy regime. We also make first steps towards computing superpotentials on the D-brane world-volumes.",
            "D-branes on the quintic",
            "Ilka Brunner and Michael R Douglas and Albion Lawrence and Christian Römelsberger",
            "2000",
            "kyenQWsAAAAJ:9yKSN-GCB0IC",
            333,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2000\/08\/015\/meta",
            "17502657834443395750",
            "\/scholar?cites=17502657834443395750",
            {
                "1999":3,
                "2000":38,
                "2001":50,
                "2002":30,
                "2003":21,
                "2004":27,
                "2005":22,
                "2006":21,
                "2007":27,
                "2008":13,
                "2009":18,
                "2010":11,
                "2011":11,
                "2012":3,
                "2013":2,
                "2014":5,
                "2015":2,
                "2016":3,
                "2017":5,
                "2018":4,
                "2019":5,
                "2020":7
            }
        ],
        [
            "We systematically investigate the effect of short distance physics on the spectrum of temperature anisotropies in the cosmic microwave background produced during inflation. We present a general argument—assuming only low-energy locality—that the size of such effects is of order H 2\/M 2, where H is the Hubble parameter during inflation and M is the scale of the high-energy physics. We evaluate the strength of such effects in a number of specific string and M theory models. In weakly coupled field theory and string theory models, the effects are far too small to be observed. In phenomenologically attractive Hořava-Witten compactifications, the effects are much larger but still unobservable. In certain M theory models, for which the fundamental Planck scale is several orders of magnitude below the conventional scale of grand unification, the effects may be on the threshold of detectability. However, observations of …",
            "Signatures of short distance physics in the cosmic microwave background",
            "Nemanja Kaloper and Matthew Kleban and Albion Lawrence and Stephen Shenker",
            "2002",
            "kyenQWsAAAAJ:2osOgNQ5qMEC",
            288,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.66.123510",
            "11082446869012209433",
            "\/scholar?cites=11082446869012209433",
            {
                "2002":24,
                "2003":33,
                "2004":28,
                "2005":32,
                "2006":18,
                "2007":12,
                "2008":16,
                "2009":10,
                "2010":6,
                "2011":11,
                "2012":12,
                "2013":8,
                "2014":19,
                "2015":7,
                "2016":16,
                "2017":15,
                "2018":5,
                "2019":7,
                "2020":9
            }
        ],
        [
            "We study an inflationary model developed by Kaloper and Sorbo, in which the inflaton is an axion with a sub-Planckian decay constant, whose potential is generated by mixing with a topological 4-form field strength. This gives a 4d construction of``axion monodromy inflation\": the axion winds many times over the course of inflation and draws energy from the 4-form. The classical theory is equivalent to chaotic inflation with a quadratic inflaton potential. Such models can produce``high scale\" inflation driven by energy densities of the order of (10 16 GeV) 4, which produces primordial gravitational waves potentially accessible to CMB polarization experiments. We analyze the possible corrections to this scenario from the standpoint of 4d effective field theory, identifying the physics which potentially suppresses dangerous corrections to the slow-roll potential. This yields a constraint relation between the axion decay …",
            "An ignoble approach to large field inflation",
            "Nemanja Kaloper and Albion Lawrence and Lorenzo Sorbo",
            "2011",
            "kyenQWsAAAAJ:3fE2CSJIrl8C",
            278,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2011\/03\/023\/meta",
            "3062856492099628373",
            "\/scholar?cites=3062856492099628373",
            {
                "2011":5,
                "2012":8,
                "2013":10,
                "2014":51,
                "2015":55,
                "2016":35,
                "2017":31,
                "2018":30,
                "2019":26,
                "2020":23,
                "2021":3
            }
        ],
        [
            "We identify conditions for the entanglement entropy as a function of spatial region to be compatible with causality in an arbitrary relativistic quantum field theory. We then prove that the covariant holographic entanglement entropy prescription (which relates entanglement entropy of a given spatial region on the boundary to the area of a certain extremal surface in the bulk) obeys these conditions, as long as the bulk obeys the null energy condition. While necessary for the validity of the prescription, this consistency requirement is quite nontrivial from the bulk standpoint, and therefore provides important additional evidence for the prescription. In the process, we introduce a codimension-zero bulk region, named the entanglement wedge, naturally associated with the given boundary spatial region. We propose that the entanglement wedge is the most natural bulk region corresponding to the boundary reduced density …",
            "Causality & holographic entanglement entropy",
            "Matthew Headrick and Veronika E Hubeny and Albion Lawrence and Mukund Rangamani",
            "2014",
            "kyenQWsAAAAJ:e5wmG9Sq2KIC",
            273,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP12(2014)162.pdf",
            "2583073335914305842",
            "\/scholar?cites=2583073335914305842",
            {
                "2014":11,
                "2015":17,
                "2016":23,
                "2017":39,
                "2018":39,
                "2019":60,
                "2020":82,
                "2021":2
            }
        ],
        [
            "We study the F terms in N= 1 supersymmetric, d= 4 gauge theories arising from D (p+ 3)-branes wrapping supersymmetric p-cycles in a Calabi-Yau threefold. If p is even the spectrum and superpotential for a single brane are determined by purely classical (α′→ 0) considerations. If p= 3, superpotentials for massless modes are forbidden to all orders in α′ and may only be generated by open string instantons. For this latter case we find that such instanton effects are generically present. Mirror symmetry relates even and odd p and thus perturbative and nonperturbative superpotentials; we provide a preliminary discussion of a class of examples of such mirror pairs.",
            "Open string instantons and superpotentials",
            "Shamit Kachru and Sheldon Katz and Albion Lawrence and John McGreevy",
            "2000",
            "kyenQWsAAAAJ:qjMakFHDy7sC",
            213,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.62.026001",
            "2674062705467116543",
            "\/scholar?cites=2674062705467116543",
            {
                "2000":10,
                "2001":32,
                "2002":19,
                "2003":13,
                "2004":17,
                "2005":16,
                "2006":16,
                "2007":17,
                "2008":10,
                "2009":13,
                "2010":6,
                "2011":11,
                "2012":6,
                "2013":2,
                "2014":8,
                "2015":4,
                "2016":2,
                "2017":1,
                "2018":2,
                "2019":1,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Free scalar fields in de Sitter space have a one-parameter family of states invariant under the de Sitter group, including the standard thermal vacuum. We show that, except for the thermal vacuum, these states are unphysical when gravitational interactions are included. We apply these observations to the quantum state of the inflaton, and find that at best, dramatic fine tuning is required for states other than the thermal vacuum to lead to observable features in the CMBR anisotropy.",
            "Initial conditions for inflation",
            "Nemanja Kaloper and Matthew Kleban and Albion Lawrence and Stephen Shenker and Leonard Susskind",
            "2003",
            "kyenQWsAAAAJ:UeHWp8X0CEIC",
            194,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2002\/11\/037\/meta",
            "5345488914924069976",
            "\/scholar?cites=5345488914924069976",
            {
                "2002":5,
                "2003":27,
                "2004":17,
                "2005":22,
                "2006":15,
                "2007":8,
                "2008":13,
                "2009":7,
                "2010":2,
                "2011":8,
                "2012":11,
                "2013":2,
                "2014":11,
                "2015":4,
                "2016":10,
                "2017":9,
                "2018":8,
                "2019":6,
                "2020":9
            }
        ],
        [
            "The AdS\/CFT conjecture relates quantum gravity on anti-de Sitter (AdS) space to a conformal field theory (CFT) defined on the spacetime boundary. We interpret the CFT in terms of natural analogues of the bulk S-matrix. Our first approach finds the bulk S-matrix as a limit of scattering from an AdS bubble immersed in a space admitting asymptotic states. Next, we show how the periodicity of geodesics obstructs a standard LSZ prescription for scattering within global AdS. To avoid this subtlety we partition global AdS into patches within which CFT correlators reconstruct transition amplitudes of AdS states. Finally, we use the AdS\/CFT duality to propose a large N collective field theory that describes local, perturbative supergravity. Failure of locality in quantum gravity should be related to the difference between the collective 1\/N expansion and genuine finite N dynamics.",
            "What do CFTs tell us about anti-de Sitter spacetimes?",
            "Vijay Balasubramanian and Steven B Giddings and Albion Lawrence",
            "1999",
            "kyenQWsAAAAJ:Y0pCki6q_DkC",
            161,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/1999\/03\/001\/meta",
            "7795573104743828205",
            "\/scholar?cites=7795573104743828205",
            {
                "1999":15,
                "2000":10,
                "2001":9,
                "2002":7,
                "2003":8,
                "2004":5,
                "2005":2,
                "2006":5,
                "2007":2,
                "2008":10,
                "2009":3,
                "2010":4,
                "2011":7,
                "2012":5,
                "2013":5,
                "2014":6,
                "2015":8,
                "2016":8,
                "2017":7,
                "2018":15,
                "2019":11,
                "2020":7
            }
        ]
    ]
}