{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Electron beams with helical wavefronts carrying orbital angular momentum are expected to provide new capabilities for electron microscopy and other applications. We used nanofabricated diffraction holograms in an electron microscope to produce multiple electron vortex beams with well-defined topological charge. Beams carrying quantized amounts of orbital angular momentum (up to 100ℏ) per electron were observed. We describe how the electrons can exhibit such orbital motion in free space in the absence of any confining potential or external field, and discuss how these beams can be applied to improved electron microscopy of magnetic and biological specimens.",
            "Electron vortex beams with high quanta of orbital angular momentum",
            "Benjamin J McMorran and Amit Agrawal and Ian M Anderson and Andrew A Herzing and Henri J Lezec and Jabez J McClelland and John Unguris",
            "2011",
            "KZh2pwUAAAAJ:u5HHmVD_uO8C",
            524,
            "https:\/\/science.sciencemag.org\/content\/331\/6014\/192.abstract",
            "9838622931828476296",
            "\/scholar?cites=9838622931828476296",
            {
                "2011":21,
                "2012":33,
                "2013":42,
                "2014":64,
                "2015":57,
                "2016":56,
                "2017":66,
                "2018":55,
                "2019":53,
                "2020":68,
                "2021":5
            }
        ],
        [
            "Structured light refers to the generation and application of custom light fields. As the tools and technology to create and detect structured light have evolved, steadily the applications have begun to emerge. This roadmap touches on the key fields within structured light from the perspective of experts in those areas, providing insight into the current state and the challenges their respective fields face. Collectively the roadmap outlines the venerable nature of structured light research and the exciting prospects for the future that are yet to be realized.",
            "Roadmap on structured light",
            "Halina Rubinsztein-Dunlop and Andrew Forbes and MV Berry and MR Dennis and David L Andrews and Masud Mansuripur and Cornelia Denz and Christina Alpmann and Peter Banzer and Thomas Bauer and Ebrahim Karimi and Lorenzo Marrucci and Miles Padgett and Monika Ritsch-Marte and Natalia M Litchinitser and Nicholas P Bigelow and C Rosales-Guzmán and A Belmonte and JP Torres and Tyler W Neely and Mark Baker and Reuven Gordon and Alexander B Stilgoe and Jacquiline Romero and Andrew G White and Robert Fickler and Alan E Willner and Guodong Xie and Benjamin McMorran and Andrew M Weiner",
            "2016",
            "KZh2pwUAAAAJ:isC4tDSrTZIC",
            518,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/2040-8978\/19\/1\/013001\/meta",
            "12706570720168173790",
            "\/scholar?cites=12706570720168173790",
            {
                "2016":3,
                "2017":51,
                "2018":108,
                "2019":149,
                "2020":174,
                "2021":31
            }
        ],
        [
            "We have observed long-range spin-triplet supercurrents in Josephson junctions containing ferromagnetic (F) materials, which are generated by noncollinear magnetizations between a central Co\/Ru\/Co synthetic antiferromagnet and two outer thin F layers. Here we show that the spin-triplet supercurrent is enhanced up to 20 times after our samples are subject to a large in-plane field. This occurs because the synthetic antiferromagnet undergoes a “spin-flop” transition, whereby the two Co layer magnetizations end up nearly perpendicular to the magnetizations of the two thin F layers. We report direct experimental evidence for the spin-flop transition from scanning electron microscopy with polarization analysis and from spin-polarized neutron reflectometry. These results represent a first step toward experimental control of spin-triplet supercurrents.",
            "Optimization of spin-triplet supercurrent in ferromagnetic Josephson junctions",
            "Carolin Klose and Trupti S Khaire and Yixing Wang and WP Pratt Jr and Norman O Birge and BJ McMorran and TP Ginley and JA Borchers and BJ Kirby and BB Maranville and J Unguris",
            "2012",
            "KZh2pwUAAAAJ:u-x6o8ySG0sC",
            130,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.127002",
            "496536475635074131",
            "\/scholar?cites=496536475635074131",
            {
                "2012":10,
                "2013":11,
                "2014":22,
                "2015":24,
                "2016":18,
                "2017":12,
                "2018":11,
                "2019":14,
                "2020":6,
                "2021":2
            }
        ],
        [
            "The interesting physics and potential memory technologies resulting from topologically protected spin textures such as skyrmions have prompted efforts to discover new material systems that can host these kinds of magnetic structures. Here, we use the highly tunable magnetic properties of amorphous Fe\/Gd multilayer films to explore the magnetic properties that lead to dipole-stabilized skyrmions and skyrmion lattices that form from the competition of dipolar field and exchange energy. Using both real space imaging and reciprocal space scattering techniques, we determined the range of material properties and magnetic fields where skyrmions form. Micromagnetic modeling closely matches our observation of small skyrmion features (∼ 50 to 70 nm) and suggests that these classes of skyrmions have a rich domain structure that is Bloch-like in the center of the film and more Néel-like towards each surface. Our …",
            "Tailoring magnetic energies to form dipole skyrmions and skyrmion lattices",
            "SA Montoya and S Couture and JJ Chess and JCT Lee and N Kent and D Henze and SK Sinha and M-Y Im and SD Kevan and P Fischer and BJ McMorran and V Lomakin and S Roy and EE Fullerton",
            "2017",
            "KZh2pwUAAAAJ:k_IJM867U9cC",
            100,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.95.024415",
            "2265039615406309526",
            "\/scholar?cites=2265039615406309526",
            {
                "2016":1,
                "2017":10,
                "2018":32,
                "2019":21,
                "2020":30,
                "2021":5
            }
        ],
        [
            "The ability to image light elements in soft matter at atomic resolution enables unprecedented insight into the structure and properties of molecular heterostructures and beam-sensitive nanomaterials. In this study, we introduce a scanning transmission electron microscopy technique combining a pre-specimen phase plate designed to produce a probe with structured phase with a high-speed direct electron detector to generate nearly linear contrast images with high efficiency. We demonstrate this method by using both experiment and simulation to simultaneously image the atomic-scale structure of weakly scattering amorphous carbon and strongly scattering gold nanoparticles. Our method demonstrates strong contrast for both materials, making it a promising candidate for structural determination of heterogeneous soft\/hard matter samples even at low electron doses comparable to traditional phase-contrast …",
            "Efficient linear phase contrast in scanning transmission electron microscopy with matched illumination and detector interferometry",
            "Colin Ophus and Jim Ciston and Jordan Pierce and Tyler R Harvey and Jordan Chess and Benjamin J McMorran and Cory Czarnik and Harald H Rose and Peter Ercius",
            "2016",
            "KZh2pwUAAAAJ:KlAtU1dfN6UC",
            80,
            "https:\/\/www.nature.com\/articles\/ncomms10719",
            "8224232074640278442",
            "\/scholar?cites=8224232074640278442",
            {
                "2016":12,
                "2017":19,
                "2018":16,
                "2019":19,
                "2020":12,
                "2021":2
            }
        ],
        [
            "Electron diffraction gratings can be used to imprint well-defined phase structure onto an electron beam. For example, diffraction gratings have been used to prepare electron beams with unique phase dislocations, such as electron vortex beams, which hold promise for the development of new imaging and spectroscopy techniques for the study of materials. However, beam intensity loss associated with absorption, scattering, and diffraction by a binary transmission grating drastically reduces the current in the beam, and thus the possible detected signal strength it may generate. Here we describe electron-transparent phase gratings that efficiently diffract transmitted electrons. These phase gratings produce electron beams with the high current necessary to generate detectable signal upon interaction with a material. The phase grating design detailed here allows for fabrication of much more complex grating structures …",
            "Efficient diffractive phase optics for electrons",
            "Tyler R Harvey and Jordan S Pierce and Amit K Agrawal and Peter Ercius and Martin Linck and Benjamin J McMorran",
            "2014",
            "KZh2pwUAAAAJ:UeHWp8X0CEIC",
            72,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1367-2630\/16\/9\/093039\/meta",
            "9793912323643545864",
            "\/scholar?cites=9793912323643545864",
            {
                "2015":7,
                "2016":13,
                "2017":20,
                "2018":12,
                "2019":12,
                "2020":6
            }
        ],
        [
            "We report the first demonstration of a Talbot interferometer for electrons. The interferometer was used to image the Talbot carpet behind a nano-fabricated material grating. The Talbot interferometer design uses two identical gratings, and is particularly sensitive to distortions of the incident wavefronts. To illustrate this we used our interferometer to measure the curvature of concave wavefronts in a weakly focused electron beam. We describe how this wavefront curvature demagnified the Talbot revivals, and we discuss further applications for electron Talbot interferometers.",
            "An electron Talbot interferometer",
            "Benjamin J McMorran and Alexander D Cronin",
            "2009",
            "KZh2pwUAAAAJ:d1gkVwhDpl0C",
            72,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1367-2630\/11\/3\/033021\/meta",
            "12524059495037637894",
            "\/scholar?cites=12524059495037637894",
            {
                "2009":2,
                "2010":7,
                "2011":2,
                "2012":6,
                "2013":8,
                "2014":8,
                "2015":5,
                "2016":6,
                "2017":4,
                "2018":13,
                "2019":7,
                "2020":4
            }
        ],
        [
            "We show that properly engineered amorphous Fe-Gd alloy thin films with perpendicular magnetic anisotropy exhibit bound pairs of like-polarity, opposite helicity skyrmions at room temperature. Magnetic mirror symmetry planes present in the stripe phase, instead of chiral exchange, determine the internal skyrmion structure and the net achirality of the skyrmion phase. Our study shows that stripe domain engineering in amorphous alloy thin films may enable the creation of skyrmion phases with technologically desirable properties.",
            "Synthesizing skyrmion bound pairs in Fe-Gd thin films",
            "JC T Lee and JJ Chess and SA Montoya and X Shi and N Tamura and SK Mishra and P Fischer and BJ McMorran and SK Sinha and EE Fullerton and SD Kevan and S Roy",
            "2016",
            "KZh2pwUAAAAJ:RHpTSmoSYBkC",
            58,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4955462",
            "18155686026407431465",
            "\/scholar?cites=18155686026407431465",
            {
                "2017":11,
                "2018":15,
                "2019":12,
                "2020":15,
                "2021":3
            }
        ],
        [
            "The physics of coherent beams of photons carrying axial orbital angular momentum (OAM) is well understood, and such beams, sometimes known as vortex beams, have found applications in optics and microscopy. Recently electron beams carrying very large values of axial OAM have been generated. In the absence of coupling to an external electromagnetic field, the propagation of such vortex electron beams is virtually identical mathematically to that of vortex photon beams propagating in a medium with a homogeneous index of refraction. But when coupled to an external electromagnetic field, the propagation of vortex electron beams is distinctly different from photons. Here we use the exact path integral solution to Schrodinger's equation to examine the time evolution of an electron wave function carrying axial OAM. Interestingly we find that the nonzero OAM wave function can be obtained from the zero OAM …",
            "Propagation of vortex electron wave functions in a magnetic field",
            "Gregg M Gallatin and Ben McMorran",
            "2012",
            "KZh2pwUAAAAJ:7PzlFSSx8tAC",
            45,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.86.012701",
            "3436550726555029374",
            "\/scholar?cites=3436550726555029374",
            {
                "2012":2,
                "2013":5,
                "2014":3,
                "2015":5,
                "2016":6,
                "2017":7,
                "2018":5,
                "2019":3,
                "2020":7,
                "2021":2
            }
        ],
        [
            "We demonstrate an electrochemically driven optical switch based on absorption modulation of surface plasmon polaritons (SPPs) propagating in a metallic nanoslit waveguide containing nanocrystals of electrochromic Prussian Blue dye. Optical transmission modulation of ∼96% is achieved by electrochemically switching the dye between its oxidized and reduced states using voltages below 1 V. High spatial overlap and long interaction length between the SPP and the active material are achieved by preferential growth of PB nanocrystals on the nanoslit sidewalls. The resulting orthogonalization between the directions of light propagation and that of charge transport from the electrolyte to ultrathin active material inside the nanoslit waveguide offers significant promise for the realization of electrochromic devices with record switching speeds.",
            "An integrated electrochromic nanoplasmonic optical switch",
            "Amit Agrawal and Ceren Susut and Gery Stafford and Ugo Bertocci and Benjamin McMorran and Henri J Lezec and A Alec Talin",
            "2011",
            "KZh2pwUAAAAJ:2osOgNQ5qMEC",
            42,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl201064x",
            "9276135121356804225",
            "\/scholar?cites=9276135121356804225",
            {
                "2012":3,
                "2013":8,
                "2014":2,
                "2015":5,
                "2016":5,
                "2017":4,
                "2018":5,
                "2019":6,
                "2020":4
            }
        ]
    ]
}