{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This paper is a review of the present status of neutrino mass physics, which grew out of an APS sponsored study of neutrinos in 2004. After a discussion of the present knowledge of neutrino masses and mixing and some popular ways to probe the new physics implied by recent data, it summarizes what can be learned about neutrino interactions as well as the nature of new physics beyond the Standard Model from the various proposed neutrino experiments. The intriguing possibility that neutrino mass physics may be at the heart of our understanding of a long standing puzzle of cosmology, ie the origin of matter–antimatter asymmetry is also discussed.",
            "Theory of neutrinos: a white paper",
            "RN Mohapatra and S Antusch and KS Babu and Gabriela Barenboim and Mu-Chun Chen and A de Gouvęa and P De Holanda and B Dutta and Y Grossman and A Joshipura and B Kayser and J Kersten and YY Keum and Stephen F King and P Langacker and M Lindner and W Loinaz and I Masina and I Mocioiu and S Mohanty and H Murayama and S Pascoli and ST Petcov and Apostolos Pilaftsis and P Ramond and M Ratz and W Rodejohann and R Shrock and T Takeuchi and T Underwood and L Wolfenstein",
            "2007",
            "kZONf_sAAAAJ:u-x6o8ySG0sC",
            593,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0034-4885\/70\/11\/R02\/meta",
            "3604409197085036461",
            "\/scholar?cites=3604409197085036461",
            {
                "2006":11,
                "2007":15,
                "2008":50,
                "2009":49,
                "2010":46,
                "2011":59,
                "2012":41,
                "2013":41,
                "2014":52,
                "2015":35,
                "2016":41,
                "2017":42,
                "2018":38,
                "2019":24,
                "2020":36,
                "2021":3
            }
        ],
        [
            "Physics at the Large Hadron Collider (LHC) and the International e+ e-Linear Collider (ILC) will be complementary in many respects, as has been demonstrated at previous generations of hadron and lepton colliders. This report addresses the possible interplay between the LHC and ILC in testing the Standard Model and in discovering and determining the origin of new physics. Mutual benefits for the physics programme at both machines can occur both at the level of a combined interpretation of Hadron Collider and Linear Collider data and at the level of combined analyses of the data, where results obtained at one machine can directly influence the way analyses are carried out at the other machine. Topics under study comprise the physics of weak and strong electroweak symmetry breaking, supersymmetric models, new gauge theories, models with extra dimensions, and electroweak and QCD precision …",
            "Physics interplay of the LHC and the ILC",
            "Georg Weiglein and T Barklow and E Boos and A De Roeck and K Desch and F Gianotti and R Godbole and JF Gunion and HE Haber and S Heinemeyer and JL Hewett and K Kawagoe and K Mönig and MM Nojiri and G Polesello and F Richard and S Riemann and WJ Stirling and AG Akeroyd and BC Allanach and D Asner and S Asztalos and H Baer and M Battaglia and U Baur and P Bechtle and G Bélanger and A Belyaev and EL Berger and T Binoth and GA Blair and S Boogert and F Boudjema and D Bourilkov and W Buchmüller and V Bunichev and Gianluca Cerminara and M Chiorboli and H Davoudiasl and S Dawson and S De Curtis and F Deppisch and MA Díaz and M Dittmar and A Djouadi and D Dominici and U Ellwanger and JL Feng and IF Ginzburg and A Giolo-Nicollerat and BK Gjelsten and Stephen Godfrey and D Grellscheid and J Gronberg and E Gross and J Guasch and K Hamaguchi and T Han and J Hisano and W Hollik and C Hugonie and T Hurth and J Jiang and A Juste and J Kalinowski and W Kilian and R Kinnunen and S Kraml and M Krawczyk and A Krokhotine and T Krupovnickas and R Lafaye and S Lehti and HE Logan and E Lytken and V Martin and H-U Martyn and DJ Miller and S Moretti and F Moortgat and G Moortgat-Pick and M Mühlleitner and P Nieżurawski and A Nikitenko and LH Orr and P Osland and AF Osorio and H Päs and T Plehn and W Porod and A Pukhov and F Quevedo and D Rainwater and M Ratz and A Redelbach and L Reina and T Rizzo and R Rückl and HJ Schreiber and M Schumacher and A Sherstnev and S Slabospitsky and J Solà and A Sopczak and M Spira and M Spiropulu and Z Sullivan and M Szleper and TMP Tait and X Tata and DR Tovey and A Tricomi and M Velasco and D Wackeroth and CEM Wagner and S Weinzierl and P Wienemann and T Yanagida and AF Żarnecki and D Zerwas and PM Zerwas and L Živković and LHC\/ILC Study Group",
            "2006",
            "kZONf_sAAAAJ:u5HHmVD_uO8C",
            455,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S037015730500493X",
            "13781392781005342180",
            "\/scholar?cites=13781392781005342180",
            {
                "2005":10,
                "2006":28,
                "2007":67,
                "2008":69,
                "2009":50,
                "2010":54,
                "2011":34,
                "2012":44,
                "2013":22,
                "2014":20,
                "2015":16,
                "2016":7,
                "2017":9,
                "2018":6,
                "2019":5,
                "2020":6
            }
        ],
        [
            "We derive simple analytical formulae for the renormalization group running of neutrino masses, leptonic mixing angles and CP phases, which allow an easy understanding of the running. Particularly for a small angle θ13 the expressions become very compact, even when non-vanishing CP phases are present. Using these equations we investigate: (i) the influence of Dirac and Majorana phases on the evolution of all parameters, (ii) the implications of running neutrino parameters for leptogenesis, (iii) changes of the mass bounds from WMAP and neutrinoless double β decay experiments, relevant for high-energy mass models, (iv) the size of radiative corrections to θ13 and θ23 and implications for future precision measurements.",
            "Running neutrino masses, mixings and CP phases: Analytical results and phenomenological consequences",
            "Stefan Antusch and Joern Kersten and Manfred Lindner and Michael Ratz",
            "2003",
            "kZONf_sAAAAJ:d1gkVwhDpl0C",
            419,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321303008198",
            "17851919748109941640",
            "\/scholar?cites=17851919748109941640",
            {
                "2003":10,
                "2004":37,
                "2005":40,
                "2006":34,
                "2007":32,
                "2008":21,
                "2009":21,
                "2010":25,
                "2011":27,
                "2012":24,
                "2013":19,
                "2014":17,
                "2015":18,
                "2016":21,
                "2017":15,
                "2018":23,
                "2019":11,
                "2020":20,
                "2021":3
            }
        ],
        [
            "We systematically analyze quantum corrections in see-saw scenarios, including effects from above as well as below the see-saw scales. We derive approximate renormalization group equations for neutrino masses, lepton mixings and CP phases, yielding an analytic understanding and a simple estimate of the size of the effects. Even for hierarchical masses, they often exceed the precision of future experiments. Furthermore, we provide a software package allowing for a convenient numerical renormalization group analysis, with heavy singlets being integrated out successively at their mass thresholds. We also discuss applications to model building and related topics.",
            "Running neutrino mass parameters in see-saw scenarios",
            "Stefan Antusch and Joern Kersten and Manfred Lindner and Michael Ratz and Michael Andreas Schmidt",
            "2005",
            "kZONf_sAAAAJ:9yKSN-GCB0IC",
            410,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2005\/03\/024\/meta",
            "12985554486159354405",
            "\/scholar?cites=12985554486159354405",
            {
                "2005":17,
                "2006":23,
                "2007":38,
                "2008":23,
                "2009":23,
                "2010":25,
                "2011":26,
                "2012":27,
                "2013":35,
                "2014":20,
                "2015":29,
                "2016":23,
                "2017":19,
                "2018":24,
                "2019":21,
                "2020":32,
                "2021":3
            }
        ],
        [
            "We explore a “fertile patch” of the heterotic landscape based on a Z 6-II orbifold with SO (10) and E 6 local GUT structures. We search for models allowing for the exact MSSM spectrum. Our result is that of order 100 out of a total 3× 10 4 inequivalent models satisfy this requirement.",
            "A mini-landscape of exact MSSM spectra in heterotic orbifolds",
            "Oleg Lebedev and Hans Peter Nilles and Stuart Raby and Saúl Ramos-Sánchez and Michael Ratz and Patrick KS Vaudrevange and Akın Wingerter",
            "2007",
            "kZONf_sAAAAJ:2osOgNQ5qMEC",
            335,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S037026930601553X",
            "2650594874147612661",
            "\/scholar?cites=2650594874147612661",
            {
                "2006":1,
                "2007":27,
                "2008":35,
                "2009":29,
                "2010":31,
                "2011":33,
                "2012":34,
                "2013":24,
                "2014":23,
                "2015":22,
                "2016":19,
                "2017":15,
                "2018":12,
                "2019":13,
                "2020":16,
                "2021":1
            }
        ],
        [
            "We re-derive the renormalization group equation for the effective coupling of the dimension five operator which corresponds to a Majorana mass matrix for the Standard Model neutrinos. We find a result which differs somewhat from earlier calculations, leading to modifications in the evolution of leptonic mixing angles and CP phases. We also present a general method for calculating β-functions from counterterms in MS-like renormalization schemes, which works for tensorial quantities.",
            "Neutrino mass operator renormalization revisited",
            "Stefan Antusch and Manuel Drees and Joern Kersten and Manfred Lindner and Michael Ratz",
            "2001",
            "kZONf_sAAAAJ:qjMakFHDy7sC",
            277,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269301011273",
            "15430614935219645521",
            "\/scholar?cites=15430614935219645521",
            {
                "2000":1,
                "2001":2,
                "2002":30,
                "2003":31,
                "2004":19,
                "2005":24,
                "2006":13,
                "2007":24,
                "2008":10,
                "2009":9,
                "2010":6,
                "2011":13,
                "2012":11,
                "2013":8,
                "2014":5,
                "2015":10,
                "2016":11,
                "2017":9,
                "2018":11,
                "2019":11,
                "2020":17
            }
        ],
        [
            "We study the origin of non-Abelian discrete flavor symmetries in superstring theory. We classify all possible non-Abelian discrete flavor symmetries which can appear in heterotic orbifold models. These symmetries include D 4 and Δ (54). We find that the symmetries of the couplings are always larger than the symmetries of the compact space. This is because they are a consequence of the geometry of the orbifold combined with the space group selection rules of the string. We also study possible breaking patterns. Our analysis yields a simple geometric understanding of the realization of non-Abelian flavor symmetries.",
            "Stringy origin of non-Abelian discrete flavor symmetries",
            "Tatsuo Kobayashi and Hans Peter Nilles and Felix Plöger and Stuart Raby and Michael Ratz",
            "2007",
            "kZONf_sAAAAJ:zYLM7Y9cAGgC",
            269,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321307000673",
            "7618569670973899465",
            "\/scholar?cites=7618569670973899465",
            {
                "2007":10,
                "2008":19,
                "2009":18,
                "2010":26,
                "2011":16,
                "2012":17,
                "2013":21,
                "2014":24,
                "2015":17,
                "2016":16,
                "2017":13,
                "2018":21,
                "2019":20,
                "2020":30,
                "2021":1
            }
        ],
        [
            "We present a Z 6 orbifold compactification of the E 8× E 8 heterotic string which leads to the (supersymmetric) standard model gauge group and matter content. The quarks and leptons appear as three 16-plets of SO (10), whereas the Higgs fields do not form complete SO (10) multiplets. The model has large vacuum degeneracy. For generic vacua, no exotic states appear at low energies and the model is consistent with gauge coupling unification. The top quark Yukawa coupling arises from gauge interactions and is of the order of the gauge couplings, whereas the other Yukawa couplings are suppressed.",
            "Supersymmetric standard model from the heterotic string",
            "Wilfried Buchmüller and Koichi Hamaguchi and Oleg Lebedev and Michael Ratz",
            "2006",
            "kZONf_sAAAAJ:UeHWp8X0CEIC",
            257,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.96.121602",
            "15646912843610869116",
            "\/scholar?cites=15646912843610869116",
            {
                "2006":19,
                "2007":30,
                "2008":31,
                "2009":20,
                "2010":26,
                "2011":35,
                "2012":26,
                "2013":16,
                "2014":15,
                "2015":15,
                "2016":5,
                "2017":5,
                "2018":5,
                "2019":2,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Consistent uplifting of AdS vacua in string theory often requires extra light degrees of freedom in addition to those of a (Kähler) modulus. Here we consider the possibility that de Sitter and Minkowski vacua arise due to hidden sector matter interactions. We find that, in this scheme, the hierarchically small supersymmetry breaking scale can be explained by the scale of gaugino condensation and that interesting patterns of the soft terms arise. In particular, a matter-dominated supersymmetry breaking scenario and a version of the mirage mediation scheme appear in the framework of spontaneously broken supergravity.",
            "de Sitter vacua from matter superpotentials",
            "Oleg Lebedev and Hans Peter Nilles and Michael Ratz",
            "2006",
            "kZONf_sAAAAJ:IjCSPb-OGe4C",
            229,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269306003777",
            "3257794969082707270",
            "\/scholar?cites=3257794969082707270",
            {
                "2006":9,
                "2007":31,
                "2008":34,
                "2009":16,
                "2010":18,
                "2011":13,
                "2012":25,
                "2013":18,
                "2014":11,
                "2015":17,
                "2016":10,
                "2017":11,
                "2018":6,
                "2019":5,
                "2020":5
            }
        ],
        [
            "In a previous paper, referred to as a “Mini-Landscape” search, we explored a “fertile patch” of the heterotic landscape based on a Z 6− II orbifold with SO (10) and E 6 local grand unified theory structures. In the present paper we extend this analysis. We find many models with the minimal supersymmetric standard model spectra and an exact R parity. In all of these models, the vectorlike exotics decouple along D-flat directions. We present two benchmark models which satisfy many of the constraints of a realistic supersymmetric model, including nontrivial Yukawa matrices for three families of quarks and leptons and Majorana masses for right-handed neutrinos with nontrivial seesaw masses for the three light neutrinos. In an appendix we comment on the important issue of string selection rules and, in particular, the so-called “gamma-rule”.",
            "Heterotic road to the MSSM with  parity",
            "Oleg Lebedev and Hans Peter Nilles and Stuart Raby and Saúl Ramos-Sánchez and Michael Ratz and Patrick KS Vaudrevange and Akın Wingerter",
            "2008",
            "kZONf_sAAAAJ:Tyk-4Ss8FVUC",
            219,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.77.046013",
            "12173477937117102499",
            "\/scholar?cites=12173477937117102499",
            {
                "2008":16,
                "2009":26,
                "2010":27,
                "2011":27,
                "2012":27,
                "2013":20,
                "2014":15,
                "2015":19,
                "2016":5,
                "2017":9,
                "2018":8,
                "2019":8,
                "2020":8,
                "2021":1
            }
        ]
    ]
}