{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Gaseous and stellar metallicities in galaxies are nowadays routinely used to constrain the evolutionary processes in galaxies. This requires the knowledge of the average yield per stellar generation, yZ, i.e. the quantity of metals that a stellar population releases into the interstellar medium (ISM), which is generally assumed to be a fixed fiducial value. Deviations of the observed metallicity from the expected value of yZ are used to quantify the effect of outflows or inflows of gas, or even as evidence for biased metallicity calibrations or inaccurate metallicity diagnostics. Here, we show that  depends significantly on the initial mass function (IMF), varying by up to a factor larger than three, for the range of IMFs typically adopted in various studies. Varying the upper mass cutoff of the IMF implies a further variation of yZ by an additional factor that can be larger than two. These effects, along with the variation of the gas …",
            "Modern yields per stellar generation: the effect of the IMF",
            "Fiorenzo Vincenzo and Francesca Matteucci and Francesco Belfiore and Roberto Maiolino",
            "2016",
            "kzxOQyUAAAAJ:u-x6o8ySG0sC",
            62,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/455\/4\/4183\/1270964",
            "16941806891497969989",
            "\/scholar?cites=16941806891497969989",
            {
                "2016":8,
                "2017":11,
                "2018":10,
                "2019":19,
                "2020":12,
                "2021":2
            }
        ],
        [
            "We present chemical evolution models aimed at reproducing the observed (N\/O) versus (O\/H) abundance pattern of star-forming galaxies in the Local Universe. We derive gas-phase abundances from Sloan Digital Sky Survey (SDSS) spectroscopy and a complementary sample of low-metallicity dwarf galaxies, making use of a consistent set of abundance calibrations. This collection of data clearly confirms the existence of a plateau in the (N\/O) ratio at very low metallicity, followed by an increase of this ratio up to high values as the metallicity increases. This trend can be interpreted as due to two main sources of nitrogen in galaxies: (i) massive stars, which produce small amounts of pure primary nitrogen and are responsible for the (N\/O) ratio in the low-metallicity plateau; (ii) low- and intermediate-mass stars, which produce both secondary and primary nitrogen and enrich the interstellar medium with a time …",
            "Nitrogen and oxygen abundances in the Local Universe",
            "Fiorenzo Vincenzo and Francesco Belfiore and Roberto Maiolino and Francesca Matteucci and Paolo Ventura",
            "2016",
            "kzxOQyUAAAAJ:9yKSN-GCB0IC",
            60,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/458\/4\/3466\/2613822",
            "15304421439433877361",
            "\/scholar?cites=15304421439433877361",
            {
                "2016":4,
                "2017":13,
                "2018":13,
                "2019":12,
                "2020":15,
                "2021":3
            }
        ],
        [
            "We present the first chemical evolution model for Enceladus, alias the Gaia Sausage, to investigate the star formation history of one of the most massive satellites accreted by the Milky Way during a major merger event. Our best chemical evolution model for Enceladus nicely fits the observed stellar [α\/Fe]–[Fe\/H] chemical abundance trends, and reproduces the observed stellar metallicity distribution function, by assuming low star formation efficiency, fast infall time-scale, and mild outflow intensity. We predict a median age for Enceladus stars  Gyr, and – at the time of the merger with our Galaxy (≈10 Gyr ago from Helmi et al.) – we predict for Enceladus a total stellar mass M⋆ ≈ 5 × 109 M. By looking at the predictions of our best model, we discuss that merger events between the Galaxy and systems like Enceladus may have inhibited the gas accretion on to the Galaxy disc at high redshifts, heating …",
            "The fall of a giant. Chemical evolution of Enceladus, alias the Gaia sausage",
            "Fiorenzo Vincenzo and Emanuele Spitoni and Francesco Calura and Francesca Matteucci and Victor Silva Aguirre and Andrea Miglio and Gabriele Cescutti",
            "2019",
            "kzxOQyUAAAAJ:_kc_bZDykSQC",
            35,
            "https:\/\/academic.oup.com\/mnrasl\/article-abstract\/487\/1\/L47\/5489206",
            "11534909994306497002",
            "\/scholar?cites=11534909994306497002",
            {
                "2019":6,
                "2020":24,
                "2021":5
            }
        ],
        [
            "We present updated chemical evolution models of two dwarf spheroidal galaxies (Sculptor and Carina) and the first detailed chemical evolution models of two ultra-faint dwarfs (Hercules and Boötes I). Our results suggest that the dwarf spheroidals evolve with a low efficiency of star formation, confirming previous results, and the ultra-faint dwarfs with an even lower one. Under these assumptions, we can reproduce the stellar metallicity distribution function, the [α\/Fe] versus [Fe\/H] abundance patterns and the total stellar and gas masses observed at the present time in these objects. In particular, for the ultra-faint dwarfs we assume a strong initial burst of star formation, with the mass of the system being already in place at early times. On the other hand, for the classical dwarf spheroidals the agreement with the data is found by assuming the star formation histories suggested by the colour–magnitude diagrams and …",
            "Chemical evolution of classical and ultra-faint dwarf spheroidal galaxies",
            "Fiorenzo Vincenzo and Francesca Matteucci and Shaji Vattakunnel and Gustavo A Lanfranchi",
            "2014",
            "kzxOQyUAAAAJ:u5HHmVD_uO8C",
            32,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/441\/4\/2815\/1204848",
            "15235359843510729105",
            "\/scholar?cites=15235359843510729105",
            {
                "2014":2,
                "2015":6,
                "2016":5,
                "2017":7,
                "2018":3,
                "2019":5,
                "2020":4
            }
        ],
        [
            "We model gas-phase metallicity radial profiles of galaxies in the local Universe by building on the ‘bathtub’ chemical evolution formalism – where a galaxy’s gas content is determined by the interplay between inflow, star formation, and outflows. In particular, we take into account inside-out disc growth and add physically motivated prescriptions for radial gradients in star formation efficiency (SFE). We fit analytical models against the metallicity radial profiles of low-redshift star-forming galaxies in the mass range log (M⋆\/M⊙)  = [9.0–11.0] derived by Belfiore et al., using data from the MaNGA survey. The models provide excellent fits to the data and are capable of reproducing the change in shape of the radial metallicity profiles, including the flattening observed in the centres of massive galaxies. We derive the posterior probability distribution functions for the model parameters and find significant degeneracies …",
            "From ‘bathtub’galaxy evolution models to metallicity gradients",
            "F Belfiore and F Vincenzo and Roberto Maiolino and F Matteucci",
            "2019",
            "kzxOQyUAAAAJ:4TOpqqG69KYC",
            26,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/487\/1\/456\/5487519",
            "10869414489456642491",
            "\/scholar?cites=10869414489456642491",
            {
                "2019":4,
                "2020":18,
                "2021":4
            }
        ],
        [
            "We study the redshift evolution of the gas-phase O\/H and N\/O abundances, both (i) for individual interstellar medium (ISM) regions within single spatially resolved galaxies and (ii) when dealing with average abundances in the whole ISM of many unresolved galaxies. We make use of a cosmological hydrodynamical simulation including detailed chemical enrichment, which properly takes into account the variety of different stellar nucleosynthetic sources of O and N in galaxies. We identify 33 galaxies in the simulation, lying within dark matter haloes with virial mass in the range 1011 ≤ MDM ≤ 1013 M⊙ and reconstruct how they evolved with redshift. For the local and global measurements, the observed increasing trend of N\/O at high O\/H can be explained, respectively, (i) as the consequence of metallicity gradients that have settled in the galaxy ISM, where the innermost galactic regions have the highest O\/H …",
            "Evolution of N\/O ratios in galaxies from cosmological hydrodynamical simulations",
            "Fiorenzo Vincenzo and Chiaki Kobayashi",
            "2018",
            "kzxOQyUAAAAJ:UebtZRa9Y70C",
            24,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/478\/1\/155\/4987218",
            "12285692221317671262",
            "\/scholar?cites=12285692221317671262",
            {
                "2018":7,
                "2019":8,
                "2020":8,
                "2021":1
            }
        ],
        [
            "We describe the use of our chemical evolution model to reproduce the abundance patterns observed in a catalogue of elliptical galaxies from the Sloan Digital Sky Survey Data Release 4. The model assumes ellipticals form by fast gas accretion, and suffer a strong burst of star formation followed by a galactic wind, which quenches star formation. Models with fixed initial mass function (IMF) failed in simultaneously reproducing the observed trends with the galactic mass. So, we tested a varying IMF; contrary to the diffused claim that the IMF should become bottom heavier in more massive galaxies, we find a better agreement with data by assuming an inverse trend, where the IMF goes from being bottom heavy in less massive galaxies to top heavy in more massive ones. This naturally produces a downsizing in star formation, favouring massive stars in largest galaxies. Finally, we tested the use of the integrated …",
            "The effects of the initial mass function on the chemical evolution of elliptical galaxies",
            "Carlo De Masi and Francesca Matteucci and Fiorenzo Vincenzo",
            "2018",
            "kzxOQyUAAAAJ:LkGwnXOMwfcC",
            24,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/474\/4\/5259\/4662635",
            "10995817623498927251",
            "\/scholar?cites=10995817623498927251",
            {
                "2018":6,
                "2019":9,
                "2020":8,
                "2021":1
            }
        ],
        [
            "",
            "New analytical solutions for chemical evolution models: characterizing the population of star-forming and passive galaxies",
            "Emanuele Spitoni and Fiorenzo Vincenzo and Francesca Matteucci",
            "2017",
            "kzxOQyUAAAAJ:YsMSGLbcyi4C",
            23,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2017\/03\/aa29745-16\/aa29745-16.html",
            "11535306086722899793",
            "\/scholar?cites=11535306086722899793",
            {
                "2017":5,
                "2018":3,
                "2019":8,
                "2020":5,
                "2021":2
            }
        ],
        [
            "We have studied the effects of various initial mass functions (IMFs) on the chemical evolution of the Sagittarius dwarf galaxy (Sgr). In particular, we tested the effects of the integrated galactic initial mass function (IGIMF) on various predicted abundance patterns. The IGIMF depends on the star formation rate and metallicity and predicts less massive stars in a regime of low star formation, as it is the case in dwarf spheroidals. We adopted a detailed chemical evolution model following the evolution of α-elements, Fe and Eu, and assuming the currently best set of stellar yields. We also explored different yield prescriptions for the Eu, including production from neutron star mergers. Although the uncertainties still present in the stellar yields and data prevent us from drawing firm conclusions, our results suggest that the IGIMF applied to Sgr predicts lower [α\/Fe] ratios than classical IMFs and lower [hydrostatic\/explosive …",
            "The IGIMF and other IMFs in dSphs: the case of Sagittarius",
            "Fiorenzo Vincenzo and Francesca Matteucci and Simone Recchi and Francesco Calura and Andrew McWilliam and Gustavo A Lanfranchi",
            "2015",
            "kzxOQyUAAAAJ:d1gkVwhDpl0C",
            23,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/449\/2\/1327\/1072994",
            "14327194467671085526",
            "\/scholar?cites=14327194467671085526",
            {
                "2016":2,
                "2017":3,
                "2018":6,
                "2019":7,
                "2020":5
            }
        ],
        [
            "Over the course of its history, the Milky Way has ingested multiple smaller satellite galaxies 1. Although these accreted stellar populations can be forensically identified as kinematically distinct structures within the Galaxy, it is difficult in general to date precisely the age at which any one merger occurred. Recent results have revealed a population of stars that were accreted via the collision of a dwarf galaxy, called Gaia–Enceladus 1, leading to substantial pollution of the chemical and dynamical properties of the Milky Way. Here we identify the very bright, naked-eye star ν Indi as an indicator of the age of the early in situ population of the Galaxy. We combine asteroseismic, spectroscopic, astrometric and kinematic observations to show that this metal-poor, alpha-element-rich star was an indigenous member of the halo, and we measure its age to be(stat)(sys) billion years. The star bears hallmarks …",
            "Age dating of an early Milky Way merger via asteroseismology of the naked-eye star ν Indi",
            "William J Chaplin and Aldo M Serenelli and Andrea Miglio and Thierry Morel and J Ted Mackereth and Fiorenzo Vincenzo and Hans Kjeldsen and Sarbani Basu and Warrick H Ball and Amalie Stokholm and Kuldeep Verma and Jakob Rørsted Mosumgaard and Victor Silva Aguirre and Anwesh Mazumdar and Pritesh Ranadive and HM Antia and Yveline Lebreton and Joel Ong and Thierry Appourchaux and Timothy R Bedding and Jørgen Christensen-Dalsgaard and Orlagh Creevey and Rafael A García and Rasmus Handberg and Daniel Huber and Steven D Kawaler and Mikkel N Lund and Travis S Metcalfe and Keivan G Stassun and Michäel Bazot and Paul G Beck and Keaton J Bell and Maria Bergemann and Derek L Buzasi and Othman Benomar and Diego Bossini and Lisa Bugnet and Tiago L Campante and Zeynep Çelik Orhan and Enrico Corsaro and Lucía González-Cuesta and Guy R Davies and Maria Pia Di Mauro and Ricky Egeland and Yvonne P Elsworth and Patrick Gaulme and Hamed Ghasemi and Zhao Guo and Oliver J Hall and Amir Hasanzadeh and Saskia Hekker and Rachel Howe and Jon M Jenkins and Antonio Jiménez and René Kiefer and James S Kuszlewicz and Thomas Kallinger and David W Latham and Mia S Lundkvist and Savita Mathur and Josefina Montalbán and Benoit Mosser and Andres Moya Bedón and Martin Bo Nielsen and Sibel Örtel and Ben M Rendle and George R Ricker and Thaíse S Rodrigues and Ian W Roxburgh and Hossein Safari and Mathew Schofield and Sara Seager and Barry Smalley and Dennis Stello and Róbert Szabó and Jamie Tayar and Nathalie Themeßl and Alexandra EL Thomas and Roland K Vanderspek and Walter E van Rossem and Mathieu Vrard and Achim Weiss and Timothy R White and Joshua N Winn and Mutlu Yıldız",
            "2020",
            "kzxOQyUAAAAJ:L8Ckcad2t8MC",
            18,
            "https:\/\/www.nature.com\/articles\/s41550-019-0975-9",
            "16841574382522399611",
            "\/scholar?cites=16841574382522399611",
            {
                "2020":14,
                "2021":4
            }
        ]
    ]
}