{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The generalized parton distributions, introduced nearly a decade ago, have emerged as a universal tool to describe hadrons in terms of quark and gluonic degrees of freedom. They combine the features of form factors, parton densities and distribution amplitudes—the functions used for a long time in studies of hadronic structure. Generalized parton distributions are analogous to the phase-space Wigner quasi-probability function of nonrelativistic quantum mechanics which encodes full information on a quantum-mechanical system. We give an extensive review of main achievements in the development of this formalism. We discuss physical interpretation and basic properties of generalized parton distributions, their modeling and QCD evolution in the leading and next-to-leading orders. We describe how these functions enter a wide class of exclusive reactions, such as electro- and photo-production of photons …",
            "Unraveling hadron structure with generalized parton distributions",
            "Andrei V Belitsky and AV Radyushkin",
            "2005",
            "L0BamQ8AAAAJ:roLk4NBRz8UC",
            914,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370157305002644",
            "7540289373954182508",
            "\/scholar?cites=7540289373954182508",
            {
                "2005":9,
                "2006":30,
                "2007":61,
                "2008":61,
                "2009":90,
                "2010":58,
                "2011":78,
                "2012":61,
                "2013":51,
                "2014":66,
                "2015":62,
                "2016":55,
                "2017":52,
                "2018":45,
                "2019":59,
                "2020":58,
                "2021":13
            }
        ],
        [
            "Parton distributions contain factorizable final state interaction effects originating from the fast-moving struck quark interacting with the target spectators in deeply inelastic scattering. We show that these interactions give rise to gauge invariance of the transverse momentum-dependent parton distributions. As compared to previous analyses, our study demonstrates the existence of extra scaling contributions from transverse components of the gauge potential at the light-cone infinity. They form a transverse gauge link which is indispensable for restoration of the gauge invariance of parton distributions in the light-cone gauge where the gauge potential does not vanish asymptotically. Our finding helps to explain a number of features observed in a model calculation of structure functions in the light-cone gauge.",
            "Final state interactions and gauge invariant parton distributions",
            "Andrei V Belitsky and X Ji and F Yuan",
            "2003",
            "L0BamQ8AAAAJ:LkGwnXOMwfcC",
            742,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321303001214",
            "12667634896615464206",
            "\/scholar?cites=12667634896615464206",
            {
                "2002":6,
                "2003":42,
                "2004":48,
                "2005":39,
                "2006":46,
                "2007":60,
                "2008":62,
                "2009":70,
                "2010":44,
                "2011":66,
                "2012":35,
                "2013":28,
                "2014":37,
                "2015":31,
                "2016":48,
                "2017":19,
                "2018":16,
                "2019":24,
                "2020":15,
                "2021":2
            }
        ],
        [
            "We compute the cross section for leptoproduction of the real photon off the nucleon, which is sensitive to the deeply virtual Compton scattering amplitude with power accuracy. Our considerations go beyond the leading twist and involve the complete analysis in the twist-three approximation. We discuss consequences of the target and lepton beam polarizations for accessing the generalized parton distributions from experimental measurements of the azimuthal angular dependence of the final state photon or nucleon. We introduce several sets of asymmetries, defined as Fourier moments with respect to the azimuthal angle, which allow for a clear separation of the twist-two and -three sectors. Relying on a simple ansatz for the generalized parton distributions, we give quantitative estimates for azimuthal and spin asymmetries, discuss the uncertainties of these predictions brought in by radiative corrections, and …",
            "Theory of deeply virtual Compton scattering on the nucleon",
            "Andrei V Belitsky and Dieter Mueller and A Kirchner",
            "2002",
            "L0BamQ8AAAAJ:Se3iqnhoufwC",
            626,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S055032130200144X",
            "3807101599637089704",
            "\/scholar?cites=3807101599637089704",
            {
                "2001":2,
                "2002":27,
                "2003":42,
                "2004":25,
                "2005":36,
                "2006":34,
                "2007":37,
                "2008":43,
                "2009":49,
                "2010":36,
                "2011":42,
                "2012":33,
                "2013":33,
                "2014":32,
                "2015":33,
                "2016":19,
                "2017":22,
                "2018":28,
                "2019":11,
                "2020":30,
                "2021":4
            }
        ],
        [
            "We develop the concept of quantum phase-space (Wigner) distributions for quarks and gluons in the proton. To appreciate their physical content, we analyze the contraints from special relativity on the interpretation of elastic form factors, and examine the physics of the Feynman parton distributions in the proton’s rest frame. We relate the quark Wigner functions to the transverse-momentum dependent parton distributions and generalized parton distributions, emphasizing the physical role of the skewness parameter. We show that the Wigner functions allow us to visualize quantum quarks and gluons using the language of classical phase space. We present two examples of the quark Wigner distributions and point out some model-independent features.",
            "Quark imaging in the proton via quantum phase-space distributions",
            "Andrei V Belitsky and Xiangdong Ji and Feng Yuan",
            "2004",
            "L0BamQ8AAAAJ:UebtZRa9Y70C",
            602,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.69.074014",
            "13020197782747888457",
            "\/scholar?cites=13020197782747888457",
            {
                "2002":2,
                "2003":20,
                "2004":37,
                "2005":45,
                "2006":47,
                "2007":47,
                "2008":30,
                "2009":37,
                "2010":29,
                "2011":41,
                "2012":29,
                "2013":26,
                "2014":24,
                "2015":25,
                "2016":38,
                "2017":31,
                "2018":27,
                "2019":28,
                "2020":32,
                "2021":3
            }
        ],
        [
            "Renormalization group evolution of QCD composite light-cone operators, built from two and more quark and gluon fields, is responsible for the logarithmic scaling violations in diverse physical observables. We analyze spectra of anomalous dimensions of these operators at large conformal spins at weak and strong coupling with the emphasis on the emergence of a dual string picture. The multi-particle spectrum at weak coupling has a hidden symmetry due to integrability of the underlying dilatation operator which drives the evolution. In perturbative regime, we demonstrate the equivalence of the one-loop cusp anomaly to the disk partition function in two-dimensional Yang–Mills theory which admits a string representation. The strong coupling regime for anomalous dimensions is discussed within the two pictures addressed recently—minimal surfaces of open strings and rotating long closed strings in AdS …",
            "Gauge\/string duality for QCD conformal operators",
            "Andrei V Belitsky and AS Gorsky and GP Korchemsky",
            "2003",
            "L0BamQ8AAAAJ:0EnyYjriUFMC",
            202,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S055032130300542X",
            "1452723660446278720",
            "\/scholar?cites=1452723660446278720",
            {
                "2003":15,
                "2004":32,
                "2005":24,
                "2006":10,
                "2007":16,
                "2008":30,
                "2009":25,
                "2010":6,
                "2011":7,
                "2012":12,
                "2013":6,
                "2014":6,
                "2015":2,
                "2016":4,
                "2017":5,
                "2018":1
            }
        ],
        [
            "We study anomalous dimensions of (super)conformal Wilson operators at weak and strong coupling making use of the integrability symmetry on both sides of the gauge\/string correspondence and elucidate the origin of their single-logarithmic behavior for long operators\/strings in the limit of large Lorentz spin. On the gauge theory side, we apply the method of the Baxter Q-operator to identify different scaling regimes in the anomalous dimensions in integrable sectors of (supersymmetric) Yang–Mills theory to one-loop order and determine the values of the Lorentz spin at which the logarithmic scaling sets in. We demonstrate that the conventional semiclassical approach based on the analysis of the distribution of Bethe roots breaks down in this domain. We work out an asymptotic expression for the anomalous dimensions which is valid throughout the entire region of variation of the Lorentz spin. On the string theory …",
            "Logarithmic scaling in gauge\/string correspondence",
            "AV Belitsky and AS Gorsky and GP Korchemsky",
            "2006",
            "L0BamQ8AAAAJ:8k81kl-MbHgC",
            173,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321306003531",
            "13991855045515938204",
            "\/scholar?cites=13991855045515938204",
            {
                "2006":4,
                "2007":24,
                "2008":31,
                "2009":30,
                "2010":20,
                "2011":17,
                "2012":18,
                "2013":3,
                "2014":8,
                "2015":10,
                "2016":2,
                "2017":1,
                "2018":2,
                "2019":2
            }
        ],
        [
            "Yang–Mills theories in four space–time dimensions possess  a hidden symmetry which does not exhibit itself as a symmetry of classical Lagrangians but is only revealed on the quantum level. It turns out that the effective Yang–Mills dynamics in several important limits is described by completely integrable systems that prove to be related to the celebrated Heisenberg spin chain and its generalizations. In this review we explain the general phenomenon of complete integrability and its realization in several different situations. As a prime example, we consider in some detail the scale dependence of composite (Wilson) operators in QCD and super-Yang–Mills (SYM) theories. High-energy (Regge) behavior of scattering amplitudes in QCD is also discussed and provides one with another realization of the same phenomenon that differs, however, from the first example in essential details. As the third example, we address the …",
            "Integrability in QCD and beyond",
            "AV Belitsky and VM Braun and AS Gorsky and GP Korchemsky",
            "2004",
            "L0BamQ8AAAAJ:5nxA0vEk-isC",
            173,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/S0217751X04019895",
            "17024240371991534081",
            "\/scholar?cites=17024240371991534081",
            {
                "2004":6,
                "2005":28,
                "2006":16,
                "2007":26,
                "2008":18,
                "2009":19,
                "2010":13,
                "2011":9,
                "2012":8,
                "2013":3,
                "2014":6,
                "2015":4,
                "2016":6,
                "2017":2,
                "2018":3,
                "2019":1,
                "2020":5
            }
        ],
        [
            "We address the problem of solution of the QCD three-particle evolution equations which govern the Q 2-dependence of the chiral-even quark–gluon–quark and three-gluon correlators contributing to a number of asymmetries at leading order and the transversely polarized structure function g 2 (x Bj). The quark–gluon–quark case is completely integrable in multicolour limit and corresponds to a spin chain with non-periodic boundary conditions, while the pure gluonic sector contains, apart from a piece in the Hamiltonian equivalent to XXX Heisenberg magnet of spin s=− 3 2, a non-integrable addendum which can be treated perturbatively for a bulk of the spectrum except for a few lowest energy levels. We construct a quasiclassical expansion with respect to the total conformal spin of the system and describe fairly well the energy spectra of quark–gluon–quark and three-gluon systems.",
            "Renormalization of twist-three operators and integrable lattice models",
            "Andrei V Belitsky",
            "2000",
            "L0BamQ8AAAAJ:MXK_kJrjxJIC",
            156,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321300000031",
            "10722654487207365892",
            "\/scholar?cites=10722654487207365892",
            {
                "2000":8,
                "2001":4,
                "2002":5,
                "2003":8,
                "2004":26,
                "2005":20,
                "2006":7,
                "2007":10,
                "2008":12,
                "2009":18,
                "2010":7,
                "2011":4,
                "2012":7,
                "2013":3,
                "2014":1,
                "2015":4,
                "2016":2,
                "2017":2,
                "2018":1,
                "2019":1,
                "2020":4
            }
        ],
        [
            "We unravel the structure of the spectrum of the anomalous dimensions of the quark–gluon twist-3 operators which are responsible for the multiparton correlations in hadrons and enter as a leading contribution to several physical cross sections. The method of analysis is based on the recent finding of a non-trivial integral of motion for the corresponding Hamiltonian problem in multicolour limit which results into exact integrability of the three-particle system. Quasiclassical expansion is used for solving the problem. We address the chiral-odd sector as a case of study.",
            "Fine structure of spectrum of twist-three operators in QCD",
            "Andrei V Belitsky",
            "1999",
            "L0BamQ8AAAAJ:kNdYIx-mwKoC",
            156,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269399003263",
            "8040921183420145873",
            "\/scholar?cites=8040921183420145873",
            {
                "1999":2,
                "2000":6,
                "2001":3,
                "2002":5,
                "2003":8,
                "2004":22,
                "2005":12,
                "2006":7,
                "2007":21,
                "2008":11,
                "2009":15,
                "2010":7,
                "2011":4,
                "2012":9,
                "2013":6,
                "2014":2,
                "2015":3,
                "2016":1,
                "2017":3,
                "2018":2,
                "2019":5
            }
        ],
        [
            "Basing on the constraint equalities which arise from the algebra of the collinear conformal group and the conformal operator product expansion, we predict the solutions of the leading order evolution equations for the non-forward distributions, including transversity, in terms of the conformal moments; next-to-leading order flavour singlet coefficient functions for the polarized and unpolarized deeply virtual Compton scattering; as well as the contribution from renormalon chains to the eigenfunctions of the exclusive non-singlet evolution kernel.",
            "Predictions from conformal algebra for the deeply virtual Compton scattering",
            "Andrei V Belitsky and Dieter Müller",
            "1998",
            "L0BamQ8AAAAJ:3fE2CSJIrl8C",
            153,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269397013907",
            "9689712073164233619",
            "\/scholar?cites=9689712073164233619",
            {
                "1998":16,
                "1999":16,
                "2000":9,
                "2001":10,
                "2002":12,
                "2003":13,
                "2004":4,
                "2005":4,
                "2006":6,
                "2007":1,
                "2008":5,
                "2009":11,
                "2010":2,
                "2011":4,
                "2012":5,
                "2013":6,
                "2014":9,
                "2015":5,
                "2016":4,
                "2017":5,
                "2018":3,
                "2019":2,
                "2020":1
            }
        ]
    ]
}