{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Cells are active systems with molecular force generation that drives complex dynamics at the supramolecular scale. We present a quantitative study of molecular motions in cells over times from milliseconds to hours. Noninvasive tracking was accomplished by imaging highly stable near-infrared luminescence of single-walled carbon nanotubes targeted to kinesin-1 motor proteins in COS-7 cells. We observed a regime of active random “stirring” that constitutes an intermediate mode of transport, different from both thermal diffusion and directed motor activity. High-frequency motion was found to be thermally driven. At times greater than 100 milliseconds, nonequilibrium dynamics dominated. In addition to directed transport along microtubules, we observed strong random dynamics driven by myosins that result in enhanced nonspecific transport. We present a quantitative model connecting molecular mechanisms to …",
            "High-resolution mapping of intracellular fluctuations using carbon nanotubes",
            "Nikta Fakhri and Alok D Wessel and Charlotte Willms and Matteo Pasquali and Dieter R Klopfenstein and Frederick C MacKintosh and Christoph F Schmidt",
            "2014",
            "L4MWW8wAAAAJ:dQ2og3OwTAUC",
            168,
            "https:\/\/science.sciencemag.org\/content\/344\/6187\/1031.abstract",
            "17867845893790555306",
            "\/scholar?cites=17867845893790555306",
            {
                "2014":3,
                "2015":31,
                "2016":16,
                "2017":34,
                "2018":34,
                "2019":24,
                "2020":25,
                "2021":1
            }
        ],
        [
            "Systems in thermodynamic equilibrium are not only characterized by time-independent macroscopic properties, but also satisfy the principle of detailed balance in the transitions between microscopic configurations. Living systems function out of equilibrium and are characterized by directed fluxes through chemical states, which violate detailed balance at the molecular scale. Here we introduce a method to probe for broken detailed balance and demonstrate how such nonequilibrium dynamics are manifest at the mesosopic scale. The periodic beating of an isolated flagellum from Chlamydomonas reinhardtii exhibits probability flux in the phase space of shapes. With a model, we show how the breaking of detailed balance can also be quantified in stationary, nonequilibrium stochastic systems in the absence of periodic motion. We further demonstrate such broken detailed balance in the nonperiodic fluctuations of …",
            "Broken detailed balance at mesoscopic scales in active biological systems",
            "Christopher Battle and Chase P Broedersz and Nikta Fakhri and Veikko F Geyer and Jonathon Howard and Christoph F Schmidt and Fred C MacKintosh",
            "2016",
            "L4MWW8wAAAAJ:z_wVstp3MssC",
            147,
            "https:\/\/science.sciencemag.org\/content\/352\/6285\/604.extract",
            "17651311812869110895",
            "\/scholar?cites=17651311812869110895",
            {
                "2016":10,
                "2017":20,
                "2018":35,
                "2019":30,
                "2020":50,
                "2021":1
            }
        ],
        [
            "By relating nanotechnology to soft condensed matter, understanding the mechanics and dynamics of single-walled carbon nanotubes (SWCNTs) in fluids is crucial for both fundamental and applied science. Here, we study the Brownian bending dynamics of individual chirality-assigned SWCNTs in water by fluorescence microscopy. The bending stiffness scales as the cube of the nanotube diameter and the shape relaxation times agree with the semiflexible chain model. This suggests that SWCNTs may be the archetypal semiflexible filaments, highly suited to act as nanoprobes in complex fluids or biological systems.",
            "Diameter-dependent bending dynamics of single-walled carbon nanotubes in liquids",
            "Nikta Fakhri and Dmitri A Tsyboulski and Laurent Cognet and R Bruce Weisman and Matteo Pasquali",
            "2009",
            "L4MWW8wAAAAJ:u5HHmVD_uO8C",
            133,
            "https:\/\/www.pnas.org\/content\/106\/34\/14219.short",
            "12345299029876419758",
            "\/scholar?cites=12345299029876419758",
            {
                "2009":2,
                "2010":12,
                "2011":10,
                "2012":17,
                "2013":15,
                "2014":12,
                "2015":10,
                "2016":8,
                "2017":9,
                "2018":10,
                "2019":14,
                "2020":10,
                "2021":1
            }
        ],
        [
            "The thermal motion of stiff filaments in a crowded environment is highly constrained and anisotropic; it underlies the behavior of such disparate systems as polymer materials, nanocomposites, and the cell cytoskeleton. Despite decades of theoretical study, the fundamental dynamics of such systems remains a mystery. Using near-infrared video microscopy, we studied the thermal diffusion of individual single-walled carbon nanotubes (SWNTs) confined in porous agarose networks. We found that even a small bending flexibility of SWNTs strongly enhances their motion: The rotational diffusion constant is proportional to the filament-bending compliance and is independent of the network pore size. The interplay between crowding and thermal bending implies that the notion of a filament’s stiffness depends on its confinement. Moreover, the mobility of SWNTs and other inclusions can be controlled by tailoring their …",
            "Brownian motion of stiff filaments in a crowded environment",
            "Nikta Fakhri and Frederick C MacKintosh and Brahim Lounis and Laurent Cognet and Matteo Pasquali",
            "2010",
            "L4MWW8wAAAAJ:d1gkVwhDpl0C",
            117,
            "https:\/\/science.sciencemag.org\/content\/330\/6012\/1804.abstract",
            "10177970208460327385",
            "\/scholar?cites=10177970208460327385",
            {
                "2011":11,
                "2012":17,
                "2013":10,
                "2014":10,
                "2015":13,
                "2016":8,
                "2017":8,
                "2018":14,
                "2019":10,
                "2020":13,
                "2021":1
            }
        ],
        [
            "Vinculin is filamentous (F)‐actin‐binding protein enriched in integrin‐based adhesions to the extracellular matrix (ECM). Whereas studies in 2‐dimensional (2D) tissue culture models have suggested that vinculin negatively regulates cell migration by promoting cytoskeleton‐ECM coupling to strengthen and stabilize adhesions, its role in regulating cell migration in more physiologic, 3‐dimensional (3D) environments is unclear. To address the role of vinculin in 3D cell migration, we analyzed the morphodynamics, migration, and ECM remodeling of primary murine embryonic fibroblasts (MEFs) with cre\/loxP‐mediated vinculin gene disruption in 3D collagen I cultures. We found that vinculin promoted 3D cell migration by increasing directional persistence. Vinculin was necessary for persistent cell protrusion, cell elongation, and stable cell orientation in 3D collagen, but was dispensable for lamellipodia formation …",
            "Vinculin is required for cell polarization, migration, and extracellular matrix remodeling in 3D collagen",
            "Ingo Thievessen and Nikta Fakhri and Julian Steinwachs and Viola Kraus and R Scott McIsaac and Liang Gao and Bi‐Chang Chen and Michelle A Baird and Michael W Davidson and Eric Betzig and Rudolf Oldenbourg and Clare M Waterman and Ben Fabry",
            "2015",
            "L4MWW8wAAAAJ:tKAzc9rXhukC",
            70,
            "https:\/\/faseb.onlinelibrary.wiley.com\/doi\/abs\/10.1096\/fj.14-268235",
            "8339544038157110453",
            "\/scholar?cites=8339544038157110453",
            {
                "2015":1,
                "2016":12,
                "2017":21,
                "2018":8,
                "2019":14,
                "2020":14
            }
        ],
        [
            "Systems coupled to multiple thermodynamic reservoirs can exhibit nonequilibrium dynamics, breaking detailed balance to generate currents. To power these currents, the entropy of the reservoirs increases. The rate of entropy production, or dissipation, is a measure of the statistical irreversibility of the nonequilibrium process. By measuring this irreversibility in several biological systems, recent experiments have detected that particular systems are not in equilibrium. Here we discuss three strategies to replace binary classification (equilibrium versus nonequilibrium) with a quantification of the entropy production rate. To illustrate, we generate time-series data for the evolution of an analytically tractable bead-spring model. Probability currents can be inferred and utilized to indirectly quantify the entropy production rate, but this approach requires prohibitive amounts of data in high-dimensional systems. This curse of …",
            "Quantifying dissipation using fluctuating currents",
            "Junang Li and Jordan M Horowitz and Todd R Gingrich and Nikta Fakhri",
            "2019",
            "L4MWW8wAAAAJ:vbGhcppDl1QC",
            54,
            "https:\/\/www.nature.com\/articles\/s41467-019-09631-x",
            "16501022966375694010",
            "\/scholar?cites=16501022966375694010",
            {
                "2019":15,
                "2020":35,
                "2021":4
            }
        ],
        [
            "The reported fluorescence from inner shells of double-walled carbon nanotubes (DWCNTs) is an intriguing and potentially useful property. A combination of bulk and single-molecule methods was used to study the spectroscopy, chemical quenching, mechanical rigidity, abundance, density, and TEM images of the near-IR emitters in DWCNT samples. DWCNT inner shell fluorescence is found to be weaker than SWCNT fluorescence by a factor of at least 10 000. Observable near-IR emission from DWCNT samples is attributed to SWCNT impurities.",
            "Do inner shells of double-walled carbon nanotubes fluoresce?",
            "Dmitri A Tsyboulski and Ye Hou and Nikta Fakhri and Saunab Ghosh and Ru Zhang and Sergei M Bachilo and Matteo Pasquali and Liwei Chen and Jie Liu and R Bruce Weisman",
            "2009",
            "L4MWW8wAAAAJ:u-x6o8ySG0sC",
            48,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl901550r",
            "5273534031552647816",
            "\/scholar?cites=5273534031552647816",
            {
                "2010":7,
                "2011":12,
                "2012":3,
                "2013":3,
                "2014":6,
                "2015":4,
                "2016":5,
                "2017":3,
                "2018":4,
                "2019":1
            }
        ],
        [
            "Myosin motor proteins drive vigorous steady-state fluctuations in the actin cytoskeleton of cells. Endogenous embedded semiflexible filaments such as microtubules, or added filaments such as single-walled carbon nanotubes are used as novel tools to noninvasively track equilibrium and nonequilibrium fluctuations in such biopolymer networks. Here, we analytically calculate shape fluctuations of semiflexible probe filaments in a viscoelastic environment, driven out of equilibrium by motor activity. Transverse bending fluctuations of the probe filaments can be decomposed into dynamic normal modes. We find that these modes no longer evolve independently under nonequilibrium driving. This effective mode coupling results in nonzero circulatory currents in a conformational phase space, reflecting a violation of detailed balance. We present predictions for the characteristic frequencies associated with these currents …",
            "Broken detailed balance of filament dynamics in active networks",
            "J Gladrow and N Fakhri and FC MacKintosh and CF Schmidt and CP Broedersz",
            "2016",
            "L4MWW8wAAAAJ:fEOibwPWpKIC",
            46,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.116.248301",
            "7958525268665736167",
            "\/scholar?cites=7958525268665736167",
            {
                "2016":1,
                "2017":7,
                "2018":9,
                "2019":13,
                "2020":15,
                "2021":1
            }
        ],
        [
            "Biological functions rely on ordered structures and intricately controlled collective dynamics. This order in living systems is typically established and sustained by continuous dissipation of energy. The emergence of collective patterns of motion is unique to nonequilibrium systems and is a manifestation of dynamic steady states. Mechanical resilience of animal cells is largely controlled by the actomyosin cortex. The cortex provides stability but is, at the same time, highly adaptable due to rapid turnover of its components. Dynamic functions involve regulated transitions between different steady states of the cortex. We find that model actomyosin cortices, constructed to maintain turnover, self-organize into distinct nonequilibrium steady states when we vary cross-link density. The feedback between actin network structure and organization of stress-generating myosin motors defines the symmetries of the dynamic steady …",
            "Self-organized stress patterns drive state transitions in actin cortices",
            "Tzer Han Tan and Maya Malik-Garbi and Enas Abu-Shah and Junang Li and Abhinav Sharma and Fred C MacKintosh and Kinneret Keren and Christoph F Schmidt and Nikta Fakhri",
            "2018",
            "L4MWW8wAAAAJ:uJ-U7cs_P_0C",
            29,
            "https:\/\/advances.sciencemag.org\/content\/4\/6\/eaar2847.short",
            "16068099051301412801",
            "\/scholar?cites=16068099051301412801",
            {
                "2017":3,
                "2018":5,
                "2019":9,
                "2020":11,
                "2021":1
            }
        ],
        [
            "We investigate the self-assembly of ordered nanowires from length-purified single-wall carbon nanotubes (SWCNTs) in aqueous suspensions of the biological surfactant sodium deoxycholate. Macroscopically straight and nearly periodic linear arrangements of aligned individual SWCNTs are found to self-assemble in two-dimensional geometries from nanotube suspensions that are otherwise stable in the bulk, which we attribute to a dominance of surface effects under strong confinement. Directed self-assembly is explored through surface patterning, opening up new potential routes to nanotube manipulation for optical diagnostics and applications that require ordered arrangements of mutually aligned SWCNTs. The stability of these structures to thermal fluctuations and changes in solution chemistry are surveyed with near-infrared fluorescence microscopy.",
            "Self-assembly of ordered nanowires in biological suspensions of single-wall carbon nanotubes",
            "Erik K Hobbie and Jeffrey A Fagan and Matthew L Becker and Steven D Hudson and Nikta Fakhri and Matteo Pasquali",
            "2009",
            "L4MWW8wAAAAJ:9yKSN-GCB0IC",
            27,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn800609y",
            "5686782132613797543",
            "\/scholar?cites=5686782132613797543",
            {
                "2009":1,
                "2010":1,
                "2011":4,
                "2012":5,
                "2013":1,
                "2014":6,
                "2015":1,
                "2016":2,
                "2017":1,
                "2018":2,
                "2019":1,
                "2020":1
            }
        ]
    ]
}