{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Solution combustion is an exciting phenomenon, which involves propagation of self-sustained exothermic reactions along an aqueous or sol–gel media. This process allows for the synthesis of a variety of nanoscale materials, including oxides, metals, alloys, and sulfides. This Review focuses on the analysis of new approaches and results in the field of solution combustion synthesis (SCS) obtained during recent years. Thermodynamics and kinetics of reactive solutions used in different chemical routes are considered, and the role of process parameters is discussed, emphasizing the chemical mechanisms that are responsible for rapid self-sustained combustion reactions. The basic principles for controlling the composition, structure, and nanostructure of SCS products, and routes to regulate the size and morphology of the nanoscale materials are also reviewed. Recently developed systems that lead to the …",
            "Solution combustion synthesis of nanoscale materials",
            "Arvind Varma and Alexander S Mukasyan and Alexander S Rogachev and Khachatur V Manukyan",
            "2016",
            "l4nf9V0AAAAJ:37UQlXuwjP4C",
            527,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.chemrev.6b00279",
            "15722096604241491279",
            "\/scholar?cites=15722096604241491279",
            {
                "2017":60,
                "2018":121,
                "2019":158,
                "2020":167,
                "2021":13
            }
        ],
        [
            "The mechanism of structural transformation during combustion of nickel nitrate (oxidizer)–glycine (fuel) system is investigated by using different in situ techniques, including time-resolved X-ray diffraction (TRXRD), thermogravimetric analysis (TGA), differential scanning calorimetry (DSC) with dynamic mass spectrometry (MS), and high-speed infrared thermal imaging. It is shown that for initial compositions with a relatively large fuel-to-oxidizer ratio (φ), pure Ni phase forms directly in the combustion front. For fuel-lean conditions, only NiO phase can be detected. Analysis of the obtained data, including transmission and scanning electron microscopy (TEM–SEM) studies of the quenched reaction fronts, allows us to suggest the intrinsic mechanism of pure metal formation in the investigated system. It is shown that the combustion front propagates because of the reaction between N2O and NH3, which are the products of …",
            "Solution combustion synthesis of nano-crystalline metallic materials: mechanistic studies",
            "Khachatur V Manukyan and Allison Cross and Sergey Roslyakov and Sergei Rouvimov and Alexander S Rogachev and Eduardo E Wolf and Alexander S Mukasyan",
            "2013",
            "l4nf9V0AAAAJ:pqnbT2bcN3wC",
            148,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp408260m",
            "14594896886492658529",
            "\/scholar?cites=14594896886492658529",
            {
                "2014":6,
                "2015":17,
                "2016":13,
                "2017":23,
                "2018":26,
                "2019":27,
                "2020":32,
                "2021":2
            }
        ],
        [
            "The combustion phenomenon is characterized by rapid self-sustaining reactions, which can occur in the solid, liquid, or gas phase. Specific types of these reactions are used to produce valuable materials by different combustion synthesis (CS) routes. In this article, all three CS approaches, i.e. solid-phase, solution, and gas-phase flame, are reviewed to demonstrate their attractiveness for fabrication of zero-, one-, two-, and three-dimensional nanostructures of a large variety of inorganic compounds. The review involves five sections. First, a brief classification of combustion synthesis methods is given along with the scope of the article. Second, the state of art in the field of solid-phase combustion synthesis is described. Special attention is paid to the relationships between combustion parameters and structure\/properties of the produced nanomaterials. The third and fourth sections describe details for controlling …",
            "Combustion synthesis of zero-, one-, two-and three-dimensional nanostructures: current trends and future perspectives",
            "Hayk H Nersisyan and Jong Hyeon Lee and Jin-Rui Ding and Kyo-Seon Kim and Khachatur V Manukyan and Alexander S Mukasyan",
            "2017",
            "l4nf9V0AAAAJ:jmjb1lOE9QIC",
            98,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S036012851730014X",
            "8661406123983095099",
            "\/scholar?cites=8661406123983095099",
            {
                "2017":3,
                "2018":21,
                "2019":42,
                "2020":28,
                "2021":3
            }
        ],
        [
            "A template-assisted combustion-based method is developed to synthesize the ultrasmall (below 5 nm) α-Fe2O3 nanoparticles. The iron and ammonium nitrate are used as oxidizers, glycine as a “fuel” and mesoporous silica (SBA-15) as a template. Because of the ultralow sizes and high crystallinity, the combustion-derived α-Fe2O3 nanoparticles exhibit superparamagnetism in the temperature range of 70–300 K. The high specific surface area (132 m2\/g) of α-Fe2O3 indicates the important role of surface magnetic spins resulting in remarkably high magnetization (21 emu\/g) at 300 K.",
            "Ultrasmall α-Fe2O3 Superparamagnetic Nanoparticles with High Magnetization Prepared by Template-Assisted Combustion Process",
            "Khachatur V Manukyan and Yong-Siou Chen and Sergei Rouvimov and Peng Li and Xiang Li and Sining Dong and Xinyu Liu and Jacek K Furdyna and Alexei Orlov and Gary H Bernstein and Wolfgang Porod and Sergey Roslyakov and Alexander S Mukasyan",
            "2014",
            "l4nf9V0AAAAJ:NMlhSUseqAsC",
            91,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp504733r",
            "11949597606060068141",
            "\/scholar?cites=11949597606060068141",
            {
                "2014":1,
                "2015":10,
                "2016":21,
                "2017":12,
                "2018":13,
                "2019":15,
                "2020":17
            }
        ],
        [
            "An efficient approach that combines short-term (minutes) high-energy dry ball milling and wet grinding to tailor the nano- and microstructure of Ni+Al composite reactive particles is reported. Varying the ball-milling conditions allows control of the volume fraction of two distinct milling-induced microstructures, that is, coarse and nanolaminated. It is found that increasing the fraction of nanolaminated structure present in the composite particles leads to a decrease in their ignition temperature (Tig) from 700 and 500 K. Material with nanolaminated microstructure is also found to be more sensitive to impact ignition when compared with particles with a coarse microstructure. It is shown that kinetic energy (Wcr) thresholds for impact ignition, obtained for an optimized nanolaminated microstructure, is only 100 J. High-speed imaging showed that the impact-induced ignition occurs through formation of hot spots caused by …",
            "Tailored reactivity of Ni+ Al nanocomposites: microstructural correlations",
            "Khachatur V Manukyan and B Aaron Mason and Lori J Groven and Ya-Cheng Lin and Mathew Cherukara and Steven F Son and Alejandro Strachan and Alexander S Mukasyan",
            "2012",
            "l4nf9V0AAAAJ:ns9cj8rnVeAC",
            87,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp303407e",
            "15505399081626035554",
            "\/scholar?cites=15505399081626035554",
            {
                "2013":9,
                "2014":10,
                "2015":14,
                "2016":11,
                "2017":11,
                "2018":8,
                "2019":9,
                "2020":10
            }
        ],
        [
            "A simple, surfactant-free liquid-phase reduction of Cu, Ni and Fe salts (e.g. nitrates, chlorides) was used to prepare nanostructured FeNi\/Cu catalysts for hydrous hydrazine (N2H4·H2O) decomposition. The synthesis of nanomaterials includes reduction of copper salt using N2H4, followed by rapid reduction of iron and nickel salts by NaBH4. The catalysts were characterized by XRD, BET, TEM, XPS, XANES\/EXAFS techniques and their activity and selectivity was studied during hydrous hydrazine decomposition at temperatures ranging from 300 to 345 K. The selectivity to hydrogen increases to ∼100% with increasing temperature up to ∼345 K. The catalytic performance of these materials depends on the structure of NiFe layer formed over a Cu core, which may be controlled by changing of NiFe\/Cu mass ratio. Investigation of the catalytic performance for bi- and tri-metallic materials show that main active metal is …",
            "Low temperature decomposition of hydrous hydrazine over FeNi\/Cu nanoparticles",
            "Khachatur V Manukyan and Allison Cross and Sergei Rouvimov and Jeffrey Miller and Alexander S Mukasyan and Eduardo E Wolf",
            "2014",
            "l4nf9V0AAAAJ:CNPyR2KL9-0C",
            80,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0926860X14000891",
            "11246349497614114148",
            "\/scholar?cites=11246349497614114148",
            {
                "2014":4,
                "2015":13,
                "2016":10,
                "2017":10,
                "2018":11,
                "2019":17,
                "2020":13,
                "2021":1
            }
        ],
        [
            "Cu and Ni based catalysts were synthesized using solution combustion synthesis method. The catalytic activity and hydrogen selectivity were investigated for ethanol decomposition reaction. The amount of fuel content in the combustion solution was found to greatly affect the phase and the microstructure of the synthesized catalyst. In situ X-ray absorption spectroscopy (XAS) studies were carried out to study the reduction of the catalyst containing mixed oxides of copper and nickel. The reduced catalyst was further subjected to an oxidizing environment to collect the in situ XAS data during the oxidation of the catalyst. These investigations show that the catalyst oxidation state changes rapidly in the first few minutes of the pretreatment process and then gradually slows downs.",
            "Combustion synthesis of copper–nickel catalysts for hydrogen production from ethanol",
            "A Kumar and A Cross and K Manukyan and RR Bhosale and LJP Van Den Broeke and JT Miller and AS Mukasyan and EE Wolf",
            "2015",
            "l4nf9V0AAAAJ:4aZ_i-5WJEQC",
            69,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1385894715000327",
            "15845478523140321958",
            "\/scholar?cites=15845478523140321958",
            {
                "2015":7,
                "2016":12,
                "2017":16,
                "2018":11,
                "2019":11,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We studied the reduction kinetics of bulk NiO crystals by hydrogen and the corresponding structural transformations in the temperature range of 543–1593 K. A new experimental approach allows us to arrest and quench the reaction at different stages with millisecond time resolution. Two distinctive temperature intervals are found where the reaction kinetics and product microstructures are different. At relatively low temperatures, 543–773 K, the kinetic curves have a sigmoidal shape with long induction times (up to 2000 s) and result in incomplete conversion. Low-temperature reduction forms a complex polycrystalline Ni\/NiO porous structure with characteristic pore size on the order of 100 nm. No induction period was observed for the high-temperature conditions (1173–1593 K), and full reduction of NiO to Ni is achieved within seconds. An extremely fine porous metal structure, with pore size under 10 nm, forms …",
            "Nickel oxide reduction by hydrogen: Kinetics and structural transformations",
            "Khachatur V Manukyan and Arpi G Avetisyan and Christopher E Shuck and Hakob A Chatilyan and Sergei Rouvimov and Suren L Kharatyan and Alexander S Mukasyan",
            "2015",
            "l4nf9V0AAAAJ:G1UMdFYMoxkC",
            63,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.jpcc.5b04313",
            "11816847562605471302",
            "\/scholar?cites=11816847562605471302",
            {
                "2016":3,
                "2017":17,
                "2018":14,
                "2019":11,
                "2020":14,
                "2021":1
            }
        ],
        [
            "Solution combustion synthesis (SCS) is typically used to produce nanostructured oxides and bulk metallic materials for a variety of application including catalysis. Here, we report in situ, one-step SCS of high surface area (155 m2\/g) Ni catalysts supported on fumed silica (SiO2). Time-resolved X-ray diffraction is used to investigate the dynamics of phase formation during combustion of nickel nitrate–glycine–ammonium nitrate reactive gels impregnated onto porous SiO2. It is shown that highly dispersed nickel nanoparticles (5 nm) formed in the reaction front are followed by their rapid oxidation by air oxygen. To prevent the undesired oxidation process, the synthesis was conducted in an inert atmosphere (argon, helium). It is demonstrated that low concentration oxygen impurity (less than 0.001 wt %) in the inert gas passivates the Ni nanoparticles through the formation of a thin amorphous oxide layer. The thus …",
            "In situ preparation of highly stable Ni-based supported catalysts by solution combustion synthesis",
            "Allison Cross and Sergey Roslyakov and Khachatur V Manukyan and Sergei Rouvimov and Alexander S Rogachev and Dmitry Kovalev and Eduardo E Wolf and Alexander S Mukasyan",
            "2014",
            "l4nf9V0AAAAJ:JP7YXuLIOvAC",
            59,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp508546n",
            "2931659565792643233",
            "\/scholar?cites=2931659565792643233",
            {
                "2015":4,
                "2016":8,
                "2017":6,
                "2018":17,
                "2019":12,
                "2020":7,
                "2021":2
            }
        ],
        [
            "Self-sustaining reduction of ammonium molybdate tetrahydrate (AMT) by mixture of zinc and magnesium is investigated. It is shown that utilizing mixtures of metallic reducers is an attractive methodology to control the reduction conditions and product characteristics. Optimal intervals of key parameters, e.g. composition of reducing mixtures and pressure of inert gas are determined. Analysis of combustion temperature profiles, XRD, SEM\/FESEM, DTA, microanalysis, and quenching techniques are applied to investigate the reduction mechanism. Based on the obtained fundamental knowledge, for the first time, highly crystalline molybdenum powder with particle sizes in the range 0.1–1 μm is produced by direct reduction of AMT in a single-stage and energy saving process. Proposed combustion-based approach of Mo production has high potential to become an alternative to the conventional hydrogen reduction …",
            "Direct reduction of ammonium molybdate to elemental molybdenum by combustion reaction",
            "Khachatur Manukyan and Davit Davtyan and Jörg Bossert and Suren Kharatyan",
            "2011",
            "l4nf9V0AAAAJ:GnPB-g6toBAC",
            54,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1385894711001276",
            "14136773548582978397",
            "\/scholar?cites=14136773548582978397",
            {
                "2011":1,
                "2012":8,
                "2013":3,
                "2014":5,
                "2015":7,
                "2016":9,
                "2017":3,
                "2018":6,
                "2019":4,
                "2020":5,
                "2021":1
            }
        ]
    ]
}