{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Biaxial compressive strain has been used to markedly enhance the ferroelectric properties of BaTiO3 thin films. This strain, imposed by coherent epitaxy, can result in a ferroelectric transition temperature nearly 500°C higher and a remanent polarization at least 250% higher than bulk BaTiO3 single crystals. This work demonstrates a route to a lead-free ferroelectric for nonvolatile memories and electro-optic devices.",
            "Enhancement of ferroelectricity in strained BaTiO3 thin films",
            "Kyoung Jin Choi and Michael Biegalski and YL Li and A Sharan and J Schubert and Reinhard Uecker and P Reiche and YB Chen and XQ Pan and Venkatraman Gopalan and L-Q Chen and Darrell G Schlom and CB Eom",
            "2004",
            "l6gka1UAAAAJ:uDGL6kOW6j0C",
            1708,
            "https:\/\/science.sciencemag.org\/content\/306\/5698\/1005.abstract",
            "14193834977258036957",
            "\/scholar?cites=14193834977258036957",
            {
                "2005":31,
                "2006":63,
                "2007":72,
                "2008":95,
                "2009":89,
                "2010":91,
                "2011":98,
                "2012":123,
                "2013":117,
                "2014":118,
                "2015":135,
                "2016":137,
                "2017":131,
                "2018":141,
                "2019":121,
                "2020":134,
                "2021":8
            }
        ],
        [
            "Piezoelectric materials, which convert mechanical to electrical energy and vice versa, are typically characterized by the intimate coexistence of two phases across a morphotropic phase boundary. Electrically switching one to the other yields large electromechanical coupling coefficients. Driven by global environmental concerns, there is currently a strong push to discover practical lead-free piezoelectrics for device engineering. Using a combination of epitaxial growth techniques in conjunction with theoretical approaches, we show the formation of a morphotropic phase boundary through epitaxial constraint in lead-free piezoelectric bismuth ferrite (BiFeO3) films. Electric field–dependent studies show that a tetragonal-like phase can be reversibly converted into a rhombohedral-like phase, accompanied by measurable displacements of the surface, making this new lead-free system of interest for probe-based data …",
            "A strain-driven morphotropic phase boundary in BiFeO3",
            "RJ Zeches and MD Rossell and JX Zhang and AJ Hatt and Q He and C-H Yang and A Kumar and CH Wang and A Melville and C Adamo and G Sheng and Y-H Chu and JF Ihlefeld and R Erni and C Ederer and V Gopalan and LQ Chen and DG Schlom and NA Spaldin and LW Martin and R Ramesh",
            "2009",
            "l6gka1UAAAAJ:d1gkVwhDpl0C",
            1052,
            "https:\/\/science.sciencemag.org\/content\/326\/5955\/977.abstract",
            "9856011568454702915",
            "\/scholar?cites=9856011568454702915",
            {
                "2010":56,
                "2011":80,
                "2012":101,
                "2013":93,
                "2014":110,
                "2015":112,
                "2016":95,
                "2017":98,
                "2018":104,
                "2019":93,
                "2020":89,
                "2021":12
            }
        ],
        [
            "Ferroelectric ferromagnets are exceedingly rare, fundamentally interesting multiferroic materials that could give rise to new technologies in which the low power and high speed of field-effect electronics are combined with the permanence and routability of voltage-controlled ferromagnetism 1, 2. Furthermore, the properties of the few compounds that simultaneously exhibit these phenomena 1, 2, 3, 4, 5 are insignificant in comparison with those of useful ferroelectrics or ferromagnets: their spontaneous polarizations or magnetizations are smaller by a factor of 1,000 or more. The same holds for magnetic-or electric-field-induced multiferroics 6, 7, 8. Owing to the weak properties of single-phase multiferroics, composite and multilayer approaches involving strain-coupled piezoelectric and magnetostrictive components are the closest to application today 1, 2. Recently, however, a new route to ferroelectric ferromagnets …",
            "A strong ferroelectric ferromagnet created by means of spin–lattice coupling",
            "June Hyuk Lee and Lei Fang and Eftihia Vlahos and Xianglin Ke and Young Woo Jung and Lena Fitting Kourkoutis and Jong-Woo Kim and Philip J Ryan and Tassilo Heeg and Martin Roeckerath and Veronica Goian and Margitta Bernhagen and Reinhard Uecker and P Chris Hammel and Karin M Rabe and Stanislav Kamba and Jürgen Schubert and John W Freeland and David A Muller and Craig J Fennie and Peter Schiffer and Venkatraman Gopalan and Ezekiel Johnston-Halperin and Darrell G Schlom",
            "2010",
            "l6gka1UAAAAJ:UeHWp8X0CEIC",
            675,
            "https:\/\/www.nature.com\/articles\/nature09331",
            "5490343404889817299",
            "\/scholar?cites=5490343404889817299",
            {
                "2010":3,
                "2011":57,
                "2012":80,
                "2013":71,
                "2014":79,
                "2015":82,
                "2016":62,
                "2017":46,
                "2018":58,
                "2019":63,
                "2020":64,
                "2021":4
            }
        ],
        [
            "Deposition of semiconductors and metals from chemical precursors onto planar substrates is a well-developed science and technology for microelectronics. Optical fibers are an established platform for both communications technology and fundamental research in photonics. Here, we describe a hybrid technology that integrates key aspects of both engineering disciplines, demonstrating the fabrication of tubes, solid nanowires, coaxial heterojunctions, and longitudinally patterned structures composed of metals, single-crystal semiconductors, and polycrystalline elemental or compound semiconductors within microstructured silica optical fibers. Because the optical fibers are constructed and the functional materials are chemically deposited in distinct and independent steps, the full design flexibilities of both platforms can now be exploited simultaneously for fiber-integrated optoelectronic materials and devices.",
            "Microstructured optical fibers as high-pressure microfluidic reactors",
            "Pier JA Sazio and Adrian Amezcua-Correa and Chris E Finlayson and John R Hayes and Thomas J Scheidemantel and Neil F Baril and Bryan R Jackson and Dong-Jin Won and Feng Zhang and Elena R Margine and Venkatraman Gopalan and Vincent H Crespi and John V Badding",
            "2006",
            "l6gka1UAAAAJ:2osOgNQ5qMEC",
            434,
            "https:\/\/science.sciencemag.org\/content\/311\/5767\/1583.abstract",
            "14172114394241421382",
            "\/scholar?cites=14172114394241421382",
            {
                "2006":9,
                "2007":25,
                "2008":20,
                "2009":22,
                "2010":32,
                "2011":20,
                "2012":37,
                "2013":18,
                "2014":28,
                "2015":34,
                "2016":29,
                "2017":41,
                "2018":29,
                "2019":31,
                "2020":48,
                "2021":8
            }
        ],
        [
            "A phenomenological thermodynamic potential was constructed based on the properties of bulk BaTiO3 single crystals. An eighth-order polynomial of Landau-Devonshire expansion was employed. It reproduces bulk properties including the three possible ferroelectric transition temperatures and their dependence on electric fields, as well as the dielectric and piezoelectric constants. Different from the existing thermodynamic potential, it is applicable to predicting the ferroelectric phase transitions and properties of BaTiO3 thin films under large compressive biaxial strains.",
            "A phenomenological thermodynamic potential for  single crystals",
            "YL Li and LE Cross and LQ Chen",
            "2005",
            "l6gka1UAAAAJ:ubry08Y2EpUC",
            420,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2042528",
            "18349862121202234512",
            "\/scholar?cites=18349862121202234512",
            {
                "2005":3,
                "2006":14,
                "2007":24,
                "2008":21,
                "2009":26,
                "2010":28,
                "2011":32,
                "2012":21,
                "2013":34,
                "2014":33,
                "2015":35,
                "2016":33,
                "2017":26,
                "2018":28,
                "2019":27,
                "2020":30,
                "2021":3
            }
        ],
        [
            "We show here conclusively that the internal field originates from nonstoichiometric point defects in LiNbO3 crystals. The switching fields required for 180° domain reversal in congruent crystals [C=Li2O\/(Li2O+Nb2O5)=0.484] are ∼4–5 times larger than the switching fields for nearstoichiometric crystals (C=0.498). An internal field of ∼2.5 kV\/mm observed in congruent crystals disappears in stoichiometric crystals. The concentration of hydrogen incorporated during crystal growth has no effect on the switching or internal fields. The measured spontaneous polarization, Ps=80±5 μC\/cm2 is relatively insensitive to the crystal nonstoichiometry and the hydrogen content.",
            "The role of nonstoichiometry in 180° domain switching of  crystals",
            "Venkatraman Gopalan and Terence E Mitchell and Y Furukawa and K Kitamura",
            "1998",
            "l6gka1UAAAAJ:u5HHmVD_uO8C",
            363,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.121491",
            "12167004334626019866",
            "\/scholar?cites=12167004334626019866",
            {
                "1998":4,
                "1999":14,
                "2000":18,
                "2001":13,
                "2002":21,
                "2003":19,
                "2004":23,
                "2005":33,
                "2006":25,
                "2007":31,
                "2008":9,
                "2009":19,
                "2010":16,
                "2011":8,
                "2012":17,
                "2013":15,
                "2014":19,
                "2015":13,
                "2016":10,
                "2017":10,
                "2018":8,
                "2019":5,
                "2020":9,
                "2021":1
            }
        ],
        [
            "Using epitaxy and the misfit strain imposed by an underlying substrate, it is possible to elastically strain oxide thin films to percent levels—far beyond where they would crack in bulk. Under such strains, the properties of oxides can be dramatically altered. In this article, we review the use of elastic strain to enhance ferroics, materials containing domains that can be moved through the application of an electric field (ferroelectric), a magnetic field (ferromagnetic), or stress (ferroelastic). We describe examples of transmuting oxides that are neither ferroelectric nor ferromagnetic in their unstrained state into ferroelectrics, ferromagnets, or materials that are both at the same time (multiferroics). Elastic strain can also be used to enhance the properties of known ferroic oxides or to create new tunable microwave dielectrics with performance that rivals that of existing materials. Results show that for thin films of ferroic …",
            "Elastic strain engineering of ferroic oxides",
            "Darrell G Schlom and Long-Qing Chen and Craig J Fennie and Venkatraman Gopalan and David A Muller and Xiaoqing Pan and Ramamoorthy Ramesh and Reinhard Uecker",
            "2014",
            "l6gka1UAAAAJ:ZzlSgRqYykMC",
            328,
            "https:\/\/link.springer.com\/article\/10.1557\/mrs.2014.1",
            "10231798095568537902",
            "\/scholar?cites=10231798095568537902",
            {
                "2014":17,
                "2015":46,
                "2016":37,
                "2017":44,
                "2018":54,
                "2019":66,
                "2020":60,
                "2021":4
            }
        ],
        [
            "We grew LiTaO3 single crystals with a composition close to stoichiometry by using a double crucible Czochralski method. The switching field required for 180° ferroelectric domain reversal and the internal fields originating from nonstoichiometric point defects were compared for the stoichiometric and conventional commercially available crystals. The switching fields for the domain reversal in the stoichiometric crystal with a Curie temperature of 685 °C was 1.7 kV\/mm. This is about one thirteenth of the switching field required for the conventional LiTaO3  crystals with a Curie temperature near 600 °C. The internal field in the stoichiometric crystal drastically decreased to 0.1 kV\/mm.",
            "Crystal growth and low coercive field 180° domain switching characteristics of stoichiometric ",
            "Kenji Kitamura and Yasunori Furukawa and Kazuo Niwa and Venkatraman Gopalan and Terence E Mitchell",
            "1998",
            "l6gka1UAAAAJ:u-x6o8ySG0sC",
            328,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.122676",
            "5039877349005013965",
            "\/scholar?cites=5039877349005013965",
            {
                "1999":8,
                "2000":13,
                "2001":17,
                "2002":23,
                "2003":16,
                "2004":34,
                "2005":39,
                "2006":27,
                "2007":25,
                "2008":16,
                "2009":14,
                "2010":14,
                "2011":10,
                "2012":5,
                "2013":3,
                "2014":9,
                "2015":12,
                "2016":11,
                "2017":11,
                "2018":6,
                "2019":8,
                "2020":5
            }
        ],
        [
            "We have made a direct optical observation of pinning and bowing of a single 180 ferroelectric domain wall under a uniform applied electric field using a collection mode near-field scanning optical microscope. The domain wall is observed to curve between the pinning defects, with a radius of curvature determined by the material parameters and the applied electric field. The change in birefringence with applied field is used to infer the orientation of the internal field at the domain wall.",
            "Direct observation of pinning and bowing of a single ferroelectric domain wall",
            "TJ Yang and Venkatraman Gopalan and PJ Swart and U Mohideen",
            "1999",
            "l6gka1UAAAAJ:9yKSN-GCB0IC",
            258,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.82.4106",
            "656623898406093144",
            "\/scholar?cites=656623898406093144",
            {
                "1999":2,
                "2000":10,
                "2001":9,
                "2002":5,
                "2003":8,
                "2004":8,
                "2005":22,
                "2006":15,
                "2007":15,
                "2008":15,
                "2009":17,
                "2010":21,
                "2011":14,
                "2012":12,
                "2013":12,
                "2014":19,
                "2015":5,
                "2016":13,
                "2017":12,
                "2018":11,
                "2019":8,
                "2020":3,
                "2021":2
            }
        ],
        [
            "Biaxial strain is known to induce ferroelectricity in thin films of nominally nonferroelectric materials such as SrTiO 3. By a direct comparison of the strained and strain-free SrTiO 3 films using dielectric, ferroelectric, Raman, nonlinear optical and nanoscale piezoelectric property measurements, we conclude that all SrTiO 3 films and bulk crystals are relaxor ferroelectrics, and the role of strain is to stabilize longer-range correlation of preexisting nanopolar regions, likely originating from minute amounts of unintentional Sr deficiency in nominally stoichiometric samples. These findings highlight the sensitive role of stoichiometry when exploring strain and epitaxy-induced electronic phenomena in oxide films, heterostructures, and interfaces.",
            "Ferroelectricity in Strain-Free  Thin Films",
            "HW Jang and Amit Kumar and Sava Denev and Michael D Biegalski and Petro Maksymovych and CW Bark and Craig T Nelson and CM Folkman and Seung Hyub Baek and Nina Balke and Charles M Brooks and Demetri A Tenne and DG Schlom and Long-Qing Chen and XQ Pan and Sergei V Kalinin and Venkatraman Gopalan and CB Eom",
            "2010",
            "l6gka1UAAAAJ:_kc_bZDykSQC",
            257,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.197601",
            "688025010978651741",
            "\/scholar?cites=688025010978651741",
            {
                "2010":5,
                "2011":20,
                "2012":14,
                "2013":35,
                "2014":18,
                "2015":27,
                "2016":25,
                "2017":26,
                "2018":30,
                "2019":25,
                "2020":30,
                "2021":1
            }
        ]
    ]
}