{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We report the influence of uniaxial tensile mechanical strain in the range 0–2.2% on the phonon spectra and bandstructures of monolayer and bilayer molybdenum disulfide (MoS2) two-dimensional crystals. First, we employ Raman spectroscopy to observe phonon softening with increased strain, breaking the degeneracy in the E′ Raman mode of MoS2, and extract a Grüneisen parameter of ∼1.06. Second, using photoluminescence spectroscopy we measure a decrease in the optical band gap of MoS2 that is approximately linear with strain, ∼45 meV\/% strain for monolayer MoS2 and ∼120 meV\/% strain for bilayer MoS2. Third, we observe a pronounced strain-induced decrease in the photoluminescence intensity of monolayer MoS2 that is indicative of the direct-to-indirect transition of the character of the optical band gap of this material at applied strain of ∼1%. These observations constitute a demonstration …",
            "Bandgap Engineering of Strained Monolayer and Bilayer MoS2",
            "Hiram J Conley and Bin Wang and Jed I Ziegler and Richard F Haglund Jr and Sokrates T Pantelides and Kirill I Bolotin",
            "2013",
            "l6H2z8cAAAAJ:sfnaS5RM6jYC",
            1546,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl4014748",
            "17320186426573351747",
            "\/scholar?cites=17320186426573351747",
            {
                "2013":19,
                "2014":98,
                "2015":152,
                "2016":218,
                "2017":233,
                "2018":258,
                "2019":255,
                "2020":280,
                "2021":22
            }
        ],
        [
            "We directly trace the multi-THz conductivity of VO 2 during an insulator-metal transition triggered by a 12-fs light pulse. The femtosecond dynamics of lattice and electronic degrees of freedom are spectrally discriminated. A coherent wave packet motion of VV dimers at 6 THz modulates the lattice polarizability for approximately 1 ps. In contrast, the electronic conductivity settles to a constant value already after one VV oscillation cycle. Based on our findings, we propose a qualitative model for the nonthermal phase transition.",
            "Coherent Structural Dynamics and Electronic Correlations during an Ultrafast Insulator-to-Metal Phase Transition in ",
            "Carl Kübler and Henri Ehrke and Rupert Huber and R Lopez and A Halabica and RF Haglund Jr and A Leitenstorfer",
            "2007",
            "l6H2z8cAAAAJ:buQ7SEKw-1sC",
            458,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.116401",
            "10695594228814199653",
            "\/scholar?cites=10695594228814199653",
            {
                "2007":4,
                "2008":23,
                "2009":27,
                "2010":33,
                "2011":32,
                "2012":38,
                "2013":27,
                "2014":41,
                "2015":44,
                "2016":44,
                "2017":40,
                "2018":37,
                "2019":34,
                "2020":32
            }
        ],
        [
            "Read the latest chapters of Experimental Methods in the Physical Sciences at\nScienceDirect.com, Elsevier's leading platform of peer-reviewed scholarly literature.\n",
            "Laser ablation and desorption",
            "John C Miller and Richard F Haglund",
            "1998",
            "l6H2z8cAAAAJ:lg2tdxc6qMwC",
            427,
            "https:\/\/www.sciencedirect.com\/bookseries\/experimental-methods-in-the-physical-sciences\/vol\/30",
            "17913277864658496211",
            "\/scholar?cites=17913277864658496211",
            {
                "1998":2,
                "1999":12,
                "2000":14,
                "2001":11,
                "2002":13,
                "2003":8,
                "2004":26,
                "2005":23,
                "2006":26,
                "2007":33,
                "2008":21,
                "2009":26,
                "2010":36,
                "2011":30,
                "2012":34,
                "2013":20,
                "2014":21,
                "2015":16,
                "2016":14,
                "2017":11,
                "2018":9,
                "2019":9,
                "2020":8
            }
        ],
        [
            "We have observed size effects in the structural phase transition of submicron vanadium dioxide precipitates in silica. The VO 2 nanoprecipitates are produced by the stoichiometric coimplantation of vanadium and oxygen and subsequent thermal processing. The observed size dependence in the transition temperature and hysteresis loops of the semiconductor-to-metal phase transition in VO 2 is described in terms of heterogeneous nucleation statistics with a phenomenological approach in which the density of nucleating defects is a power function of the driving force.",
            "Size effects in the structural phase transition of  nanoparticles",
            "Rene Lopez and TE Haynes and LA Boatner and Leonard C Feldman and RF Haglund Jr",
            "2002",
            "l6H2z8cAAAAJ:YlPif8NxrbYC",
            372,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.65.224113",
            "14907249017412637250",
            "\/scholar?cites=14907249017412637250",
            {
                "2003":2,
                "2004":10,
                "2005":9,
                "2006":11,
                "2007":12,
                "2008":7,
                "2009":21,
                "2010":18,
                "2011":24,
                "2012":24,
                "2013":26,
                "2014":39,
                "2015":34,
                "2016":29,
                "2017":22,
                "2018":27,
                "2019":26,
                "2020":28,
                "2021":2
            }
        ],
        [
            "The optical and morphological characteristics of vanadium dioxide nanoparticles and thin films during their nucleation and growth phases have been studied by correlating the temperature and sharpness of the transition with the processing parameters. Thermal annealing results in grain growth and improved crystallinity. Normally, larger crystallites show smaller hysteresis, as there is a greater probability of finding a nucleating defect in the larger volume. But at the same time, this improved crystal perfection, which accompanies the thermal annealing and grain growth, tends to a larger hysteresis, as there are fewer nucleating defects within the volume. We show that the width and shape of the hysteresis cycle are thus determined by the competing effects of crystallinity and grain size.",
            "Semiconductor to metal phase transition in the nucleation and growth of  nanoparticles and thin films",
            "Jae Yong Suh and Rene Lopez and Leonard C Feldman and RF Haglund Jr",
            "2004",
            "l6H2z8cAAAAJ:zYLM7Y9cAGgC",
            339,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1762995",
            "303226122140767974",
            "\/scholar?cites=303226122140767974",
            {
                "2004":1,
                "2005":3,
                "2006":14,
                "2007":18,
                "2008":13,
                "2009":18,
                "2010":24,
                "2011":28,
                "2012":20,
                "2013":28,
                "2014":30,
                "2015":34,
                "2016":27,
                "2017":22,
                "2018":16,
                "2019":23,
                "2020":18
            }
        ],
        [
            "Thin-film materials with'smart'properties that react to temperature variations, electric or magnetic fields, and\/or pressure variations have recently attracted a great deal of attention. Vanadium dioxide (VO 2) belongs to this family of'smart materials' because it exhibits a semiconductor-to-metal first-order phase transition near 340 K, accompanied by an abrupt change in its resistivity and near-infrared transmission. It is also of great interest in condensed-matter physics because it is a classic strongly correlated electron system. In order to integrate vanadium dioxide into microelectronic circuits, thin-film growth of VO 2 has been studied extensively, and studies of VO 2 nanoparticles have shown that the phase transition is size-dependent. This paper presents a broad overview of the growth techniques that have been used to produce thin films and nanoparticles of VO 2, including chemical vapor deposition, sol–gel …",
            "Synthesis of vanadium dioxide thin films and nanoparticles",
            "Joyeeta Nag and RF Haglund Jr",
            "2008",
            "l6H2z8cAAAAJ:DrR-2ekChdkC",
            323,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/20\/26\/264016\/meta",
            "14007945963681664262",
            "\/scholar?cites=14007945963681664262",
            {
                "2008":1,
                "2009":10,
                "2010":14,
                "2011":33,
                "2012":21,
                "2013":29,
                "2014":40,
                "2015":53,
                "2016":20,
                "2017":31,
                "2018":22,
                "2019":18,
                "2020":27,
                "2021":2
            }
        ],
        [
            "We describe the picosecond nonlinear optical response of a metal–dielectric composite made by implanting Cu ions in fused silica. The implanted Cu ions aggregate during implantation to form nanometer-diameter clusters in a dense, thin (~150 nm) layer just beneath the surface of the substrate. The third-order susceptibility χ^(3) has an electronic component with a magnitude of the order of 10^−8 esu and is enhanced for laser wavelengths near the surface plasmon resonance of the copper colloids.",
            "Picosecond nonlinear optical response of a Cu: silica nanocluster composite",
            "RF Haglund and Li Yang and RH Magruder and JE Wittig and K Becker and RA Zuhr",
            "1993",
            "l6H2z8cAAAAJ:oNZyr7d5Mn4C",
            298,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-18-5-373",
            "6752145562244166931",
            "\/scholar?cites=6752145562244166931",
            {
                "1993":7,
                "1994":10,
                "1995":13,
                "1996":9,
                "1997":15,
                "1998":26,
                "1999":8,
                "2000":12,
                "2001":12,
                "2002":6,
                "2003":12,
                "2004":16,
                "2005":11,
                "2006":20,
                "2007":9,
                "2008":15,
                "2009":7,
                "2010":16,
                "2011":14,
                "2012":13,
                "2013":6,
                "2014":12,
                "2015":7,
                "2016":7,
                "2017":1,
                "2018":7,
                "2019":2,
                "2020":3
            }
        ],
        [
            "We investigate the dielectric properties of a thin V O 2 film in the terahertz frequency range in the vicinity of the semiconductor-metal phase transition. Phase-sensitive broadband spectroscopy in the frequency region below the phonon bands of V O 2 gives insight into the conductive properties of the film during the phase transition. We compare our experimental data with models proposed for the evolution of the phase transition. The experimental data show that the phase transition occurs via the gradual growth of metallic domains in the film, and that the dielectric properties of the film in the vicinity of the transition temperature must be described by effective-medium theory. The simultaneous measurement of both transmission and phase shift allows us to show that Maxwell-Garnett effective-medium theory, coupled with the Drude conductivity model, can account for the observed behavior, whereas the widely used …",
            "Metal-insulator phase transition in a  thin film observed with terahertz spectroscopy",
            "Peter Uhd Jepsen and Bernd M Fischer and Andreas Thoman and Hanspeter Helm and JY Suh and René Lopez and RF Haglund Jr",
            "2006",
            "l6H2z8cAAAAJ:KUbvn5osdkgC",
            288,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.74.205103",
            "6474977913854053910",
            "\/scholar?cites=6474977913854053910",
            {
                "2007":11,
                "2008":6,
                "2009":4,
                "2010":12,
                "2011":14,
                "2012":20,
                "2013":14,
                "2014":36,
                "2015":29,
                "2016":23,
                "2017":20,
                "2018":35,
                "2019":30,
                "2020":30,
                "2021":2
            }
        ],
        [
            "We have compared the nucleation of pentacene on reduced and oxidized Si surfaces by a combination of x-ray reflectivity measurements and atomic force microscopy. For the reduced surface, the nucleation density is 0.007 μ m− 2. Second monolayer (ML) formation starts at a coverage of Θ= 0.6 ML, and the first layer is completely closed at a total coverage of 2 ML. For the oxidized surface, the nucleation density is larger by a factor of 100 (0.7 μ m− 2). Second ML formation also starts at Θ= 0.6 ML, but the first layer closes already at 1.1 ML coverage, indicating nearly ideal layer-by-layer growth. For both terminations, the electron density obtained for the closed first monolayer is only 75% of the bulk value, indicating a reduced mass packing efficiency of the layer. Second ML islands are aligned relative to each other on an area limited by the lateral size of first ML islands, which act as templates for epitaxial growth.",
            "Pentacene ultrathin film formation on reduced and oxidized Si surfaces",
            "Ricardo Ruiz and Bert Nickel and Norbert Koch and Leonard C Feldman and Richard F Haglund and Antoine Kahn and Giacinto Scoles",
            "2003",
            "l6H2z8cAAAAJ:xm0LlTxljI0C",
            257,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.67.125406",
            "18225513964698272041",
            "\/scholar?cites=18225513964698272041",
            {
                "2002":1,
                "2003":2,
                "2004":22,
                "2005":19,
                "2006":30,
                "2007":24,
                "2008":28,
                "2009":24,
                "2010":21,
                "2011":13,
                "2012":13,
                "2013":9,
                "2014":12,
                "2015":10,
                "2016":7,
                "2017":5,
                "2018":6,
                "2019":4,
                "2020":4,
                "2021":1
            }
        ],
        [
            "The size effects on the optical properties of vanadium dioxide nanoparticles in ordered arrays have been studied. Contrary to previous V O 2 studies, we observe that the optical contrast between the semiconducting and metallic phases is dramatically enhanced in the visible region, presenting size-dependent optical resonances and size-dependent transition temperatures. The collective optical response as a function of temperature presents an enhanced scattering state during the evolving phase transition. The effects appear to arise because of the underlying V O 2 mesoscale optical properties, the heterogeneous nucleation behind the phase transition, and the incoherent coupling between the nanoparticles undergoing an order-disorder-order transition. Calculations that support these interpretations are presented.",
            "Size-Dependent Optical Properties of  Nanoparticle Arrays",
            "Rene Lopez and Leonard C Feldman and Richard F Haglund Jr",
            "2004",
            "l6H2z8cAAAAJ:gsN89kCJA0AC",
            235,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.177403",
            "6501865703025063708",
            "\/scholar?cites=6501865703025063708",
            {
                "2005":3,
                "2006":7,
                "2007":7,
                "2008":11,
                "2009":13,
                "2010":11,
                "2011":21,
                "2012":18,
                "2013":15,
                "2014":31,
                "2015":16,
                "2016":16,
                "2017":19,
                "2018":14,
                "2019":14,
                "2020":17
            }
        ]
    ]
}