{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Background The prognostic values of tumor-infiltrating lymphocytes (TILs) and TILs subsets in breast cancer (BC) are uncertain.   Methods A systematic literature search (MEDLINE, Web of Science, EMBASE, and the Cochrane Library to August 2014) was conducted for studies which met the eligibility criteria. The primary clinical outcome was defined as disease-free survival (DFS), overall survival (OS), and BC-specific survival (BCSS). Random or fixed-effects model was adopted to estimate the summary hazard ratio (HR).   Results Twenty-five published studies comprising 22,964 patients were reviewed. Pooled analysis indicated that TILs were not prognostic markers for DFS and OS in overall population, but related to improved DFS (HR, 0.82; 95% CI, 0.76–0.88) and OS (HR, 0.79; 95% CI, 0.71–0.87) in triple negative breast cancer (TNBC) patients. For TILs subsets, CD8+ lymphocytes were associated with improved DFS (HR, 0.69; 95% CI, 0.56–0.84) and BCSS (HR, 0.78; 95% CI, 0.71–0.86) in overall population, while FOXP3+ lymphocytes were associated with reduced DFS (HR, 1.47; 95% CI, 1.01–2.05) and OS (HR, 1.50; 95% CI, 1.15–1.97). In estrogen receptor (ER) negative patients, CD8+ lymphocytes was also related to better BCSS. In addition, the high density of CD20+, CD3+ or low level of PD-1+ or γδ T lymphocytes indicated increased OS in limited studies.   Conclusion TILs and TILs subsets are promising prognostic biomarkers in breast cancer, especially in TNBC.",
            "The prognostic value of tumor-infiltrating lymphocytes in breast cancer: a systematic review and meta-analysis",
            "Yan Mao and Qing Qu and Xiaosong Chen and Ou Huang and Jiayi Wu and Kunwei Shen",
            "2016",
            "L6qgCvYAAAAJ:LkGwnXOMwfcC",
            155,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0152500",
            "18387136083502516197",
            "\/scholar?cites=18387136083502516197",
            {
                "2015":1,
                "2016":3,
                "2017":27,
                "2018":37,
                "2019":40,
                "2020":43,
                "2021":3
            }
        ],
        [
            "Background: To evaluate the activity and safety of nonanthracycline-containing weekly PCb [paclitaxel (Taxol) plus carboplatin] regimen in neoadjuvant treatment of breast cancer.Patients and methods: Eligible patients were assigned to receive four cycles of PCb with dose of paclitaxel 80 mg\/m2 and carboplatin at an area under the curve of 2 mg × min\/ml, given day 1, day 8 and day 15 of every 4 weeks. Pathological complete remission (pCR) was defined as no invasive cancer in breast and axillary samples.Results: Overall, 107 consecutive patients received weekly PCb treatment from December 2007 to December 2008, and one was diagnosed with bilateral breast cancer. A total of 85.2% of patients were initially diagnosed with stage III diseases. Clinical response rate was 86.1% with complete remission rate 32.4%. Twenty-one patients achieved pCR after neoadjuvant treatment, with pCR rate 19.4%. The …",
            "Weekly paclitaxel plus carboplatin is an effective nonanthracycline-containing regimen as neoadjuvant chemotherapy for breast cancer",
            "XS Chen and XQ Nie and CM Chen and JY Wu and J Wu and JS Lu and ZM Shao and ZZ Shen and KW Shen",
            "2010",
            "L6qgCvYAAAAJ:d1gkVwhDpl0C",
            107,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0923753419392348",
            "2526812934043833123",
            "\/scholar?cites=2526812934043833123",
            {
                "2010":7,
                "2011":6,
                "2012":15,
                "2013":12,
                "2014":12,
                "2015":11,
                "2016":16,
                "2017":11,
                "2018":6,
                "2019":5,
                "2020":5
            }
        ],
        [
            "Long non-coding RNAs (lncRNAs) are emerging as an integral functional component of human genome and have been investigated as critical regulators in molecular biology of cancer. A recent study reported that lncRNA-UCA1 induced drug resistance in adriamycin chemotherapy. However, the contributions of lncRNAs to adriamycin resistance in cancers remain largely unknown. To address this issue, we performed a genome-wide lncRNA microarray analysis in adriamycin resistant MCF-7\/ADR and parental MCF-7 cells, and revealed differential expression of lncRNAs in distinct category and chromosome distribution patterns. A specific differentially expressed lncRNA (Adriamycin Resistance Associated, termed ARA) was validated in MCF-7\/ADR and HepG2\/ADR cells. ARA is derived from an intron of PAK3 gene, predicted to contain several stable hairpins in secondary structure and has conservative …",
            "A novel long non-coding RNA-ARA: adriamycin resistance associated",
            "Min Jiang and Ou Huang and Zuoquan Xie and Shuchao Wu and Xi Zhang and Aijun Shen and Hongchun Liu and Xiaosong Chen and Jiayi Wu and Ying Lou and Yan Mao and Kan Sun and Shudong Hu and Meiyu Geng and Kunwei Shen",
            "2014",
            "L6qgCvYAAAAJ:W7OEmFMy1HYC",
            103,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006295213006874",
            "13117180345729329267",
            "\/scholar?cites=13117180345729329267",
            {
                "2014":6,
                "2015":18,
                "2016":24,
                "2017":10,
                "2018":22,
                "2019":9,
                "2020":14
            }
        ],
        [
            "We investigated whether molecular subtype can predict the response and prognosis in Chinese locally advanced breast cancer (LABC) patients treated with preoperative therapy. LABC patients treated with preoperative therapy in Cancer Hospital, Fudan University between August 2001 and May 2008 were retrospectively analyzed. Molecular subtypes were constructed from the immunohistochemical results of hormonal receptors (HR) and HER2 status, which were classified as luminal (HR+\/HER2−), triple negative (HR−\/HER2−) and HER2 positive subtypes. Preoperative tumor parameters, chemotherapy regimens and response as well as outcome were compared among these subtypes. A total of 225 cases were included into analysis. Univariate and multivariate analysis showed that the pathological complete remission (pCR) independent predictive factors were molecular subtype and preoperative regimens …",
            "Molecular subtype can predict the response and outcome of Chinese locally advanced breast cancer patients treated with preoperative therapy",
            "Xiao Song Chen and Jia Yi Wu and OU Huang and Can Ming Chen and Jiong Wu and Jin Song Lu and Zhi Ming Shao and Zhen Zhou Shen and Kun Wei Shen",
            "2010",
            "L6qgCvYAAAAJ:9yKSN-GCB0IC",
            56,
            "https:\/\/www.spandidos-publications.com\/or\/23\/5\/1213",
            "3026206547883251684",
            "\/scholar?cites=3026206547883251684",
            {
                "2010":1,
                "2011":6,
                "2012":3,
                "2013":9,
                "2014":10,
                "2015":7,
                "2016":5,
                "2017":4,
                "2018":4,
                "2019":2,
                "2020":4
            }
        ],
        [
            "Estrogen receptor (ER), progesterone receptor (PgR), HER2, and Ki67 have been increasingly evaluated by core needle biopsy (CNB) and are recommended for classifying breast cancer into molecular subtypes. However, the concordance rate between CNB and open excision biopsy (OEB) has not been well documented. Patients with paired CNB and OEB samples from Oct. 2009 to Feb. 2012 in Ruijin Hospital were included. ER, PgR, HER2, and Ki67 were determined by immunohistochemistry (IHC). Patients with HER2 IHC 2+ were further examined by FISH. Cutoff value for Ki67 high expression was 14%. Molecular subtypes were constructed as follows: Luminal A, Luminal B, Triple Negative, and HER2 positive. There were 298 invasive breast cancer patients analyzed. Concordance rates for ER, PgR, and HER2 were 93.6%, 85.9%, and 96.3%, respectively. Ki67 expression was slightly higher in OEB than in CNB samples (29.3% vs. 26.8%, P = 0.046). Good agreement (κ = 0.658) was demonstrated in evaluating molecular subtypes between CNB and OEB, with a concordance rate of 77.2%. We also used a different Ki67 cutoff value (20%) for determining Luminal A and B subtypes in HR (hormone receptor) +\/HER2- diseases and the overall concordance rate was 79.2%. However, using a cut-point of Ki67 either 14% or 20% for both specimens, there will be about 14% of HR+\/HER2- specimens that are called Luminal A on CNB and Luminal B on OEB. CNB was accurate in determining ER, PgR, and HER2 status as well as non-Luminal molecular subtypes in invasive breast cancer. Ki67 should be retested on OEB samples in HR …",
            "Preoperative core needle biopsy is accurate in determining molecular subtypes in invasive breast cancer",
            "Xiaosong Chen and Long Sun and Yan Mao and Siji Zhu and Jiayi Wu and Ou Huang and Yafen Li and Weiguo Chen and Jianhua Wang and Ying Yuan and Xiaochun Fei and Xiaolong Jin and Kunwei Shen",
            "2013",
            "L6qgCvYAAAAJ:_FxGoFyzp5QC",
            51,
            "https:\/\/bmccancer.biomedcentral.com\/articles\/10.1186\/1471-2407-13-390",
            "17062359299419364281",
            "\/scholar?cites=17062359299419364281",
            {
                "2014":3,
                "2015":4,
                "2016":8,
                "2017":10,
                "2018":4,
                "2019":11,
                "2020":11
            }
        ],
        [
            "To investigate the clinicopathological characteristics and prognosis of breast cancer subtypes classified by quantitative estrogen receptor (ER), progesterone receptor (PR), and Her2.923 patients with primary breast cancer having a median age of 53 years who were treated at the Cancer Hospital of Fudan University in Shanghai between January 2002 and June 2004 were retrospectively analyzed. Four molecular subtypes were constructed from the immunohistochemical results of quantitative hormone receptor (HR) and Her2 status. HR+ was defined as ER+ and PR+, HR± as ER\/PR+ at lower levels or lacking either ER or PR, and HR- as both ER- and PR-. The four subtypes were HR+\/Her2-, HR±\/Her2-, HR-\/Her2- (triple-negative), and Her2+. Clinical and pathological parameters, disease-free survival (DFS), and overall survival (OS) measurements were compared …",
            "Molecular subtype approximated by quantitative estrogen receptor, progesterone receptor and Her2 can predict the prognosis of breast cancer",
            "Xiao-song Chen and Chuan-dong Ma and Jia-yi Wu and Wen-tao Yang and Hong-fen Lu and Jiong Wu and Jin-song Lu and Zhi-min Shao and Zhen-zhou Shen and Kun-wei Shen",
            "2010",
            "L6qgCvYAAAAJ:Y0pCki6q_DkC",
            51,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/030089161009600117",
            "13090105714487717744",
            "\/scholar?cites=13090105714487717744",
            {
                "2010":1,
                "2011":2,
                "2012":3,
                "2013":10,
                "2014":4,
                "2015":8,
                "2016":4,
                "2017":9,
                "2018":6,
                "2019":1,
                "2020":2
            }
        ]
    ]
}