{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Dielectric loss from two-level states is shown to be a dominant decoherence source in superconducting quantum bits. Depending on the qubit design, dielectric loss from insulating materials or the tunnel junction can lead to short coherence times. We show that a variety of microwave and qubit measurements are well modeled by loss from resonant absorption of two-level defects. Our results demonstrate that this loss can be significantly reduced by using better dielectrics and fabricating junctions of small area≲ 10 μ m 2. With a redesigned phase qubit employing low-loss dielectrics, the energy relaxation rate has been improved by a factor of 20, opening up the possibility of multiqubit gates and algorithms.",
            "Decoherence in Josephson qubits from dielectric loss",
            "John M Martinis and Ken B Cooper and Robert McDermott and Matthias Steffen and Markus Ansmann and KD Osborn and Katarina Cicak and Seongshik Oh and David P Pappas and Raymond W Simmonds and C Yu Clare",
            "2005",
            "l7AGAOwAAAAJ:u5HHmVD_uO8C",
            744,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.95.210503",
            "2796545058006984308",
            "\/scholar?cites=2796545058006984308",
            {
                "2006":25,
                "2007":36,
                "2008":42,
                "2009":51,
                "2010":62,
                "2011":55,
                "2012":46,
                "2013":70,
                "2014":46,
                "2015":48,
                "2016":53,
                "2017":44,
                "2018":40,
                "2019":52,
                "2020":66,
                "2021":4
            }
        ],
        [
            "A search for the Standard Model Higgs boson produced in association with a top-quark pair, t tH, is presented. The analysis uses 20.3 fb− 1 of pp collision data at√ s= 8 TeV, collected with the ATLAS detector at the Large Hadron Collider during 2012. The search is designed for the H→ b b decay mode and uses events containing one or two electrons or muons. In order to improve the sensitivity of the search, events are categorised according to their jet and b-tagged jet multiplicities. A neural network is used to discriminate between signal and background events, the latter being dominated by t t+ jets production. In the single-lepton channel, variables calculated using a matrix element method are included as inputs to the neural network to improve discrimination of the irreducible t t+b b background. No significant excess of events above the background expectation is found and an observed (expected) limit of 3.4 (2.2) times the Standard Model cross section is obtained at 95% confidence level. The ratio of the measured t tH signal cross section to the Standard Model expectation is found to be μ= 1. 5±1. 1 assuming a Higgs boson mass of 125 GeV.",
            "Search for the Standard Model Higgs boson produced in association with top quarks and decaying into bb¯ in pp collisions at s= 8TeV with the ATLAS detector",
            "Georges Aad and Brad Abbott and Jalal Abdallah and R Aben and M Abolins and OS AbouZeid and H Abramowicz and H Abreu and R Abreu and Y Abulaiti and BS Acharya and L Adamczyk and DL Adams and J Adelman and S Adomeit and T Adye and AA Affolder and T Agatonovic-Jovin and JA Aguilar-Saavedra and M Agustoni and SP Ahlen and F Ahmadov and G Aielli and H Akerstedt and TPA Åkesson and G Akimoto and AV Akimov and GL Alberghi and J Albert and S Albrand and MJ Alconada Verzini and M Aleksa and IN Aleksandrov and C Alexa and G Alexander and T Alexopoulos and M Alhroob and G Alimonti and L Alio and J Alison and SP Alkire and BMM Allbrooke and PP Allport and A Aloisio and A Alonso and F Alonso and C Alpigiani and A Altheimer and B Alvarez Gonzalez and D Álvarez Piqueras and MG Alviggi and K Amako and Y Amaral Coutinho and C Amelung and D Amidei and SP Amor Dos Santos and A Amorim and S Amoroso and N Amram and G Amundsen and C Anastopoulos and LS Ancu and N Andari and T Andeen and CF Anders and G Anders and KJ Anderson and A Andreazza and V Andrei and S Angelidakis and I Angelozzi and P Anger and A Angerami and F Anghinolfi and AV Anisenkov and N Anjos and A Annovi and M Antonelli and A Antonov and J Antos and F Anulli and M Aoki and L Aperio Bella and G Arabidze and Y Arai and JP Araque and ATH Arce and FA Arduh and JF Arguin and S Argyropoulos and M Arik and AJ Armbruster and O Arnaez and V Arnal and H Arnold and M Arratia and O Arslan and A Artamonov and G Artoni and S Asai and N Asbah and A Ashkenazi and B Åsman and L Asquith and K Assamagan and R Astalos and M Atkinson and NB Atlay and B Auerbach and K Augsten and M Aurousseau and G Avolio and B Axen and MK Ayoub and G Azuelos and MA Baak and AE Baas and C Bacci and H Bachacou and K Bachas and M Backes and M Backhaus and E Badescu and P Bagiacchi and P Bagnaia and Y Bai and T Bain and JT Baines and OK Baker and P Balek and T Balestri and F Balli and E Banas and Sw Banerjee and AAE Bannoura and HS Bansil and L Barak and SP Baranov and EL Barberio and D Barberis and M Barbero and T Barillari and M Barisonzi and T Barklow and N Barlow and SL Barnes and BM Barnett and RM Barnett and Z Barnovska and A Baroncelli",
            "2015",
            "l7AGAOwAAAAJ:EkHepimYqZsC",
            402,
            "https:\/\/repo.scoap3.org\/records\/11264",
            "16864214895525332396",
            "\/scholar?cites=16864214895525332396",
            {
                "2014":5,
                "2015":58,
                "2016":120,
                "2017":69,
                "2018":79,
                "2019":45,
                "2020":23
            }
        ],
        [
            "One of the many challenges of building a scalable quantum computer is single-shot measurement of all the quantum bits (qubits). We have used simultaneous single-shot measurement of coupled Josephson phase qubits to directly probe interaction of the qubits in the time domain. The concept of measurement crosstalk is introduced, and we show that its effects are minimized by careful adjustment of the timing of the measurements. We observe the antiphase oscillation of the two-qubit |01> and |10> states, consistent with quantum mechanical entanglement of these states, thereby opening the possibility for full characterization of multiqubit gates and elementary quantum algorithms.",
            "Simultaneous state measurement of coupled Josephson phase qubits",
            "Robert McDermott and Raymond W Simmonds and Matthias Steffen and Ken B Cooper and Katarina Cicak and KD Osborn and Seongshik Oh and David P Pappas and John M Martinis",
            "2005",
            "l7AGAOwAAAAJ:u-x6o8ySG0sC",
            386,
            "https:\/\/science.sciencemag.org\/content\/307\/5713\/1299.abstract",
            "5195861116445285908",
            "\/scholar?cites=5195861116445285908",
            {
                "2005":27,
                "2006":53,
                "2007":56,
                "2008":54,
                "2009":54,
                "2010":38,
                "2011":22,
                "2012":13,
                "2013":17,
                "2014":17,
                "2015":5,
                "2016":5,
                "2017":8,
                "2018":9,
                "2019":4,
                "2020":3
            }
        ],
        [
            "With high quality topological insulator Bi 2 Se 3 thin films, we report thickness-independent transport properties over wide thickness ranges. Conductance remained nominally constant as the sample thickness changed from 256 to∼ 8 QL (where QL refers to quintuple layer, 1 QL≈ 1 nm). Two surface channels of very different behaviors were identified. The sheet carrier density of one channel remained constant at∼ 3.0× 10 13 cm− 2 down to 2 QL, while the other, which exhibited quantum oscillations, remained constant at∼ 8× 10 12 cm− 2 only down to∼ 8 QL. The weak antilocalization parameters also exhibited similar thickness independence. These two channels are most consistent with the topological surface states and the surface accumulation layers, respectively.",
            "Thickness-independent transport channels in topological insulator Bi 2 Se 3 thin films",
            "Namrata Bansal and Yong Seung Kim and Matthew Brahlek and Eliav Edrey and Seongshik Oh",
            "2012",
            "l7AGAOwAAAAJ:IjCSPb-OGe4C",
            324,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.109.116804",
            "9743851565224959930",
            "\/scholar?cites=9743851565224959930",
            {
                "2012":3,
                "2013":31,
                "2014":41,
                "2015":60,
                "2016":43,
                "2017":40,
                "2018":37,
                "2019":33,
                "2020":32,
                "2021":3
            }
        ],
        [
            "We report that the doping and temperature dependence of photoemission spectra near the Brillouin zone boundary of Bi2Sr2CaCu2O8+δexhibit unexpected sensitivity to the superfluid density. In the superconducting state, the photoemission peak intensity as a function of doping scales with the superfluid density and the condensation energy. As a function of temperature, the peak intensity shows an abrupt behavior near the superconducting phase transition temperature where phase coherence sets in, rather than near the temperature where the gap opens. This anomalous manifestation of collective effects in single-particle spectroscopy raises important questions concerning the mechanism of high-temperature superconductivity.",
            "Signature of superfluid density in the single-particle excitation spectrum of Bi2Sr2CaCu2O8+ δ",
            "DL Feng and DH Lu and KM Shen and C Kim and H Eisaki and A Damascelli and R Yoshizaki and J-i Shimoyama and K Kishio and GD Gu and Seongshik Oh and A Andrus and J O'Donnell and JN Eckstein and Z-X Shen",
            "2000",
            "l7AGAOwAAAAJ:d1gkVwhDpl0C",
            323,
            "https:\/\/science.sciencemag.org\/content\/289\/5477\/277.abstract",
            "8761874484263049006",
            "\/scholar?cites=8761874484263049006",
            {
                "2000":2,
                "2001":39,
                "2002":42,
                "2003":32,
                "2004":25,
                "2005":14,
                "2006":19,
                "2007":13,
                "2008":20,
                "2009":11,
                "2010":13,
                "2011":14,
                "2012":6,
                "2013":10,
                "2014":5,
                "2015":10,
                "2016":12,
                "2017":3,
                "2018":15,
                "2019":5,
                "2020":11,
                "2021":1
            }
        ],
        [
            "We show that a number of transport properties in topological insulator (TI) Bi 2 Se 3 exhibit striking thickness dependences over a range of up to five orders of thickness (3 nm–170 μm). Volume carrier density decreased with thickness, presumably due to diffusion-limited formation of selenium vacancies. Mobility increased linearly with thickness in the thin film regime and saturated in the thick limit. The weak antilocalization effect was dominated by a single two-dimensional channel over two decades of thickness. The sublinear thickness-dependence of the phase coherence length suggests the presence of strong coupling between the surface and bulk states.",
            "Thickness-dependent bulk properties and weak antilocalization effect in topological insulator Bi 2 Se 3",
            "Yong Seung Kim and Matthew Brahlek and Namrata Bansal and Eliav Edrey and Gary A Kapilevich and Keiko Iida and Makoto Tanimura and Yoichi Horibe and Sang-Wook Cheong and Seongshik Oh",
            "2011",
            "l7AGAOwAAAAJ:qjMakFHDy7sC",
            282,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.84.073109",
            "1427672176243739141",
            "\/scholar?cites=1427672176243739141",
            {
                "2011":5,
                "2012":27,
                "2013":30,
                "2014":33,
                "2015":41,
                "2016":30,
                "2017":24,
                "2018":32,
                "2019":26,
                "2020":32,
                "2021":2
            }
        ],
        [
            "Plasmons are quantized collective oscillations of electrons and have been observed in metals and doped semiconductors. The plasmons of ordinary, massive electrons have been the basic ingredients of research in plasmonics and in optical metamaterials for a long time 1. However, plasmons of massless Dirac electrons have only recently been observed in graphene, a purely two-dimensional electron system 2. Their properties are promising for novel tunable plasmonic metamaterials in the terahertz and mid-infrared frequency range 3. Dirac fermions also occur in the two-dimensional electron gas that forms at the surface of topological insulators as a result of the strong spin–orbit interaction existing in the insulating bulk phase 4. One may therefore look for their collective excitations using infrared spectroscopy. Here we report the first experimental evidence of plasmonic excitations in a topological insulator (Bi 2 …",
            "Observation of Dirac plasmons in a topological insulator",
            "P Di Pietro and M Ortolani and O Limaj and A Di Gaspare and V Giliberti and F Giorgianni and M Brahlek and N Bansal and N Koirala and Seongshik Oh and P Calvani and S Lupi",
            "2013",
            "l7AGAOwAAAAJ:Se3iqnhoufwC",
            280,
            "https:\/\/www.nature.com\/nnano\/journal\/v8\/n8\/full\/nnano.2013.134.html",
            "15003235777113758528",
            "\/scholar?cites=15003235777113758528",
            {
                "2013":5,
                "2014":29,
                "2015":32,
                "2016":39,
                "2017":44,
                "2018":43,
                "2019":41,
                "2020":39,
                "2021":6
            }
        ],
        [
            "We have detected coherent quantum oscillations between Josephson phase qubits and critical-current fluctuators by implementing a new state readout technique that is an order of magnitude faster than previous methods. These results reveal a new aspect of the quantum behavior of Josephson junctions, and they demonstrate the means to measure two-qubit interactions in the time domain. The junction-fluctuator interaction also points to a possible mechanism for decoherence and reduced fidelity in superconducting qubits.",
            "Observation of quantum oscillations between a Josephson phase qubit and a microscopic resonator using fast readout",
            "KB Cooper and Matthias Steffen and Robert McDermott and Raymond W Simmonds and Seongshik Oh and Dustin A Hite and David P Pappas and John M Martinis",
            "2004",
            "l7AGAOwAAAAJ:9yKSN-GCB0IC",
            262,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.180401",
            "1105176186127756246",
            "\/scholar?cites=1105176186127756246",
            {
                "2003":1,
                "2004":1,
                "2005":15,
                "2006":23,
                "2007":25,
                "2008":34,
                "2009":29,
                "2010":40,
                "2011":20,
                "2012":13,
                "2013":9,
                "2014":13,
                "2015":6,
                "2016":7,
                "2017":6,
                "2018":4,
                "2019":8,
                "2020":7
            }
        ],
        [
            "We report the THz response of thin films of the topological insulator Bi 2 Se 3. At low frequencies, transport is essentially thickness independent showing the dominant contribution of the surface electrons. Despite their extended exposure to ambient conditions, these surfaces exhibit robust properties including narrow, almost thickness-independent Drude peaks, and an unprecedentedly large polarization rotation of linearly polarized light reflected in an applied magnetic field. This Kerr rotation can be as large as 65 and can be explained by a cyclotron resonance effect of the surface states.",
            "Terahertz Response and Colossal Kerr Rotation from the Surface States of the Topological Insulator ",
            "R Valdés Aguilar and AV Stier and W Liu and LS Bilbro and DK George and N Bansal and L Wu and J Cerne and AG Markelz and Seongshik Oh and N Peter Armitage",
            "2012",
            "l7AGAOwAAAAJ:zYLM7Y9cAGgC",
            235,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.087403",
            "189837677885670229",
            "\/scholar?cites=189837677885670229",
            {
                "2011":1,
                "2012":24,
                "2013":24,
                "2014":33,
                "2015":35,
                "2016":43,
                "2017":26,
                "2018":19,
                "2019":17,
                "2020":11,
                "2021":1
            }
        ],
        [
            "The three dimensional topological insulator bismuth selenide (Bi 2 Se 3) is expected to possess strong spin-orbit coupling and spin-textured topological surface states and, thus, exhibit a high charge to spin current conversion efficiency. We evaluate spin-orbit torques in Bi 2 Se 3\/Co 40 Fe 40 B 20 devices at different temperatures by spin torque ferromagnetic resonance measurements. As the temperature decreases, the spin-orbit torque ratio increases from∼ 0. 047 at 300 K to∼ 0. 42 below 50 K. Moreover, we observe a significant out-of-plane torque at low temperatures. Detailed analysis indicates that the origin of the observed spin-orbit torques is topological surface states in Bi 2 Se 3. Our results suggest that topological insulators with strong spin-orbit coupling could be promising candidates as highly efficient spin current sources for exploring the next generation of spintronic applications.",
            "Topological surface states originated spin-orbit torques in Bi 2 Se 3",
            "Yi Wang and Praveen Deorani and Karan Banerjee and Nikesh Koirala and Matthew Brahlek and Seongshik Oh and Hyunsoo Yang",
            "2015",
            "l7AGAOwAAAAJ:q3oQSFYPqjQC",
            226,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.114.257202",
            "16451913476685152018",
            "\/scholar?cites=16451913476685152018",
            {
                "2015":6,
                "2016":35,
                "2017":49,
                "2018":35,
                "2019":37,
                "2020":59,
                "2021":5
            }
        ]
    ]
}