{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "13C;[xl 7r\\acquire and note the following characteristics of the DEPT sequence.(a) CH carbon signals exhibit maximum enhancement of yu\/yc at 8= 7r\/2, CH2 carbons exhibit a maximum enhancement at 0= a\/4, and CH3 carbons a maximum enhancement of 1.1 5yu\/yc at 0= 0.196 x, respectively.(b) For coupled spectra, peak intensities are observed with their characteristic normal ratio and the lines have the same phases as in the normal FT spectrum. For example, a CH3 (1: 3: 3: 1) quartet becomes an enhanced 1: 3: 3: 1 quartet, as shown in Fig. 1. The enhancement can be varied uniformly, ie, the same for each line within a multiple& by adjusting 8.(c) The variation with B for CH, CH2, and CH3 have the following mathematical dependencies: sin 0 for CH; sin 28 for CH2; and sin 8+ sin 319 for CH3. As a consequence, CH2 and CH3 signals are zero when 8= 7r\/2 and CH2 signals are inverted by changing 0 from 7r …",
            "Distortionless enhancement of NMR signals by polarization transfer",
            "DM Doddrell and DT Pegg and M Ro Bendall",
            "1982",
            "l8Q5dlwAAAAJ:u5HHmVD_uO8C",
            1695,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0022236482902864",
            "15306993722149103991",
            "\/scholar?cites=15306993722149103991",
            {
                "1983":37,
                "1984":67,
                "1985":65,
                "1986":83,
                "1987":99,
                "1988":101,
                "1989":87,
                "1990":108,
                "1991":93,
                "1992":94,
                "1993":66,
                "1994":65,
                "1995":61,
                "1996":70,
                "1997":70,
                "1998":44,
                "1999":30,
                "2000":29,
                "2001":29,
                "2002":30,
                "2003":26,
                "2004":24,
                "2005":21,
                "2006":22,
                "2007":34,
                "2008":28,
                "2009":13,
                "2010":13,
                "2011":21,
                "2012":19,
                "2013":17,
                "2014":11,
                "2015":22,
                "2016":12,
                "2017":15,
                "2018":16,
                "2019":21,
                "2020":14,
                "2021":1
            }
        ],
        [
            "The usual mathematical model of the single-mode electromagnetic field is the harmonic oscillator with an infinite-dimensional state space, which unfortunately cannot accommodate the existence of a Hermitian phase operator. Recently we indicated that this difficulty may be circumvented by using an alternative, and physically indistinguishable, mathematical model of the single-mode field involving a finite but arbitrarily large state space, the dimension of which is allowed to tend to infinity after physically measurable results, such as expectation values, are calculated. In this paper we investigate the properties of a Hermitian phase operator which follows directly and uniquely from the form of the phase states in this space and find them to be well behaved. The phase-number commutator is not subject to the difficulties inherent in Dirac’s original commutator, but still preserves the commutator–Poisson-bracket …",
            "Phase properties of the quantized single-mode electromagnetic field",
            "DT Pegg and SMf Barnett",
            "1989",
            "l8Q5dlwAAAAJ:u-x6o8ySG0sC",
            1039,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.39.1665",
            "17347360138838160157",
            "\/scholar?cites=17347360138838160157",
            {
                "1989":4,
                "1990":27,
                "1991":46,
                "1992":56,
                "1993":70,
                "1994":52,
                "1995":57,
                "1996":49,
                "1997":48,
                "1998":34,
                "1999":32,
                "2000":35,
                "2001":31,
                "2002":36,
                "2003":44,
                "2004":51,
                "2005":30,
                "2006":35,
                "2007":33,
                "2008":28,
                "2009":17,
                "2010":20,
                "2011":23,
                "2012":26,
                "2013":19,
                "2014":14,
                "2015":17,
                "2016":14,
                "2017":19,
                "2018":11,
                "2019":18,
                "2020":27
            }
        ],
        [
            "The difficulties in formulating a natural and simple operator description of the phase of a quantum oscillator or single-mode electromagnetic field have been known for some time. We present a unitary phase operator whose eigenstates are well-defined phase states and whose properties coincide with those normally associated with a phase. The corresponding phase eigenvalues form only a dense subset of the real numbers. A natural extension to the definition of a time-measurement operator yields a corresponding countable infinity of eigenvalues.",
            "Unitary phase operator in quantum mechanics",
            "DT Pegg and SM Barnett",
            "1988",
            "l8Q5dlwAAAAJ:d1gkVwhDpl0C",
            733,
            "https:\/\/iopscience.iop.org\/article\/10.1209\/0295-5075\/6\/6\/002\/meta",
            "7698188682089546162",
            "\/scholar?cites=7698188682089546162",
            {
                "1989":9,
                "1990":15,
                "1991":42,
                "1992":37,
                "1993":64,
                "1994":39,
                "1995":52,
                "1996":40,
                "1997":43,
                "1998":29,
                "1999":34,
                "2000":26,
                "2001":32,
                "2002":21,
                "2003":29,
                "2004":22,
                "2005":12,
                "2006":20,
                "2007":15,
                "2008":12,
                "2009":15,
                "2010":12,
                "2011":15,
                "2012":13,
                "2013":9,
                "2014":7,
                "2015":12,
                "2016":7,
                "2017":13,
                "2018":4,
                "2019":6,
                "2020":11
            }
        ],
        [
            "It has long been believed that no Hermitian optical phase operator exists. However, such an operator can be constructed from the phase states. We demonstrate that its properties are precisely in accord with the results of semiclassical and phenomenological approaches when such approximate methods are valid. We find that the number-phase commutator differs from that originally postulated by Dirac. This difference allows the consistent use of the commutator for inherently quantum states. It also leads to the correct periodic phase behaviour of the Poisson bracket in the classical regime.",
            "On the Hermitian optical phase operator",
            "SM Barnett and DT Pegg",
            "1989",
            "l8Q5dlwAAAAJ:9yKSN-GCB0IC",
            582,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/09500348914550021",
            "11502657214134462727",
            "\/scholar?cites=11502657214134462727",
            {
                "1989":4,
                "1990":21,
                "1991":36,
                "1992":39,
                "1993":56,
                "1994":28,
                "1995":30,
                "1996":30,
                "1997":21,
                "1998":20,
                "1999":22,
                "2000":15,
                "2001":28,
                "2002":20,
                "2003":21,
                "2004":12,
                "2005":15,
                "2006":17,
                "2007":19,
                "2008":10,
                "2009":9,
                "2010":9,
                "2011":12,
                "2012":8,
                "2013":11,
                "2014":3,
                "2015":8,
                "2016":10,
                "2017":9,
                "2018":7,
                "2019":8,
                "2020":12
            }
        ],
        [
            "The DEPT pulse sequence (π\/2)(H,y)−(2J)−1−π(H), (π\/2)(C,x)−(2J)−1 −ϑ(H,x)π(C)−(2J)−1−(acquire 13C) is analyzed theoretically for a variable ϑ pulse for three spin systems: CH, CH2, and CH3. It is shown that the pulse train produces an enhanced distortion‐free 13C signal which has the following characteristics: (a) there is phase coherency within and between the components of the 13C multiplets; (b) the enhancements vary with ϑ as (γH\/γC)sin ϑ for CH, (γH\/γC)sin 2ϑ for CH2, and (3γH\/4γC) (sin ϑ+sin 3ϑ) for CH3. Experimental evidence is provided for these predictions. An important application of the DEPT pulse train is for the generation of both individual proton‐coupled and proton‐decoupled 13C methine (CH), methylene (CH2), and methyl (CH3) subspectra. This can be readily achieved by forming suitable combinations of DEPT spectra determined at ϑ = (π\/4), (π\/2), and (3π\/4). Such spectral editing …",
            "Proton‐polarization transfer enhancement of a heteronuclear spin multiplet with preservation of phase coherency and relative component intensities",
            "David T Pegg and David M Doddrell and M Robin Bendall",
            "1982",
            "l8Q5dlwAAAAJ:2osOgNQ5qMEC",
            513,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.444188",
            "8848515461827608560",
            "\/scholar?cites=8848515461827608560",
            {
                "1983":23,
                "1984":25,
                "1985":29,
                "1986":29,
                "1987":29,
                "1988":42,
                "1989":40,
                "1990":32,
                "1991":42,
                "1992":27,
                "1993":16,
                "1994":13,
                "1995":16,
                "1996":19,
                "1997":15,
                "1998":13,
                "1999":16,
                "2000":6,
                "2001":12,
                "2002":9,
                "2003":5,
                "2004":8,
                "2005":6,
                "2006":6,
                "2007":5,
                "2008":5,
                "2009":5,
                "2010":4,
                "2011":6,
                "2012":1,
                "2013":1,
                "2014":3,
                "2015":2,
                "2016":1
            }
        ],
        [
            "We show how the number-state expansion of an optical state can be truncated so as to leave only its vacuum and one photon components. This can be achieved using a “quantum scissors” device, the operation of which relies on a nonlocal quantum effect.",
            "Optical state truncation by projection synthesis",
            "David T Pegg and Lee S Phillips and Stephen M Barnett",
            "1998",
            "l8Q5dlwAAAAJ:qjMakFHDy7sC",
            313,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.81.1604",
            "14699534892757206067",
            "\/scholar?cites=14699534892757206067",
            {
                "1998":5,
                "1999":6,
                "2000":11,
                "2001":12,
                "2002":17,
                "2003":16,
                "2004":19,
                "2005":15,
                "2006":16,
                "2007":13,
                "2008":10,
                "2009":9,
                "2010":14,
                "2011":14,
                "2012":16,
                "2013":14,
                "2014":16,
                "2015":19,
                "2016":6,
                "2017":10,
                "2018":14,
                "2019":18,
                "2020":18,
                "2021":1
            }
        ],
        [
            "Figure 2.(A) Normal FT spectrum.(B) PT spectrum with~(47)'.(C) PT spectrum with(27)'.(D) PT spectrum with 3 (47)-1.(E) Off-resonance decoupled spectrum, 4000 pulses with carrier frequency set 3500-Hz upfield. combined with a suitable value can now be used to either remove doublet, the initially opposed carbon spins precess in the rotating resonances or change their relative phases, depending on the carbon frame at rates J\/2 and-7\/2, corresponding to a eigenvalue of type. the proton spin in the particular molecule, and yielding, on proton We note the following during the delay period:(a) for a CH decoupling, a zero signal at= 0 and 1\/7 and a maximum at",
            "Assignment of proton-decoupled carbon-13 spectra of complex molecules by using polarization transfer spectroscopy. A superior method to off-resonance decoupling",
            "David M Doddrell and David T Pegg",
            "1980",
            "l8Q5dlwAAAAJ:UeHWp8X0CEIC",
            250,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/ja00540a057",
            "1433918574005053514",
            "\/scholar?cites=1433918574005053514",
            {
                "1980":1,
                "1981":11,
                "1982":23,
                "1983":37,
                "1984":30,
                "1985":23,
                "1986":21,
                "1987":19,
                "1988":9,
                "1989":9,
                "1990":1,
                "1991":1,
                "1992":2,
                "1993":2,
                "1994":17,
                "1995":3,
                "1996":2,
                "1997":6,
                "1998":2,
                "1999":2,
                "2000":2,
                "2001":2,
                "2002":1,
                "2003":3,
                "2004":1,
                "2005":5,
                "2006":4,
                "2007":1,
                "2008":2,
                "2009":2,
                "2010":2,
                "2011":2,
                "2012":1
            }
        ],
        [
            "Dirac's prescription for quantisation does not lead to a unique phase operator for the electromagnetic field. The authors consider the commonly employed phase operators due to Susskind and Glogower (1964) and their extension to unitary exponential phase operators. However, they find that phase measuring experiments respond to a different operator. They discuss the form of the measured phase operator and its properties.",
            "Phase in quantum optics",
            "Stephen M Barnett and David T Pegg",
            "1986",
            "l8Q5dlwAAAAJ:IjCSPb-OGe4C",
            227,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0305-4470\/19\/18\/030\/meta",
            "2969278328616780102",
            "\/scholar?cites=2969278328616780102",
            {
                "1987":1,
                "1988":5,
                "1989":4,
                "1990":11,
                "1991":12,
                "1992":11,
                "1993":16,
                "1994":9,
                "1995":13,
                "1996":8,
                "1997":10,
                "1998":5,
                "1999":6,
                "2000":4,
                "2001":10,
                "2002":7,
                "2003":6,
                "2004":8,
                "2005":5,
                "2006":6,
                "2007":8,
                "2008":2,
                "2009":8,
                "2010":4,
                "2011":6,
                "2012":5,
                "2013":5,
                "2014":4,
                "2015":6,
                "2016":5,
                "2017":3,
                "2018":3,
                "2019":2,
                "2020":6
            }
        ],
        [
            "The key to the mechanism of this sequence, illustrated in Figure1, is the judicious use of the ir [H; l, 0] refocusing pulse,[1, 0], signifying that thepulse is applied for alternate scans only. Figure ld, i illustrates the outcome of the sequence for a CH and CH2 group, respectively, at the point at which the decoupling field is introduced, for scans in which the ir [H] pulse is omitted, and Figure lej illustrates the outcome for scans in which a ir [H] pulse is used. For a CH3 group (not illustrated [it can beeasily shown that the variouscarbon vectors are refocused along the y or-y axis as for a CH group in Figure ld, e. Assuming proton coupling is small, quaternary carbons are unaffected by the sequence except that precession due to chemical shift and field inhomogeneity is refocused back to the y axis as for a CH2 group in Figure li, j. From Figure ld, e, ij it is clear that alternate use of the tt [H] pulse and additionof alternate scans …",
            "Editing of carbon-13 NMR spectra. 1. A pulse sequence for the generation of subspectra",
            "MR Bendall and DM Doddrell and DT Pegg",
            "1981",
            "l8Q5dlwAAAAJ:zYLM7Y9cAGgC",
            210,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/ja00405a062",
            "10625190010101025751",
            "\/scholar?cites=10625190010101025751",
            {
                "1982":10,
                "1983":15,
                "1984":16,
                "1985":5,
                "1986":6,
                "1987":9,
                "1988":9,
                "1989":7,
                "1990":3,
                "1991":7,
                "1992":3,
                "1993":3,
                "1994":7,
                "1995":4,
                "1996":9,
                "1997":2,
                "1998":8,
                "1999":5,
                "2000":5,
                "2001":4,
                "2002":8,
                "2003":2,
                "2004":6,
                "2005":5,
                "2006":6,
                "2007":5,
                "2008":6,
                "2009":2,
                "2010":4,
                "2011":3,
                "2012":2,
                "2013":1,
                "2014":4,
                "2015":3,
                "2016":2,
                "2017":2,
                "2018":7,
                "2019":1,
                "2020":2
            }
        ],
        [
            "The phase associated with a single mode of the electromagnetic field is complementary to the photon number. This simple idea leads us to construct a probability density for the phase. The phase operator cannot be represented exactly in the usual-infinite Hilbert space but can be constructed in a subspace of it and provides a valid representation of phase if used together with a suitable limiting procedure. We introduce the Hermitian optical phase operator and describe some of its most important properties. We also provide brief discussions of some alternative approaches to the phase problem and to the question of phase measurements. The paper concludes with an extensive bibliography.",
            "Quantum optical phase",
            "David T Pegg and Stephen M Barnett",
            "1997",
            "l8Q5dlwAAAAJ:W7OEmFMy1HYC",
            198,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/09500349708241868",
            "5459566499673382375",
            "\/scholar?cites=5459566499673382375",
            {
                "1997":3,
                "1998":13,
                "1999":11,
                "2000":13,
                "2001":5,
                "2002":23,
                "2003":26,
                "2004":11,
                "2005":8,
                "2006":12,
                "2007":3,
                "2008":3,
                "2009":8,
                "2010":6,
                "2011":9,
                "2012":5,
                "2013":7,
                "2014":8,
                "2015":2,
                "2016":5,
                "2017":5,
                "2018":3,
                "2019":2,
                "2020":2
            }
        ]
    ]
}