{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "The persuasive impact of source credibility is examined in two situations. A highly credible source was more effective than a moderately credible source when the communication recommended buying a product, an advocacy which message recipients viewed unfavorably. The moderately credible source was more persuasive when the message advocated leasing the product, a position subjects generally supported. These findings are interpreted in terms of cognitive response theory. Practical implications of the research are suggested.",
            "The persuasive effects of source credibility in buy and lease situations",
            "Robert R Harmon and Kenneth A Coney",
            "1982",
            "L8rqv0EAAAAJ:2osOgNQ5qMEC",
            409,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/002224378201900209",
            "8450239944188764714",
            "\/scholar?cites=8450239944188764714",
            {
                "1983":2,
                "1984":2,
                "1985":4,
                "1986":4,
                "1987":1,
                "1988":4,
                "1989":1,
                "1990":7,
                "1991":10,
                "1992":6,
                "1993":3,
                "1994":6,
                "1995":1,
                "1996":6,
                "1997":5,
                "1998":2,
                "1999":9,
                "2000":6,
                "2001":5,
                "2002":8,
                "2003":10,
                "2004":12,
                "2005":7,
                "2006":16,
                "2007":14,
                "2008":12,
                "2009":12,
                "2010":9,
                "2011":16,
                "2012":21,
                "2013":19,
                "2014":14,
                "2015":30,
                "2016":25,
                "2017":28,
                "2018":27,
                "2019":28,
                "2020":13
            }
        ],
        [
            "The emergence of mobile phones as the leading personal communications device portends their attractiveness as a potentially lucrative media platform for marketers. This article presents initial consumer evaluations of mobile location-based advertising (LBA). LBA is a new form of marketing communication that uses location-tracking technology in mobile networks to target consumers with location-specific advertising on their cell phones. We use an experimental setting to test the effects of LBA characteristics on privacy concerns about location tracking, perceived benefits, value, and intentions to try LBA. LBA was described as a free, opt-in service from cell phone service providers. Results indicate that privacy concerns are high, and perceived benefits and value of LBA are low. LBA was relatively more effective when it becomes available upon explicit request by the consumer than when consumers are alerted to …",
            "Perceived effectiveness of push vs. pull mobile location based advertising",
            "Ramaprasad Unni and Robert Harmon",
            "2007",
            "L8rqv0EAAAAJ:UeHWp8X0CEIC",
            308,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/15252019.2007.10722129",
            "7758539537897690676",
            "\/scholar?cites=7758539537897690676",
            {
                "2008":4,
                "2009":11,
                "2010":14,
                "2011":23,
                "2012":28,
                "2013":22,
                "2014":21,
                "2015":35,
                "2016":27,
                "2017":43,
                "2018":24,
                "2019":23,
                "2020":25,
                "2021":1
            }
        ],
        [
            "Green computing refers to the practice of using computing resources more efficiently while maintaining or increasing overall performance. Sustainable IT services require the integration of green computing practices such as power management, virtualization, improving cooling technology, recycling, electronic waste disposal, and optimization of the IT infrastructure to meet sustainability requirements. Recent studies have shown that costs of power utilized by IT departments can approach 50% of the overall energy costs for an organization. While there is an expectation that green IT should lower costs and the firm’s impact on the environment, there has been far less attention directed at understanding the strategic benefits of sustainable IT services in terms of the creation of customer value, business value and societal value. This paper provides a review of the literature on sustainable IT, key areas of focus, and identifies a core set of principles to guide sustainable IT service design.",
            "Sustainable IT services: Assessing the impact of green computing practices",
            "Robert R Harmon and Nora Auseklis",
            "2009",
            "L8rqv0EAAAAJ:IjCSPb-OGe4C",
            237,
            "https:\/\/citeseerx.ist.psu.edu\/viewdoc\/download?doi=10.1.1.461.6953&rep=rep1&type=pdf",
            "3450474438199728132",
            "\/scholar?cites=3450474438199728132",
            {
                "2009":1,
                "2010":4,
                "2011":9,
                "2012":25,
                "2013":30,
                "2014":24,
                "2015":28,
                "2016":24,
                "2017":23,
                "2018":26,
                "2019":21,
                "2020":15
            }
        ],
        [
            "An exploratory study examined manager and consumer perceptions of appropriate responses to complaint letters. The responses were analyzed separately and then compared to determine how effectively the managers could deal with consumer requirements. Insights are provided into how to deal more expeditiously and judiciously with complaints.",
            "Consumer complaints and managerial response: A holistic approach",
            "Alan J Resnik and Robert R Harmon",
            "1983",
            "L8rqv0EAAAAJ:UebtZRa9Y70C",
            166,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/002224298304700109",
            "15299903669828996200",
            "\/scholar?cites=15299903669828996200",
            {
                "1984":1,
                "1985":1,
                "1986":3,
                "1987":5,
                "1988":4,
                "1989":2,
                "1990":1,
                "1991":3,
                "1992":7,
                "1993":2,
                "1994":6,
                "1995":3,
                "1996":4,
                "1997":3,
                "1998":3,
                "1999":4,
                "2000":2,
                "2001":8,
                "2002":8,
                "2003":5,
                "2004":3,
                "2005":7,
                "2006":3,
                "2007":8,
                "2008":3,
                "2009":5,
                "2010":11,
                "2011":9,
                "2012":8,
                "2013":10,
                "2014":7,
                "2015":4,
                "2016":7,
                "2017":2,
                "2018":1
            }
        ],
        [
            "An exploratory study examined manager and consumer perceptions of appropriate responses to complaint letters. The responses were analyzed separately and then compared to determine how effectively the managers could deal with consumer requirements. Insights are provided into how to deal more expeditiously and judiciously with complaints.",
            "Consumer complaints and managerial response: A holistic approach",
            "Alan J Resnik and Robert R Harmon",
            "1983",
            "L8rqv0EAAAAJ:qjMakFHDy7sC",
            166,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/002224298304700109",
            "15299903669828996200",
            "\/scholar?cites=15299903669828996200",
            {
                "1984":1,
                "1985":1,
                "1986":3,
                "1987":5,
                "1988":4,
                "1989":2,
                "1990":1,
                "1991":3,
                "1992":7,
                "1993":2,
                "1994":6,
                "1995":3,
                "1996":4,
                "1997":3,
                "1998":3,
                "1999":4,
                "2000":2,
                "2001":8,
                "2002":8,
                "2003":5,
                "2004":3,
                "2005":7,
                "2006":3,
                "2007":8,
                "2008":3,
                "2009":5,
                "2010":11,
                "2011":9,
                "2012":8,
                "2013":10,
                "2014":7,
                "2015":4,
                "2016":7,
                "2017":2,
                "2018":1
            }
        ],
        [
            "While commoditization is creating opportunities for customers of information technology services, it is creating new challenges for the service providers. Pricing strategies are one of the most important challenges and decisions for today's IT service providers. Pricing strategies for IT services have traditionally focused on covering costs, achieving desired margins and meeting the competition. These pricing schemes range from simple approaches, easily copied by competitors, to complex models with high management costs. In order to be successful in today's competitive business world, the service providers need to define their pricing strategies by considering the customer's perceived value from the service they receive rather than using traditional cost-based pricing strategies. This paper surveys literature on IT services pricing and presents a value-based approach to effectively price IT services.",
            "Pricing strategies for information technology services: A value-based approach",
            "Robert Harmon and Haluk Demirkan and Bill Hefley and Nora Auseklis",
            "2009",
            "L8rqv0EAAAAJ:Tyk-4Ss8FVUC",
            114,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/4755465\/",
            "11243774279993382878",
            "\/scholar?cites=11243774279993382878",
            {
                "2009":3,
                "2010":6,
                "2011":7,
                "2012":15,
                "2013":7,
                "2014":11,
                "2015":6,
                "2016":13,
                "2017":4,
                "2018":11,
                "2019":17,
                "2020":8
            }
        ],
        [
            "The existing research on comparative vs. noncomparative advertising has resulted in a great deal of conflict and confusion concerning its effectiveness. However, little attention has been directed toward examining the informational nature of the ads themselves. The current investigation examines the question of whether comparative advertisements actually contain more objective information cues than their noncomparative counterparts. The results indicated that comparative ads did indeed have greater information content than noncomparative ads. Additional informational dimensions of comparative ads are explored.",
            "The information content of comparative magazine advertisements",
            "Robert R Harmon and Nabil Y Razzouk and Bruce L Stern",
            "1983",
            "L8rqv0EAAAAJ:u5HHmVD_uO8C",
            112,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/00913367.1983.10672858",
            "1939340209241945122",
            "\/scholar?cites=1939340209241945122",
            {
                "1984":1,
                "1985":1,
                "1986":1,
                "1987":2,
                "1988":3,
                "1989":2,
                "1990":3,
                "1991":3,
                "1992":6,
                "1993":2,
                "1994":2,
                "1995":3,
                "1996":3,
                "1997":1,
                "1998":4,
                "1999":2,
                "2000":2,
                "2001":3,
                "2002":1,
                "2003":1,
                "2004":6,
                "2005":1,
                "2006":3,
                "2007":3,
                "2008":2,
                "2009":5,
                "2010":4,
                "2011":1,
                "2012":3,
                "2013":8,
                "2014":5,
                "2015":5,
                "2016":6,
                "2017":2,
                "2018":6,
                "2019":3
            }
        ],
        [
            "This paper examines emerging digital frontiers for service innovation that a panel discussed at a workshop on this topic held at the 48th Annual Hawaii International Conference on System Sciences (HICSS). The speakers and participants agreed that that service systems are fundamental for service innovation and value creation. In this context, service systems are related to cognitive systems, smart service systems, and cyber-physical systems and depend on the interconnectedness among system components. The speakers and participants regarded humans as the central entity in all service systems. In addition, data, they saw personal data in particular as key to service systems. They also identified several challenges in the areas of cognitive systems, smart service systems, cyberphysical systems, and human-centered service systems. We hope this workshop report helps in some small way to cultivate the emerging service science discipline and to nurture fruitful discussions on service innovation.",
            "Emerging digital frontiers for service innovation",
            "Christoph Peters and Paul Maglio and Ralph Badinelli and Robert R Harmon and Roger Maull and James C Spohrer and Tuure Tuunanen and Stephen L Vargo and Jeffrey J Welser and Haluk Demirkan and Terri L Griffith and Yassi Moghaddam",
            "2016",
            "L8rqv0EAAAAJ:2P1L_qKh6hAC",
            89,
            "https:\/\/www.alexandria.unisg.ch\/id\/eprint\/248801",
            "18014053193661456473",
            "\/scholar?cites=18014053193661456473",
            {
                "2016":6,
                "2017":15,
                "2018":24,
                "2019":22,
                "2020":17,
                "2021":2
            }
        ]
    ]
}