{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "From spin resonance of two-dimensional (2D) conduction electrons in a modulation doped SiGe\/Si\/SiGe quantum well structure we find a 2D anisotropy of both the line broadening (dephasing time) and the g factor. Both can be explained consistently employing the Bychkov-Rashba (BR) term H BR= α (k× σ)⋅ e z, which turns out here to be the dominant coupling between electron orbital motion and spin. We obtain a BR parameter of α= 0.55× 10− 12 eV cm—three orders of magnitude smaller than in quantum well structures based on III-V semiconductors, consistent with the much smaller spin-orbit coupling in Si.",
            "Evidence and evaluation of the Bychkov-Rashba effect in SiGe\/Si\/SiGe quantum wells",
            "Zbyslaw Wilamowski and Wolfgang Jantsch and Hans Malissa and Ulrich Rössler",
            "2002",
            "L9aguC0AAAAJ:u5HHmVD_uO8C",
            159,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.66.195315",
            "9541526294309934649",
            "\/scholar?cites=9541526294309934649",
            {
                "2003":8,
                "2004":18,
                "2005":9,
                "2006":15,
                "2007":13,
                "2008":11,
                "2009":9,
                "2010":11,
                "2011":5,
                "2012":7,
                "2013":11,
                "2014":10,
                "2015":4,
                "2016":13,
                "2017":8,
                "2018":4,
                "2019":2,
                "2020":1
            }
        ],
        [
            "Exploration of spin currents in organic semiconductors (OSECs) induced by resonant microwave absorption in ferromagnetic substrates is appealing for potential spintronics applications. Owing to the inherently weak spin–orbit coupling (SOC) of OSECs, their inverse spin Hall effect (ISHE) response is very subtle; limited by the microwave power applicable under continuous-wave (cw) excitation. Here we introduce a novel approach for generating significant ISHE signals in OSECs using pulsed ferromagnetic resonance, where the ISHE is two to three orders of magnitude larger compared to cw excitation. This strong ISHE enables us to investigate a variety of OSECs ranging from π-conjugated polymers with strong SOC that contain intrachain platinum atoms, to weak SOC polymers, to C 60 films, where the SOC is predominantly caused by the curvature of the molecule’s surface. The pulsed-ISHE technique offers a …",
            "Inverse spin Hall effect from pulsed spin current in organic semiconductors with tunable spin–orbit coupling",
            "Dali Sun and Kipp J van Schooten and Marzieh Kavand and Hans Malissa and Chuang Zhang and Matthew Groesbeck and Christoph Boehme and Z Valy Vardeny",
            "2016",
            "L9aguC0AAAAJ:YOwf2qJgpHMC",
            99,
            "https:\/\/www.nature.com\/articles\/nmat4618",
            "18317115669804813191",
            "\/scholar?cites=18317115669804813191",
            {
                "2016":8,
                "2017":24,
                "2018":20,
                "2019":25,
                "2020":19,
                "2021":1
            }
        ]
    ]
}