{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Tissues use numerous mechanisms to change shape during development. The Drosophila egg chamber is an organ-like structure that elongates to form an elliptical egg. During elongation the follicular epithelial cells undergo a collective migration that causes the egg chamber to rotate within its surrounding basement membrane. Rotation coincides with the formation of a ‘molecular corset’, in which actin bundles in the epithelium and fibrils in the basement membrane are all aligned perpendicular to the elongation axis. Here we show that rotation plays a critical role in building the actin-based component of the corset. Rotation begins shortly after egg chamber formation and requires lamellipodial protrusions at each follicle cell’s leading edge. During early stages, rotation is necessary for tissue-level actin bundle alignment, but it becomes dispensable after the basement membrane is polarized. This work highlights …",
            "Epithelial rotation promotes the global alignment of contractile actin bundles during Drosophila egg chamber elongation",
            "Maureen Cetera and Guillermina R Ramirez-San Juan and Patrick W Oakes and Lindsay Lewellyn and Michael J Fairchild and Guy Tanentzapf and Margaret L Gardel and Sally Horne-Badovinac",
            "2014",
            "l_I_mE4AAAAJ:zYLM7Y9cAGgC",
            122,
            "https:\/\/www.nature.com\/articles\/ncomms6511?origin=ppub",
            "14456843398395297115",
            "\/scholar?cites=14456843398395297115",
            {
                "2015":9,
                "2016":23,
                "2017":31,
                "2018":18,
                "2019":25,
                "2020":16
            }
        ]
    ]
}