{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We present a summary of the results of a simple two-level theory of Doppler cooling in optical molasses and contrast it with the recent theories of multilevel, polarization-gradient cooling. The effects of single-photon recoil and of trapping in microscopic optical potential wells are also considered. Experiments are described in which the temperature of sodium atoms released from optical molasses is measured and found to be well below the Dopplercooling limit. Measurements of the temperature dependence on many experimental parameters are found to be in good qualitative agreement with the new theories of polarization-gradient cooling.",
            "Optical molasses",
            "Paul D Lett and William D Phillips and SL Rolston and Carol E Tanner and RN Watts and CI Westbrook",
            "1989",
            "lAALR98AAAAJ:WA5NYHcadZ8C",
            759,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=josab-6-11-2084",
            "11991872949662793739",
            "\/scholar?cites=11991872949662793739",
            {
                "1989":7,
                "1990":13,
                "1991":19,
                "1992":25,
                "1993":21,
                "1994":21,
                "1995":22,
                "1996":21,
                "1997":16,
                "1998":20,
                "1999":20,
                "2000":16,
                "2001":14,
                "2002":26,
                "2003":25,
                "2004":26,
                "2005":40,
                "2006":24,
                "2007":29,
                "2008":21,
                "2009":11,
                "2010":26,
                "2011":27,
                "2012":26,
                "2013":22,
                "2014":34,
                "2015":24,
                "2016":44,
                "2017":26,
                "2018":39,
                "2019":19,
                "2020":24,
                "2021":5
            }
        ],
        [
            "We report the creation of an ultracold neutral plasma by photoionization of laser-cooled xenon atoms. The charge carrier density is as high as 2× 10 9 cm− 3, and the temperatures of electrons and ions are as low as 100 mK and 10 μ K, respectively. Plasma behavior is evident in the trapping of electrons by the positive ion cloud when the Debye screening length becomes smaller than the size of the sample. We produce plasmas with parameters such that both electrons and ions are strongly coupled.",
            "Creation of an ultracold neutral plasma",
            "TC Killian and S Kulin and SD Bergeson and Luis A Orozco and C Orzel and SL Rolston",
            "1999",
            "lAALR98AAAAJ:Y5dfb0dijaUC",
            553,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.83.4776",
            "12539729306055650263",
            "\/scholar?cites=12539729306055650263",
            {
                "2000":13,
                "2001":22,
                "2002":26,
                "2003":29,
                "2004":25,
                "2005":30,
                "2006":19,
                "2007":35,
                "2008":44,
                "2009":34,
                "2010":25,
                "2011":28,
                "2012":31,
                "2013":36,
                "2014":24,
                "2015":16,
                "2016":32,
                "2017":18,
                "2018":22,
                "2019":18,
                "2020":18,
                "2021":1
            }
        ],
        [
            "We observe transitions of laser-cooled Rb between vibrational levels in subwavelength-sized optical potential wells, using high-resolution spectroscopy of resonance fluorescence. We measure the spacing of the levels and the population distribution, and find the atoms to be localized to 1\/15 of the optical wavelength. We find up to 60% of the population of trapped atoms in the vibrational ground state. The dependence of the spectrum on the parameters of the optical field provides detailed information about the dynamics of laser-cooled atoms.",
            "Observation of quantized motion of Rb atoms in an optical field",
            "Poul S Jessen and C Gerz and Paul D Lett and William D Phillips and SL Rolston and RJC Spreeuw and CI Westbrook",
            "1992",
            "lAALR98AAAAJ:ML0RJ9NH7IQC",
            458,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.69.49",
            "16684980703492574305",
            "\/scholar?cites=16684980703492574305",
            {
                "1992":4,
                "1993":42,
                "1994":34,
                "1995":38,
                "1996":35,
                "1997":37,
                "1998":31,
                "1999":17,
                "2000":16,
                "2001":12,
                "2002":10,
                "2003":8,
                "2004":11,
                "2005":20,
                "2006":14,
                "2007":16,
                "2008":5,
                "2009":7,
                "2010":9,
                "2011":10,
                "2012":13,
                "2013":10,
                "2014":7,
                "2015":9,
                "2016":12,
                "2017":7,
                "2018":10,
                "2019":9,
                "2020":4
            }
        ],
        [
            "The divergence of quantum and classical descriptions of particle motion is clearly apparent in quantum tunnelling 1, 2 between two regions of classically stable motion. An archetype of such non-classical motion is tunnelling through an energy barrier. In the 1980s, a new process,‘dynamical’tunnelling 1, 2, 3, was predicted, involving no potential energy barrier; however, a constant of the motion (other than energy) still forbids classically the quantum-allowed motion. This process should occur, for example, in periodically driven, nonlinear hamiltonian systems with one degree of freedom 4, 5, 6. Such systems may be chaotic, consisting of regions in phase space of stable, regular motion embedded in a sea of chaos. Previous studies predicted 4 dynamical tunnelling between these stable regions. Here we observe dynamical tunnelling of ultracold atoms from a Bose–Einstein condensate in an amplitude-modulated …",
            "Dynamical tunnelling of ultracold atoms",
            "Winfried K Hensinger and Hartmut Häffner and Antoine Browaeys and Norman R Heckenberg and Kris Helmerson and Callum McKenzie and Gerard J Milburn and William D Phillips and Steve L Rolston and Halina Rubinsztein-Dunlop and Ben Upcroft",
            "2001",
            "lAALR98AAAAJ:_5tno0g5mFcC",
            404,
            "https:\/\/www.nature.com\/articles\/35083510",
            "3211888075920356415",
            "\/scholar?cites=3211888075920356415",
            {
                "2001":9,
                "2002":37,
                "2003":36,
                "2004":34,
                "2005":35,
                "2006":20,
                "2007":22,
                "2008":21,
                "2009":19,
                "2010":20,
                "2011":19,
                "2012":16,
                "2013":17,
                "2014":14,
                "2015":14,
                "2016":15,
                "2017":11,
                "2018":17,
                "2019":16,
                "2020":11
            }
        ],
        [
            "We have observed the spectrum of long range molecular states of singly excited Na 2 formed by photoassociation during ultracold associative ionization collisions of laser-cooled Na atoms. The low kinetic energy of the collision allows us to obtain very high resolution spectra and to observe states close to the dissociation limit. The spectrum shows regular vibrational series characteristic of the 1\/R 3 long range portion of the 1 g potential (asymptotically S 1\/2+ P 3\/2) as well as molecular hyperfine structure within these peaks. We extract potential parameters and compare with recent theory.",
            "Spectroscopy of  by photoassociation of laser-cooled Na",
            "Paul D Lett and Kristian Helmerson and WD Phillips and LP Ratliff and Steven L Rolston and ME Wagshul",
            "1993",
            "lAALR98AAAAJ:ufrVoPGSRksC",
            367,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.71.2200",
            "1304672380332385751",
            "\/scholar?cites=1304672380332385751",
            {
                "1992":1,
                "1993":1,
                "1994":18,
                "1995":21,
                "1996":12,
                "1997":13,
                "1998":15,
                "1999":18,
                "2000":11,
                "2001":12,
                "2002":15,
                "2003":18,
                "2004":14,
                "2005":10,
                "2006":22,
                "2007":24,
                "2008":14,
                "2009":17,
                "2010":16,
                "2011":13,
                "2012":16,
                "2013":16,
                "2014":15,
                "2015":9,
                "2016":6,
                "2017":7,
                "2018":6,
                "2019":3,
                "2020":3
            }
        ],
        [
            "We localize Cs atoms in wavelength-sized potential wells of an optical lattice, and cool them to a three-dimensional temperature of 700 nK by adiabatic expansion. In the optical lattice we precool the atoms to≈ 1 μ K. We then reduce the trapping potential in a few hundred μ s, causing the atomic center-of-mass distribution to expand and the temperature to decrease by an amount which agrees with a simple 3D band theory. These are the lowest 3D kinetic temperatures ever measured.",
            "Adiabatic cooling of cesium to 700 nK in an optical lattice",
            "A Kastberg and William D Phillips and SL Rolston and RJC Spreeuw and PS Jessen",
            "1995",
            "lAALR98AAAAJ:1qzjygNMrQYC",
            336,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.74.1542",
            "11413611970874218423",
            "\/scholar?cites=11413611970874218423",
            {
                "1995":11,
                "1996":24,
                "1997":19,
                "1998":23,
                "1999":15,
                "2000":13,
                "2001":10,
                "2002":9,
                "2003":9,
                "2004":18,
                "2005":13,
                "2006":18,
                "2007":14,
                "2008":14,
                "2009":9,
                "2010":10,
                "2011":18,
                "2012":8,
                "2013":10,
                "2014":14,
                "2015":10,
                "2016":10,
                "2017":8,
                "2018":10,
                "2019":9,
                "2020":7,
                "2021":1
            }
        ],
        [
            "We study the formation of Rydberg atoms in expanding plasmas at temperatures of 1–1000 K and densities from 10 5–10 10 cm− 3. Up to 20% of the initially free charges recombine in about 100 μ s, and the binding energy of the Rydberg atoms approximately equals the increase in the kinetic energy of the remaining free electrons. Three-body recombination is expected to dominate in this regime, yet most of our results are inconsistent with this mechanism.",
            "Formation of Rydberg atoms in an expanding ultracold neutral plasma",
            "TC Killian and MJ Lim and S Kulin and R Dumke and SD Bergeson and SL Rolston",
            "2001",
            "lAALR98AAAAJ:ILKRHgRFtOwC",
            328,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.86.3759",
            "17507030105640035180",
            "\/scholar?cites=17507030105640035180",
            {
                "2001":3,
                "2002":26,
                "2003":19,
                "2004":24,
                "2005":26,
                "2006":16,
                "2007":16,
                "2008":34,
                "2009":24,
                "2010":18,
                "2011":21,
                "2012":19,
                "2013":20,
                "2014":13,
                "2015":11,
                "2016":12,
                "2017":4,
                "2018":5,
                "2019":5,
                "2020":10
            }
        ],
        [
            "Lithography can be performed with beams of neutral atoms in metastable excited states to pattern self-assembled monolayers (SAMs) of alkanethiolates on gold. An estimated exposure of a SAM of dodecanethiolate (DDT) to 15 to 20 metastable argon atoms per DDT molecule damaged the SAM sufficiently to allow penetration of an aqueous solution of ferricyanide to the surface of the gold. This solution etched the gold and transformed the patterns in the SAMs into structures of gold; these structures had edge resolution of less than 100 nanometers. Regions of SAMs as large as 2 square centimeters were patterned by exposure to a beam of metastable argon atoms. These observations suggest that this system may be useful in new forms of micro- and nanolithography.",
            "Microlithography by using neutral metastable atoms and self-assembled monolayers",
            "Karl K Berggren and Andreas Bard and James L Wilbur and John D Gillaspy and Andreas G Helg and Jabez J McClelland and Steven L Rolston and William D Phillips and Mara Prentiss and George M Whitesides",
            "1995",
            "lAALR98AAAAJ:M05iB0D1s5AC",
            316,
            "https:\/\/science.sciencemag.org\/content\/269\/5228\/1255.abstract",
            "6625090671320552407",
            "\/scholar?cites=6625090671320552407",
            {
                "1996":17,
                "1997":31,
                "1998":26,
                "1999":23,
                "2000":16,
                "2001":12,
                "2002":13,
                "2003":21,
                "2004":23,
                "2005":17,
                "2006":13,
                "2007":17,
                "2008":9,
                "2009":18,
                "2010":7,
                "2011":10,
                "2012":4,
                "2013":5,
                "2014":8,
                "2015":3,
                "2016":5,
                "2017":2,
                "2018":7,
                "2019":4,
                "2020":3
            }
        ],
        [
            "We observe coherently enhanced reflection (Bragg scattering) of a near resonant laser beam from cesium atoms ordered by a periodic array of optical potential wells known as an optical lattice. The reflected light is enhanced by a factor of∼ 10 5 over scattering from a disordered atomic sample. We measure the magnitude of the reflectivity and its detuning dependence as functions of the density and the degree of localization of the atoms. The change in lattice constant due to the frequency-dependent effective index of refraction seen by the lattice light field is observed.",
            "Bragg scattering from atoms in optical lattices",
            "G Birkl and M Gatzke and IH Deutsch and SL Rolston and William D Phillips",
            "1995",
            "lAALR98AAAAJ:lmc2jWPfTJgC",
            276,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.75.2823",
            "18276788537685150401",
            "\/scholar?cites=18276788537685150401",
            {
                "1995":1,
                "1996":14,
                "1997":25,
                "1998":15,
                "1999":15,
                "2000":5,
                "2001":7,
                "2002":4,
                "2003":15,
                "2004":3,
                "2005":9,
                "2006":11,
                "2007":10,
                "2008":10,
                "2009":5,
                "2010":10,
                "2011":10,
                "2012":15,
                "2013":14,
                "2014":9,
                "2015":14,
                "2016":15,
                "2017":11,
                "2018":10,
                "2019":10,
                "2020":7,
                "2021":1
            }
        ],
        [
            "We report the observation of plasma oscillations in an ultracold neutral plasma. With this collective mode we probe the electron density distribution and study the expansion of the plasma as a function of time. For classical plasma conditions, ie, weak Coulomb coupling, the expansion is dominated by the pressure of the electron gas and is described by a hydrodynamic model. Discrepancies between the model and observations at low temperature and high density may be due to strong coupling of the electrons.",
            "Plasma oscillations and expansion of an ultracold neutral plasma",
            "S Kulin and TC Killian and SD Bergeson and SL Rolston",
            "2000",
            "lAALR98AAAAJ:4TOpqqG69KYC",
            273,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.85.318",
            "2343092749351710548",
            "\/scholar?cites=2343092749351710548",
            {
                "1999":1,
                "2000":1,
                "2001":12,
                "2002":21,
                "2003":20,
                "2004":17,
                "2005":17,
                "2006":10,
                "2007":14,
                "2008":20,
                "2009":15,
                "2010":13,
                "2011":17,
                "2012":14,
                "2013":17,
                "2014":9,
                "2015":12,
                "2016":12,
                "2017":3,
                "2018":9,
                "2019":7,
                "2020":9,
                "2021":1
            }
        ]
    ]
}