{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This review describes recent groundbreaking results in Si, Si\/SiGe, and dopant-based quantum dots, and it highlights the remarkable advances in Si-based quantum physics that have occurred in the past few years. This progress has been possible thanks to materials development of Si quantum devices, and the physical understanding of quantum effects in silicon. Recent critical steps include the isolation of single electrons, the observation of spin blockade, and single-shot readout of individual electron spins in both dopants and gated quantum dots in Si. Each of these results has come with physics that was not anticipated from previous work in other material systems. These advances underline the significant progress toward the realization of spin quantum bits in a material with a long spin coherence time, crucial for quantum computation and spintronics.",
            "Silicon quantum electronics",
            "Floris A Zwanenburg and Andrew S Dzurak and Andrea Morello and Michelle Y Simmons and Lloyd CL Hollenberg and Gerhard Klimeck and Sven Rogge and Susan N Coppersmith and Mark A Eriksson",
            "2013",
            "laMrb-wAAAAJ:B3FOqHPlNUQC",
            864,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.85.961",
            "5669237180507042862",
            "\/scholar?cites=5669237180507042862",
            {
                "2013":21,
                "2014":75,
                "2015":98,
                "2016":125,
                "2017":123,
                "2018":130,
                "2019":127,
                "2020":137,
                "2021":17
            }
        ],
        [
            "This review describes recent groundbreaking results in Si, Si\/SiGe, and dopant-based quantum dots, and it highlights the remarkable advances in Si-based quantum physics that have occurred in the past few years. This progress has been possible thanks to materials development of Si quantum devices, and the physical understanding of quantum effects in silicon. Recent critical steps include the isolation of single electrons, the observation of spin blockade, and single-shot readout of individual electron spins in both dopants and gated quantum dots in Si. Each of these results has come with physics that was not anticipated from previous work in other material systems. These advances underline the significant progress toward the realization of spin quantum bits in a material with a long spin coherence time, crucial for quantum computation and spintronics.",
            "Silicon quantum electronics",
            "Floris A Zwanenburg and Andrew S Dzurak and Andrea Morello and Michelle Y Simmons and Lloyd CL Hollenberg and Gerhard Klimeck and Sven Rogge and Susan N Coppersmith and Mark A Eriksson",
            "2013",
            "laMrb-wAAAAJ:vV6vV6tmYwMC",
            864,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.85.961",
            "5669237180507042862",
            "\/scholar?cites=5669237180507042862",
            {
                "2013":21,
                "2014":75,
                "2015":98,
                "2016":125,
                "2017":123,
                "2018":130,
                "2019":127,
                "2020":137,
                "2021":17
            }
        ],
        [
            "Now that it is possible to achieve measurement and control fidelities for individual quantum bits (qubits) above the threshold for fault tolerance, attention is moving towards the difficult task of scaling up the number of physical qubits to the large numbers that are needed for fault-tolerant quantum computing 1, 2. In this context, quantum-dot-based spin qubits could have substantial advantages over other types of qubit owing to their potential for all-electrical operation and ability to be integrated at high density onto an industrial platform 3, 4, 5. Initialization, readout and single-and two-qubit gates have been demonstrated in various quantum-dot-based qubit representations 6, 7, 8, 9. However, as seen with small-scale demonstrations of quantum computers using other types of qubit 10, 11, 12, 13, combining these elements leads to challenges related to qubit crosstalk, state leakage, calibration and control hardware …",
            "A programmable two-qubit quantum processor in silicon",
            "TF Watson and SGJ Philips and Erika Kawakami and DR Ward and Pasquale Scarlino and Menno Veldhorst and DE Savage and MG Lagally and Mark Friesen and SN Coppersmith and MA Eriksson and LMK Vandersypen",
            "2018",
            "laMrb-wAAAAJ:vRqMK49ujn8C",
            390,
            "https:\/\/www.nature.com\/articles\/nature25766",
            "4704371578516373461",
            "\/scholar?cites=4704371578516373461",
            {
                "2017":2,
                "2018":74,
                "2019":123,
                "2020":175,
                "2021":13
            }
        ],
        [
            "Nanofabricated quantum bits permit large-scale integration but usually suffer from short coherence times due to interactions with their solid-state environment 1. The outstanding challenge is to engineer the environment so that it minimally affects the qubit, but still allows qubit control and scalability. Here, we demonstrate a long-lived single-electron spin qubit in a Si\/SiGe quantum dot with all-electrical two-axis control. The spin is driven by resonant microwave electric fields in a transverse magnetic field gradient from a local micromagnet 2, and the spin state is read out in the single-shot mode 3. Electron spin resonance occurs at two closely spaced frequencies, which we attribute to two valley states. Thanks to the weak hyperfine coupling in silicon, a Ramsey decay timescale of 1 μs is observed, almost two orders of magnitude longer than the intrinsic timescales in GaAs quantum dots 4, 5, whereas gate operation …",
            "Electrical control of a long-lived spin qubit in a Si\/SiGe quantum dot",
            "Erika Kawakami and Pasquale Scarlino and Daniel R Ward and FR Braakman and DE Savage and MG Lagally and Mark Friesen and Susan N Coppersmith and Mark A Eriksson and LMK Vandersypen",
            "2014",
            "laMrb-wAAAAJ:SeFeTyx0c_EC",
            375,
            "https:\/\/www.nature.com\/nnano\/journal\/v9\/n9\/full\/nnano.2014.153.html",
            "18393008822489227702",
            "\/scholar?cites=18393008822489227702",
            {
                "2014":3,
                "2015":46,
                "2016":45,
                "2017":66,
                "2018":76,
                "2019":66,
                "2020":66,
                "2021":7
            }
        ],
        [
            "Polydiacetylenes (PDAs) form a unique class of polymeric materials that couple highly aligned and conjugated backbones with tailorable pendant side-groups and terminal functionalities. They can be structured in the form of bulk materials, multilayer and monolayer films, polymerized vesicles, and even incorporated into inorganic host matrices to form nanocomposites. The resulting materials exhibit an array of spectacular properties, beginning most notably with dramatic chromogenic transitions that can be activated optically, thermally, chemically, and mechanically. Recent studies have shown that these transitions can even be controlled and observed at the nanometre scale. These transitions have been harnessed for the purpose of chemical and biomolecular sensors, and on a more fundamental level have led to new insights regarding chromogenic phenomena in polymers. Other recent studies have explored …",
            "Polydiacetylene films: a review of recent investigations into chromogenic transitions and nanomechanical properties",
            "Robert W Carpick and Darryl Y Sasaki and Matthew S Marcus and MA Eriksson and Alan R Burns",
            "2004",
            "laMrb-wAAAAJ:UeHWp8X0CEIC",
            297,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/16\/23\/R01\/meta",
            "14898573125293081186",
            "\/scholar?cites=14898573125293081186",
            {
                "2005":6,
                "2006":15,
                "2007":12,
                "2008":16,
                "2009":28,
                "2010":20,
                "2011":24,
                "2012":10,
                "2013":24,
                "2014":22,
                "2015":19,
                "2016":15,
                "2017":23,
                "2018":22,
                "2019":15,
                "2020":19,
                "2021":6
            }
        ],
        [
            "Spins based in silicon provide one of the most promising architectures for quantum computing. A scalable design for silicon-germanium quantum-dot qubits is presented. The design incorporates vertical and lateral tunneling. Simulations of a four-qubit array suggest that the design will enable single electron occupation of each dot of a many-dot array. Performing two-qubit operations has negligible effect on other qubits in the array. Simulation results are used to translate error correction requirements into specifications for gate-voltage control electronics. This translation is a necessary link between error correction theory and device physics.",
            "Practical design and simulation of silicon-based quantum-dot qubits",
            "Mark Friesen and Paul Rugheimer and Donald E Savage and Max G Lagally and Daniel W van der Weide and Robert Joynt and Mark A Eriksson",
            "2003",
            "laMrb-wAAAAJ:d1gkVwhDpl0C",
            295,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.67.121301",
            "13739202257644660320",
            "\/scholar?cites=13739202257644660320",
            {
                "2003":6,
                "2004":34,
                "2005":25,
                "2006":30,
                "2007":36,
                "2008":16,
                "2009":25,
                "2010":30,
                "2011":20,
                "2012":16,
                "2013":17,
                "2014":9,
                "2015":8,
                "2016":3,
                "2017":4,
                "2018":4,
                "2019":6,
                "2020":3
            }
        ],
        [
            "Quantum computers hold the promise of massive performance enhancements across a range of applications, from cryptography and databases to revolutionary scientific simulation tools. Such computers would make use of the same quantum mechanical phenomena that pose limitations on the continued shrinking of conventional information processing devices. Many of the key requirements for quantum computing differ markedly from those of conventional computers. However, silicon, which plays a central part in conventional information processing, has many properties that make it a superb platform around which to build a quantum computer.",
            "Embracing the quantum limit in silicon computing",
            "John JL Morton and Dane R McCamey and Mark A Eriksson and Stephen A Lyon",
            "2011",
            "laMrb-wAAAAJ:hC7cP41nSMkC",
            271,
            "https:\/\/www.nature.com\/articles\/nature10681",
            "11798426395941737481",
            "\/scholar?cites=11798426395941737481",
            {
                "2012":35,
                "2013":46,
                "2014":36,
                "2015":36,
                "2016":27,
                "2017":26,
                "2018":23,
                "2019":16,
                "2020":20,
                "2021":2
            }
        ],
        [
            "Strain plays a critical role in the properties of materials. In silicon and silicon–germanium, strain provides a mechanism for control of both carrier mobility and band offsets. In materials integration, strain is typically tuned through the use of dislocations and elemental composition. We demonstrate a versatile method to control strain by fabricating membranes in which the final strain state is controlled by elastic strain sharing, that is, without the formation of defects. We grow Si\/SiGe layers on a substrate from which they can be released, forming nanomembranes. X-ray-diffraction measurements confirm a final strain predicted by elasticity theory. The effectiveness of elastic strain to alter electronic properties is demonstrated by low-temperature longitudinal Hall-effect measurements on a strained-silicon quantum well before and after release. Elastic strain sharing and film transfer offer an intriguing path towards complex …",
            "Elastically relaxed free-standing strained-silicon nanomembranes",
            "Michelle M Roberts and Levente J Klein and Donald E Savage and Keith A Slinker and Mark Friesen and George Celler and Mark A Eriksson and Max G Lagally",
            "2006",
            "laMrb-wAAAAJ:zYLM7Y9cAGgC",
            269,
            "https:\/\/www.nature.com\/articles\/nmat1606",
            "7638792720597048379",
            "\/scholar?cites=7638792720597048379",
            {
                "2006":6,
                "2007":21,
                "2008":10,
                "2009":17,
                "2010":25,
                "2011":27,
                "2012":19,
                "2013":27,
                "2014":24,
                "2015":21,
                "2016":31,
                "2017":19,
                "2018":12,
                "2019":7,
                "2020":3
            }
        ],
        [
            "Silicon has many attractive properties for quantum computing, and the quantum-dot architecture is appealing because of its controllability and scalability. However, the multiple valleys in the silicon conduction band are potentially a serious source of decoherence for spin-based quantum-dot qubits. Only when a large energy splits these valleys do we obtain well-defined and long-lived spin states appropriate for quantum computing. Here, we show that the small valley splittings observed in previous experiments on Si–SiGe heterostructures result from atomic steps at the quantum-well interface. Lateral confinement in a quantum point contact limits the electron wavefunctions to several steps, and enhances the valley splitting substantially, up to 1.5 meV. The combination of electrostatic and magnetic confinement produces a valley splitting larger than the spin splitting, which is controllable over a wide range. These …",
            "Controllable valley splitting in silicon quantum devices",
            "Srijit Goswami and KA Slinker and Mark Friesen and LM McGuire and JL Truitt and Charles Tahan and LJ Klein and JO Chu and PM Mooney and Daniel W Van Der Weide and Robert Joynt and SN Coppersmith and Mark A Eriksson",
            "2007",
            "laMrb-wAAAAJ:qjMakFHDy7sC",
            268,
            "https:\/\/www.nature.com\/articles\/nphys475",
            "16497843199055921227",
            "\/scholar?cites=16497843199055921227",
            {
                "2007":12,
                "2008":15,
                "2009":29,
                "2010":30,
                "2011":26,
                "2012":20,
                "2013":21,
                "2014":22,
                "2015":8,
                "2016":16,
                "2017":20,
                "2018":21,
                "2019":11,
                "2020":12,
                "2021":2
            }
        ],
        [
            "The similarities between gated quantum dots and the transistors in modern microelectronics 1, 2—in fabrication methods, physical structure and voltage scales for manipulation—have led to great interest in the development of quantum bits (qubits) in semiconductor quantum dots 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18. Although quantum dot spin qubits have demonstrated long coherence times, their manipulation is often slower than desired for important future applications, such as factoring 19. Furthermore, scalability and manufacturability are enhanced when qubits are as simple as possible. Previous work has increased the speed of spin qubit rotations by making use of integrated micromagnets 11, dynamic pumping of nuclear spins 12 or the addition of a third quantum dot 17. Here we demonstrate a qubit that is a hybrid of spin and charge. It is simple, requiring neither nuclear-state preparation nor …",
            "Quantum control and process tomography of a semiconductor quantum dot hybrid qubit",
            "Dohun Kim and Zhan Shi and CB Simmons and DR Ward and JR Prance and Teck Seng Koh and John King Gamble and DE Savage and MG Lagally and Mark Friesen and SN Coppersmith and Mark A Eriksson",
            "2014",
            "laMrb-wAAAAJ:35N4QoGY0k4C",
            246,
            "https:\/\/www.nature.com\/articles\/nature13407",
            "11218534121214868991",
            "\/scholar?cites=11218534121214868991",
            {
                "2014":9,
                "2015":40,
                "2016":42,
                "2017":48,
                "2018":43,
                "2019":27,
                "2020":33,
                "2021":3
            }
        ]
    ]
}