{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "As a neutron star is formed by the collapse of the iron core of a massive star, its Kelvin-Helmholtz evolution is characterized by the release of gravitational binding energy as neutrinos. The interaction of these neutrinos with heated material above the neutron star generates a hot bubble in an atmosphere that is nearly in",
            "The r-process and neutrino-heated supernova ejecta",
            "SE Woosley and JR Wilson and GJ Mathews and RD Hoffman and BS Meyer",
            "1994",
            "lAOztroAAAAJ:XAp-VaTZjjwC",
            959,
            "http:\/\/adsabs.harvard.edu\/pdf\/1994ApJ...433..229W",
            "16008858961164693244",
            "\/scholar?cites=16008858961164693244",
            {
                "1995":18,
                "1996":27,
                "1997":37,
                "1998":32,
                "1999":20,
                "2000":34,
                "2001":41,
                "2002":49,
                "2003":42,
                "2004":44,
                "2005":44,
                "2006":49,
                "2007":37,
                "2008":46,
                "2009":31,
                "2010":36,
                "2011":37,
                "2012":40,
                "2013":27,
                "2014":45,
                "2015":27,
                "2016":50,
                "2017":36,
                "2018":40,
                "2019":35,
                "2020":28,
                "2021":3
            }
        ],
        [
            "The dynamics and statistical mechanics of the quark-hadron phase transition are explored using the bag model and the known spectrum of hadronic states. We compute the maximum amplitude for isothermal baryon number density fluctuations to emerge from this phase transition and their effects on primordial nucleosynthesis, as a function of the coexistence temperature (or bag constant) and the fractional volume of the universe which will remain in quark-gluon plasma when the release of latent heat no longer compensates the cooling due to expansion. For values of the bag constant, B<(260 MeV) 4, it is possible to find a pressure, temperature, and baryon-chemical-potential equilibrium between the quark-gluon phase and the hadron phase. We calculate the difference in baryon number concentration between these phases. This difference in baryon number concentration may lead to isothermal baryon density fluctuations. For B>(260 MeV) 4 phase equilibrium is not possible for temperatures below 300 MeV. Thus any differences in baryon concentration are small. In the extreme but interesting case of a Hagedorn limiting hadronic temperature and large bag constant we even find that the QCD vacuum energy can produce a mini-inflationary epoch. We discuss computations of the primordial nucleosynthesis yields corresponding to our estimates of the maximum baryon density fluctuations in a universe with Q= 1 in baryons. We find that 4He, 3He, and deuterium are within observed constraints for a large part of the parameter space. However, 7Li is overproduced. Within the parameter space for an Q= 1 universe we'find only a very small …",
            "THE QUARK-HADRON PHASE-TRANSITION AND PRIMORDIAL NUCLEOSYNTHESIS",
            "C Alcock and GM Fuller and G Jo Mathews",
            "1987",
            "lAOztroAAAAJ:HeT0ZceujKMC",
            403,
            "https:\/\/escholarship.org\/content\/qt4vd2v2fc\/qt4vd2v2fc.pdf",
            "7690550836744838808",
            "\/scholar?cites=7690550836744838808",
            {
                "1987":3,
                "1988":21,
                "1989":42,
                "1990":56,
                "1991":50,
                "1992":31,
                "1993":41,
                "1994":20,
                "1995":23,
                "1996":25,
                "1997":11,
                "1998":11,
                "1999":1,
                "2000":4,
                "2001":4,
                "2002":10,
                "2003":3,
                "2004":4,
                "2005":4,
                "2006":3,
                "2007":2,
                "2008":1,
                "2009":4,
                "2010":2,
                "2011":5,
                "2012":1,
                "2013":2,
                "2014":3,
                "2015":1,
                "2016":2,
                "2017":1,
                "2018":3
            }
        ],
        [
            "We show that the high-temperature, high-entropy evacuated region outside the recent neutron star in a",
            "R-process nucleosynthesis in the high-entropy supernova bubble",
            "BS Meyer and GJ Mathews and WM Howard and SE Woosley and RD Hoffman",
            "1992",
            "lAOztroAAAAJ:ehoypfNsBj8C",
            397,
            "http:\/\/adsabs.harvard.edu\/pdf\/1992ApJ...399..656M",
            "12230148643914725621",
            "\/scholar?cites=12230148643914725621",
            {
                "1993":18,
                "1994":6,
                "1995":19,
                "1996":20,
                "1997":17,
                "1998":13,
                "1999":12,
                "2000":16,
                "2001":18,
                "2002":15,
                "2003":17,
                "2004":12,
                "2005":8,
                "2006":5,
                "2007":14,
                "2008":17,
                "2009":6,
                "2010":17,
                "2011":17,
                "2012":13,
                "2013":8,
                "2014":14,
                "2015":17,
                "2016":19,
                "2017":10,
                "2018":19,
                "2019":14,
                "2020":12,
                "2021":1
            }
        ],
        [
            "We study the quark-hadron transition in the early Universe and compute the amplitude of isothermal baryon-number fluctuations that emerge from this transition along with their effects on primordial nucleosynthesis. We find that such fluctuations are a natural consequence of a first-order phase transition occurring in the strongly interacting system. Fluctuation-generating mechanisms are discussed. We estimate the nucleation rate and derive the mean separation between fluctuations. It is shown that the amplitude of the fluctuations depends sensitively on the phase coexistence temperature T c and on the baryon transmission probability Σ h at the phase boundary. For realistic values of Σ h and T c the fluctuations are large and have a significant effect on primordial nucleosynthesis yields. With these fluctuations the limit on the baryonic contribution to Ω depends primarily on what is taken to be the primordial Li 7 …",
            "Quark-hadron phase transition in the early Universe: Isothermal baryon-number fluctuations and primordial nucleosynthesis",
            "GM Fuller and GJ Mathews and CR Alcock",
            "1988",
            "lAOztroAAAAJ:roLk4NBRz8UC",
            362,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.37.1380",
            "452171859819489078",
            "\/scholar?cites=452171859819489078",
            {
                "1988":7,
                "1989":27,
                "1990":39,
                "1991":48,
                "1992":25,
                "1993":31,
                "1994":12,
                "1995":11,
                "1996":15,
                "1997":11,
                "1998":10,
                "1999":7,
                "2000":12,
                "2001":10,
                "2002":2,
                "2003":6,
                "2004":6,
                "2005":6,
                "2006":4,
                "2007":1,
                "2008":3,
                "2009":3,
                "2010":7,
                "2011":1,
                "2012":5,
                "2013":8,
                "2014":8,
                "2015":3,
                "2016":9,
                "2017":4,
                "2018":3,
                "2019":3,
                "2020":7,
                "2021":1
            }
        ],
        [
            "We describe a numerical method for calculating the (3+ 1)-dimensional general relativistic hydrodynamics of a coalescing neutron-star binary system. The relativistic field equations are solved at each time slice with a spatial three-metric chosen to be conformally flat. Against this solution to the general relativistic field equations, the hydrodynamic variables and gravitational radiation are allowed to respond. The gravitational radiation signal is derived via a multipole expansion of the metric perturbation to the hexadecapole (l= 4) order including both mass and current moments and a correction for the slow-motion approximation. Using this expansion, the effect of gravitational radiation on the system evolution can also be recovered by introducing an acceleration term in the matter evolution. In the present work we illustrate the method by applying this model to evaluate various orbits of two neutron stars with a …",
            "Relativistic numerical model for close neutron-star binaries",
            "James R Wilson and Grant J Mathews and Pedro Marronetti",
            "1996",
            "lAOztroAAAAJ:nZcligLrVowC",
            311,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.54.1317",
            "7864325580144499866",
            "\/scholar?cites=7864325580144499866",
            {
                "1996":5,
                "1997":16,
                "1998":30,
                "1999":29,
                "2000":14,
                "2001":14,
                "2002":16,
                "2003":14,
                "2004":9,
                "2005":12,
                "2006":13,
                "2007":14,
                "2008":12,
                "2009":13,
                "2010":9,
                "2011":4,
                "2012":12,
                "2013":10,
                "2014":9,
                "2015":8,
                "2016":4,
                "2017":8,
                "2018":10,
                "2019":10,
                "2020":15,
                "2021":1
            }
        ],
        [
            "We use heavy element nucleosynthesis from supernovae to probe the mixing of ν e with ν τ (or ν μ) possessing cosmologically significant masses (1 to 100 eV). We conclude that the ν τ (ν μ)-ν e vacuum mixing angle must satisfy sin 2 2θ< 10− 5, in order to ensure that r-process heavy elements can be produced in neutrino-heated supernova ejecta. Mixing at a level exceeding this limit precludes r-process nucleosynthesis in this site.",
            "Connection between flavor-mixing of cosmologically significant neutrinos and heavy element nucleosynthesis in supernovae",
            "Yong-Zhong Qian and George M Fuller and Grant J Mathews and Ron W Mayle and James R Wilson and SE Woosley",
            "1993",
            "lAOztroAAAAJ:1qzjygNMrQYC",
            307,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.71.1965",
            "3610115380422634006",
            "\/scholar?cites=3610115380422634006",
            {
                "1993":1,
                "1994":17,
                "1995":28,
                "1996":25,
                "1997":21,
                "1998":26,
                "1999":19,
                "2000":16,
                "2001":21,
                "2002":15,
                "2003":13,
                "2004":6,
                "2005":9,
                "2006":12,
                "2007":10,
                "2008":8,
                "2009":8,
                "2010":6,
                "2011":6,
                "2012":6,
                "2013":2,
                "2014":8,
                "2015":2,
                "2016":4,
                "2017":4,
                "2018":4,
                "2019":4,
                "2020":2,
                "2021":1
            }
        ],
        [
            "The scientific literature is rich with studies of non-standard primodial nucleosynthesis. We review a number of these variants on the simplest standard big bang (SBB) nucleosynthesis model and discuss some of the impact these studies have had on cosmology and particle physics. Primordial nucleosynthesis is one of the earliest probes of the universe, and non-standard nucleosynthesis models allow for an exploration of the range of conditions which might have prevailed during the first few minutes. In particular, nonstandard models often allow for a larger range of conditions to be present in the early universe than those allowed by the SBB while satisfying observational constraints such as the inferred primordial isotopic abundances and the number of neutrino species derived from recent e+e− collider experiments. By considering alternatives to the SBB we can also determine the model dependence of the …",
            "Probing the early universe: A review of primordial nucleosynthesis beyond the standard big bang",
            "Robert A Malaney and Grant J Mathews",
            "1993",
            "lAOztroAAAAJ:eflP2zaiRacC",
            260,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/037015739390134Y",
            "3426579497354256238",
            "\/scholar?cites=3426579497354256238",
            {
                "1992":1,
                "1993":2,
                "1994":16,
                "1995":22,
                "1996":15,
                "1997":14,
                "1998":18,
                "1999":10,
                "2000":9,
                "2001":14,
                "2002":13,
                "2003":7,
                "2004":9,
                "2005":5,
                "2006":10,
                "2007":2,
                "2008":6,
                "2009":8,
                "2010":12,
                "2011":7,
                "2012":12,
                "2013":3,
                "2014":15,
                "2015":3,
                "2016":5,
                "2017":3,
                "2018":4,
                "2019":2,
                "2020":8,
                "2021":3
            }
        ],
        [
            "Observed heavy-element abundance ratios in the halo and the disk are compared with one-zone models of",
            "Evolution of heavy-element abundances as a constraint on sites for neutron-capture nucleosynthesis",
            "GJ Mathews and G Bazan and JJ Cowan",
            "1992",
            "lAOztroAAAAJ:T_ojBgVMvoEC",
            223,
            "http:\/\/adsabs.harvard.edu\/pdf\/1992ApJ...391..719M",
            "12453113295224510618",
            "\/scholar?cites=12453113295224510618",
            {
                "1992":4,
                "1993":7,
                "1994":5,
                "1995":12,
                "1996":4,
                "1997":15,
                "1998":20,
                "1999":14,
                "2000":16,
                "2001":9,
                "2002":15,
                "2003":9,
                "2004":9,
                "2005":1,
                "2006":8,
                "2007":9,
                "2008":8,
                "2009":6,
                "2010":7,
                "2011":8,
                "2012":5,
                "2013":4,
                "2014":5,
                "2015":5,
                "2016":3,
                "2017":7,
                "2018":1,
                "2019":1,
                "2020":3
            }
        ],
        [
            "We present calculations of r‐process nucleosynthesis in neutrino‐driven winds from the nascent neutron stars of core‐collapse supernovae. A full dynamical reaction network for both the α‐rich freezeout and the subsequent r‐process is employed. The physical properties of the neutrino‐heated ejecta are deduced from a general relativistic model in which spherical symmetry and steady flow are assumed. Our results suggest that proto–neutron stars with a large compaction ratio provide the most robust physical conditions for the r‐process. The third peak of the r‐process is well reproduced in the winds from these “compact” proto–neutron stars even for a moderate entropy,  , and a neutrino luminosity as high as ∼1052 ergs s−1. This is due to the short dynamical timescale of material in the wind. As a result, the overproduction of nuclei with   is diminished (although some overproduction of nuclei with   is still evident …",
            "The r-process in neutrino-driven winds from nascent,“compact” neutron stars of core-collapse supernovae",
            "Shinya Wanajo and Toshitaka Kajino and Grant J Mathews and Kaori Otsuki",
            "2001",
            "lAOztroAAAAJ:hfzGNhXhx5MC",
            216,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/321339\/meta",
            "17383427169071985341",
            "\/scholar?cites=17383427169071985341",
            {
                "2001":4,
                "2002":18,
                "2003":13,
                "2004":17,
                "2005":18,
                "2006":20,
                "2007":12,
                "2008":12,
                "2009":5,
                "2010":10,
                "2011":10,
                "2012":9,
                "2013":4,
                "2014":12,
                "2015":5,
                "2016":8,
                "2017":2,
                "2018":16,
                "2019":10,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Elements heavier than iron are known to be made partly by rapid neutron capture—the astrophysical r-process. New data from nuclear experiments and astronomical observations may allow some of the proposed astrophysical sites for the r-process to be ruled out and suggest that these elements are mostly produced in type II supernovae.",
            "New insights into the astrophysical r-process",
            "GJ Mathews and JJ Cowan",
            "1990",
            "lAOztroAAAAJ:HoB7MX3m0LUC",
            214,
            "https:\/\/www.nature.com\/articles\/345491a0",
            "1939467873149496718",
            "\/scholar?cites=1939467873149496718",
            {
                "1990":4,
                "1991":13,
                "1992":15,
                "1993":12,
                "1994":7,
                "1995":5,
                "1996":7,
                "1997":13,
                "1998":9,
                "1999":5,
                "2000":8,
                "2001":4,
                "2002":10,
                "2003":5,
                "2004":3,
                "2005":4,
                "2006":1,
                "2007":5,
                "2008":10,
                "2009":4,
                "2010":3,
                "2011":4,
                "2012":10,
                "2013":7,
                "2014":10,
                "2015":6,
                "2016":7,
                "2017":8,
                "2018":7,
                "2019":4,
                "2020":4
            }
        ]
    ]
}