{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "We have cloned a novel member of the nuclear receptor superfamily. The cDNA of clone 29 was isolated from a rat prostate cDNA library and it encodes a protein of 485 amino acid residues with a calculated molecular weight of 54.2 kDa. Clone 29 protein is unique in that it is highly homologous to the rat estrogen receptor (ER) protein, particularly in the DNA-binding domain (95%) and in the C-terminal ligand-binding domain (55%). Expression of clone 29 in rat tissues was investigated by in situ hybridization and prominent expression was found in prostate and ovary. In the prostate clone 29 is expressed in the epithelial cells of the secretory alveoli, whereas in the ovary the granuloma cells in primary, secondary, and mature follicles showed expression of clone 29. Saturation ligand-binding analysis of in vitro synthesized clone 29 protein revealed a single binding component for 17beta-estradiol (E2) with high …",
            "Cloning of a novel receptor expressed in rat prostate and ovary",
            "GG Kuiper and Eva Enmark and Markku Pelto-Huikko and Stefan Nilsson and Jan-Ake Gustafsson",
            "1996",
            "lbAiL6wAAAAJ:oAywNP-vUhwC",
            5881,
            "https:\/\/www.pnas.org\/content\/93\/12\/5925.short",
            "922136034993129413",
            "\/scholar?cites=922136034993129413",
            {
                "1997":112,
                "1998":249,
                "1999":299,
                "2000":358,
                "2001":403,
                "2002":364,
                "2003":321,
                "2004":340,
                "2005":326,
                "2006":304,
                "2007":261,
                "2008":312,
                "2009":281,
                "2010":261,
                "2011":219,
                "2012":234,
                "2013":213,
                "2014":167,
                "2015":192,
                "2016":152,
                "2017":153,
                "2018":116,
                "2019":97,
                "2020":84,
                "2021":4
            }
        ],
        [
            "The rat estrogen receptor (ER) exists as two subtypes, ERα and ERβ, which differ in the C-terminal ligand binding domain and in the N-terminal transactivation domain. In this study we investigated the messenger RNA expression of both ER subtypes in rat tissues by RT-PCR and compared the ligand binding specificity of the ER subtypes.Saturation ligand binding analysis of in vitro synthesized human ERα and rat ERβ protein revealed a single binding component for 16α-iodo-17β-estradiol with high affinity[ dissociation constant (Kd) = 0.1 nm for ERα protein and 0.4 nm for ERβ protein]. Most estrogenic substances or estrogenic antagonists compete with 16α-[125I]iodo-17β-estradiol for binding to both ER subtypes in a very similar preference and degree; that is, diethylstilbestrol > hexestrol > dienestrol > 4-OH-tamoxifen > 17β-estradiol > coumestrol, ICI-164384 > estrone, 17α-estradiol > nafoxidine …",
            "Comparison of the ligand binding specificity and transcript tissue distribution of estrogen receptors α and β",
            "George GJM Kuiper and BO Carlsson and KAJ Grandien and Eva Enmark and Johan Häggblad and Stefan Nilsson and Jan-Åke Gustafsson",
            "1997",
            "lbAiL6wAAAAJ:ufKn5pxu7C0C",
            5447,
            "https:\/\/academic.oup.com\/endo\/article-abstract\/138\/3\/863\/2987391",
            "12699131158283154030",
            "\/scholar?cites=12699131158283154030",
            {
                "1997":44,
                "1998":182,
                "1999":246,
                "2000":280,
                "2001":319,
                "2002":332,
                "2003":273,
                "2004":327,
                "2005":319,
                "2006":279,
                "2007":259,
                "2008":268,
                "2009":241,
                "2010":237,
                "2011":223,
                "2012":239,
                "2013":239,
                "2014":213,
                "2015":191,
                "2016":145,
                "2017":153,
                "2018":134,
                "2019":130,
                "2020":112,
                "2021":12
            }
        ],
        [
            "The rat, mouse and human estrogen receptor (ER) exists as two subtypes, ERα and ERβ, which differ in the C-terminal ligand-binding domain and in the N-terminal transactivation domain. In this study, we investigated the estrogenic activity of environmental chemicals and phytoestrogens in competition binding assays with ERα or ERβ protein, and in a transient gene expression assay using cells in which an acute estrogenic response is created by cotransfecting cultures with recombinant human ERα or ERβ complementary DNA (cDNA) in the presence of an estrogen-dependent reporter plasmid.Saturation ligand-binding analysis of human ERα and ERβ protein revealed a single binding component for[ 3H]-17β-estradiol (E2) with high affinity[ dissociation constant (Kd) = 0.05 - 0.1 nm]. All environmental estrogenic chemicals [polychlorinated hydroxybiphenyls, dichlorodiphenyltrichloroethane (DDT) and …",
            "Interaction of estrogenic chemicals and phytoestrogens with estrogen receptor β",
            "George GJM Kuiper and Josephine G Lemmen and BO Carlsson and J Christopher Corton and Stephen H Safe and Paul T Van Der Saag and Bart Van Der Burg and Jan-Åke Gustafsson",
            "1998",
            "lbAiL6wAAAAJ:8EvVLpklxGMC",
            4866,
            "https:\/\/academic.oup.com\/endo\/article-abstract\/139\/10\/4252\/2987100",
            "13066661902392427731",
            "\/scholar?cites=13066661902392427731",
            {
                "1999":53,
                "2000":132,
                "2001":189,
                "2002":213,
                "2003":228,
                "2004":241,
                "2005":270,
                "2006":245,
                "2007":263,
                "2008":279,
                "2009":241,
                "2010":267,
                "2011":254,
                "2012":297,
                "2013":256,
                "2014":261,
                "2015":208,
                "2016":213,
                "2017":175,
                "2018":158,
                "2019":166,
                "2020":146,
                "2021":17
            }
        ],
        [
            "Oestrogens are involved in the growth, development and homeostasis of a number of tissues 1. The physiological effects of these steroids are mediated by a ligand-inducible nuclear transcription factor, the oestrogen receptor (ER) 2. Hormone binding to the ligand-binding domain (LBD) of the ER initiates a series of molecular events culminating in the activation or repression of target genes. Transcriptional regulation arises from the direct interaction of the ER with components of the cellular transcription machinery 3, 4. Here we report the crystal structures of the LBD of ER in complex with the endogenous oestrogen, 17β-oestradiol, and the selective antagonist raloxifene 5, at resolutions of 3.1 and 2.6 Å, respectively. The structures provide a molecular basis for the distinctive pharmacophore of the ER and its catholic binding properties. Agonist and antagonist bind at the same site within the core of the LBD but …",
            "Molecular basis of agonism and antagonism in the oestrogen receptor",
            "Andrzej M Brzozowski and Ashley CW Pike and Zbigniew Dauter and Roderick E Hubbard and Tomas Bonn and Owe Engström and Lars Öhman and Geoffrey L Greene and Jan-Åke Gustafsson and Mats Carlquist",
            "1997",
            "lbAiL6wAAAAJ:u5HHmVD_uO8C",
            3698,
            "https:\/\/www.nature.com\/articles\/39645",
            "3550438419124404149",
            "\/scholar?cites=3550438419124404149",
            {
                "1998":110,
                "1999":212,
                "2000":242,
                "2001":251,
                "2002":245,
                "2003":235,
                "2004":224,
                "2005":222,
                "2006":205,
                "2007":195,
                "2008":176,
                "2009":147,
                "2010":123,
                "2011":145,
                "2012":148,
                "2013":142,
                "2014":110,
                "2015":91,
                "2016":95,
                "2017":85,
                "2018":89,
                "2019":95,
                "2020":70,
                "2021":9
            }
        ],
        [
            "The transactivation properties of the two estrogen receptors, ERα and ERβ, were examined with different ligands in the context of an estrogen response element and an AP1 element. ERα and ERβ were shown to signal in opposite ways when complexed with the natural hormone estradiol from an AP1 site: with ERα, 17β-estradiol activated transcription, whereas with ERβ, 17β-estradiol inhibited transcription. Moreover, the antiestrogens tamoxifen, raloxifene, and Imperial Chemical Industries 164384 were potent transcriptional activators with ERβ at an AP1 site. Thus, the two ERs signal in different ways depending on ligand and response element. This suggests that ERα and ERβ may play different roles in gene regulation.",
            "Differential ligand activation of estrogen receptors ERα and ERβ at AP1 sites",
            "Kolja Paech and Paul Webb and George GJM Kuiper and Stefan Nilsson and Jan-Åke Gustafsson and Peter J Kushner and Thomas S Scanlan",
            "1997",
            "lbAiL6wAAAAJ:u-x6o8ySG0sC",
            2843,
            "https:\/\/science.sciencemag.org\/content\/277\/5331\/1508.abstract",
            "6986091606948739534",
            "\/scholar?cites=6986091606948739534",
            {
                "1998":119,
                "1999":183,
                "2000":176,
                "2001":242,
                "2002":246,
                "2003":194,
                "2004":215,
                "2005":193,
                "2006":164,
                "2007":136,
                "2008":167,
                "2009":121,
                "2010":100,
                "2011":74,
                "2012":75,
                "2013":67,
                "2014":73,
                "2015":65,
                "2016":44,
                "2017":48,
                "2018":35,
                "2019":37,
                "2020":37,
                "2021":2
            }
        ],
        [
            "Our appreciation of the physiological functions of estrogens and the mechanisms through which estrogens bring about these functions has changed during the past decade. Just as transgenic mice were produced in which estrogen receptors had been inactivated and we thought that we were about to understand the role of estrogen receptors in physiology and pathology, it was found that there was not one but two distinct and functional estrogen receptors, now called ERα and ERβ. Transgenic mice in which each of the receptors or both the receptors are inactive have revealed a much broader role for estrogens in the body than was previously thought. This decade also saw the description of a male patient who had no functional ERα and whose continued bone growth clearly revealed an important function of estrogen in men. The importance of estrogen in both males and females was also demonstrated in the …",
            "Mechanisms of estrogen action",
            "Stefan Nilsson and Sari Makela and Eckardt Treuter and Michel Tujague and Jane Thomsen and Göran Andersson and Eva Enmark and Katarina Pettersson and Margaret Warner and Jan-Åke Gustafsson",
            "2001",
            "lbAiL6wAAAAJ:d1gkVwhDpl0C",
            2275,
            "https:\/\/journals.physiology.org\/doi\/abs\/10.1152\/physrev.2001.81.4.1535",
            "9866995224085800423",
            "\/scholar?cites=9866995224085800423",
            {
                "2002":57,
                "2003":60,
                "2004":115,
                "2005":130,
                "2006":129,
                "2007":130,
                "2008":146,
                "2009":136,
                "2010":151,
                "2011":138,
                "2012":143,
                "2013":158,
                "2014":140,
                "2015":133,
                "2016":106,
                "2017":107,
                "2018":97,
                "2019":77,
                "2020":91,
                "2021":11
            }
        ],
        [
            "Estrogens influence the differentiation and maintenance of reproductive tissues and affect lipid metabolism and bone remodeling. Two estrogen receptors (ERs) have been identified to date, ERα and ERβ. We previously generated and studied knockout mice lacking estrogen receptor α and reported severe reproductive and behavioral phenotypes including complete infertility of both male and female mice and absence of breast tissue development. Here we describe the generation of mice lacking estrogen receptor β (ERβ −\/−) by insertion of a neomycin resistance gene into exon 3 of the coding gene by using homologous recombination in embryonic stem cells. Mice lacking this receptor develop normally and are indistinguishable grossly and histologically as young adults from their littermates. RNA analysis and immunocytochemistry show that tissues from ERβ −\/− mice lack normal ERβ RNA and protein. Breeding …",
            "Generation and reproductive phenotypes of mice lacking estrogen receptor β",
            "John H Krege and Jeffrey B Hodgin and John F Couse and Eva Enmark and Margaret Warner and Joel F Mahler and Madhabananda Sar and Kenneth S Korach and Jan-Åke Gustafsson and Oliver Smithies",
            "1998",
            "lbAiL6wAAAAJ:9yKSN-GCB0IC",
            1907,
            "https:\/\/www.pnas.org\/content\/95\/26\/15677.short",
            "2550770887314044480",
            "\/scholar?cites=2550770887314044480",
            {
                "1999":43,
                "2000":100,
                "2001":120,
                "2002":133,
                "2003":110,
                "2004":114,
                "2005":105,
                "2006":115,
                "2007":101,
                "2008":88,
                "2009":98,
                "2010":116,
                "2011":76,
                "2012":98,
                "2013":76,
                "2014":79,
                "2015":73,
                "2016":53,
                "2017":68,
                "2018":47,
                "2019":46,
                "2020":37,
                "2021":4
            }
        ],
        [
            "During the past decade there has been a substantial advance in our understanding of estrogen signaling both from a clinical as well as a preclinical perspective. Estrogen signaling is a balance between two opposing forces in the form of two distinct receptors (ERα and ERβ) and their splice variants. The prospect that these two pathways can be selectively stimulated or inhibited with subtype-selective drugs constitutes new and promising therapeutic opportunities in clinical areas as diverse as hormone replacement, autoimmune diseases, prostate and breast cancer, and depression. Molecular biological, biochemical, and structural studies have generated information which is invaluable for the development of more selective and effective ER ligands. We have also become aware that ERs do not function by themselves but require a number of coregulatory proteins whose cell-specific expression explains some of the …",
            "Estrogen receptors: how do they signal and what are their targets",
            "Nina Heldring and Ashley Pike and Sandra Andersson and Jason Matthews and Guojun Cheng and Johan Hartman and Michel Tujague and Anders Strom and Eckardt Treuter and Margaret Warner and Jan-Ake Gustafsson",
            "2007",
            "lbAiL6wAAAAJ:2osOgNQ5qMEC",
            1786,
            "https:\/\/journals.physiology.org\/doi\/abs\/10.1152\/physrev.00026.2006",
            "11607841826846770185",
            "\/scholar?cites=11607841826846770185",
            {
                "2008":67,
                "2009":82,
                "2010":110,
                "2011":125,
                "2012":131,
                "2013":175,
                "2014":177,
                "2015":153,
                "2016":158,
                "2017":165,
                "2018":155,
                "2019":137,
                "2020":104,
                "2021":10
            }
        ],
        [
            "The estrogen receptor (ER) is a ligand-activated transcription factor that mediates the effects of the steroid hormone 17β-estradiol, in both males and females. Since the isolation and cloning of ER, the consensus has been that only one such receptor exists.The finding of a second subtype of ER (ERβ) has caused considerable excitement amongst endocrinologists. In this article, we present data regarding the genomic structure and chromosomal localization of the human ERβ gene, demonstrating that two independent ER genes do exist in the human. Furthermore, we present data regarding the tissue distribution of human ERβ, showing that this receptor is expressed in multiple tissues. For instance, ERβ is found in developing spermatids of the testis, a finding of potential relevance for the ongoing debate on the effects of environmental estrogens on sperm counts. In addition, we find ERβ in ovarian granulosa …",
            "Human estrogen receptor β-gene structure, chromosomal localization, and expression pattern",
            "Eva Enmark and Markku Pelto-Huikko and KAJ Grandien and Svetlana Lagercrantz and Jacob Lagercrantz and Gabriel Fried and Magnus Nordenskjöld and Jan-Åke Gustafsson",
            "1997",
            "lbAiL6wAAAAJ:yRRszJvrVdAC",
            1621,
            "https:\/\/academic.oup.com\/jcem\/article-abstract\/82\/12\/4258\/2866117",
            "18414219309238202683",
            "\/scholar?cites=18414219309238202683",
            {
                "1998":33,
                "1999":72,
                "2000":92,
                "2001":102,
                "2002":99,
                "2003":86,
                "2004":101,
                "2005":92,
                "2006":84,
                "2007":82,
                "2008":95,
                "2009":70,
                "2010":80,
                "2011":65,
                "2012":69,
                "2013":66,
                "2014":61,
                "2015":59,
                "2016":51,
                "2017":42,
                "2018":33,
                "2019":27,
                "2020":37,
                "2021":5
            }
        ]
    ]
}