{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "In the present study, laboratory scale bioremediation of dual purpose kerosene (DPK) hydrocarbon polluted soil using bulking agent (saw dust) was carried out. The effect of different parameters such as total petroleum hydrocarbon (TPH), dehydrogenase activity (DHase) and pH on bioremediation performance were evaluated. Studied parameters such as microbial dynamics, percentage degradation (95.20%), DHase (8.20 ± 0.43) were found to be higher in saw dust amended system and significantly differed with control at p < 0.05. Experimental data adequately fitted the first order kinetic thus, generated r2 values (0.966), first order degradation constant (0.659 d−1), and degradation half-life t1\/2 = ln2\/k (1.05 d). Micrococcus luteus, Bacillus sp., Rhizopus arrhizus and Aspergillus sp. were isolated from the study. The use of saw dust as bulking agent greatly increased biodegradation rate and resulted in effective …",
            "Reclamation of DPK hydrocarbon polluted agricultural soil using a selected bulking agent",
            "Amechi S Nwankwegu and Chukwudi O Onwosi and Michael U Orji and Chika G Anaukwu and Uchenna C Okafor and Fidelis Azi and Paul E Martins",
            "2016",
            "Lc6x11UAAAAJ:u5HHmVD_uO8C",
            28,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0301479716300731",
            "1559420249942725425",
            "\/scholar?cites=1559420249942725425",
            {
                "2016":11,
                "2017":4,
                "2018":4,
                "2019":5,
                "2020":4
            }
        ],
        [
            "Despite numerous efforts by government at various levels and other agencies interested in water and its safety, waterborne diseases are still a major public health and environmental concern. The huge investment towards water research, although worth the spending, has not yielded the much expected result as waterborne diseases continue to plague developing countries with Africa and Asia having the worse hit. The unavailability of pipe-borne water and the dependence of rural dwellers on surface waters which are often contaminated with faecal materials are undoubtedly the major causes of the rising prevalence of waterborne diseases. Water availability and poor hygienic practices amongst these rural dwellers are also of paramount concern as they play significant roles in the spread of water-washed diseases. Also, poor environmental practice which encourages the breeding of insects and other forms of vectors within residential areas contribute to the increasing prevalence of waterborne diseases. This review focuses on waterborne diseases, its classification and the various methods employed in the bacteriological analysis of water.",
            "Water and waterborne diseases: a review",
            "Ozioma Forstinus Nwabor and EI Nnamonu and PE Martins and OC Ani",
            "2016",
            "Lc6x11UAAAAJ:2osOgNQ5qMEC",
            14,
            "https:\/\/pdfs.semanticscholar.org\/46df\/ff9440d2d4acb9caf90a8272661519e6a727.pdf",
            "321708472045146452",
            "\/scholar?cites=321708472045146452",
            {
                "2017":2,
                "2018":3,
                "2019":3,
                "2020":6
            }
        ],
        [
            "Due to increasing reports on poor‐quality palm oil in the market, there has been a continual decrease in demand and revenue cum product rejection of palm oil sold in Jos, Nigeria. Hence, the significance of this work aims to moderate the microbial and physical qualities of crude palm oil sold in different major markets in order to increase revenue through quality control and quality assurance protocols. The intent is to create awareness among government monitoring agencies, buyers (exporters and importers), and to promote standard processing procedures among manufacturers. The study was carried out to ascertain the levels of mold contamination and physicochemical properties of crude palm oil sold in Jos and its environ. A total of 90 samples were collected in sterile containers. Molds were isolated and identified using standard identification procedures. The physicochemical properties: free fatty acids (FFA …",
            "Assessment of mold contamination and physicochemical properties of crude palm oil sold in Jos, Nigeria",
            "Chuks K Odoh and Tarfen Y Amapu and Ikechukwu P Orjiakor and Paul E Martins and Benedict T Seibai and Uche K Akpi and Chinyere S Ugwu and Nathaniel I Lerum and Amechi S Nwankwegu",
            "2017",
            "Lc6x11UAAAAJ:u-x6o8ySG0sC",
            9,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/fsn3.393",
            "15418717205053775047",
            "\/scholar?cites=15418717205053775047",
            {
                "2016":1,
                "2017":1,
                "2018":3,
                "2019":1,
                "2020":3
            }
        ]
    ]
}