{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "Bimetallic platinum-nickel (Pt-Ni) nanostructures represent an emerging class of electrocatalysts for oxygen reduction reaction (ORR) in fuel cells, but practical applications have been limited by catalytic activity and durability. We surface-doped Pt3Ni octahedra supported on carbon with transition metals, termed M‐Pt3Ni\/C, where M is vanadium, chromium, manganese, iron, cobalt, molybdenum (Mo), tungsten, or rhenium. The Mo‐Pt3Ni\/C showed the best ORR performance, with a specific activity of 10.3 mA\/cm2 and mass activity of 6.98 A\/mgPt, which are 81- and 73‐fold enhancements compared with the commercial Pt\/C catalyst (0.127 mA\/cm2 and 0.096 A\/mgPt). Theoretical calculations suggest that Mo prefers subsurface positions near the particle edges in vacuum and surface vertex\/edge sites in oxidizing conditions, where it enhances both the performance and the stability of the Pt3Ni catalyst.",
            "High-performance transition metal–doped Pt3Ni octahedra for oxygen reduction reaction",
            "Xiaoqing Huang and Zipeng Zhao and Liang Cao and Yu Chen and Enbo Zhu and Zhaoyang Lin and Mufan Li and Aiming Yan and Alex Zettl and Y Morris Wang and Xiangfeng Duan and Tim Mueller and Yu Huang",
            "2015",
            "lCBRuEMAAAAJ:WF5omc3nYNoC",
            1144,
            "https:\/\/science.sciencemag.org\/content\/348\/6240\/1230.abstract",
            "12059753012977619325",
            "\/scholar?cites=12059753012977619325",
            {
                "2015":15,
                "2016":177,
                "2017":220,
                "2018":243,
                "2019":230,
                "2020":221,
                "2021":32
            }
        ],
        [
            "Most of recent research on layered chalcogenides is understandably focused on single atomic layers. However, it is unclear if single-layer units are the most ideal structures for enhanced gas–solid interactions. To probe this issue further, we have prepared large-area MoS2 sheets ranging from single to multiple layers on 300 nm SiO2\/Si substrates using the micromechanical exfoliation method. The thickness and layering of the sheets were identified by optical microscope, invoking recently reported specific optical color contrast, and further confirmed by AFM and Raman spectroscopy. The MoS2 transistors with different thicknesses were assessed for gas-sensing performances with exposure to NO2, NH3, and humidity in different conditions such as gate bias and light irradiation. The results show that, compared to the single-layer counterpart, transistors of few MoS2 layers exhibit excellent sensitivity, recovery, and …",
            "Sensing Behavior of Atomically Thin-Layered MoS2 Transistors",
            "Dattatray J Late and Yi-Kai Huang and Bin Liu and Jagaran Acharya and Sharmila N Shirodkar and Jiajun Luo and Aiming Yan and Daniel Charles and Umesh V Waghmare and Vinayak P Dravid and CNR Rao",
            "2013",
            "lCBRuEMAAAAJ:u5HHmVD_uO8C",
            950,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn400026u",
            "5302628736939808064",
            "\/scholar?cites=5302628736939808064",
            {
                "2013":6,
                "2014":68,
                "2015":104,
                "2016":135,
                "2017":142,
                "2018":154,
                "2019":157,
                "2020":158,
                "2021":23
            }
        ],
        [
            "Room‐temperature, bottom‐gate, field‐effect transistor characteristics of 2D ultrathin layer GaS and GaSe prepared from the bulk crystals using a micromechanical cleavage technique are reported. The transistors based on active GaS and GaSe ultrathin layers demonstrate typical n‐and p‐type conductance transistor operation along with a good ON\/OFF ratio and electron differential mobility.",
            "GaS and GaSe ultrathin layer transistors",
            "Dattatray J Late and Bin Liu and Jiajun Luo and Aiming Yan and HSS Ramakrishna Matte and Matthew Grayson and CNR Rao and Vinayak P Dravid",
            "2012",
            "lCBRuEMAAAAJ:u-x6o8ySG0sC",
            503,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201201361",
            "15144786728014205423",
            "\/scholar?cites=15144786728014205423",
            {
                "2012":2,
                "2013":22,
                "2014":44,
                "2015":58,
                "2016":71,
                "2017":74,
                "2018":68,
                "2019":68,
                "2020":86,
                "2021":9
            }
        ],
        [
            "Moiré superlattices enable the generation of new quantum phenomena in two-dimensional heterostructures, in which the interactions between the atomically thin layers qualitatively change the electronic band structure of the superlattice. For example, mini-Dirac points, tunable Mott insulator states and the Hofstadter butterfly pattern can emerge in different types of graphene\/boron nitride moiré superlattices, whereas correlated insulating states and superconductivity have been reported in twisted bilayer graphene moiré superlattices 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12. In addition to their pronounced effects on single-particle states, moiré superlattices have recently been predicted to host excited states such as moiré exciton bands 13, 14, 15. Here we report the observation of moiré superlattice exciton states in tungsten diselenide\/tungsten disulfide (WSe 2\/WS 2) heterostructures in which the layers are closely aligned …",
            "Observation of moiré excitons in WSe 2\/WS 2 heterostructure superlattices",
            "Chenhao Jin and Emma C Regan and Aiming Yan and M Iqbal Bakti Utama and Danqing Wang and Sihan Zhao and Ying Qin and Sijie Yang and Zhiren Zheng and Shenyang Shi and Kenji Watanabe and Takashi Taniguchi and Sefaattin Tongay and Alex Zettl and Feng Wang",
            "2019",
            "lCBRuEMAAAAJ:hC7cP41nSMkC",
            313,
            "https:\/\/www.nature.com\/articles\/s41586-019-0976-y",
            "3461598224356726558",
            "\/scholar?cites=3461598224356726558",
            {
                "2018":1,
                "2019":78,
                "2020":215,
                "2021":19
            }
        ],
        [
            "In oxide semiconductors, such as those based on indium zinc oxide (IXZO), a strong oxygen binding metal ion (“oxygen getter”), X, functions to control O vacancies and enhance lattice formation, hence tune carrier concentration and transport properties. Here we systematically study, in the IXZO series, the role of X = Ga3+ versus the progression X = Sc3+ → Y3+ → La3+, having similar chemical characteristics but increasing ionic radii. IXZO films are prepared from solution over broad composition ranges for the first time via low-temperature combustion synthesis. The films are characterized via thermal analysis of the precursor solutions, grazing incidence angle X-ray diffraction (GIAXRD), atomic force microscopy (AFM), X-ray photoelectron spectroscopy (XPS), and scanning transmission electron microscopy (STEM) with high angle annular dark field (HAADF) imaging. Excellent thin-film transistor (TFT) performance …",
            "Oxygen “getter” effects on microstructure and carrier transport in low temperature combustion-processed a-InXZnO (X= Ga, Sc, Y, La) transistors",
            "Jonathan W Hennek and Jeremy Smith and Aiming Yan and Myung-Gil Kim and Wei Zhao and Vinayak P Dravid and Antonio Facchetti and Tobin J Marks",
            "2013",
            "lCBRuEMAAAAJ:d1gkVwhDpl0C",
            147,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja403586x",
            "9204528242609792130",
            "\/scholar?cites=9204528242609792130",
            {
                "2013":1,
                "2014":14,
                "2015":20,
                "2016":25,
                "2017":20,
                "2018":25,
                "2019":20,
                "2020":21,
                "2021":1
            }
        ],
        [
            "Monolayer molybdenum disulfide (MoS2) is a promising two-dimensional direct-bandgap semiconductor with potential applications in atomically thin and flexible electronics. An attractive insulating substrate or mate for MoS2 (and related materials such as graphene) is hexagonal boron nitride (h-BN). Stacked heterostructures of MoS2 and h-BN have been produced by manual transfer methods, but a more efficient and scalable assembly method is needed. Here we demonstrate the direct growth of single- and few-layer MoS2 on h-BN by chemical vapor deposition (CVD) method, which is scalable with suitably structured substrates. The growth mechanisms for single-layer and few-layer samples are found to be distinct, and for single-layer samples low relative rotation angles (<5°) between the MoS2 and h-BN lattices prevail. Moreover, MoS2 directly grown on h-BN maintains its intrinsic 1.89 eV bandgap. Our CVD …",
            "Direct growth of single-and few-layer MoS2 on h-BN with preferred relative rotation angles",
            "Aiming Yan and Jairo Velasco Jr and Salman Kahn and Kenji Watanabe and Takashi Taniguchi and Feng Wang and Michael F Crommie and Alex Zettl",
            "2015",
            "lCBRuEMAAAAJ:eQOLeE2rZwMC",
            143,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.nanolett.5b01311",
            "3001470417739511637",
            "\/scholar?cites=3001470417739511637",
            {
                "2016":18,
                "2017":35,
                "2018":29,
                "2019":30,
                "2020":27,
                "2021":2
            }
        ],
        [
            "Aerogels are used in a broad range of scientific and industrial applications due to their large surface areas, ultrafine pore sizes, and extremely low densities. Recently, a large number of reports have described graphene aerogels based on the reduction of graphene oxide (GO). Though these GO-based aerogels represent a considerable advance relative to traditional carbon aerogels, they remain significantly inferior to individual graphene sheets due to their poor crystallinity. Here, we report a straightforward method to synthesize highly crystalline GO-based graphene aerogels via high-temperature processing common in commercial graphite production. The crystallization of the graphene aerogels versus annealing temperature is characterized using Raman and X-ray absorption spectroscopy, X-ray diffraction, and electron microscopy. Nitrogen porosimetry shows that the highly crystalline graphene macrostructure …",
            "Synthesis and characterization of highly crystalline graphene aerogels",
            "Marcus A Worsley and Thang T Pham and Aiming Yan and Swanee J Shin and Jonathan RI Lee and Michael Bagge-Hansen and William Mickelson and Alex Zettl",
            "2014",
            "lCBRuEMAAAAJ:9yKSN-GCB0IC",
            116,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn505335u",
            "14793807571640410639",
            "\/scholar?cites=14793807571640410639",
            {
                "2015":19,
                "2016":22,
                "2017":23,
                "2018":20,
                "2019":13,
                "2020":14,
                "2021":5
            }
        ],
        [
            "Optoelectronic excitations in monolayer MoS 2 manifest from a hierarchy of electrically tunable, Coulombic free-carrier and excitonic many-body phenomena. Investigating the fundamental interactions underpinning these phenomena—critical to both many-body physics exploration and device applications—presents challenges, however, due to a complex balance of competing optoelectronic effects and interdependent properties. Here, optical detection of bound-and free-carrier photoexcitations is used to directly quantify carrier-induced changes of the quasiparticle band gap and exciton binding energies. The results explicitly disentangle the competing effects and highlight longstanding theoretical predictions of large carrier-induced band gap and exciton renormalization in two-dimensional semiconductors.",
            "Optically Discriminating Carrier-Induced Quasiparticle Band Gap and Exciton Energy Renormalization in Monolayer ",
            "Kaiyuan Yao and Aiming Yan and Salman Kahn and Aslihan Suslu and Yufeng Liang and Edward S Barnard and Sefaattin Tongay and Alex Zettl and Nicholas J Borys and P James Schuck",
            "2017",
            "lCBRuEMAAAAJ:Wp0gIr-vW9MC",
            58,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.119.087401",
            "2288580921235121286",
            "\/scholar?cites=2288580921235121286",
            {
                "2017":1,
                "2018":8,
                "2019":21,
                "2020":27,
                "2021":1
            }
        ]
    ]
}