{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "The expression of protective immunity to Mycobacterium tuberculosis in mice is mediated by T lymphocytes that secrete cytokines. These molecules then mediate a variety of roles, including the activation of parasitized host macrophages, and the recruitment of other mononuclear phagocytes to the site of the infection in order to initiate granuloma formation. Among these cytokines, interferon gamma (IFN-gamma) is believed to play a key role is these events. In confirmation of this hypothesis, we show in this study that mice in which the IFN-gamma gene has been disrupted were unable to contain or control a normally sublethal dose of M. tuberculosis, delivered either intravenously or aerogenically. In such mice, a progressive and widespread tissue destruction and necrosis, associated with very high numbers of acid-fast bacilli, was observed. In contrast, despite the lack of protective immunity, some DTH-like reactivity …",
            "Disseminated tuberculosis in interferon gamma gene-disrupted mice.",
            "Andrea M Cooper and Dyana K Dalton and Timothy A Stewart and John P Griffin and David G Russell and Ian M Orme",
            "1993",
            "lcfKtAcAAAAJ:kNdYIx-mwKoC",
            2227,
            "https:\/\/rupress.org\/jem\/article-abstract\/178\/6\/2243\/25146",
            "1764631451799143809",
            "\/scholar?cites=1764631451799143809",
            {
                "1994":18,
                "1995":39,
                "1996":40,
                "1997":68,
                "1998":72,
                "1999":89,
                "2000":103,
                "2001":96,
                "2002":92,
                "2003":101,
                "2004":109,
                "2005":111,
                "2006":89,
                "2007":99,
                "2008":102,
                "2009":76,
                "2010":88,
                "2011":85,
                "2012":106,
                "2013":111,
                "2014":94,
                "2015":84,
                "2016":89,
                "2017":79,
                "2018":74,
                "2019":57,
                "2020":44,
                "2021":5
            }
        ]
    ]
}