{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The conductivity of a poly(3,4-ethylene dioxythiophene):poly(styrene sulfonate) (PEDOT:PSS) film is enhanced by more than 100-folds on adding some organic compounds into PEDOT:PSS aqueous solutions or by treating the PEDOT:PSS film with organic solvents, such as ethylene glycol (EG), 2-nitroethanol, methyl sulfoxide or 1-methyl-2-pyrrolidinone. The mechanism for this conductivity enhancement was studied through various chemical and physical characterizations. The PEDOT:PSS film which is soluble in water becomes insoluble after treatment with EG. This strongly suggests an increased interchain interaction among the PEDOT chains. Raman spectroscopy indicates that this increased interchain interaction results from conformational changes of the PEDOT chains, which change from a coil to linear or expanded-coil structure. The increased interchain interaction and conformation changes are further …",
            "On the mechanism of conductivity enhancement in poly (3, 4-ethylenedioxythiophene): poly (styrene sulfonate) film through solvent treatment",
            "Jianyong Ouyang and Qianfei Xu and Chi-Wei Chu and Yang Yang and Gang Li and Joseph Shinar",
            "2004",
            "ldoDxYkAAAAJ:d1gkVwhDpl0C",
            1204,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0032386104009668",
            "2874855528138419733",
            "\/scholar?cites=2874855528138419733",
            {
                "2005":7,
                "2006":8,
                "2007":29,
                "2008":40,
                "2009":42,
                "2010":42,
                "2011":51,
                "2012":68,
                "2013":104,
                "2014":125,
                "2015":132,
                "2016":131,
                "2017":98,
                "2018":108,
                "2019":106,
                "2020":100,
                "2021":7
            }
        ],
        [
            "Although it has long been possible to make organic materials emit light, it has only recently become possible to do so at the level and with the efficiency and control necessary to make the materials a useful basis for illumination in any but the most specialized uses. This book surveys the current status of the field.",
            "Organic light-emitting devices: a survey",
            "Joseph Shinar",
            "2013",
            "ldoDxYkAAAAJ:QyXJ3EUuO1IC",
            536,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=-cuoBwAAQBAJ&oi=fnd&pg=PA1&dq=info:orXwt5Va_UYJ:scholar.google.com&ots=FU0xINCv39&sig=hIsdHAJpl2NHgW0chzCLs1wahKA",
            "5115344350845384098",
            "\/scholar?cites=5115344350845384098",
            {
                "2004":11,
                "2005":31,
                "2006":32,
                "2007":35,
                "2008":46,
                "2009":45,
                "2010":49,
                "2011":49,
                "2012":39,
                "2013":50,
                "2014":37,
                "2015":30,
                "2016":26,
                "2017":14,
                "2018":17,
                "2019":14,
                "2020":6,
                "2021":1
            }
        ],
        [
            "The effects of a controlled Al2O3 buffer layer on the behavior of highly efficient vacuum evaporated aqua regia-treated indium tin oxide (ITO)\/triphenyl diamine (TPD)\/8-tris-hydroxyquino-line aluminum Alq3\/Al2O3\/Al light-emitting diodes are described. It is found that, with a buffer layer of suitable thickness, both current injection and electroluminescence output are significantly enhanced. The enhancement is believed to be due to increased charge carrier density near the TPD\/Alq3 interface that results from enhanced electron tunneling, and removal of exciton-quenching gap states that are intrinsic to the Alq3\/Al interface.",
            "Fabrication and electroluminescence of double-layered organic light-emitting diodes with the  cathode",
            "F Li and H Tang and J Anderegg and J Shinar",
            "1997",
            "ldoDxYkAAAAJ:u-x6o8ySG0sC",
            359,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.118539",
            "10753305496803281952",
            "\/scholar?cites=10753305496803281952",
            {
                "1997":7,
                "1998":11,
                "1999":13,
                "2000":18,
                "2001":27,
                "2002":20,
                "2003":22,
                "2004":28,
                "2005":27,
                "2006":24,
                "2007":24,
                "2008":20,
                "2009":21,
                "2010":16,
                "2011":20,
                "2012":10,
                "2013":10,
                "2014":8,
                "2015":8,
                "2016":7,
                "2017":5,
                "2018":7,
                "2019":3,
                "2020":2
            }
        ],
        [
            "The basic photophysics, transport properties, state of the art, and challenges in OLED science and technology, and the major developments in structurally integrated OLED-based luminescent chemical and biological sensors are reviewed briefly. The dramatic advances in OLED performance have resulted in devices with projected continuous operating lifetimes of~ 2× 10 5 h (~ 23 yr) at~ 150 Cd m− 2 (the typical brightness of a computer monitor or TV). Consequently, commercial products incorporating OLEDs, eg, cell phones, MP3 players, and, most recently, OLED TVs, are rapidly proliferating.",
            "Organic light-emitting devices (OLEDs) and OLED-based chemical and biological sensors: an overview",
            "Joseph Shinar and Ruth Shinar",
            "2008",
            "ldoDxYkAAAAJ:_FxGoFyzp5QC",
            298,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0022-3727\/41\/13\/133001\/meta",
            "17871231501352534779",
            "\/scholar?cites=17871231501352534779",
            {
                "2008":1,
                "2009":18,
                "2010":20,
                "2011":37,
                "2012":32,
                "2013":31,
                "2014":29,
                "2015":33,
                "2016":20,
                "2017":21,
                "2018":19,
                "2019":17,
                "2020":17,
                "2021":1
            }
        ],
        [
            "Very bright and efficient white multilayer organic light-emitting devices based on orange-emitting 2–10-nm-thick layers of 0.25 and 0.5 wt % rubrene-doped 4,4′-bis(2,2′-diphenylvinyl)-1,1′biphenyl are described. The color coordinates of all but one of the devices are well within the white region at 6–12 V, corresponding to a dynamic white brightness range of 30 dB. Their highest brightness Lmax was over 74 000 Cd\/m2; in all devices Lmax exceeded 50 000 Cd\/m2. The maximum efficiencies were 11.0 Cd\/A, 6.0 lm\/W, and 4.6% at 5.8 V, 0.6 mA\/cm2, and 68 Cd\/m2 in the 0.25 wt %, 2-nm-thick doped layer device. The color variation is attributed to either emission from different zones in devices with a thin doped layer, or saturation of emission sites due to relatively light doping.",
            "Combinatorial fabrication and studies of bright white organic light-emitting devices based on emission from rubrene-doped 4, 4′-bis (2, 2′-diphenylvinyl)-1, 1′-biphenyl",
            "Gang Li and J Shinar",
            "2003",
            "ldoDxYkAAAAJ:9yKSN-GCB0IC",
            220,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1635658",
            "1424307017052391257",
            "\/scholar?cites=1424307017052391257",
            {
                "2003":2,
                "2004":11,
                "2005":16,
                "2006":27,
                "2007":20,
                "2008":46,
                "2009":19,
                "2010":15,
                "2011":17,
                "2012":10,
                "2013":12,
                "2014":3,
                "2015":7,
                "2016":2,
                "2017":3,
                "2018":4,
                "2019":4,
                "2020":1
            }
        ],
        [
            "The effects of a controlled aquaregia treatment of indium–tin–oxide (ITO) substrates on the behavior of highly efficient vacuum evaporated double layered 8-tris-hydroxyquinoline Al (Alq3)-based light-emitting diodes are described. It is found that in suitably treated devices, both current injection and the electroluminescence (EL) are significantly enhanced. The enhancement is believed to result from the greater ITO\/hole transporting layer contact areas and the contact conditions. The observed dependence of I(V), the EL output, and the EL efficiency on the ITO surface morphology indicates that space-charge-limited currents dominate the behavior of the devices.",
            "Effects of aquaregia treatment of indium–tin–oxide substrates on the behavior of double layered organic light-emitting diodes",
            "F Li and H Tang and J Shinar and O Resto and SZ Weisz",
            "1997",
            "ldoDxYkAAAAJ:qjMakFHDy7sC",
            215,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.119008",
            "10272846754054528397",
            "\/scholar?cites=10272846754054528397",
            {
                "1997":2,
                "1998":3,
                "1999":10,
                "2000":9,
                "2001":6,
                "2002":17,
                "2003":21,
                "2004":15,
                "2005":12,
                "2006":14,
                "2007":12,
                "2008":12,
                "2009":21,
                "2010":11,
                "2011":9,
                "2012":2,
                "2013":6,
                "2014":3,
                "2015":5,
                "2016":8,
                "2017":3,
                "2018":7,
                "2019":3,
                "2020":2
            }
        ],
        [
            "Bright multilayer white organic light-emitting devices (OLEDs) based on red-emitting [2-methyl-6-[2-∼(2,3,6,7-tetrahydro-1H, 5H-benzo [ij] quinolizin-9-yl)-ethenyl]-4H-pyran4-ylidene] propane-dinitrile (DCM2)-doped N,N′-diphenyl-N,N′-bis(1-naphthylphenyl)-1,1′-biphenyl-4,4′-diamine (α-NPD) and blue-emitting 4,4′-bis(2,2′-diphenylvinyl)-1,1′-biphenyl (DPVBi) are described. The blue emission increased relative to the red emission with increasing bias, but the color coordinates of the total emission were well within the white region at V>10 V. The most lightly doped device, which contained a 5 nm thick layer of 0.5 wt. % of the dye dopant, exhibited the highest power efficiency, 4.1 lm\/W, external quantum efficiency of 3.0%, and white brightness Lmax>50 000 Cd\/m2 (at ∼1100 mA\/cm2).",
            "Bright white small molecular organic light-emitting devices based on a red-emitting guest–host layer and blue-emitting 4, 4′-bis (2, 2′-diphenylvinyl)-1, 1′-biphenyl",
            "KO Cheon and J Shinar",
            "2002",
            "ldoDxYkAAAAJ:2osOgNQ5qMEC",
            210,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1498500",
            "14256793914287605471",
            "\/scholar?cites=14256793914287605471",
            {
                "2003":8,
                "2004":20,
                "2005":21,
                "2006":34,
                "2007":26,
                "2008":37,
                "2009":10,
                "2010":21,
                "2011":10,
                "2012":5,
                "2013":4,
                "2014":1,
                "2015":6,
                "2016":3,
                "2017":2
            }
        ],
        [
            "The photoluminescence X-band optically deleted magnetic resonance (ODMR), ESR, and light-induced ESR (LESR) of C 60 films and C 60 in toluene\/polystyrene glass (C 60: T\/PS are described. The ESR at g= 1.998 and delocalized triplet LESR and ODMR of C 60: T\/PS are similar to previously reported spectra. In films, the ODMR indicates that the delocalized triplet is larger and distorted by neighboring molecules. In addition, another, more localized triplet and a narrow photoluminescence-enhancing line at g= 2.0017±0.0005, consistent with intermolecular polaron recombination, are also observed in films but not glasses.",
            "Dynamics of photoexcited states in C 60: An optically detected magnetic resonance, ESR, and light-induced ESR study",
            "PA Lane and LS Swanson and Q-X Ni and J Shinar and JP Engel and TJ Barton and L Jones",
            "1992",
            "ldoDxYkAAAAJ:UeHWp8X0CEIC",
            205,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.68.887",
            "14015444277184067246",
            "\/scholar?cites=14015444277184067246",
            {
                "1992":6,
                "1993":34,
                "1994":29,
                "1995":26,
                "1996":15,
                "1997":15,
                "1998":5,
                "1999":5,
                "2000":2,
                "2001":3,
                "2002":1,
                "2003":2,
                "2004":4,
                "2005":2,
                "2006":5,
                "2007":4,
                "2008":5,
                "2009":1,
                "2010":5,
                "2011":5,
                "2012":7,
                "2013":4,
                "2014":2,
                "2015":3,
                "2016":2,
                "2017":3,
                "2018":3,
                "2019":1,
                "2020":1,
                "2021":2
            }
        ],
        [
            "A simple yet effective strategy for synthesis of 5-aryl-8-quinolinolate-based electroluminophores with tunable emission wavelengths is presented. Two different pathways for the attachment of electron-donating or electron-withdrawing aryl groups to the 5-position of the quinolinolate ligand via Suzuki coupling were developed. A successful tuning in the emission color was achieved:  the emission wavelength was found to correlate with the Hammett constant of the respective substituents, providing a powerful strategy for prediction of the optical properties of new electroluminophores. ",
            "Red− green− blue emission from Tris (5-aryl-8-quinolinolate) Al (III) complexes",
            "Radek Pohl and Victor A Montes and Joseph Shinar and Pavel Anzenbacher",
            "2004",
            "ldoDxYkAAAAJ:W7OEmFMy1HYC",
            200,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jo035602q",
            "2220048399966398340",
            "\/scholar?cites=2220048399966398340",
            {
                "2004":6,
                "2005":11,
                "2006":18,
                "2007":8,
                "2008":19,
                "2009":19,
                "2010":13,
                "2011":17,
                "2012":17,
                "2013":16,
                "2014":11,
                "2015":12,
                "2016":9,
                "2017":3,
                "2018":8,
                "2019":6,
                "2020":6,
                "2021":1
            }
        ],
        [
            "The unique electron‐transport and emissive properties of tris(8‐quinolinolate) aluminum(III) (Alq3) have resulted in extensive use of this material for small molecular organic light‐emitting diode (OLED) fabrication. So far, efforts to prepare stable and easy‐to‐process red\/green\/blue (RGB)‐emitting Alq3 derivatives have met with only a limited success. In this paper, we describe how the electronic nature of various substituents, projected via an arylethynyl or aryl spacer to the position of the highest HOMO density (C5), may be used for effective emission tuning to obtain blue‐, green‐, and red‐emitting materials. The synthetic strategy consists of four different pathways for the attachment of electron‐donating and electron‐withdrawing aryl or arylethynyl substituents to the 5‐position of the quinolinolate ring. Successful tuning of the emission color covering the whole visible spectrum (λ=450–800 nm) was achieved. In …",
            "Effective Manipulation of the Electronic Effects and Its Influence on the Emission of 5‐Substituted Tris(8‐quinolinolate) Aluminum(III) Complexes",
            "Victor A Montes and Radek Pohl and Joseph Shinar and Pavel Anzenbacher Jr",
            "2006",
            "ldoDxYkAAAAJ:ufrVoPGSRksC",
            198,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/chem.200501403",
            "1305827190697784502",
            "\/scholar?cites=1305827190697784502",
            {
                "2006":5,
                "2007":7,
                "2008":16,
                "2009":26,
                "2010":17,
                "2011":15,
                "2012":16,
                "2013":14,
                "2014":18,
                "2015":19,
                "2016":8,
                "2017":9,
                "2018":8,
                "2019":9,
                "2020":7,
                "2021":1
            }
        ]
    ]
}