{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We report the first successful study of the use of Raman spectroscopy for quantitative, noninvasive (\"transcutaneous\") measurement of blood analytes, using glucose as an example. As an initial evaluation of the ability of Raman spectroscopy to measure glucose transcutaneously, we studied 17 healthy human subjects whose blood glucose levels were elevated over a period of 2–3 h using a standard glucose tolerance test protocol. During the test, 461 Raman spectra were collected transcutaneously along with glucose reference values provided by standard capillary blood analysis. A partial least squares calibration was created from the data from each subject and validated using leave-one-out cross validation. The mean absolute errors for each subject were 7.8%±1.8% (mean±std) with R2 values of 0.83±0.10. We provide spectral evidence that the glucose spectrum is an important part of the calibrations by …",
            "Raman spectroscopy for noninvasive glucose measurements",
            "Annika MK Enejder and Thomas G Scecina and Jeankun Oh and Martin Hunter and WeiChuan Shih and Slobodan Sasic and Gary L Horowitz and Michael S Feld",
            "2005",
            "LEbRDZMAAAAJ:u5HHmVD_uO8C",
            311,
            "https:\/\/www.spiedigitallibrary.org\/journals\/journal-of-biomedical-optics\/volume-10\/issue-3\/031114\/Raman-spectroscopy-for-noninvasive-glucose-measurements\/10.1117\/1.1920212.short",
            "3266805307910269129",
            "\/scholar?cites=3266805307910269129",
            {
                "2006":8,
                "2007":11,
                "2008":15,
                "2009":12,
                "2010":22,
                "2011":23,
                "2012":23,
                "2013":18,
                "2014":23,
                "2015":19,
                "2016":39,
                "2017":23,
                "2018":29,
                "2019":23,
                "2020":18,
                "2021":1
            }
        ],
        [
            "Although noninvasive, continuous monitoring of glucose concentration in blood and tissues is one of the most challenging areas in medicine, a wide range of optical techniques has recently been designed to help develop robust noninvasive methods for glucose sensing. For the first time in book form, theHandbook of Optical Sensing of Glucose in Bi",
            "Handbook of optical sensing of glucose in biological fluids and tissues",
            "Valery V Tuchin",
            "2008",
            "LEbRDZMAAAAJ:uc_IGeMz5qoC",
            191,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=p2jC3mb879cC&oi=fnd&pg=PR3&dq=info:GkdZz3qELrAJ:scholar.google.com&ots=A4Dtq-JSUb&sig=mdvqyhvigoVTY8jExfpE3RhkOwE",
            "12695230062603618074",
            "\/scholar?cites=12695230062603618074",
            {
                "2007":1,
                "2008":3,
                "2009":10,
                "2010":13,
                "2011":13,
                "2012":13,
                "2013":23,
                "2014":34,
                "2015":21,
                "2016":14,
                "2017":16,
                "2018":13,
                "2019":11,
                "2020":1
            }
        ],
        [
            "In Vivo Glucose Sensing is a key reference for scientists and engineers working on the development of glucose sensing technologies for the management of diabetes and other medical conditions. It discusses the analytical chemistry behind the strategies currently used for measuring glucose in vivo. It focuses on analyzing samples in the real world and discusses the biological complexities that make glucose sensing difficult. Covering current implantable devices, next-generation implantable sensing methods, and non-invasive methods for measuring glucose, this book concludes with an overview of possible applications other than diabetes.",
            "In vivo glucose sensing",
            "David D Cunningham and Julie A Stenken",
            "2009",
            "LEbRDZMAAAAJ:nrtMV_XWKgEC",
            114,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=eiW2yKaGcvQC&oi=fnd&pg=PR5&dq=info:Ef8mO0vZnUoJ:scholar.google.com&ots=tHqCKiHAwn&sig=7lvKpuFNMRmMgvAJaPJsFvSfZ7c",
            "5376692447288426257",
            "\/scholar?cites=5376692447288426257",
            {
                "2010":3,
                "2011":5,
                "2012":9,
                "2013":11,
                "2014":13,
                "2015":20,
                "2016":15,
                "2017":13,
                "2018":9,
                "2019":9,
                "2020":5
            }
        ],
        [
            "3D stacking of plasmonic nanostructures is achieved using a solvent‐assisted nanotransfer printing (S‐nTP) technique to provide extremely dense and regular hot spot arrays for highly sensitive surface‐enhanced Raman spectroscopy (SERS) analysis. Moreover, hybrid plasmonic nanostructures obtained by printing the nanowires on a continuous metal film or graphene surface show significantly intensified SERS signals due to vertical plasmonic coupling.",
            "3D cross‐point plasmonic nanoarchitectures containing dense and regular hot spots for surface‐enhanced Raman spectroscopy analysis",
            "Jae Won Jeong and Md Masud Parvez Arnob and Kwang‐Min Baek and Seung Yong Lee and Wei‐Chuan Shih and Yeon Sik Jung",
            "2016",
            "LEbRDZMAAAAJ:tkaPQYYpVKoC",
            107,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201602603",
            "10284698094836833052",
            "\/scholar?cites=10284698094836833052",
            {
                "2017":15,
                "2018":27,
                "2019":25,
                "2020":35,
                "2021":4
            }
        ],
        [
            "Monolithic hierarchical nanoporous gold disks, 500 nm in diameter, 75 nm in thickness and 3.5 nm in pore radius, have been fabricated by hybrid processes. A surface-enhanced Raman scattering enhancement factor of at least 108 has been obtained on individual disks using benzenethiol self-assembled monolayer with 785 nm laser excitation.",
            "Surface-enhanced Raman spectroscopy with monolithic nanoporous gold disk substrates",
            "Ji Qi and Pratik Motwani and Mufaddal Gheewala and Christopher Brennan and John C Wolfe and Wei-Chuan Shih",
            "2013",
            "LEbRDZMAAAAJ:BqipwSGYUEgC",
            107,
            "https:\/\/pubs.rsc.org\/ko\/content\/articlehtml\/2013\/nr\/c2nr33242f",
            "14232542972847998752",
            "\/scholar?cites=14232542972847998752",
            {
                "2013":2,
                "2014":15,
                "2015":24,
                "2016":11,
                "2017":19,
                "2018":18,
                "2019":11,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Plasmonic metal nanostructures have shown great potential in sensing, photovoltaics, imaging and biomedicine, principally due to the enhancement of local electric field by light-excited surface plasmons, i.e., collective oscillation of conduction band electrons. Thin films of nanoporous gold have received a great deal of interest due to the unique 3-dimensional bicontinuous nanostructures with high specific surface area. However, in the form of semi-infinite thin films, nanoporous gold exhibits weak plasmonic extinction and little tunability in the plasmon resonance, because the pore size is much smaller than the wavelength of light. Here we show that by making nanoporous gold in the form of disks of sub-wavelength diameter and sub-100 nm thickness, these limitations can be overcome. Nanoporous gold disks not only possess large specific surface area but also high-density, internal plasmonic “hot-spots” with …",
            "Monolithic NPG nanoparticles with large surface area, tunable plasmonics, and high-density internal hot-spots",
            "Fusheng Zhao and Jianbo Zeng and Md Masud Parvez Arnob and Po Sun and Ji Qi and Pratik Motwani and Mufaddal Gheewala and Chien-Hung Li and Andrew Paterson and Uli Strych and Balakrishnan Raja and Richard C Willson and John C Wolfe and T Randall Lee and Wei-Chuan Shih",
            "2014",
            "LEbRDZMAAAAJ:XiSMed-E-HIC",
            99,
            "https:\/\/pubs.rsc.org\/az\/content\/articlehtml\/2014\/nr\/c4nr01645a",
            "8175323508141878973",
            "\/scholar?cites=8175323508141878973",
            {
                "2014":5,
                "2015":20,
                "2016":11,
                "2017":21,
                "2018":16,
                "2019":19,
                "2020":7
            }
        ],
        [
            "We present a highly repeatable, lithography-free and mold-free method for fabricating flexible optical lenses by in situ curing liquid polydimethylsiloxane droplets on a preheated smooth surface with an inkjet printing process. This method enables us to fabricate lenses with a focal length as short as 5.6 mm, which can be controlled by varying the droplet volume and the temperature of the preheated surface. Furthermore, the lens can be attached to a smartphone camera without any accessories and can produce high-resolution (1  μm) images for microscopy applications.",
            "Fabricating optical lenses by inkjet printing and heat-assisted in situ curing of polydimethylsiloxane for smartphone microscopy",
            "Yu-Lung Sung and Jenn Jeang and Chia-Hsiung Lee and Wei-Chuan Shih",
            "2015",
            "LEbRDZMAAAAJ:eflP2zaiRacC",
            92,
            "https:\/\/www.spiedigitallibrary.org\/journals\/Journal-of-Biomedical-Optics\/volume-20\/issue-4\/047005\/Fabricating-optical-lenses-by-inkjet-printing-and-heat-assisted-in\/10.1117\/1.JBO.20.4.047005.short",
            "7453120350795325650",
            "\/scholar?cites=7453120350795325650",
            {
                "2015":4,
                "2016":10,
                "2017":21,
                "2018":14,
                "2019":26,
                "2020":17
            }
        ],
        [
            "We present label-free, in situ monitoring of individual DNA hybridization in microfluidics. By immobilizing molecular sentinel probes on nanoporous gold disks, we demonstrate sensitivity approaching the single-molecule limit via surface-enhanced Raman scattering which provides robust signals without photobleaching for more than an hour. We further demonstrate that a target concentration as low as 20 pM can be detected within 10 min under diffusion-limited transport.",
            "Label-free, in situ SERS monitoring of individual DNA hybridization in microfluidics",
            "Ji Qi and Jianbo Zeng and Fusheng Zhao and Steven Hsesheng Lin and Balakrishnan Raja and Ulrich Strych and Richard C Willson and Wei-Chuan Shih",
            "2014",
            "LEbRDZMAAAAJ:_xSYboBqXhAC",
            84,
            "https:\/\/pubs.rsc.org\/--\/content\/articlehtml\/2014\/nr\/c4nr01951b",
            "4026771588416177125",
            "\/scholar?cites=4026771588416177125",
            {
                "2014":5,
                "2015":14,
                "2016":23,
                "2017":18,
                "2018":9,
                "2019":11,
                "2020":4
            }
        ],
        [
            "Nanoporous gold disks (NPGDs) with 400 nm diameter, 75 nm thickness, and 13 nm pores exhibit large specific surface area and effective photothermal light harvesting capability with a conversion efficiency of 56%. A potential application is demonstrated by light-gated, multi-step molecular release of the pre-adsorbed R6G fluorescent dye on arrayed NPGDs.",
            "Characterization of nanoporous gold disks for photothermal light harvesting and light-gated molecular release",
            "Greggy M Santos and Fusheng Zhao and Jianbo Zeng and Wei-Chuan Shih",
            "2014",
            "LEbRDZMAAAAJ:cFHS6HbyZ2cC",
            81,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2014\/nr\/c4nr01266f",
            "15872023489045848872",
            "\/scholar?cites=15872023489045848872",
            {
                "2014":8,
                "2015":16,
                "2016":13,
                "2017":8,
                "2018":13,
                "2019":13,
                "2020":8,
                "2021":2
            }
        ],
        [
            "We evaluate the performance of line-scan Raman microscopy (LSRM), a versatile label-free technique, for high-throughput chemical imaging of cell population. We provide detailed design and configuration of a home-built LSRM system developed in our laboratory. By exploiting parallel acquisition, the LSRM system achieves a significant throughput advantage over conventional point-scan Raman microscopy by projecting a laser line onto the sample and imaging the Raman scattered light from the entire line using a grating spectrograph and a charge-coupled device (CCD) camera. Two-dimensional chemical maps can be generated by scanning the projected line in the transverse direction. The resolution in the x and y direction has been characterized to be ∼600–800  nm for 785 nm laser excitation. Our system enables rapid classification of microparticles with similar shape, size, and refractive index based on …",
            "Performance of line-scan Raman microscopy for high-throughput chemical imaging of cell population",
            "Ji Qi and Wei-Chuan Shih",
            "2014",
            "LEbRDZMAAAAJ:yD5IFk8b50cC",
            75,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ao-53-13-2881",
            "5964131170673781798",
            "\/scholar?cites=5964131170673781798",
            {
                "2014":12,
                "2015":15,
                "2016":9,
                "2017":11,
                "2018":6,
                "2019":12,
                "2020":10
            }
        ]
    ]
}