{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "UV-visible absorption and cathodoluminescence spectra of phase-pure epitaxial BiFeO3 thin films grown on SrTiO3(001) substrates by ultrahigh vacuum sputtering reveal a bandgap of 2.69–2.73eV for highly strained ∼70nm thick BiFeO3 films. This bandgap value agrees with theoretical calculations and recent experimental results of epitaxial BiFeO3 films, demonstrating only minimal bandgap change with lattice distortion. Both absorption and cathodoluminescence spectra show defect transitions at 2.20 and 2.45eV, of which the latter can be attributed to defect states due to oxygen vacancies.",
            "Characterization of electronic structure and defect states of thin epitaxial  films by UV-visible absorption and cathodoluminescence spectroscopies",
            "AJ Hauser and J Zhang and L Mier and RA Ricciardo and PM Woodward and TL Gustafson and LJ Brillson and FY Yang",
            "2008",
            "LfPWmK8AAAAJ:u5HHmVD_uO8C",
            183,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2939101",
            "10244111555280942208",
            "\/scholar?cites=10244111555280942208",
            {
                "2009":13,
                "2010":9,
                "2011":12,
                "2012":19,
                "2013":12,
                "2014":18,
                "2015":17,
                "2016":14,
                "2017":17,
                "2018":18,
                "2019":15,
                "2020":17,
                "2021":2
            }
        ],
        [
            "We present a multiplex method, based on microscopic programmable magnetic traps in zigzag wires patterned on a platform, to simultaneously apply directed forces on multiple fluid-borne cells or biologically inert magnetic microparticles or nanoparticles. The gentle tunable forces do not produce damage and retain cell viability. The technique is demonstrated with T-lymphocyte cells remotely manipulated (by a joystick) along desired trajectories on a silicon surface with average speeds up to 20 μ m\/s.",
            "Magnetic wire traps and programmable manipulation of biological cells",
            "G Vieira and T Henighan and A Chen and AJ Hauser and FY Yang and JJ Chalmers and R Sooryakumar",
            "2009",
            "LfPWmK8AAAAJ:u-x6o8ySG0sC",
            124,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.103.128101",
            "2741011259112054725",
            "\/scholar?cites=2741011259112054725",
            {
                "2009":3,
                "2010":8,
                "2011":14,
                "2012":16,
                "2013":17,
                "2014":9,
                "2015":11,
                "2016":13,
                "2017":8,
                "2018":10,
                "2019":8,
                "2020":6,
                "2021":1
            }
        ],
        [
            "The discovery of new phenomena in layered and nanostructured magnetic devices is driving rapid growth in nanomagnetics research. Resulting applications such as giant magnetoresistive field sensors and spin torque devices are fuelling advances in information and communications technology, magnetoelectronic sensing and biomedicine 1, 2. There is an urgent need for high-resolution magnetic-imaging tools capable of characterizing these complex, often buried, nanoscale structures. Conventional ferromagnetic resonance 3, 4 (FMR) provides quantitative information about ferromagnetic materials and interacting multicomponent magnetic structures with spectroscopic precision and can distinguish components of complex bulk samples through their distinctive spectroscopic features. However, it lacks the sensitivity to probe nanoscale volumes and has no imaging capabilities. Here we demonstrate FMR …",
            "Nanoscale scanning probe ferromagnetic resonance imaging using localized modes",
            "Inhee Lee and Yuri Obukhov and Gang Xiang and Adam Hauser and Fengyuan Yang and Palash Banerjee and Denis V Pelekhov and P Chris Hammel",
            "2010",
            "LfPWmK8AAAAJ:qjMakFHDy7sC",
            102,
            "https:\/\/www.nature.com\/articles\/nature09279",
            "4591364502569466897",
            "\/scholar?cites=4591364502569466897",
            {
                "2010":2,
                "2011":4,
                "2012":13,
                "2013":11,
                "2014":12,
                "2015":13,
                "2016":10,
                "2017":10,
                "2018":7,
                "2019":9,
                "2020":8,
                "2021":2
            }
        ],
        [
            "We demonstrate tuning of magnetocrystalline anisotropy in high-quality Sr 2 FeMoO 6 epitaxial films over a range of several thousand Gauss using strain induced by epitaxial growth on substrates of varying lattice constants. Spectroscopic measurements reveal a striking, linear dependence of the out-of-plane anisotropy on the strain-induced tetragonal distortion of the Sr 2 FeMoO 6 lattice. This anisotropy can be tuned from+ 2000 to− 3300 Oe, a range sufficient to rotate the easy axis from in plane to out of plane. Combined with its half-metallicity and high Curie temperature, this result implies a broad range of scientific and technological applications for this novel spintronic material.",
            "Control of Magnetocrystalline Anisotropy by Epitaxial Strain in Double Perovskite  Films",
            "Chunhui Du and Rohan Adur and Hailong Wang and Adam J Hauser and Fengyuan Yang and P Chris Hammel",
            "2013",
            "LfPWmK8AAAAJ:blknAaTinKkC",
            92,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.110.147204",
            "15185788180867908842",
            "\/scholar?cites=15185788180867908842",
            {
                "2013":9,
                "2014":15,
                "2015":17,
                "2016":10,
                "2017":10,
                "2018":9,
                "2019":6,
                "2020":13,
                "2021":1
            }
        ],
        [
            "Phase-pure, fully epitaxial Sr 2 FeMoO 6 films with a high degree of Fe\/Mo ordering have been fabricated using ultrahigh vacuum sputtering and verified by a variety of techniques. Through identifying and controlling critical factors, such as stoichiometry, phase purity, and double-perovskite ordering, that complicate the growth of Sr 2 FeMoO 6 films, we demonstrate characteristics of high-quality Sr 2 FeMoO 6 films that have not been shown before. Our results include the first report of distinct magnetic shape anisotropy and via scanning transmission electron microscopy, the first direct observation of clear Fe\/Mo ordering within the double perovskite framework.",
            "Unlocking the potential of half-metallic Sr 2 FeMoO 6 films through controlled stoichiometry and double-perovskite ordering",
            "Adam J Hauser and Robert EA Williams and Rebecca A Ricciardo and Arda Genc and Manisha Dixit and Jeremy M Lucy and Patrick M Woodward and Hamish L Fraser and Fengyuan Yang",
            "2011",
            "LfPWmK8AAAAJ:d1gkVwhDpl0C",
            88,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.83.014407",
            "9564506278641450562",
            "\/scholar?cites=9564506278641450562",
            {
                "2011":5,
                "2012":8,
                "2013":13,
                "2014":12,
                "2015":14,
                "2016":6,
                "2017":8,
                "2018":4,
                "2019":7,
                "2020":9,
                "2021":1
            }
        ],
        [
            "Resistances that exceed the Mott-Ioffe-Regel limit (known as bad metal behavior) and non-Fermi liquid behavior are ubiquitous features of the normal state of many strongly correlated materials. We establish the conditions that lead to bad metal and non-Fermi liquid phases in NdNiO3, which exhibits a prototype bandwidth-controlled metal-insulator transition. We show that resistance saturation is determined by the magnitude of Ni eg orbital splitting, which can be tuned by strain in epitaxial films, causing the appearance of bad metal behavior under certain conditions. The results shed light on the nature of a crossover to a non-Fermi liquid metal phase and provide a predictive criterion for Anderson localization. They elucidate a seemingly complex phase behavior as a function of film strain and confinement and provide guidelines for orbital engineering and novel devices.",
            "Tuning bad metal and non-Fermi liquid behavior in a Mott material: Rare-earth nickelate thin films",
            "Evgeny Mikheev and Adam J Hauser and Burak Himmetoglu and Nelson E Moreno and Anderson Janotti and Chris G Van de Walle and Susanne Stemmer",
            "2015",
            "LfPWmK8AAAAJ:b0M2c_1WBrUC",
            75,
            "https:\/\/advances.sciencemag.org\/content\/1\/10\/e1500797.short",
            "3880832121061989746",
            "\/scholar?cites=3880832121061989746",
            {
                "2016":10,
                "2017":13,
                "2018":15,
                "2019":18,
                "2020":17,
                "2021":1
            }
        ],
        [
            "We report growth of Sr 2 CrReO 6 epitaxial films with 99% Cr\/Re ordering and crystalline perfection comparable to those of high-quality semiconductor films. The Sr 2 CrReO 6 films show a Curie temperature of 508 K and a saturation magnetization of 1.29 μ B per formula unit, which confirms the presence of strong spin-orbit coupling. Unexpectedly, electrical transport and optical absorption measurements indicate that Sr 2 CrReO 6 is a semiconductor with a band gap of 0.21 eV. The unique combination of high temperature ferrimagnetism and semiconductivity is both scientifically interesting and highly attractive for applications.",
            "Fully ordered Sr 2 CrReO 6 epitaxial films: A high-temperature ferrimagnetic semiconductor",
            "AJ Hauser and JR Soliz and M Dixit and REA Williams and MA Susner and B Peters and LM Mier and TL Gustafson and MD Sumption and HL Fraser and PM Woodward and FY Yang",
            "2012",
            "LfPWmK8AAAAJ:Tyk-4Ss8FVUC",
            75,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.85.161201",
            "1315870507004930786",
            "\/scholar?cites=1315870507004930786",
            {
                "2013":17,
                "2014":13,
                "2015":9,
                "2016":8,
                "2017":7,
                "2018":6,
                "2019":6,
                "2020":8
            }
        ],
        [
            "A platform of discrete microscopic magnetic elements patterned on a surface offers dynamic control over the motion of fluid-borne cells by reprogramming the magnetization within the magnetic bits. T-lymphocyte cells tethered to magnetic microspheres and untethered leukemia cells are remotely manipulated and guided along desired trajectories on a silicon surface by directed forces with average speeds up to 20 μm\/s. In addition to navigating cells, the microspheres can be operated from a distance to push biological and inert entities and act as local probes in fluidic environments.",
            "Manipulation of magnetically labeled and unlabeled cells with mobile magnetic traps",
            "T Henighan and A Chen and G Vieira and AJ Hauser and FY Yang and JJ Chalmers and R Sooryakumar",
            "2010",
            "LfPWmK8AAAAJ:9yKSN-GCB0IC",
            67,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349509016786",
            "18154762591361278861",
            "\/scholar?cites=18154762591361278861",
            {
                "2010":2,
                "2011":4,
                "2012":13,
                "2013":7,
                "2014":4,
                "2015":7,
                "2016":4,
                "2017":7,
                "2018":6,
                "2019":5,
                "2020":7
            }
        ],
        [
            "We report on the dielectric properties of BaxSr1−xTiO3 (BST) films grown by molecular beam epitaxy on epitaxial Pt bottom electrodes. Paraelectric films (x ≲ 0.5) exhibit dielectric losses that are similar to those of BST single crystals and ceramics. Films with device quality factors greater than 1000 and electric field tunabilities exceeding 1:5 are demonstrated. The results provide evidence for the importance of stoichiometry control and the use of a non-energetic deposition technique for achieving high figures of merit of tunable devices with BST thin films.",
            "Electric field-tunable BaxSr1−xTiO3 films with high figures of merit grown by molecular beam epitaxy",
            "Evgeny Mikheev and Adam P Kajdos and Adam J Hauser and Susanne Stemmer",
            "2012",
            "LfPWmK8AAAAJ:QIV2ME_5wuYC",
            52,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4773034",
            "14331623950947310867",
            "\/scholar?cites=14331623950947310867",
            {
                "2013":3,
                "2014":5,
                "2015":9,
                "2016":14,
                "2017":5,
                "2018":5,
                "2019":5,
                "2020":6
            }
        ],
        [
            "The interplay of film stoichiometry and strain on the metal-insulator transition (MIT) and Hall coefficient of NdNiO3 films grown under different conditions is investigated. Unstrained lattice parameters and lattice mismatch strains are evaluated for films grown under a range of growth pressures and on different substrates. It is shown that both the temperature of the MIT and the Hall coefficient in the metallic phase are highly sensitive to film strain. In films grown with lower oxygen\/total growth pressures, very large compressive in-plane strains can be obtained, which can act to suppress the MIT. Both the Hall coefficient and the temperature of the MIT are relatively insensitive to growth pressure, provided that films under the same strain are compared. The results support an itinerant picture of the transition that is controlled by the Ni eg bands, and that is relatively insensitive to changes in film stoichiometry.",
            "Correlation between stoichiometry, strain, and metal-insulator transitions of NdNiO3 films",
            "Adam J Hauser and Evgeny Mikheev and Nelson E Moreno and Jinwoo Hwang and Jack Y Zhang and Susanne Stemmer",
            "2015",
            "LfPWmK8AAAAJ:a0OBvERweLwC",
            48,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4914002",
            "12709133608409374495",
            "\/scholar?cites=12709133608409374495",
            {
                "2015":2,
                "2016":17,
                "2017":10,
                "2018":7,
                "2019":6,
                "2020":6
            }
        ]
    ]
}