{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The ratio of the electric and magnetic form factors of the proton G E p\/G M p, which is an image of its charge and magnetization distributions, was measured at the Thomas Jefferson National Accelerator Facility (JLab) using the recoil polarization technique. The ratio of the form factors is directly proportional to the ratio of the transverse to longitudinal components of the polarization of the recoil proton in the elastic e→ p→ e p→ reaction. The new data presented span the range 3.5< Q 2< 5.6 GeV 2 and are well described by a linear Q 2 fit. Also, the ratio Q 2 F 2 p\/F 1 p reaches a constant value above Q 2= 2 GeV 2.",
            "Measurement of  in  to ",
            "O Gayou and KA Aniol and T Averett and F Benmokhtar and W Bertozzi and L Bimbot and EJ Brash and JR Calarco and C Cavata and Z Chai and C-C Chang and T Chang and J-P Chen and E Chudakov and R De Leo and S Dieterich and R Endres and MB Epstein and S Escoffier and KG Fissum and H Fonvieille and S Frullani and J Gao and F Garibaldi and S Gilad and R Gilman and A Glamazdin and C Glashausser and J Gomez and V Gorbenko and J-O Hansen and DW Higinbotham and GM Huber and M Iodice and CW de Jager and X Jiang and MK Jones and JJ Kelly and M Khandaker and A Kozlov and KM Kramer and G Kumbartzki and JJ LeRose and D Lhuillier and RA Lindgren and N Liyanage and GJ Lolos and DJ Margaziotis and F Marie and P Markowitz and K McCormick and R Michaels and BD Milbrath and SK Nanda and D Neyret and Z Papandreou and L Pentchev and CF Perdrisat and NM Piskunov and V Punjabi and T Pussieux and G Quemener and RD Ransome and BA Raue and R Roche and M Rvachev and A Saha and C Salgado and S Širca and I Sitnik and S Strauch and L Todor and E Tomasi-Gustafsson and GM Urciuoli and H Voskanyan and K Wijesooriya and BB Wojtsekhowski and X Zheng and L Zhu and Jefferson Lab Hall A Collaboration",
            "2002",
            "lfSIqKMAAAAJ:VaXvl8Fpj5cC",
            1201,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.88.092301",
            "16846977264183629935",
            "\/scholar?cites=16846977264183629935",
            {
                "2002":40,
                "2003":106,
                "2004":96,
                "2005":117,
                "2006":109,
                "2007":101,
                "2008":96,
                "2009":67,
                "2010":51,
                "2011":64,
                "2012":48,
                "2013":53,
                "2014":43,
                "2015":39,
                "2016":26,
                "2017":31,
                "2018":32,
                "2019":23,
                "2020":32,
                "2021":5
            }
        ],
        [
            "Measurements are reported of the proton and deuteron spin structure functions g 1 p and g 1 d at beam energies of 29.1, 16.2, and 9.7 GeV, and g 2 p and g 2 d at a beam energy of 29.1 GeV. The integrals Γ p=∫ 0 1 g 1 p (x, Q 2) d x and Γ d=∫ 0 1 g 1 d (x, Q 2) d x were evaluated at fixed Q 2= 3 (GeV\/c) 2 using the full data set to yield Γ p= 0.132±0.003 (stat)±0.009 (syst) and Γ d= 0.047±0.003±0.006. The Q 2 dependence of the ratio g 1\/F 1 was studied and found to be small for Q 2> 1 (GeV\/c) 2. Within experimental precision the g 2 data are well described by the twist-2 contribution, g 2 WW. Twist-3 matrix elements were extracted and compared to theoretical predictions. The asymmetry A 2 was measured and found to be significantly smaller than the positivity limit R for both proton and deuteron targets. A 2 p is found to be positive and inconsistent with zero. Measurements of g 1 in the resonance region show …",
            "Measurements of the proton and deuteron spin structure functions g(1) and g(2)",
            "K Abe and T Akagi and PL Anthony and R Antonov and RG Arnold and T Averett and HR Band and JM Bauer and H Bore and PE Bosted and V Breton and J Button-Shafer and JP Chen and TE Chupp and J Clendenin and C Comptour and KP Coulter and G Court and D Crabb and M Daoudi and D Day and FS Dietrich and J Dunne and H Dutz and R Erbacher and J Fellbaum and A Feltham and H Fonvieille and E Frlez and D Garvey and R Gearhart and J Gomez and P Grenier and KA Griffioen and S Hoibraten and EW Hughes and C Hyde-Wright and JR Johnson and D Kawall and A Klein and SE Kuhn and M Kuriki and R Lindgren and TJ Liu and RM Lombard-Nelsen and J Marroncle and T Maruyama and XK Maruyama and J McCarthy and W Meyer and ZE Meziani and R Minehart and J Mitchell and J Morgenstern and GG Petratos and R Pitthan and D Pocanic and C Prescott and R Prepost and P Raines and B Raue and D Reyna and A Rijllart and Y Roblin and LS Rochester and SE Rock and OA Rondon and I Sick and LC Smith and TB Smith and M Spengos and F Staley and P Steiner and S St. Lorant and LM Stuart and F Suekane and ZM Szalata and H Tang and Y Terrien and T Usher and D Walz and F Wesselmann and JL White and K Witte",
            "1998",
            "lfSIqKMAAAAJ:L8Ckcad2t8MC",
            787,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.58.112003",
            "11684446289650264671",
            "\/scholar?cites=11684446289650264671",
            {
                "1998":10,
                "1999":49,
                "2000":68,
                "2001":53,
                "2002":51,
                "2003":56,
                "2004":41,
                "2005":43,
                "2006":42,
                "2007":39,
                "2008":37,
                "2009":41,
                "2010":30,
                "2011":22,
                "2012":26,
                "2013":21,
                "2014":26,
                "2015":23,
                "2016":27,
                "2017":26,
                "2018":27,
                "2019":9,
                "2020":7,
                "2021":5
            }
        ],
        [
            "Measurements are reported of the proton and deuteron spin structure functions g 1 p and g 1 d at beam energies of 29.1, 16.2, and 9.7 GeV, and g 2 p and g 2 d at a beam energy of 29.1 GeV. The integrals Γ p=∫ 0 1 g 1 p (x, Q 2) d x and Γ d=∫ 0 1 g 1 d (x, Q 2) d x were evaluated at fixed Q 2= 3 (GeV\/c) 2 using the full data set to yield Γ p= 0.132±0.003 (stat)±0.009 (syst) and Γ d= 0.047±0.003±0.006. The Q 2 dependence of the ratio g 1\/F 1 was studied and found to be small for Q 2> 1 (GeV\/c) 2. Within experimental precision the g 2 data are well described by the twist-2 contribution, g 2 WW. Twist-3 matrix elements were extracted and compared to theoretical predictions. The asymmetry A 2 was measured and found to be significantly smaller than the positivity limit R for both proton and deuteron targets. A 2 p is found to be positive and inconsistent with zero. Measurements of g 1 in the resonance region show …",
            "Measurements of the proton and deuteron spin structure functions  and ",
            "K Abe and T Akagi and PL Anthony and R Antonov and RG Arnold and T Averett and HR Band and JM Bauer and H Borel and PE Bosted and Vincent Breton and J Button-Shafer and JP Chen and TE Chupp and J Clendenin and C Comptour and KP Coulter and D Crabb and M Daoudi and D Day and FS Dietrich and J Dunne and H Dutz and R Erbacher and J Fellbaum and A Feltham and H Fonvieille and E Frlez and D Garvey and R Gearhart and J Gomez and P Grenier and KA Griffioen and S Hoibraten and EW Hughes and C Hyde-Wright and JR Johnson and D Kawall and A Klein and SE Kuhn and M Kuriki and R Lindgren and TJ Liu and RM Lombard-Nelsen and J Marroncle and T Maruyama and XK Maruyama and J McCarthy and W Meyer and Z-E Meziani and R Minehart and J Mitchell and J Morgenstern and GG Petratos and R Pitthan and D Pocanic and C Prescott and R Prepost and P Raines and B Raue and D Reyna and A Rijllart and Y Roblin and LS Rochester and SE Rock and OA Rondon and I Sick and LC Smith and TB Smith and M Spengos and F Staley and P Steiner and S St Lorant and LM Stuart and F Suekane and ZM Szalata and H Tang and Y Terrien and T Usher and D Walz and F Wesselmann and JL White and K Witte and CC Young and B Youngman and H Yuta and G Zapalac and B Zihlmann and D Zimmermann and E143 Collaboration",
            "1998",
            "lfSIqKMAAAAJ:t6usbXjVLHcC",
            750,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.58.112003",
            "11684446289650264671",
            "\/scholar?cites=11684446289650264671",
            {
                "1998":10,
                "1999":47,
                "2000":66,
                "2001":51,
                "2002":49,
                "2003":56,
                "2004":40,
                "2005":43,
                "2006":39,
                "2007":34,
                "2008":34,
                "2009":38,
                "2010":27,
                "2011":18,
                "2012":25,
                "2013":20,
                "2014":25,
                "2015":22,
                "2016":25,
                "2017":25,
                "2018":27,
                "2019":9,
                "2020":7,
                "2021":5
            }
        ],
        [
            "Measurements are reported of the proton and deuteron spin structure functions g 1 p and g 1 d at beam energies of 29.1, 16.2, and 9.7 GeV, and g 2 p and g 2 d at a beam energy of 29.1 GeV. The integrals Γ p=∫ 0 1 g 1 p (x, Q 2) d x and Γ d=∫ 0 1 g 1 d (x, Q 2) d x were evaluated at fixed Q 2= 3 (GeV\/c) 2 using the full data set to yield Γ p= 0.132±0.003 (stat)±0.009 (syst) and Γ d= 0.047±0.003±0.006. The Q 2 dependence of the ratio g 1\/F 1 was studied and found to be small for Q 2> 1 (GeV\/c) 2. Within experimental precision the g 2 data are well described by the twist-2 contribution, g 2 WW. Twist-3 matrix elements were extracted and compared to theoretical predictions. The asymmetry A 2 was measured and found to be significantly smaller than the positivity limit R for both proton and deuteron targets. A 2 p is found to be positive and inconsistent with zero. Measurements of g 1 in the resonance region show …",
            "Measurements of the proton and deuteron spin structure functions  and ",
            "K Abe and T Akagi and PL Anthony and R Antonov and RG Arnold and T Averett and HR Band and JM Bauer and H Borel and PE Bosted and Vincent Breton and J Button-Shafer and JP Chen and TE Chupp and J Clendenin and C Comptour and KP Coulter and D Crabb and M Daoudi and D Day and FS Dietrich and J Dunne and H Dutz and R Erbacher and J Fellbaum and A Feltham and H Fonvieille and E Frlez and D Garvey and R Gearhart and J Gomez and P Grenier and KA Griffioen and S Hoibraten and EW Hughes and C Hyde-Wright and JR Johnson and D Kawall and A Klein and SE Kuhn and M Kuriki and R Lindgren and TJ Liu and RM Lombard-Nelsen and J Marroncle and T Maruyama and XK Maruyama and J McCarthy and W Meyer and Z-E Meziani and R Minehart and J Mitchell and J Morgenstern and GG Petratos and R Pitthan and D Pocanic and C Prescott and R Prepost and P Raines and B Raue and D Reyna and A Rijllart and Y Roblin and LS Rochester and SE Rock and OA Rondon and I Sick and LC Smith and TB Smith and M Spengos and F Staley and P Steiner and S St Lorant and LM Stuart and F Suekane and ZM Szalata and H Tang and Y Terrien and T Usher and D Walz and F Wesselmann and JL White and K Witte and CC Young and B Youngman and H Yuta and G Zapalac and B Zihlmann and D Zimmermann and E143 Collaboration",
            "1998",
            "lfSIqKMAAAAJ:dfsIfKJdRG4C",
            750,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.58.112003",
            "11684446289650264671",
            "\/scholar?cites=11684446289650264671",
            {
                "1998":10,
                "1999":47,
                "2000":66,
                "2001":51,
                "2002":49,
                "2003":56,
                "2004":40,
                "2005":43,
                "2006":39,
                "2007":34,
                "2008":34,
                "2009":38,
                "2010":27,
                "2011":18,
                "2012":25,
                "2013":20,
                "2014":25,
                "2015":22,
                "2016":25,
                "2017":25,
                "2018":27,
                "2019":9,
                "2020":7,
                "2021":5
            }
        ],
        [
            "We have measured the ratio g 1 p F 1 p over the range 0.029< x< 0.8 and 1.3< Q 2< 10 (G e V\/c) 2 using deep-inelastic scattering of polarized electrons from polarized ammonia. An evaluation of the integral∫ 0 1 g 1 p (x, Q 2) dx at fixed Q 2= 3 (G e V\/c) 2 yields 0.127±0.004 (stat)±0.010 (syst), in agreement with previous experiments, but well below the Ellis-Jaffe sum rule prediction of 0.160±0.006. In the quark-parton model, this implies Δ q= 0.27±0.10.",
            "Precision Measurement of the Proton Spin Structure Function ",
            "K Abe and T Akagi and PL Anthony and R Antonov and RG Arnold and T Averett and HR Band and JM Bauer and H Borel and PE Bosted and Vincent Breton and J Button-Shafer and JP Chen and TE Chupp and J Clendenin and C Comptour and KP Coulter and D Crabb and M Daoudi and D Day and FS Dietrich and J Dunne and H Dutz and R Erbacher and J Fellbaum and A Feltham and H Fonvieille and E Frlez and D Garvey and R Gearhart and J Gomez and P Grenier and KA Griffioen and S Hoibraten and EW Hughes and C Hyde-Wright and JR Johnson and D Kawall and A Klein and SE Kuhn and M Kuriki and R Lindgren and TJ Liu and RM Lombard-Nelsen and J Marroncle and T Maruyama and XK Maruyama and J McCarthy and W Meyer and Z-E Meziani and R Minehart and J Mitchell and J Morgenstern and GG Petratos and R Pitthan and D Pocanic and C Prescott and R Prepost and P Raines and B Raue and D Reyna and A Rijllart and Y Roblin and LS Rochester and SE Rock and OA Rondon and I Sick and LC Smith and TB Smith and M Spengos and F Staley and P Steiner and S St Lorant and LM Stuart and F Suekane and ZM Szalata and H Tang and Y Terrien and T Usher and D Walz and JL White and K Witte and CC Young and B Youngman and H Yuta and G Zapalac and B Zihlmann and D Zimmermann and E143 Collaboration",
            "1995",
            "lfSIqKMAAAAJ:XoXfffV-tXoC",
            631,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.74.346",
            "17922620642847696260",
            "\/scholar?cites=17922620642847696260",
            {
                "1994":2,
                "1995":60,
                "1996":107,
                "1997":104,
                "1998":79,
                "1999":59,
                "2000":40,
                "2001":25,
                "2002":29,
                "2003":10,
                "2004":7,
                "2005":6,
                "2006":5,
                "2007":7,
                "2008":10,
                "2009":10,
                "2010":7,
                "2011":4,
                "2012":3,
                "2013":7,
                "2014":5,
                "2015":4,
                "2016":7,
                "2017":5,
                "2018":7,
                "2019":1,
                "2020":4
            }
        ],
        [
            "We report on a precision measurement of the neutron spin structure function g 1 n using deep inelastic scattering of polarized electrons by polarized 3 He. For the kinematic range 0.014< x< 0.7 and 1< Q 2< 17 (GeV\/c) 2, we obtain∫ 0.014 0.7 g 1 n (x) d x=− 0.036±0.004 (stat)±0.005 (syst) at an average Q 2= 5 (GeV\/c) 2. We find relatively large negative values for g 1 n at low x. The results call into question the usual Regge theory method for extrapolating to x= 0 to find the full neutron integral∫ 1 g 1 n (x) dx, needed for testing the quark-parton model and QCD sum rules.",
            "Precision Determination of the Neutron Spin Structure Function ",
            "K Abe and T Akagi and BD Anderson and PL Anthony and RG Arnold and T Averett and HR Band and CM Berisso and P Bogorad and H Borel and PE Bosted and Vincent Breton and MJ Buenerd and GD Cates and TE Chupp and S Churchwell and KP Coulter and M Daoudi and P Decowski and R Erickson and JN Fellbaum and H Fonvieille and R Gearhart and V Ghazikhanian and KA Griffioen and RS Hicks and R Holmes and EW Hughes and G Igo and S Incerti and JR Johnson and W Kahl and M Khayat and Yu G Kolomensky and SE Kuhn and K Kumar and M Kuriki and R Lombard-Nelsen and DM Manley and J Marroncle and T Maruyama and T Marvin and W Meyer and Z-E Meziani and D Miller and G Mitchell and M Olson and GA Peterson and GG Petratos and R Pitthan and R Prepost and P Raines and B Raue and D Reyna and LS Rochester and SE Rock and MV Romalis and F Sabatie and G Shapiro and J Shaw and TB Smith and L Sorrell and Paul A Souder and F Staley and S St Lorant and LM Stuart and F Suekane and ZM Szalata and Y Terrien and AK Thompson and T Toole and X Wang and JW Watson and RC Welsh and F Wesselmann and T Wright and CC Young and B Youngman and H Yuta and W-M Zhang and P Zyla and E154 Collaboration",
            "1997",
            "lfSIqKMAAAAJ:lmc2jWPfTJgC",
            605,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.79.26",
            "16785072995176633639",
            "\/scholar?cites=16785072995176633639",
            {
                "1997":15,
                "1998":53,
                "1999":56,
                "2000":52,
                "2001":41,
                "2002":37,
                "2003":37,
                "2004":21,
                "2005":24,
                "2006":24,
                "2007":23,
                "2008":23,
                "2009":24,
                "2010":17,
                "2011":13,
                "2012":13,
                "2013":14,
                "2014":15,
                "2015":23,
                "2016":17,
                "2017":17,
                "2018":18,
                "2019":9,
                "2020":6,
                "2021":3
            }
        ],
        [
            "We report the first measurement of the parity-violating asymmetry A PV in the elastic scattering of polarized electrons from Pb 208. A PV is sensitive to the radius of the neutron distribution (R n). The result A PV= 0.656±0.060 (stat)±0.014 (syst) ppm corresponds to a difference between the radii of the neutron and proton distributions R n− R p= 0.33− 0.18+ 0.16 fm and provides the first electroweak observation of the neutron skin which is expected in a heavy, neutron-rich nucleus.",
            "Measurement of the Neutron Radius of  through Parity Violation in Electron Scattering",
            "Sea Abrahamyan and Z Ahmed and H Albataineh and K Aniol and DS Armstrong and W Armstrong and T Averett and B Babineau and A Barbieri and V Bellini and R Beminiwattha and J Benesch and F Benmokhtar and T Bielarski and W Boeglin and A Camsonne and M Canan and P Carter and GD Cates and C Chen and J-P Chen and O Hen and F Cusanno and MM Dalton and R De Leo and K De Jager and W Deconinck and P Decowski and X Deng and A Deur and D Dutta and A Etile and D Flay and GB Franklin and M Friend and S Frullani and E Fuchey and F Garibaldi and E Gasser and Ronald Gilman and A Giusa and A Glamazdin and J Gomez and J Grames and C Gu and O Hansen and J Hansknecht and DW Higinbotham and RS Holmes and T Holmstrom and CJ Horowitz and J Hoskins and J Huang and CE Hyde and F Itard and C-M Jen and E Jensen and G Jin and S Johnston and A Kelleher and K Kliakhandler and PM King and S Kowalski and KS Kumar and J Leacock and J Leckey IV and JH Lee and JJ LeRose and R Lindgren and N Liyanage and N Lubinsky and J Mammei and F Mammoliti and DJ Margaziotis and P Markowitz and A McCreary and D McNulty and L Mercado and Z-E Meziani and RW Michaels and M Mihovilovic and N Muangma and C Muñoz-Camacho and S Nanda and V Nelyubin and N Nuruzzaman and Y Oh and A Palmer and D Parno and KD Paschke and SK Phillips and B Poelker and R Pomatsalyuk and M Posik and AJR Puckett and B Quinn and A Rakhman and PE Reimer and S Riordan and P Rogan and G Ron and G Russo and K Saenboonruang and A Saha and B Sawatzky and A Shahinyan and R Silwal and S Sirca and K Slifer and P Solvignon and PA Souder and ML Sperduto and R Subedi and R Suleiman and V Sulkosky and CM Sutera and WA Tobias and W Troth and GM Urciuoli and B Waidyawansa and D Wang and J Wexler and R Wilson and B Wojtsekhowski and X Yan and H Yao and Y Ye and Z Ye and V Yim and L Zana and X Zhan and J Zhang and Y Zhang and X Zheng and P Zhu and PREX Collaboration",
            "2012",
            "lfSIqKMAAAAJ:tS2w5q8j5-wC",
            546,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.112502",
            "9480858990493486944",
            "\/scholar?cites=9480858990493486944",
            {
                "2012":32,
                "2013":58,
                "2014":83,
                "2015":58,
                "2016":50,
                "2017":40,
                "2018":53,
                "2019":66,
                "2020":94,
                "2021":6
            }
        ],
        [
            "The instrumentation in Hall A at the Thomas Jefferson National Accelerator Facility was designed to study electro-and photo-induced reactions at very high luminosity and good momentum and angular resolution for at least one of the reaction products. The central components of Hall A are two identical high resolution spectrometers, which allow the vertical drift chambers in the focal plane to provide a momentum resolution of better than 2× 10− 4. A variety of Cherenkov counters, scintillators and lead-glass calorimeters provide excellent particle identification. The facility has been operated successfully at a luminosity well in excess of 10 38 cm− 2 s− 1. The research program is aimed at a variety of subjects, including nucleon structure functions, nucleon form factors and properties of the nuclear medium.",
            "Basic instrumentation for hall a at jefferson lab",
            "John Alcorn and BD Anderson and KA Aniol and JRM Annand and L Auerbach and J Arrington and T Averett and FT Baker and M Baylac and EJ Beise and J Berthot and PY Bertin and W Bertozzi and L Bimbot and T Black and WU Boeglin and DV Boykin and EJ Brash and Vincent Breton and H Breuer and P Brindza and D Brown and E Burtin and JR Calarco and LS Cardman and R Carr and GD Cates and C Cavata and Z Chai and CC Chang and NS Chant and J-P Chen and S Choi and E Chudakov and S Churchwell and M Coman and E Cisbani and S Colilli and N Colombel and R Crateri and DS Dale and N Degrande and CW de Jager and R De Leo and A Deur and G Dezern and B Diederich and Sonja Dieterich and R Di Salvo and P Djawotho and J Domingo and J-E Ducret and D Dutta and K Egiyan and MB Epstein and S Escoffier and S Esp and LA Ewell and JM Finn and KG Fissum and E Folts and H Fonvieille and B Frois and S Frullani and H Gao and J Gao and F Garibaldi and Ashot Gasparian and A Gavalya and O Gayou and S Gilad and Ronald Gilman and F Giuliani and A Glamazdin and C Glashausser and J Gomez and V Gorbenko and T Gorringe and M Gricia and K Griffioen and David Hamilton and J-O Hansen and FW Hersman and DW Higinbotham and R Holmes and H Holmgren and M Holtrop and N d'Hose and E Hovhannisyan and C Howell and GM Huber and E Hughes and CE Hyde-Wright and H Ibrahim and S Incerti and M Iodice and R Iommi and D Ireland and S Jaminion and J Jardillier and S Jensen and X Jiang and CE Jones and MK Jones and K Joo and C Jutier and W Kahl and S Kato and AT Katramatou and JJ Kelly and S Kerhoas and A Ketikyan and M Khandaker and M Khayat and K Kino and I Kominis and W Korsch and S Kox and K Kramer and KS Kumar and G Kumbartzki and M Kuss and L Lagamba and G Laveissière and A Leone and JJ LeRose and F Marie and L Levchuk and M Leuschner and D Lhuillier and M Liang and K Livingston and RA Lindgren and N Liyanage and GJ Lolos and RW Lourie and M Lucentini and R Madey and K Maeda and S Malov and DM Manley and DJ Margaziotis and P Markowitz and J Marroncle and J Martine and S Mayilyan and JS McCarthy and K McCormick and J Mclntyre and RD McKeown",
            "2004",
            "lfSIqKMAAAAJ:Zph67rFs4hoC",
            489,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900203033977",
            "2025581937756647449",
            "\/scholar?cites=2025581937756647449",
            {
                "2004":14,
                "2005":42,
                "2006":28,
                "2007":45,
                "2008":20,
                "2009":17,
                "2010":26,
                "2011":41,
                "2012":37,
                "2013":34,
                "2014":30,
                "2015":39,
                "2016":16,
                "2017":24,
                "2018":13,
                "2019":31,
                "2020":24,
                "2021":1
            }
        ],
        [
            "We report on a high-statistics measurement of the deuteron spin structure function g 1 d at a beam energy of 29 GeV in the kinematic range 0.029< x< 0.8 and 1< Q 2< 10 (GeV\/c) 2. The integral γ 1 d=∫ 1 g 1 d dx evaluated at fixed Q 2= 3 (GeV\/c) 2 gives 0.042±0.003 (stat)±0.004 (syst). Combining this result with our earlier measurement of g 1 p, we find γ 1 p− γ 1 n= 0.163±0.010 (stat)±0.016 (syst), which agrees with the prediction of the Bjorken sum rule with O (α s 3) corrections, γ 1 p− γ 1 n= 0.171±0.008. We find the quark contribution to the proton helicity to be Δ q= 0.30±0.06.",
            "Precision Measurement of the Deuteron Spin Structure Function ",
            "K Abe and T Akagi and PL Anthony and R Antonov and RG Arnold and T Averett and HR Band and JM Bauer and H Borel and PE Bosted and Vincent Breton and J Button-Shafer and JP Chen and TE Chupp and J Clendenin and C Comptour and KP Coulter and D Crabb and M Daoudi and D Day and FS Dietrich and J Dunne and H Dutz and R Erbacher and J Fellbaum and A Feltham and H Fonvieille and E Frlez and D Garvey and R Gearhart and J Gomez and P Grenier and KA Griffioen and S Hoibraten and EW Hughes and C Hyde-Wright and JR Johnson and D Kawall and A Klein and SE Kuhn and M Kuriki and R Lindgren and T Liu and RM Lombard-Nelsen and J Marroncle and T Maruyama and XK Maruyama and J McCarthy and W Meyer and Z-E Meziani and R Minehart and J Mitchell and J Morgenstern and GG Petratos and R Pitthan and D Pocanic and C Prescott and R Prepost and P Raines and B Raue and D Reyna and A Rijllart and Y Roblin and LS Rochester and SE Rock and OA Rondon and I Sick and LC Smith and TB Smith and M Spengos and F Staley and P Steiner and S St Lorant and LM Stuart and F Suekane and ZM Szalata and H Tang and Y Terrien and T Usher and D Walz and JL White and K Witte and CC Young and B Youngman and H Yuta and G Zapalac and B Zihlmann and D Zimmermann and E143 Collaboration",
            "1995",
            "lfSIqKMAAAAJ:AXPGKjj_ei8C",
            440,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.75.25",
            "11872823465290990890",
            "\/scholar?cites=11872823465290990890",
            {
                "1995":21,
                "1996":73,
                "1997":87,
                "1998":58,
                "1999":40,
                "2000":33,
                "2001":19,
                "2002":21,
                "2003":10,
                "2004":4,
                "2005":4,
                "2006":3,
                "2007":4,
                "2008":5,
                "2009":5,
                "2010":4,
                "2011":1,
                "2012":2,
                "2013":4,
                "2014":5,
                "2015":2,
                "2016":4,
                "2017":7,
                "2018":5,
                "2019":6,
                "2020":1
            }
        ],
        [
            "The structure functions g1p and g1n have been measured over the range 0.014<x<0.9 and 1<Q2<40 GeV2 using deep-inelastic scattering of 48 GeV longitudinally polarized electrons from polarized protons and deuterons. We find that the Q2 dependence of g1p (g1n) at fixed x is very similar to that of the spin-averaged structure function F1p (F1n ). From an NLO QCD fit to all available data we find Γ1p−Γ1n=0.176±0.003±0.007 at Q2=5 GeV2, in agreement with the Bjorken sum rule prediction of 0.182±0.005.",
            "Measurements of the Q2-dependence of the proton and neutron spin structure functions g1p and g1n",
            "PL Anthony and RG Arnold and T Averett and HR Band and MC Berisso and H Borel and PE Bosted and Stephen L Bueltmann and M Buenerd and T Chupp and S Churchwell and GR Court and D Crabb and D Day and P Decowski and P DePietro and R Erbacher and R Erickson and A Feltham and H Fonvieille and E Frlez and R Gearhart and V Ghazikhanian and J Gomez and KA Griffioen and C Harris and MA Houlden and EW Hughes and CE Hyde-Wright and G Igo and S Incerti and J Jensen and JR Johnson and PM King and Yu G Kolomensky and SE Kuhn and R Lindgren and RM Lombard-Nelsen and J Marroncle and J McCarthy and P McKee and W Meyer and GS Mitchell and J Mitchell and M Olson and S Penttila and GA Peterson and GG Petratos and R Pitthan and D Pocanic and R Prepost and C Prescott and LM Qin and BA Raue and D Reyna and LS Rochester and S Rock and OA Rondon-Aramayo and F Sabatie and I Sick and T Smith and L Sorrell and F Staley and S St Lorant and LM Stuart and Z Szalata and Y Terrien and A Tobias and L Todor and T Toole and S Trentalange and D Walz and RC Welsh and FR Wesselmann and TR Wright and CC Young and M Zeier and H Zhu and B Zihlmann and E155 Collaboration",
            "2000",
            "lfSIqKMAAAAJ:TFP_iSt0sucC",
            431,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269300010145",
            "5026991747869683835",
            "\/scholar?cites=5026991747869683835",
            {
                "2000":2,
                "2001":11,
                "2002":30,
                "2003":33,
                "2004":38,
                "2005":34,
                "2006":23,
                "2007":33,
                "2008":40,
                "2009":21,
                "2010":23,
                "2011":10,
                "2012":19,
                "2013":15,
                "2014":18,
                "2015":12,
                "2016":16,
                "2017":16,
                "2018":15,
                "2019":10,
                "2020":6,
                "2021":2
            }
        ]
    ]
}