{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "An astonishing variety of systems show properties that fluctuate with approximately 1 f-shaped spectral densities. In this review we deal with selected topics regarding 1 f fluctuations (or noise) in the resistance of simple condensed matter systems, especially metals. We find that considerable experimental and conceptual progress has been made, but specific physical processes mostly remain to be identified.",
            "Low-frequency fluctuations in solids:  noise",
            "Pulak Dutta and PM Horn",
            "1981",
            "Lg1PbDkAAAAJ:u5HHmVD_uO8C",
            2000,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.53.497",
            "12828508107384900440",
            "\/scholar?cites=12828508107384900440",
            {
                "1982":12,
                "1983":19,
                "1984":20,
                "1985":36,
                "1986":31,
                "1987":37,
                "1988":35,
                "1989":54,
                "1990":36,
                "1991":51,
                "1992":51,
                "1993":39,
                "1994":51,
                "1995":36,
                "1996":50,
                "1997":38,
                "1998":41,
                "1999":32,
                "2000":38,
                "2001":44,
                "2002":42,
                "2003":51,
                "2004":57,
                "2005":57,
                "2006":48,
                "2007":78,
                "2008":84,
                "2009":71,
                "2010":44,
                "2011":65,
                "2012":51,
                "2013":76,
                "2014":80,
                "2015":76,
                "2016":66,
                "2017":76,
                "2018":68,
                "2019":72,
                "2020":65,
                "2021":5
            }
        ],
        [
            "Lipid monolayers on the surface of water have been studied for over a hundred years, but in the last decade there has been a dramatic evolution in our understanding of the structures and phase transitions of these systems, driven by new experimental techniques and theoretical advances. In this review, dense monolayers of simple lipids are described in detail, including structures revealed by x-ray-diffraction experiments, computer simulations, molecular models, and a phenomenological theory of phase transitions. The effects of chirality and the structures of phospholipid monolayers are considered. Open questions and possible approaches to finding answers are discussed.",
            "Structure and phase transitions in Langmuir monolayers",
            "Vladimir M Kaganer and Helmuth Möhwald and Pulak Dutta",
            "1999",
            "Lg1PbDkAAAAJ:u-x6o8ySG0sC",
            1610,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.71.779",
            "12223491743542528454",
            "\/scholar?cites=12223491743542528454",
            {
                "2000":37,
                "2001":56,
                "2002":62,
                "2003":67,
                "2004":65,
                "2005":73,
                "2006":87,
                "2007":104,
                "2008":95,
                "2009":82,
                "2010":68,
                "2011":80,
                "2012":85,
                "2013":85,
                "2014":96,
                "2015":97,
                "2016":78,
                "2017":93,
                "2018":65,
                "2019":66,
                "2020":58,
                "2021":2
            }
        ],
        [
            "This contribution describes an organosiloxane cross-linking approach to robust, efficient, adherent hole-transport layers (HTLs) for polymer light-emitting diodes (PLEDs). An example is 4,4‘-bis[(p-trichlorosilylpropylphenyl)phenylamino]biphenyl (TPDSi2), which combines the hole-transporting efficiency of N,N-diphenyl-N,N-bis(3-methylphenyl)-1,1-biphenyl)-4,4-diamine) (TPD, prototypical small-molecule HTL material) and the strong cross-linking\/densification tendencies of organosilanol groups. Covalent chemical bonding of TPDSi2 to PLED anodes (e.g., indium tin oxide, ITO) and its self-cross-linking enable fabrication of three generations of insoluble PLED HTLs:  (1) self-assembled monolayers (SAMs) of TPDSi2 on ITO; (2) cross-linked blend networks consisting of TPDSi2 + a hole transporting polymer (e.g., poly(9,9-dioctylfluorene-co-N-(4-(3-methylpropyl))diphenylamine), TFB) on ITO; (3) TPDSi2 + TFB …",
            "High-performance hole-transport layers for polymer light-emitting diodes. Implementation of organosiloxane cross-linking chemistry in polymeric electroluminescent devices",
            "He Yan and Paul Lee and Neal R Armstrong and Amy Graham and Guennadi A Evmenenko and Pulak Dutta and Tobin J Marks",
            "2005",
            "Lg1PbDkAAAAJ:qjMakFHDy7sC",
            346,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja044455q",
            "10581333666910269053",
            "\/scholar?cites=10581333666910269053",
            {
                "2005":3,
                "2006":16,
                "2007":17,
                "2008":33,
                "2009":25,
                "2010":25,
                "2011":26,
                "2012":25,
                "2013":31,
                "2014":46,
                "2015":33,
                "2016":14,
                "2017":13,
                "2018":14,
                "2019":10,
                "2020":14
            }
        ],
        [
            "We ascribe the excess noise in metals to random fluctuations with thermally activated characteristic times. From the known temperature dependence of the magnitude of the noise in Ag we infer a narrow distribution of activation energies that peaks in the vicinity of 1 eV. Frequency power laws close to f− 1 are deduced and the small variations with temperature are consistent with observations. The predicted spectrum, like the observed one, has an apparent power-law nature throughout the frequency region accessible to experiment.",
            "Energy scales for noise processes in metals",
            "P Dutta and P Dimon and PM Horn",
            "1979",
            "Lg1PbDkAAAAJ:2osOgNQ5qMEC",
            324,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.43.646",
            "10011439057377886242",
            "\/scholar?cites=10011439057377886242",
            {
                "1981":7,
                "1982":1,
                "1983":6,
                "1984":4,
                "1985":10,
                "1986":4,
                "1987":8,
                "1988":4,
                "1989":8,
                "1990":6,
                "1991":14,
                "1992":6,
                "1993":5,
                "1994":7,
                "1995":6,
                "1996":7,
                "1997":6,
                "1998":4,
                "1999":9,
                "2000":8,
                "2001":5,
                "2002":14,
                "2003":10,
                "2004":13,
                "2005":13,
                "2006":7,
                "2007":10,
                "2008":9,
                "2009":9,
                "2010":14,
                "2011":9,
                "2012":6,
                "2013":5,
                "2014":5,
                "2015":11,
                "2016":9,
                "2017":9,
                "2018":10,
                "2019":14,
                "2020":11
            }
        ],
        [
            "The synthesis and characterization of\/?-HS (CH2) i iOC6H4N= NC6H5, compound Id, is reported. Compound Id self-assembles onto Au (lll) substrates into highly ordered monolayer films. Self-assembled monolayer films (SAMs) ofId on Au (lll)\/mica have been characterized by ellipsometry, surface-enhanced Raman spectroscopy (SERS), and atomic force microscopy (AFM). We also report the characterization of SAMs of Id on bulk single crystal Au (lll) by synchrotron in-plane X-ray diffraction (XRD) measurements. AFM and in-plane XRD suggest that a SAM of Id is comprised of domains of Id which form a hexagonal lattice (4.50±0.06 A nearest neighbor",
            "A highly ordered self-assembled monolayer film of an azobenzenealkanethiol on Au (111): electrochemical properties and structural characterization by synchrotron in-plane X-ray …",
            "W Brett Caldwell and Dean J Campbell and Kaimin Chen and Brian R Herr and Chad A Mirkin and A Malik and MK Durbin and P Dutta and KG Huang",
            "1995",
            "Lg1PbDkAAAAJ:9yKSN-GCB0IC",
            298,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja00127a021",
            "13047159108641315656",
            "\/scholar?cites=13047159108641315656",
            {
                "1995":1,
                "1996":17,
                "1997":21,
                "1998":25,
                "1999":15,
                "2000":20,
                "2001":7,
                "2002":17,
                "2003":12,
                "2004":19,
                "2005":9,
                "2006":11,
                "2007":13,
                "2008":16,
                "2009":16,
                "2010":15,
                "2011":10,
                "2012":11,
                "2013":10,
                "2014":5,
                "2015":9,
                "2016":8,
                "2017":4,
                "2018":2,
                "2019":2,
                "2020":3
            }
        ],
        [
            "We have used synchrotron radiation to study organic monolayers on water (\" Langmuir films\"). At high monolayer pressures, lead stearate [Pb (C 17 H 35 C O O) 2] shows a powder peak at 1.60 Å− 1, implying an area per unit cell of 17.8 Å 2 if the lattice is triangular. The correlation length is about 250 Å. Lignoceric acid (C 23 H 47 COOH) shows a similar peak even though no heavy ions are attached. When the pressure is reduced, the peak in lead stearate does not observably move or broaden; below the\" knee\" in the isotherm, however, the peak height decreases slowly with increasing area, implying a first-order melting transition.",
            "X-ray diffraction studies of organic monolayers on the surface of water",
            "P Dutta and JB Peng and B Lin and JB Ketterson and M Prakash and P Georgopoulos and S Ehrlich",
            "1987",
            "Lg1PbDkAAAAJ:d1gkVwhDpl0C",
            293,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.58.2228",
            "15332862313087085252",
            "\/scholar?cites=15332862313087085252",
            {
                "1987":6,
                "1988":19,
                "1989":17,
                "1990":20,
                "1991":17,
                "1992":13,
                "1993":13,
                "1994":14,
                "1995":14,
                "1996":10,
                "1997":9,
                "1998":9,
                "1999":3,
                "2000":6,
                "2001":20,
                "2002":10,
                "2003":12,
                "2004":13,
                "2005":10,
                "2006":7,
                "2007":6,
                "2008":3,
                "2009":4,
                "2010":3,
                "2011":2,
                "2012":5,
                "2013":1,
                "2014":7,
                "2015":5,
                "2016":3,
                "2017":1,
                "2018":6,
                "2019":3
            }
        ],
        [
            "We report the direct observation of internal layering in thin (∼ 45–90 Å) liquid films of nearly spherical, nonpolar molecules, tetrakis (2-ethylhexoxy) silane, using synchrotron x-ray reflectivity. The Patterson functions have secondary maxima indicating layer formation, and model-independent fitting to the reflectivity data shows that there are three electron density oscillations near the solid-liquid interface, with a period of∼ 10 Å (consistent with the molecular dimensions). The oscillation amplitude has a strong inverse dependence on the substrate surface roughness.",
            "Observation of molecular layering in thin liquid films using X-ray reflectivity",
            "C-J Yu and AG Richter and A Datta and MK Durbin and P Dutta",
            "1999",
            "Lg1PbDkAAAAJ:UeHWp8X0CEIC",
            290,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.82.2326",
            "374082298622242558",
            "\/scholar?cites=374082298622242558",
            {
                "1999":3,
                "2000":18,
                "2001":15,
                "2002":13,
                "2003":11,
                "2004":19,
                "2005":15,
                "2006":16,
                "2007":14,
                "2008":15,
                "2009":17,
                "2010":13,
                "2011":13,
                "2012":10,
                "2013":12,
                "2014":15,
                "2015":12,
                "2016":18,
                "2017":13,
                "2018":13,
                "2019":5,
                "2020":7
            }
        ],
        [
            "The monolayer isotherms of heneicosanoic acid show a variety of features in the range 1–8 C; such features are often assumed to be solid-fluid or fluid-fluid transitions. Using x-ray diffraction (and searching for in-plane and off-plane peaks) we find (a) two distinct distorted-hexagonal (DH) solids at high pressures, both with essentially vertical chains;(b) two distinct tilted-DH solids at intermediate pressures; and (c) an expanded solid at the lowest pressures. All ‘‘plateaus’’in these isotherms are in-plane structural transitions; all ‘‘kinks’’are solid-solid tilting transitions.",
            "Phase diagram of a lipid monolayer on the surface of water",
            "B Lin and Me C Shih and TM Bohanon and GE Ice and P Dutta",
            "1990",
            "Lg1PbDkAAAAJ:IjCSPb-OGe4C",
            224,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.65.191",
            "12776176688784414348",
            "\/scholar?cites=12776176688784414348",
            {
                "1990":3,
                "1991":22,
                "1992":25,
                "1993":24,
                "1994":20,
                "1995":11,
                "1996":13,
                "1997":12,
                "1998":14,
                "1999":8,
                "2000":9,
                "2001":8,
                "2002":8,
                "2003":5,
                "2004":3,
                "2005":4,
                "2006":3,
                "2007":6,
                "2008":2,
                "2009":3,
                "2010":1,
                "2011":1,
                "2012":4,
                "2013":1,
                "2014":1,
                "2015":3,
                "2016":2,
                "2017":2,
                "2018":1,
                "2019":2
            }
        ],
        [
            "We have studied the structure of a monolayer of C21H43OH on water, in the region near close packing, by grazing incidence in‐plane x‐ray diffraction. For all temperatures studied the isotherms in the πa plane show a kink, signaling a phase transition. Along an isotherm, and for pressures above the kink, we observe that the transverse structure factor has one peak which has constant position, width, and intensity; below the kink the diffraction peak shifts to smaller scattering vector (larger separation) and the amplitude decays as the surface pressure decreases, but the width of the peak remains constant. We rationalize these observations in terms of the influence on the transverse structure factor of gauche configurations in the amphiphile tails, with the kink representing the point at which the last of the gauche configurations is squeezed out of the chain. Along an isobar which is at higher pressure than the kink …",
            "X‐ray diffraction study of a Langmuir monolayer of C21H43OH",
            "SW Barton and BN Thomas and EB Flom and Stuart A Rice and B Lin and JB Peng and John B Ketterson and Pulak Dutta",
            "1988",
            "Lg1PbDkAAAAJ:zYLM7Y9cAGgC",
            199,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.455068",
            "16047207806733172810",
            "\/scholar?cites=16047207806733172810",
            {
                "1988":3,
                "1989":8,
                "1990":23,
                "1991":16,
                "1992":20,
                "1993":17,
                "1994":14,
                "1995":6,
                "1996":12,
                "1997":9,
                "1998":9,
                "1999":8,
                "2000":6,
                "2001":4,
                "2002":6,
                "2003":3,
                "2004":1,
                "2005":2,
                "2006":5,
                "2007":4,
                "2008":2,
                "2009":2,
                "2010":4,
                "2011":3,
                "2012":4,
                "2013":1,
                "2014":2,
                "2015":1,
                "2016":1
            }
        ],
        [
            "We report the observation of molecular layering in a liquid at the solid-liquid interface, using X-ray reflectivity. The liquid was tetrakis (2-ethylhexoxy) silane (TEHOS), which is nonpolar and insulating, with spherical molecules of about 10 Å diameter. We studied both thin (45–90 Å) and relatively thick (∼5000 Å) films, which are prepared by dipping in a dilute solution and by pouring and draining the pure material, respectively. For 45–90 Å thick films, three layers of density oscillations are seen near the solid–liquid interface, with a spacing comparable to the molecular size. There is an inverse dependence on the substrate surface roughness. For ∼5000 Å thick films, we observed a diffraction peak with a correlation length of ∼32 Å.",
            "Molecular layering in a liquid on a solid substrate: an X-ray reflectivity study",
            "C-J Yu and AG Richter and A Datta and MK Durbin and P Dutta",
            "2000",
            "Lg1PbDkAAAAJ:roLk4NBRz8UC",
            196,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0921452699018852",
            "14274238337790602609",
            "\/scholar?cites=14274238337790602609",
            {
                "2002":3,
                "2003":3,
                "2004":4,
                "2005":8,
                "2006":7,
                "2007":2,
                "2008":5,
                "2009":12,
                "2010":9,
                "2011":15,
                "2012":12,
                "2013":12,
                "2014":13,
                "2015":21,
                "2016":12,
                "2017":12,
                "2018":13,
                "2019":20,
                "2020":11,
                "2021":2
            }
        ]
    ]
}