{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Ground-based gamma-ray astronomy has had a major breakthrough with the impressive results obtained using systems of imaging atmospheric Cherenkov telescopes. Ground-based gamma-ray astronomy has a huge potential in astrophysics, particle physics and cosmology. CTA is an international initiative to build the next generation instrument, with a factor of 5–10 improvement in sensitivity in the 100 GeV–10 TeV range and the extension to energies well below 100 GeV and above 100 TeV. CTA will consist of two arrays (one in the north, one in the south) for full sky coverage and will be operated as open observatory. The design of CTA is based on currently available technology. This document reports on the status and presents the major design concepts of CTA.",
            "Design concepts for the Cherenkov Telescope Array CTA: an advanced facility for ground-based high-energy gamma-ray astronomy",
            "M Actis and G Agnetta and Felix Aharonian and A Akhperjanian and J Aleksić and E Aliu and D Allan and I Allekotte and F Antico and LA Antonelli and P Antoranz and A Aravantinos and T Arlen and H Arnaldi and S Artmann and K Asano and H Asorey and J Bähr and A Bais and C Baixeras and S Bajtlik and D Balis and A Bamba and C Barbier and M Barceló and Anna Barnacka and Jürgen Barnstedt and U Barres de Almeida and JA Barrio and S Basso and D Bastieri and C Bauer and J Becerra and Yvonne Becherini and K Bechtol and J Becker and Volker Beckmann and W Bednarek and B Behera and M Beilicke and M Belluso and M Benallou and W Benbow and J Berdugo and K Berger and T Bernardino and K Bernlöhr and A Biland and S Billotta and T Bird and E Birsin and Elisabetta Bissaldi and S Blake and O Blanch and AA Bobkov and Leszek Bogacz and M Bogdan and Catherine Boisson and J Boix and J Bolmont and G Bonanno and A Bonardi and T Bonev and Janett Borkowski and Olga Botner and A Bottani and M Bourgeat and C Boutonnet and A Bouvier and S Brau-Nogué and I Braun and T Bretz and MS Briggs and Pierre Brun and L Brunetti and JH Buckley and V Bugaev and R Bühler and Tomasz Bulik and G Busetto and S Buson and K Byrum and M Cailles and R Cameron and R Canestrari and S Cantu and E Carmona and A Carosi and John Carr and PH Carton and M Casiraghi and H Castarede and O Catalano and S Cavazzani and S Cazaux and B Cerruti and M Cerruti and PM Chadwick and J Chiang and M Chikawa and M Cieślar and M Ciesielska and A Cillis and C Clerc and P Colin and J Colomé and M Compin and P Conconi and V Connaughton and Jan Conrad and JL Contreras and P Coppi and M Corlier and P Corona and O Corpace and D Corti and J Cortina and H Costantini and G Cotter and B Courty and S Couturier and S Covino and J Croston and G Cusumano and MK Daniel and F Dazzi and A De Angelis and E de Cea del Pozo and EM de Gouveia Dal Pino and O De Jager and I de La Calle Pérez and G De La Vega and B De Lotto and M De Naurois and E de Oña Wilhelmi and V De Souza and B Decerprit and C Deil and E Delagnes and G Deleglise and C Delgado and T Dettlaff and A Di Paolo and F Di Pierro and C Díaz and J Dick and H Dickinson and SW Digel and D Dimitrov and G Disset",
            "2011",
            "lGy-t4cAAAAJ:u5HHmVD_uO8C",
            819,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s10686-011-9247-0.pdf",
            "1930667592369360055",
            "\/scholar?cites=1930667592369360055",
            {
                "2012":65,
                "2013":119,
                "2014":114,
                "2015":116,
                "2016":114,
                "2017":114,
                "2018":59,
                "2019":55,
                "2020":55,
                "2021":5
            }
        ],
        [
            "The dramatic increase in the number of known gamma-ray pulsars since the launch of the Fermi Gamma-ray Space Telescope (formerly GLAST) offers the first opportunity to study a sizable population of these high-energy objects. This catalog summarizes 46 high-confidence pulsed detections using the first six months of data taken by the Large Area Telescope (LAT), Fermi’s main instrument. Sixteen previously unknown pulsars were discovered by searching for pulsed signals at the positions of bright gamma-ray sources seen with the LAT, or at the positions of objects suspected to be neutron stars based on observations at other wavelengths. The dimmest observed flux among these gamma-ray-selected pulsars is 6. 0× 10− 8 ph cm− 2 s− 1 (for E> 100 MeV). Pulsed gamma-ray emission was discovered from 24 known pulsars by using ephemerides (timing solutions) derived from monitoring radio pulsars. Eight of …",
            "The first Fermi Large Area Telescope catalog of gamma-ray pulsars",
            "AA Abdo and Markus Ackermann and Marco Ajello and WB Atwood and Magnus Axelsson and Luca Baldini and Jean Ballet and Guido Barbiellini and MG Baring and D Bastieri and BM Baughman and K Bechtol and R Bellazzini and B Berenji and RD Blandford and ED Bloom and E Bonamente and AW Borgland and J Bregeon and A Brez and M Brigida and Pascal Bruel and TH Burnett and S Buson and GA Caliandro and RA Cameron and F Camilo and PA Caraveo and JM Casandjian and C Cecchi and Ö Çelik and E Charles and A Chekhtman and CC Cheung and J Chiang and S Ciprini and R Claus and Ismaël Cognard and J Cohen-Tanugi and LR Cominsky and J Conrad and R Corbet and S Cutini and PR Den Hartog and CD Dermer and A De Angelis and A De Luca and F De Palma and SW Digel and M Dormody and E do Couto e Silva and PS Drell and R Dubois and D Dumora and C Espinoza and C Farnier and C Favuzzi and SJ Fegan and EC Ferrara and WB Focke and P Fortin and M Frailis and PCC Freire and Y Fukazawa and S Funk and P Fusco and F Gargano and D Gasparrini and N Gehrels and S Germani and G Giavitto and B Giebels and N Giglietto and P Giommi and F Giordano and T Glanzman and G Godfrey and EV Gotthelf and IA Grenier and M-H Grondin and JE Grove and L Guillemot and S Guiriec and C Gwon and Y Hanabata and AK Harding and M Hayashida and E Hays and RE Hughes and MS Jackson and G Johannesson and AS Johnson and RP Johnson and TJ Johnson and WN Johnson and S Johnston and T Kamae and G Kanbach and VM Kaspi and H Katagiri and J Kataoka and N Kawai and M Kerr and J Knödlseder and ML Kocian and M Kramer and M Kuss and J Lande and L Latronico and M Lemoine-Goumard and M Livingstone and Francesco Longo and F Loparco and B Lott and MN Lovellette and P Lubrano and AG Lyne and GM Madejski and A Makeev and RN Manchester and M Marelli and MN Mazziotta and W Mcconville and JE Mcenery and Sinéad McGlynn and C Meurer and PF Michelson and T Mineo and W Mitthumsiri and T Mizuno and AA Moiseev and C Monte and ME Monzani and A Morselli and IV Moskalenko and S Murgia and T Nakamori and PL Nolan and JP Norris and A Noutsos and E Nuss and T Ohsugi and N Omodei and E Orlando and JF Ormes and M Ozaki and D Paneque and JH Panetta and D Parent and V Pelassa",
            "2010",
            "lGy-t4cAAAAJ:vV6vV6tmYwMC",
            720,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/187\/2\/460\/meta",
            "17595063456809834827",
            "\/scholar?cites=17595063456809834827",
            {
                "2009":5,
                "2010":79,
                "2011":179,
                "2012":130,
                "2013":108,
                "2014":41,
                "2015":45,
                "2016":38,
                "2017":28,
                "2018":22,
                "2019":20,
                "2020":18,
                "2021":2
            }
        ],
        [
            "The blazar Mrk 501 was observed at energies above 0.10 TeV with the MAGIC Telescope from 2005 May through July. The high sensitivity of the instrument enabled the determination of the flux and spectrum of the source on a night‐by‐night basis. Throughout our observational campaign, the flux from Mrk 501 was found to vary by an order of magnitude. Intranight flux variability with flux‐doubling times down to 2 minutes was observed during the two most active nights, namely, June 30 and July 9. These are the fastest flux variations ever observed in Mrk 501. The ∼20 minute long flare of July 9 showed an indication of a   minute time delay between the peaks of F(<0.25 TeV) and F(>1.2 TeV), which may indicate a progressive acceleration of electrons in the emitting plasma blob. The flux variability was quantified for several energy ranges and found to increase with the energy of the γ‐ray photons. The spectra …",
            "Variable very high energy γ-ray emission from Markarian 501",
            "Jordi Albert and E Aliu and H Anderhub and P Antoranz and A Armada and C Baixeras and JA Barrio and H Bartko and D Bastieri and JK Becker and W Bednarek and K Berger and C Bigongiari and A Biland and RK Bock and P Bordas and V Bosch-Ramon and T Bretz and I Britvitch and M Camara and E Carmona and A Chilingarian and JA Coarasa and S Commichau and JL Contreras and J Cortina and MT Costado and V Curtef and V Danielyan and F Dazzi and A De Angelis and C Delgado and R de los Reyes and B De Lotto and E Domingo-Santamaria and D Dorner and M Doro and M Errando and M Fagiolini and D Ferenc and E Fernández and R Firpo and J Flix and MV Fonseca and L Font and M Fuchs and N Galante and RJ Garcia-Lopez and M Garczarczyk and M Gaug and M Giller and F Goebel and D Hakobyan and M Hayashida and T Hengstebeck and A Herrero and D Höhne and J Hose and D Hrupec and CC Hsu and P Jacon and T Jogler and R Kosyra and D Kranich and R Kritzer and A Laille and E Lindfors and S Lombardi and Francesco Longo and J López and M López and E Lorenz and P Majumdar and G Maneva and K Mannheim and O Mansutti and M Mariotti and M Martinez and D Mazin and C Merck and M Meucci and M Meyer and JM Miranda and R Mirzoyan and S Mizobuchi and A Moralejo and D Nieto and K Nilsson and J Ninkovic and E Ona-Wilhelmi and N Otte and I Oya and D Paneque and M Panniello and R Paoletti and JM Paredes and M Pasanen and D Pascoli and F Pauss and R Pegna and M Persic and L Peruzzo and A Piccioli and E Prandini and N Puchades and A Raymers and W Rhode and M Ribó and J Rico and M Rissi and A Robert and S Rügamer and A Saggion and T Saito and A Sánchez and P Sartori and V Scalzotto and V Scapin and R Schmitt and T Schweizer and M Shayduk and K Shinozaki and Steven Neil Shore and N Sidro and A Sillanpää and D Sobczynska and A Stamerra and LS Stark and L Takalo and F Tavecchio and P Temnikov and D Tescaro and M Teshima and DF Torres and N Turini and H Vankov and V Vitale and RM Wagner and T Wibig and W Wittek and F Zandanel and R Zanin and J Zapatero",
            "2007",
            "lGy-t4cAAAAJ:Dip1O2bNi0gC",
            654,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/521382\/meta",
            "17747181379336767561",
            "\/scholar?cites=17747181379336767561",
            {
                "2007":9,
                "2008":74,
                "2009":71,
                "2010":59,
                "2011":57,
                "2012":52,
                "2013":37,
                "2014":37,
                "2015":50,
                "2016":35,
                "2017":40,
                "2018":39,
                "2019":35,
                "2020":45,
                "2021":7
            }
        ]
    ]
}