{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Chandra observations of large samples of galaxy clusters detected in X-rays by ROSAT provide a new, robust determination of the cluster mass functions at low and high redshifts. Statistical and systematic errors are now sufficiently small, and the redshift leverage sufficiently large for the mass function evolution to be used as a useful growth of a structure-based dark energy probe. In this paper, we present cosmological parameter constraints obtained from Chandra observations of 37 clusters with lang z rang= 0.55 derived from 400 deg 2 ROSAT serendipitous survey and 49 brightest z≈ 0.05 clusters detected in the All-Sky Survey. Evolution of the mass function between these redshifts requires Ω Λ> 0 with a~ 5σ significance, and constrains the dark energy equation-of-state parameter to w 0=–1.14±0.21, assuming a constant w and a flat universe. Cluster information also significantly improves constraints when …",
            "Chandra cluster cosmology project III: cosmological parameter constraints",
            "A Vikhlinin and AV Kravtsov and RA Burenin and H Ebeling and WR Forman and Allan Hornstrup and C Jones and SS Murray and D Nagai and H Quintana and A Voevodkin",
            "2009",
            "Lhi8jeAAAAAJ:u-x6o8ySG0sC",
            1162,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/692\/2\/1060\/meta",
            "4617621508349613546",
            "\/scholar?cites=4617621508349613546",
            {
                "2008":3,
                "2009":53,
                "2010":118,
                "2011":113,
                "2012":137,
                "2013":115,
                "2014":118,
                "2015":109,
                "2016":105,
                "2017":64,
                "2018":69,
                "2019":71,
                "2020":69,
                "2021":8
            }
        ],
        [
            "The cooling of gas in the centers of dark matter halos is expected to lead to a more concentrated dark matter distribution. The response of dark matter to the condensation of baryons is usually calculated using the model of adiabatic contraction, which assumes spherical symmetry and circular orbits. In contrast, halos in the hierarchical structure formation scenarios grow via multiple violent mergers and accretion along filaments, and particle orbits in the halos are highly eccentric. We study the effects of the cooling of gas in the inner regions of halos using high‐resolution cosmological simulations that include gas dynamics, radiative cooling, and star formation. We find that the dissipation of gas indeed increases the density of dark matter and steepens its radial profile in the inner regions of halos compared to the case without cooling. For the first time, we test the adiabatic contraction model in cosmological simulations …",
            "Response of dark matter halos to condensation of baryons: cosmological simulations and improved adiabatic contraction model",
            "Oleg Y Gnedin and Andrey V Kravtsov and Anatoly A Klypin and Daisuke Nagai",
            "2004",
            "Lhi8jeAAAAAJ:u5HHmVD_uO8C",
            915,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/424914\/meta",
            "12521906769071153879",
            "\/scholar?cites=12521906769071153879",
            {
                "2005":41,
                "2006":51,
                "2007":35,
                "2008":57,
                "2009":64,
                "2010":79,
                "2011":64,
                "2012":85,
                "2013":70,
                "2014":70,
                "2015":60,
                "2016":56,
                "2017":44,
                "2018":43,
                "2019":33,
                "2020":48,
                "2021":11
            }
        ],
        [
            "We discuss the measurements of the galaxy cluster mass functions at z≈ 0.05 and z≈ 0.5 using high-quality Chandra observations of samples derived from the ROSAT PSPC All-Sky and 400 deg 2 surveys. We provide a full reference for the data analysis procedures, present updated calibration of relations between the total cluster mass and its X-ray indicators (T X, M gas, and Y X) based on a subsample of low-z relaxed clusters, and present a first measurement of the evolving L X-M tot relation (with M tot estimated from Y X) obtained from a well defined statistically complete cluster sample and with appropriate corrections for the Malmquist bias applied. Finally, we present the derived cluster mass functions, estimate the systematic uncertainties in this measurement, and discuss the calculation of the likelihood function. We confidently measure the evolution in the cluster comoving number density at a fixed mass …",
            "Chandra cluster cosmology project. II. Samples and X-ray data reduction",
            "A Vikhlinin and RA Burenin and H Ebeling and WR Forman and Allan Hornstrup and C Jones and AV Kravtsov and SS Murray and D Nagai and H Quintana and A Voevodkin",
            "2009",
            "Lhi8jeAAAAAJ:2osOgNQ5qMEC",
            704,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/692\/2\/1033\/meta",
            "7456694057365895467",
            "\/scholar?cites=7456694057365895467",
            {
                "2008":2,
                "2009":30,
                "2010":56,
                "2011":69,
                "2012":68,
                "2013":73,
                "2014":68,
                "2015":66,
                "2016":73,
                "2017":43,
                "2018":42,
                "2019":61,
                "2020":46,
                "2021":3
            }
        ],
        [
            "We present detailed comparisons of the intracluster medium (ICM) in cosmological Eulerian cluster simulations with deep Chandra observations of nearby relaxed clusters. To assess the impact of galaxy formation, we compare two sets of simulations, one performed in the nonradiative regime and another with radiative cooling and several physical processes critical to various aspects of galaxy formation: star formation, metal enrichment, and stellar feedback. We show that the observed ICM properties outside cluster cores are well reproduced in the simulations that include cooling and star formation, while the nonradiative simulations predict an overall shape of the ICM profiles inconsistent with observations. In particular, we find that the ICM entropy in our runs with cooling is enhanced to the observed levels at radii as large as half of the virial radius. We also find that outside cluster cores entropy scaling with the …",
            "Effects of galaxy formation on thermodynamics of the intracluster medium",
            "Daisuke Nagai and Andrey V Kravtsov and Alexey Vikhlinin",
            "2007",
            "Lhi8jeAAAAAJ:qjMakFHDy7sC",
            628,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/521328\/meta",
            "8586228268673601780",
            "\/scholar?cites=8586228268673601780",
            {
                "2008":28,
                "2009":47,
                "2010":37,
                "2011":54,
                "2012":52,
                "2013":56,
                "2014":65,
                "2015":51,
                "2016":52,
                "2017":41,
                "2018":38,
                "2019":49,
                "2020":54,
                "2021":3
            }
        ],
        [
            "X‐ray observations of galaxy clusters potentially provide powerful cosmological probes if systematics due to our incomplete knowledge of the ICM physics is understood and controlled. In this paper we present mock Chandra analyses of cosmological cluster simulations and assess X‐ray measurements of galaxy cluster properties using a model and procedure essentially identical to that used in real data analysis. We show that reconstruction of three‐dimensional ICM density and temperature profiles is excellent for relaxed clusters, but still reasonably accurate for unrelaxed systems. The total ICM mass is measured quite accurately (≲6%) in all clusters, while the hydrostatic estimate of the gravitationally bound mass is biased low by about 5%–20% through the virial region, primarily due to additional pressure support provided by subsonic bulk motions in the ICM, ubiquitous in our simulations even in relaxed …",
            "Testing X-ray measurements of galaxy clusters with cosmological simulations",
            "Daisuke Nagai and Alexey Vikhlinin and Andrey V Kravtsov",
            "2007",
            "Lhi8jeAAAAAJ:9yKSN-GCB0IC",
            535,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/509868\/meta",
            "4538018167132049701",
            "\/scholar?cites=4538018167132049701",
            {
                "2007":20,
                "2008":38,
                "2009":33,
                "2010":43,
                "2011":44,
                "2012":56,
                "2013":56,
                "2014":51,
                "2015":37,
                "2016":39,
                "2017":22,
                "2018":30,
                "2019":28,
                "2020":29,
                "2021":4
            }
        ],
        [
            "We present a comparison of X‐ray proxies for the total cluster mass, M500, including the spectral temperature (TX), gas mass measured within r500 ( ), and the new proxy, YX, which is a simple product of TX and   and is related to the total thermal energy of the ICM. We use mock  Chandra images constructed for a sample of clusters simulated with the Eulerian N‐body+gasdynamics adaptive mesh refinement ART code in the concordance ΛCDM cosmology. The simulations achieve high spatial and mass resolution and include radiative cooling, star formation, and other processes accompanying galaxy formation. Our analysis shows that simulated clusters exhibit a high degree of regularity and tight correlations between the considered observables and total mass. The normalizations of the M500‐TX,  ‐TX, and M500‐YX relations agree to better than ≈10%–15% with the current observational measurements of …",
            "A new robust low-scatter X-ray mass indicator for clusters of galaxies",
            "Andrey V Kravtsov and Alexey Vikhlinin and Daisuke Nagai",
            "2006",
            "Lhi8jeAAAAAJ:d1gkVwhDpl0C",
            513,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/506319\/meta",
            "12991298117575471229",
            "\/scholar?cites=12991298117575471229",
            {
                "2006":3,
                "2007":25,
                "2008":31,
                "2009":47,
                "2010":44,
                "2011":46,
                "2012":55,
                "2013":46,
                "2014":40,
                "2015":31,
                "2016":38,
                "2017":23,
                "2018":19,
                "2019":31,
                "2020":22,
                "2021":7
            }
        ],
        [
            "We present analysis of bulk and random gas motions in the intracluster medium using high-resolution Eulerian cosmological simulations of 16 simulated clusters, including both very relaxed and unrelaxed systems and spanning a virial mass range of 5× 10 13-. We investigate effects of the residual subsonic gas motions on the hydrostatic estimates of mass profiles and concentrations of galaxy clusters. In agreement with previous studies, we find that the gas motions contribute up to≈ 5%-15% of the total pressure support in relaxed clusters with contribution increasing with the cluster-centric radius. The fractional pressure support is higher in unrelaxed systems. This contribution would not be accounted for in hydrostatic estimates of the total mass profile and would lead to systematic underestimate of mass. We demonstrate that total mass can be recovered accurately if pressure due to gas motions …",
            "Residual Gas Motions in the Intracluster Medium and Bias in Hydrostatic Measurements of Mass Profiles of Clusters",
            "Erwin T Lau and Andrey V Kravtsov and Daisuke Nagai",
            "2009",
            "Lhi8jeAAAAAJ:Tyk-4Ss8FVUC",
            390,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/705\/2\/1129\/meta",
            "2109458167471314100",
            "\/scholar?cites=2109458167471314100",
            {
                "2009":1,
                "2010":19,
                "2011":46,
                "2012":59,
                "2013":56,
                "2014":36,
                "2015":28,
                "2016":26,
                "2017":25,
                "2018":25,
                "2019":40,
                "2020":26,
                "2021":2
            }
        ],
        [
            "We analyze the effect of dissipation on the shapes of dark matter (DM) halos using high‐resolution cosmological gasdynamics simulations of clusters and galaxies in the ΛCDM cosmology. We find that halos formed in simulations with gas cooling are significantly more spherical than corresponding halos formed in adiabatic simulations. Gas cooling results in an average increase of the principle axis ratios of halos by ∼0.2–0.4 in the inner regions. The systematic difference decreases slowly with radius but persists almost to the virial radius. We argue that the differences in simulations with and without cooling arise both during periods of quiescent evolution, when gas cools and condenses toward the center, and during major mergers. We perform a series of high‐resolution N‐body simulations to study the shapes of remnants in major mergers of DM halos and halos with embedded stellar disks. In the DM halo–only …",
            "The effect of gas cooling on the shapes of dark matter halos",
            "Stelios Kazantzidis and Andrey V Kravtsov and Andrew R Zentner and Brandon Allgood and Daisuke Nagai and Ben Moore",
            "2004",
            "Lhi8jeAAAAAJ:UeHWp8X0CEIC",
            354,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/423992\/meta",
            "5372975951933967847",
            "\/scholar?cites=5372975951933967847",
            {
                "2004":9,
                "2005":26,
                "2006":44,
                "2007":32,
                "2008":25,
                "2009":21,
                "2010":25,
                "2011":22,
                "2012":27,
                "2013":16,
                "2014":19,
                "2015":20,
                "2016":13,
                "2017":15,
                "2018":11,
                "2019":12,
                "2020":13,
                "2021":2
            }
        ],
        [
            "We study the radial distribution of subhalos and galaxies using high‐resolution cosmological simulations of galaxy clusters formed in the concordance Λ cold dark matter cosmology. In agreement with previous studies, we find that the radial distribution of subhalos is significantly less concentrated than that of the dark matter, when subhalos are selected using their present‐day gravitationally bound mass. We show that the difference in the radial distribution is not a numerical artifact and is due to tidal stripping. The subhalos in the cluster core lose more than 70% of their initial mass since accretion, while the average tidal mass loss for halos near the virial radius is ≈30%. This introduces a radial bias in the spatial distribution of subhalos when the subhalos are selected using their tidally truncated mass. We demonstrate that the radial bias disappears almost entirely if subhalos are selected using their mass or circular …",
            "The radial distribution of galaxies in Λ cold dark matter clusters",
            "Daisuke Nagai and Andrey V Kravtsov",
            "2005",
            "Lhi8jeAAAAAJ:IjCSPb-OGe4C",
            269,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/426016\/meta",
            "11727550766101654477",
            "\/scholar?cites=11727550766101654477",
            {
                "2004":1,
                "2005":19,
                "2006":30,
                "2007":20,
                "2008":24,
                "2009":19,
                "2010":27,
                "2011":19,
                "2012":18,
                "2013":12,
                "2014":9,
                "2015":11,
                "2016":16,
                "2017":6,
                "2018":16,
                "2019":8,
                "2020":9,
                "2021":3
            }
        ],
        [
            "We study the effects of radiative cooling and galaxy formation on the baryon fractions in clusters using high‐resolution cosmological simulations that resolve formation of cluster galaxies. The simulations of nine individual clusters spanning a decade in mass are performed with the shock‐capturing Eulerian adaptive mesh refinement N‐body+gasdynamical Adaptive Refinement Tree code. For each cluster the simulations were done in the adiabatic regime (without dissipation) and with radiative cooling and several physical processes critical to various aspects of galaxy formation: star formation, metal enrichment, and stellar feedback. We show that radiative cooling of gas and associated star formation increase the total baryon fractions within radii as large as the virial radius. The effect is strongest within cluster cores, where the simulations with cooling have baryon fractions larger than the universal value, in contrast …",
            "Effects of cooling and star formation on the baryon fractions in clusters",
            "Andrey V Kravtsov and Daisuke Nagai and Alexey A Vikhlinin",
            "2005",
            "Lhi8jeAAAAAJ:zYLM7Y9cAGgC",
            243,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/429796\/meta",
            "806706700180042468",
            "\/scholar?cites=806706700180042468",
            {
                "2005":9,
                "2006":20,
                "2007":22,
                "2008":25,
                "2009":22,
                "2010":17,
                "2011":26,
                "2012":16,
                "2013":23,
                "2014":10,
                "2015":9,
                "2016":6,
                "2017":5,
                "2018":6,
                "2019":13,
                "2020":13
            }
        ]
    ]
}