{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            " Background: Vitamin D deficiency is prevalent in India, a finding that is unexpected in a tropical country with abundant sunshine. Vitamin D deficiency during pregnancy has important implications for the newborn and infant. There are few data from India about the prevalence of hypovitaminosis D in pregnancy and in the newborn. Objective: Our aim was to determine the prevalence of osteomalacia and hypovitaminosis D in pregnancy and in cord blood and to correlate maternal 25-hydroxyvitamin D [25(OH)D] status with sun exposure, daily calcium intake (dietary plus supplemental), and intact parathyroid hormone (PTH) concentrations. Design: Serum calcium, inorganic phosphorus, 25(OH)D, heat-labile alkaline phosphatase, and PTH were studied in 207 urban and rural pregnant subjects at term. Alkaline phosphatase and 25(OH)D were measured in the cord blood of 117 …",
            "High prevalence of vitamin D deficiency among pregnant women and their newborns in northern India",
            "Alok Sachan and Renu Gupta and Vinita Das and Anjoo Agarwal and Pradeep K Awasthi and Vijayalakshmi Bhatia",
            "2005",
            "lHvOG4EAAAAJ:tz746QTLzJkC",
            666,
            "https:\/\/academic.oup.com\/ajcn\/article-abstract\/81\/5\/1060\/4649512",
            "13654114672433775240",
            "\/scholar?cites=13654114672433775240",
            {
                "2004":2,
                "2005":2,
                "2006":9,
                "2007":21,
                "2008":23,
                "2009":24,
                "2010":49,
                "2011":42,
                "2012":39,
                "2013":68,
                "2014":49,
                "2015":40,
                "2016":69,
                "2017":48,
                "2018":63,
                "2019":53,
                "2020":46,
                "2021":1
            }
        ],
        [
            "Thyroid disorders are among the common endocrine problems in pregnant women. It is now well established that not only overt, but subclinical thyroid dysfunction also has adverse effects on maternal and fetal outcome. There are few data from India about the prevalence of thyroid dysfunction in pregnancy. With this background, this study aims to find prevalence of thyroid dysfunction in pregnancy and its impact on obstetrical outcome in Indian population.Six hundred and 33 pregnant women in second trimester were registered. Detailed history and examination was done. Apart from routine obstetrical investigations, TSH level estimation was done. If TSH level was deranged then free T4 and thyroperoxidase antibody level estimation were done. Patients were managed accordingly and followed till delivery. Their obstetrical and …",
            "Overt and subclinical thyroid dysfunction among Indian pregnant women and its effect on maternal and fetal outcome",
            "Meenakshi Titoria Sahu and Vinita Das and Suneeta Mittal and Anjoo Agarwal and Monashis Sahu",
            "2010",
            "lHvOG4EAAAAJ:BJrgspguQaEC",
            336,
            "https:\/\/link.springer.com\/article\/10.1007\/s00404-009-1105-1",
            "3109959408492146713",
            "\/scholar?cites=3109959408492146713",
            {
                "2009":1,
                "2010":6,
                "2011":13,
                "2012":17,
                "2013":24,
                "2014":34,
                "2015":51,
                "2016":42,
                "2017":46,
                "2018":38,
                "2019":28,
                "2020":27,
                "2021":1
            }
        ],
        [
            "Multiprocessor architectures and platforms have been introduced to extend the applicability of Moore’s law. They depend on concurrency and synchronization in both software and hardware to enhance the design productivity and system performance. These platforms will also have to incorporate highly scalable, reusable, predictable, cost-and energy-efficient architectures. With the rapidly approaching billion transistors era, some of the main problems in deep sub-micron technologies which are characterized by gate lengths in the range of 60-90 nm, will arise from non-scalable wire delays, errors in signal integrity and unsynchronized communications. These problems may be overcome by the use of Network on Chip (NOC) architecture. In this paper, we have summarized over sixty research papers and contributions in NOC area.",
            "Survey of network on chip (noc) architectures & contributions",
            "Ankur Agarwal and Cyril Iskander and Ravi Shankar",
            "2009",
            "lHvOG4EAAAAJ:qUcmZB5y_30C",
            314,
            "http:\/\/faculty.eng.fau.edu\/ankur\/files\/2017\/09\/Survey_of_Network_on_Chip_NoC_Architectures_Contri.pdf",
            "4188653629282286017",
            "\/scholar?cites=4188653629282286017",
            {
                "2009":5,
                "2010":14,
                "2011":25,
                "2012":27,
                "2013":34,
                "2014":34,
                "2015":31,
                "2016":31,
                "2017":36,
                "2018":34,
                "2019":14,
                "2020":21
            }
        ]
    ]
}