{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "'7 (L) is the phase shift for angular momentum L. For long-range potentials,(potentials which vanish at large r only as some power of l\/r), an expansion in k2 does not exist. For V (r)-> constXr-n for r-> 00, the term at which the expansion breaks down depends upon L and upon nj A (L) cannot be defined if n;; a; 2L+ 3, while for example for L= O one cannot define ro in the usual way if n;; a; 5. A detailed study is made of the case n= 4. This case is of considerable interest since it l!. rises, in the adiabatic approximation, in the scattering of a charged particle by a neutral polarizable system j the present analysis is concerned with the scattering by",
            "Modification of Effective‐Range Theory in the Presence of a Long‐Range (r−4) Potential",
            "Thomas F O'malley and Larry Spruch and Leonard Rosenberg",
            "1961",
            "lhXNfeAAAAAJ:u5HHmVD_uO8C",
            495,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1703735",
            "1977611432015268292",
            "\/scholar?cites=1977611432015268292",
            {
                "1981":8,
                "1982":9,
                "1983":4,
                "1984":13,
                "1985":13,
                "1986":9,
                "1987":7,
                "1988":6,
                "1989":9,
                "1990":6,
                "1991":5,
                "1992":4,
                "1993":8,
                "1994":10,
                "1995":7,
                "1996":10,
                "1997":5,
                "1998":7,
                "1999":8,
                "2000":6,
                "2001":8,
                "2002":8,
                "2003":6,
                "2004":7,
                "2005":8,
                "2006":11,
                "2007":6,
                "2008":11,
                "2009":9,
                "2010":5,
                "2011":8,
                "2012":12,
                "2013":14,
                "2014":14,
                "2015":10,
                "2016":9,
                "2017":13,
                "2018":6,
                "2019":11,
                "2020":4
            }
        ],
        [
            "The cross sections for the process (a) ν+ nucleus→ ν+ γ (virtual Coulomb)+ nucleus→ ν+ γ+ nucleus and the related process (b) γ+ nucleus→ γ+ γ(virtual Coulomb)+ nucleus→ ν+ ν+ nucleus are calculated to lowest order in the weak and electromagnetic interactions, assuming the existence of a direct electron-neutrino weak interaction. While the relevant Feynman amplitude is given by a formally divergent expression, a finite amplitude is obtained by imposing the condition of gauge invariance. The contribution of process (b) to the neutrino luminosity of stars is worked out and found to be somewhat smaller than that of the processes: e−+ e+→ ν+ ν, γ+ e±→ e±+ ν+ ν. The present calculation is motivated by recent suggestions that stellar evolution may be significantly affected by energy lost by the star due to the emission of neutrinos. A very crude estimate is given for the contribution of the process (c) γ+ γ→ ν+ ν+ γ to …",
            "Electromagnetic interactions of neutrinos",
            "Leonard Rosenberg",
            "1963",
            "lhXNfeAAAAAJ:u-x6o8ySG0sC",
            272,
            "https:\/\/journals.aps.org\/pr\/abstract\/10.1103\/PhysRev.129.2786",
            "11729824556722054361",
            "\/scholar?cites=11729824556722054361",
            {
                "1981":2,
                "1982":3,
                "1983":3,
                "1984":8,
                "1985":5,
                "1986":4,
                "1987":3,
                "1988":1,
                "1989":10,
                "1990":7,
                "1991":7,
                "1992":7,
                "1993":5,
                "1994":6,
                "1995":3,
                "1996":1,
                "1997":5,
                "1998":5,
                "1999":1,
                "2000":5,
                "2001":3,
                "2002":2,
                "2003":7,
                "2004":1,
                "2005":8,
                "2006":13,
                "2007":2,
                "2008":10,
                "2009":9,
                "2010":5,
                "2011":13,
                "2012":8,
                "2013":13,
                "2014":4,
                "2015":3,
                "2016":6,
                "2017":10,
                "2018":6,
                "2019":9
            }
        ],
        [
            "Mc\/sec signal obtained from the 5-Mc\/sec output from an Atomichron by multiplication in a Gertsch FM4A frequency multiplier. The 29. 595-Mc\/sec i. f. signal is amplified and mixed in a phase dis-criminator with a similar signal froma Gertsch AM-1 stabilized oscillator. The resultant low-Yrequency signal passes through an BC filter, which limits the detector's over-all bandwidth, apd is displayed on an oscilloscope. In addition to oscillation, stimulated emission has also been observed. In this case oscillation is completely suppressed by shortening the mean time in the bulb (by means of a larger entrance aperture) or by loading the cavity. A pulse of rf at the transition frequency is fed into the cavity by a second coupling loop (not shown in Fig. 1). If this pulse is of the correct intensity the elec-tron spin of the atom is precessed 90', and the atom will continue to radiateafter the rf has been turned off. A picture of the …",
            "Atomic hydrogen maser",
            "Harold Mark Goldenberg and D Kleppner and NF Ramsey",
            "1960",
            "lhXNfeAAAAAJ:N5tVd3kTz84C",
            231,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.5.361",
            "688719733350906050",
            "\/scholar?cites=688719733350906050",
            {
                "1982":1,
                "1983":3,
                "1984":1,
                "1985":2,
                "1986":2,
                "1987":3,
                "1988":8,
                "1989":2,
                "1990":2,
                "1991":4,
                "1992":3,
                "1993":2,
                "1994":1,
                "1995":1,
                "1996":2,
                "1997":4,
                "1998":8,
                "1999":3,
                "2000":2,
                "2001":11,
                "2002":3,
                "2003":7,
                "2004":2,
                "2005":9,
                "2006":2,
                "2007":5,
                "2008":7,
                "2009":9,
                "2010":10,
                "2011":4,
                "2012":4,
                "2013":7,
                "2014":4,
                "2015":4,
                "2016":3,
                "2017":1
            }
        ],
        [
            "In the scattering of a particle (or system) of charge Ze by a neutral system with an electrical polarizability α, an electric dipole moment is induced which generates an effective potential that behaves asymptotically as− 1 2 Z 2 e 2 α r 4. Due to this effective long-range interaction, effective-range theory in its normal form is not applicable. Thus, for the scattering of a particle with an incident orbital angular momentum of zero, for example, the expansion of k cot η (0) includes terms in k and in k 2 ln k, in addition to the usual constant and k 2 terms. The effective range r 0 as normally defined is infinite, but one can define a quantity r p 0 which explicitly takes into account the long-range character of the effective potential. For L> 0 it is k 2 cot η (L) which approaches a constant as k approaches zero rather than k 2 L+ 1 cot η (L) as for a short-range potential. The above results can have serious consequences in the scattering of …",
            "Low-energy scattering of a charged particle by a neutral polarizable system",
            "Thomas F O'Malley and Leonard Rosenberg and Larry Spruch",
            "1962",
            "lhXNfeAAAAAJ:d1gkVwhDpl0C",
            228,
            "https:\/\/journals.aps.org\/pr\/abstract\/10.1103\/PhysRev.125.1300",
            "15052273192873697366",
            "\/scholar?cites=15052273192873697366",
            {
                "1981":4,
                "1982":8,
                "1983":1,
                "1984":8,
                "1985":5,
                "1986":7,
                "1987":1,
                "1988":5,
                "1989":3,
                "1990":8,
                "1991":3,
                "1992":3,
                "1993":1,
                "1994":8,
                "1995":2,
                "1996":4,
                "1997":4,
                "1998":2,
                "1999":8,
                "2000":3,
                "2001":3,
                "2002":6,
                "2003":4,
                "2004":3,
                "2005":3,
                "2006":1,
                "2007":2,
                "2008":4,
                "2009":3,
                "2010":1,
                "2011":3,
                "2012":2,
                "2013":10,
                "2014":4,
                "2015":2,
                "2016":5,
                "2017":4,
                "2018":3
            }
        ],
        [
            "A variational principle of the Kohn type is formulated for the scattering of three charged particles, with particular attention given to the breakup process. In addition, an effective-potential theory, which also allows for variational formulation, is derived for the three-body system with long-ranged Coulomb interactions properly accounted for. These results generalize previous work done for systems with short-ranged interactions; the difference lies, essentially, in the use of Coulomb-modified plane waves to describe the asymptotic states. To establish the physical justification for this modified version of scattering theory a section is included containing a time-dependent description of the collision process in which the wave packets follow classical, Coulomb-modified, trajectories in the initial and final states.",
            "Variational methods in charged-particle collision theory",
            "Leonard Rosenberg",
            "1973",
            "lhXNfeAAAAAJ:9yKSN-GCB0IC",
            153,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.8.1833",
            "3780275852713948729",
            "\/scholar?cites=3780275852713948729",
            {
                "1981":2,
                "1982":2,
                "1983":1,
                "1984":3,
                "1985":1,
                "1986":2,
                "1987":4,
                "1988":4,
                "1989":3,
                "1990":3,
                "1991":11,
                "1992":4,
                "1993":5,
                "1994":10,
                "1995":10,
                "1996":3,
                "1997":7,
                "1998":10,
                "1999":5,
                "2000":6,
                "2001":9,
                "2002":4,
                "2003":8,
                "2004":4,
                "2005":5,
                "2006":1,
                "2007":5,
                "2008":1,
                "2009":4,
                "2010":4,
                "2011":1,
                "2012":2,
                "2013":1,
                "2014":1,
                "2015":1
            }
        ],
        [
            "It is shown that in the zero-energy scattering of a particle by a center of force, where no bound state exists, the Kohn variational principle provides an upper bound on the scattering length. A bound may also be obtained from Hulthén's method, although with the same form of trial function the Kohn result will be lower (and therefore better) than the one obtained from the Hulthén principle. The Rubinow formulation need not provide a bound; for those calculations which have been performed in this form, the results may be converted without any further calculations so that they correspond to the Kohn form, and therefore, under the circumstances considered, do give a bound. Analogous results hold for states of nonzero orbital angular momentum. Direct generalizations of the above results are valid for scattering by a compound system.",
            "Upper bounds on scattering lengths for static potentials",
            "Larry Spruch and Leonard Rosenberg",
            "1959",
            "lhXNfeAAAAAJ:2osOgNQ5qMEC",
            123,
            "https:\/\/journals.aps.org\/pr\/abstract\/10.1103\/PhysRev.116.1034",
            "9403800534029760637",
            "\/scholar?cites=9403800534029760637",
            {
                "1976":1,
                "1977":1,
                "1978":1,
                "1979":2,
                "1980":1,
                "1981":2,
                "1982":3,
                "1983":1,
                "1984":1,
                "1985":1,
                "1986":3,
                "1987":1,
                "1988":1,
                "1989":2,
                "1990":2,
                "1991":2,
                "1992":2,
                "1993":2,
                "1994":1,
                "1995":1,
                "1996":5,
                "1997":2,
                "1998":3,
                "1999":3,
                "2000":2,
                "2001":1,
                "2002":1
            }
        ],
        [
            "In the case of the zero-energy scattering of one compound system by another, where one real scattering length completely characterizes the problem (eg, the reaction A+ B→ C+ D, in addition to A+ B→ A+ B, cannot take place) it has previously been shown that the Kohn-Hulthén variational principle provides an upper bound on the scattering length if no composite bound states exist. The extension of this result to the case where one or more composite bound states do exist is presented here. The inclusion of tensor forces, exchange forces, and Coulomb forces is allowed. Several methods are given for obtaining a rigorous upper bound on the scattering length, which involve the addition of certain positive terms to the Kohn-Hulthén variational expression. The approximate information about the composite bound states which is required to construct these additional terms can be found by standard methods. As a …",
            "Upper bounds on scattering lengths when composite bound states exist",
            "Leonard Rosenberg and Larry Spruch and Thomas F O'Malley",
            "1960",
            "lhXNfeAAAAAJ:qjMakFHDy7sC",
            117,
            "https:\/\/journals.aps.org\/pr\/abstract\/10.1103\/PhysRev.118.184",
            "11354650331397693099",
            "\/scholar?cites=11354650331397693099",
            {
                "1974":5,
                "1975":6,
                "1976":2,
                "1977":4,
                "1978":1,
                "1979":1,
                "1980":2,
                "1981":1,
                "1982":1,
                "1983":3,
                "1984":2,
                "1985":2,
                "1986":2,
                "1987":1,
                "1988":2,
                "1989":2,
                "1990":2,
                "1991":1,
                "1992":1,
                "1993":1,
                "1994":1,
                "1995":1,
                "1996":1,
                "1997":1,
                "1998":1,
                "1999":1,
                "2000":1,
                "2001":1,
                "2002":1,
                "2003":2
            }
        ],
        [
            "Interest in the theory of electron-atom scattering in a radiation field has increased in recent years as a result of the important role it plays in the study of plasma heating, gas breakdown, and laser-driven fusion. The theory has been a subject of study, particularly in connection with the bremsstrahlung process. Owing to the dominance of stimulated emission and absorption, the theory of scattering in a laser field takes on a form somewhat different from the more familiar theory of spontaneous bremsstrahlung. However, the underlying physics is the same in the two cases, and it is interesting to trace the connections. The chapter emphasizes on the recent developments in the theory of multiphoton processes in electron–atom scattering. It particularly describes the connections that exist between the time-dependent and time-independent versions of the theory, the relationship between the classical and …",
            "Theory of Electron-Atom Scattering in a Radiation Field Leonard Rosenberg",
            "Leonard Rosenberg",
            "1982",
            "lhXNfeAAAAAJ:UeHWp8X0CEIC",
            108,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0065219908602389",
            "8885845154213725272",
            "\/scholar?cites=8885845154213725272",
            {
                "1983":3,
                "1984":4,
                "1985":5,
                "1986":6,
                "1987":13,
                "1988":10,
                "1989":10,
                "1990":9,
                "1991":7,
                "1992":6,
                "1993":3,
                "1994":3,
                "1995":3,
                "1996":4,
                "1997":4,
                "1998":2,
                "1999":2,
                "2000":2,
                "2001":1,
                "2002":1,
                "2003":1,
                "2004":2,
                "2005":1,
                "2006":2,
                "2007":1,
                "2008":1,
                "2009":2
            }
        ],
        [
            "The Faddeev integral equations for nonrelativistic three-body scattering amplitudes are generalized to apply to the multiparticle-scattering problem. The equations obtained are similar in structure to the N-body formulation of Weinberg and have the same desirable feature, namely, that δ-function singularities in the kernel due to disconnected processes have been removed, so that Fredholm theory may be expected to apply. A possible advantage of the present (Faddeev-type) approach to the N-body problem is that the potentials do not appear explicitly; they have been formally eliminated in favor of the two-body scattering amplitudes. In addition to the integral equations for the scattering amplitudes, in all channels, we obtain integral equations for the wave function and for the effective (or optical) potential. A minimum principle for the effective potential obtained previously for N= 3 is generalized to arbitrary N. To …",
            "Generalized Faddeev integral equations for multiparticle scattering amplitudes",
            "Leonard Rosenberg",
            "1965",
            "lhXNfeAAAAAJ:IjCSPb-OGe4C",
            81,
            "https:\/\/journals.aps.org\/pr\/abstract\/10.1103\/PhysRev.140.B217",
            "16199856166949684329",
            "\/scholar?cites=16199856166949684329",
            {
                "1979":5,
                "1980":5,
                "1981":4,
                "1982":5,
                "1983":1,
                "1984":1,
                "1985":1,
                "1986":1,
                "1987":1,
                "1988":1,
                "1989":3,
                "1990":1,
                "1991":2,
                "1992":1
            }
        ],
        [
            "The great success of effective-range theory (ERT) in theanalysis and interpretation of low-energy nuclear two-body scattering data has sti-mulated its application to a wide variety of-other fields, in some cases perhaps somewhat less critically than might be warranted. It should therefore be stressed that there are limitations to the applicability of ERT in its usual form. For long-range forces, for example, the very form of the expansion as a power series in k'is incorrect.",
            "Modification of effective-range theory in the presence of a long-range potential",
            "Larry Spruch and Thomas F O'Malley and Leonard Rosenberg",
            "1960",
            "lhXNfeAAAAAJ:Tyk-4Ss8FVUC",
            80,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.5.375",
            "9805626281474681606",
            "\/scholar?cites=9805626281474681606",
            {
                "1982":3,
                "1983":1,
                "1984":1,
                "1985":1,
                "1986":2,
                "1987":1,
                "1988":2,
                "1989":2,
                "1990":1,
                "1991":1,
                "1992":2,
                "1993":2,
                "1994":1,
                "1995":2,
                "1996":2,
                "1997":2,
                "1998":2,
                "1999":1,
                "2000":2,
                "2001":3
            }
        ]
    ]
}