{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "1.3 Types of arene dioxygenase biocatalysts 1.4 Types of dioxygenase-catalysed oxidations 1.5 Syntheses using arene cis-dihydrodiols 1.6 Industrial applications and potential 2 Structure and stereochemistry of cis-diols 2.1 Classification of substrates 2.2 Regioselectivity 2.3 Stereoselectivity 3 Enzymatic and chemoenzymatic routes to unusual cis-dihydrodiol regioisomers, enantiomers and other arene metabolites",
            "The dioxygenase-catalysed formation of vicinal cis-diols",
            "Derek R Boyd and Gary N Sheldrake",
            "1998",
            "li-QzkAAAAAJ:u5HHmVD_uO8C",
            233,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/1998\/np\/a815309y",
            "5629600811488117358",
            "\/scholar?cites=5629600811488117358",
            {
                "1998":4,
                "1999":6,
                "2000":12,
                "2001":11,
                "2002":15,
                "2003":20,
                "2004":10,
                "2005":13,
                "2006":17,
                "2007":7,
                "2008":16,
                "2009":12,
                "2010":8,
                "2011":12,
                "2012":8,
                "2013":9,
                "2014":13,
                "2015":13,
                "2016":2,
                "2017":3,
                "2018":7,
                "2019":11,
                "2020":3,
                "2021":1
            }
        ],
        [
            "The range of available arene dihydroxylating dioxygenase enzymes, their structure and mechanism, and recent examples of the application of arene cis-dihydrodiol bioproducts as chiral precursors in the synthesis of natural and unnatural products and chiral ligands are discussed.",
            "Arene cis-dihydrodiol formation: from biology to application",
            "Derek R Boyd and Timothy DH Bugg",
            "2006",
            "li-QzkAAAAAJ:d1gkVwhDpl0C",
            188,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2006\/ob\/b513226f",
            "17187624398428192098",
            "\/scholar?cites=17187624398428192098",
            {
                "2006":8,
                "2007":9,
                "2008":17,
                "2009":6,
                "2010":15,
                "2011":17,
                "2012":26,
                "2013":11,
                "2014":11,
                "2015":15,
                "2016":12,
                "2017":7,
                "2018":11,
                "2019":13,
                "2020":10
            }
        ],
        [
            "Aromatic dioxygenases have been found to catalyse single and tandem oxidation reactions of conjugated polyenes. Rational selection and design of dioxygenases, allied to substrate shape, size and substitution pattern, has been used to control regiochemistry and stereochemistry during the oxygenation process. The resulting enantiopure bioproducts have been increasingly utilised as precursors for new and alternative routes in chiral synthesis.",
            "Aromatic dioxygenases: molecular biocatalysis and applications",
            "Derek R Boyd and Narain D Sharma and Christopher CR Allen",
            "2001",
            "li-QzkAAAAAJ:u-x6o8ySG0sC",
            186,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0958166901002646",
            "1717212955159932843",
            "\/scholar?cites=1717212955159932843",
            {
                "2002":7,
                "2003":10,
                "2004":14,
                "2005":18,
                "2006":16,
                "2007":8,
                "2008":13,
                "2009":12,
                "2010":11,
                "2011":10,
                "2012":7,
                "2013":9,
                "2014":9,
                "2015":6,
                "2016":9,
                "2017":5,
                "2018":4,
                "2019":13,
                "2020":3,
                "2021":1
            }
        ],
        [
            "The synthesis and characterizationof 2-dodecylcyclobutanone is described. Solvent extraction techniques for the isolation of this compound from irradiated minced chickenmeat and its detection by selected ion monitoring are outlined. The compound was not detected in either raw or cooked nonirradiated minced chicken meat by the methods used, but its presence was confirmed in the irradiated samples. 2-Dodecylcyclobutanone was detectable for 20 days postirradiation. The dose (4.7 kGy) of irradiation applied was below the recommended upper limit for food (10 kGy), and this compound may have potential as a marker for irradiated chicken meat and for other foods containing lipid.",
            "Synthesis, characterization, and potential use of 2-dodecylcyclobutanone as a marker for irradiated chicken",
            "Derek R Boyd and Anne VJ Crone and John TG Hamilton and Mark V Hand and Mary H Stevenson and Paul J Stevenson",
            "1991",
            "li-QzkAAAAAJ:9yKSN-GCB0IC",
            126,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/jf00004a035",
            "10273485831331006429",
            "\/scholar?cites=10273485831331006429",
            {
                "1990":1,
                "1991":1,
                "1992":4,
                "1993":6,
                "1994":2,
                "1995":4,
                "1996":7,
                "1997":3,
                "1998":3,
                "1999":9,
                "2000":6,
                "2001":5,
                "2002":8,
                "2003":4,
                "2004":7,
                "2005":4,
                "2006":6,
                "2007":6,
                "2008":8,
                "2009":4,
                "2010":5,
                "2011":3,
                "2012":8,
                "2013":4,
                "2014":1,
                "2015":2,
                "2016":3,
                "2017":1
            }
        ],
        [
            "The naphthalene dioxygenase (NDO) system catalyzes the first step in the degradation of naphthalene by Pseudomonas sp. strain NCIB 9816-4. The enzyme has a broad substrate range and catalyzes several types of reactions including cis-dihydroxylation, monooxygenation, and desaturation. Substitution of valine or leucine at Phe-352 near the active site iron in the α subunit of NDO altered the stereochemistry of naphthalene cis-dihydrodiol formed from naphthalene and also changed the region of oxidation of biphenyl and phenanthrene. In this study, we replaced Phe-352 with glycine, alanine, isoleucine, threonine, tryptophan, and tyrosine and determined the activity with naphthalene, biphenyl, and phenanthrene as substrates. NDO variants F352W and F352Y were marginally active with all substrates tested. F352G and F352A had reduced but significant activity, and F352I, F352T, F352V, and F352L had …",
            "Regioselectivity and enantioselectivity of naphthalene dioxygenase during arene cis-dihydroxylation: control by phenylalanine 352 in the α subunit",
            "Rebecca E Parales and Sol M Resnick and Chi-Li Yu and Derek R Boyd and Narain D Sharma and David T Gibson",
            "2000",
            "li-QzkAAAAAJ:2osOgNQ5qMEC",
            115,
            "https:\/\/jb.asm.org\/content\/182\/19\/5495.short",
            "11886049387145150227",
            "\/scholar?cites=11886049387145150227",
            {
                "2001":4,
                "2002":9,
                "2003":7,
                "2004":8,
                "2005":12,
                "2006":13,
                "2007":5,
                "2008":10,
                "2009":3,
                "2010":7,
                "2011":2,
                "2012":5,
                "2013":3,
                "2014":5,
                "2015":3,
                "2016":2,
                "2017":3,
                "2018":3,
                "2019":3,
                "2020":7,
                "2021":1
            }
        ],
        [
            "The (+)- and (-)-enantiomers of benzo[a]pyrene 7,8-oxide are hydrated stereospecifically at C-8 to (-)- and (+)-trans-7,8-dihydroxy-7,8-dihydrobenzo[a]pyrene, respectively, by rat hepatic epoxide hydrolase. The (-)-enantiomer of benzo[a]pyrene 7,8-oxide is metabolized by microsomal epoxide hydrolase at a rate 3- to 4-fold greater than the (+)-enantiomer. At low conversion of racemic substrate, however, benzo[a]pyrene 7,8-oxide is metabolized to the dihydrodiol at a rate equal to that of the (+)-enantiomer. An analysis of the enantiomeric composition of the dihydrodiol formed from the racemic substrate revealed preferential formation of (-)-trans-7,8-dihydroxy-7,8-dihydrobenzo-[a]pyrene. At low substrate conversion (< 20% metabolism), the enantiomeric purity of the dihydrodiol was much higher than at high substrate conversion (> 50% metabolism). Similar results were obtained with microsomes from hamster, rabbit …",
            "An enantiomeric interaction in the metabolism and tumorigenicity of (+)-and (-)-benzo [a] pyrene 7, 8-oxide.",
            "Wayne Levin and MK Buening and Alexander W Wood and Richard L Chang and B Kedzierski and DR Thakker and DR Boyd and GS Gadaginamath and RN Armstrong and H Yagi and JM Karle and TJ Slaga and DM Jerina and AH Conney",
            "1980",
            "li-QzkAAAAAJ:Tyk-4Ss8FVUC",
            99,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021925819705286",
            "15903719789596971521",
            "\/scholar?cites=15903719789596971521",
            {
                "1981":5,
                "1982":7,
                "1983":10,
                "1984":3,
                "1985":7,
                "1986":3,
                "1987":3,
                "1988":1,
                "1989":3,
                "1990":2,
                "1991":6,
                "1992":1,
                "1993":3,
                "1994":5,
                "1995":1,
                "1996":3,
                "1997":2,
                "1998":2,
                "1999":1,
                "2000":2,
                "2001":2,
                "2002":2,
                "2003":6,
                "2004":2,
                "2005":3,
                "2006":2,
                "2007":3,
                "2008":2,
                "2009":1,
                "2010":1,
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":1
            }
        ],
        [
            "We report a new and generally applicable method for the determination of enantiometic excess (ee) and absoluteconfiguration of a series of cir-dihydrodiol metabolites of monosubstituted arenes obtained from growing cultures of a mutant strain of the bacterium Pseudomonas putida UV4. The formationof cycloadducts with 4-phenyl-1, 2, 4-triazoline-3, 5-dione and conversion to single crystalline di-MTPA diastereoisomers allows stereochemical analysis by X-ray crystallography and and 19F NMR spectroscopy. Although a considerable number of c\/s-dihydrodiols (> 120) resulting from bacterial metabolism of arenes have been reported in the literature, a relatively small proportion (< 10%) are of known optical purity or absolute stereochemistry. Included among those stereochemically assigned are metabolites of monocyclic (eg, toluene, 1 ethylbenzene, 2 3and chlorobenzene3-5) and polycyclic (eg, naphthalene, 6 …",
            "Enantiomeric excess and absolute configuration determination of cis-dihydrodiols from bacterial metabolism of monocyclic arenes",
            "Derek R Boyd and MRJ Dorrity and MV Hand and JF Malone and ND Sharma and H Dalton and DJ Gray and GN Sheldrake",
            "1991",
            "li-QzkAAAAAJ:qjMakFHDy7sC",
            98,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/ja00002a040",
            "8386291253836278612",
            "\/scholar?cites=8386291253836278612",
            {
                "1991":6,
                "1992":11,
                "1993":6,
                "1994":4,
                "1995":4,
                "1996":6,
                "1997":3,
                "1998":7,
                "1999":1,
                "2000":1,
                "2001":7,
                "2002":6,
                "2003":3,
                "2004":1,
                "2005":3,
                "2006":8,
                "2007":2,
                "2008":1,
                "2009":2,
                "2010":2,
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":2,
                "2015":1,
                "2016":4,
                "2017":2,
                "2018":2
            }
        ],
        [
            "The biotransformation of the polycyclic aromatic hydrocarbons (PAHs) naphthalene and phenanthrene was investigated by using two dioxygenase-expressing bacteria, Pseudomonas sp. strain 9816\/11 and Sphingomonas yanoikuyae B8\/36, under conditions which facilitate mass-transfer limited substrate oxidation. Both of these strains are mutants that accumulate cis-dihydrodiol metabolites under the reaction conditions used. The effects of the nonpolar solvent 2,2,4,4,6,8,8-heptamethylnonane (HMN) and the nonionic surfactant Triton X-100 on the rate of accumulation of these metabolites were determined. HMN increased the rate of accumulation of metabolites for both microorganisms, with both substrates. The enhancement effect was most noticeable with phenanthrene, which has a lower aqueous solubility than naphthalene. Triton X-100 increased the rate of oxidation of the PAHs with strain 9816\/11 with the …",
            "Contrasting effects of a nonionic surfactant on the biotransformation of polycyclic aromatic hydrocarbons tocis-dihydrodiols by soil bacteria",
            "Christopher CR Allen and Derek R Boyd and Francis Hempenstall and Michael J Larkin and Narain D Sharma",
            "1999",
            "li-QzkAAAAAJ:zYLM7Y9cAGgC",
            96,
            "https:\/\/aem.asm.org\/content\/65\/3\/1335.short",
            "13678348208431180168",
            "\/scholar?cites=13678348208431180168",
            {
                "2000":8,
                "2001":5,
                "2002":1,
                "2003":6,
                "2004":10,
                "2005":3,
                "2006":4,
                "2007":7,
                "2008":7,
                "2009":6,
                "2010":3,
                "2011":6,
                "2012":3,
                "2013":1,
                "2014":4,
                "2015":5,
                "2016":4,
                "2017":5,
                "2018":2,
                "2019":5
            }
        ],
        [
            "\" Rats injected intraperitoneally with 0.4 mg of sodium warfarin 24 hr previously were injected with the indicated amounts of [3H] Ki. One group was also given an additional 4 mg of warfarin as shown. The prothrombin concentrations are the average for five animals. Duplicate thin layers were run for determination of the oxide: Ki ratio for each liver. The number of livers analyzed is shown in parentheses. which the-oxide interconversion is considered may reveal differences. If our hypothesis concerning the mechanism of action of warfarin is correct, resistance to the anticoagulant might occur by a mutation which renders the conversion of phylloquinone oxide to vitamin Ki no longer sensitive to warfarin inhibition.",
            "Rearrangement of [1-2H]-and [2-2H] naphthalene 1, 2-oxides to 1-naphthol. Mechanism of the NIH shift",
            "DR Boyd and JW Daly and DM Jerina",
            "1972",
            "li-QzkAAAAAJ:eQOLeE2rZwMC",
            88,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/bi00760a035",
            "6582660003136952187",
            "\/scholar?cites=6582660003136952187",
            {
                "1981":2,
                "1982":3,
                "1983":2,
                "1984":7,
                "1985":3,
                "1986":1,
                "1987":1,
                "1988":1,
                "1989":1,
                "1990":1,
                "1991":2,
                "1992":1,
                "1993":2,
                "1994":1,
                "1995":1,
                "1996":1,
                "1997":2,
                "1998":2,
                "1999":1,
                "2000":1,
                "2001":1,
                "2002":1,
                "2003":1,
                "2004":1,
                "2005":1,
                "2006":1,
                "2007":1,
                "2008":1,
                "2009":1
            }
        ],
        [
            "A novel haloarchaeal strain, Haloarcula sp. strain D1, grew aerobically on 4-hydroxybenzoic acid (4HBA) as a sole carbon and energy source and is the first member of the domain Archaea reported to do so. Unusually, D1 metabolized 4HBA via gentisic acid rather than via protocatechuic acid, hydroquinone, or catechol. Gentisate was detected in 4HBA-grown cultures, and gentisate 1,2-dioxygenase activity was induced in 4HBA-grown cells. Stoichiometric accumulation of gentisate from 4HBA was demonstrated in 4HBA-grown cell suspensions containing 2,2′-dipyridyl (which strongly inhibits gentisate 1,2-dioxygenase). To establish whether initial 1-hydroxylation of 4HBA with concomitant 1,2-carboxyl group migration to yield gentisate occurred, 2,6-dideutero-4HBA was synthesized and used as a substrate. Deuterated gentisate was recovered from cell suspensions and identified as 3-deutero-gentisate, using …",
            "Aerobic metabolism of 4-hydroxybenzoic acid in Archaea via an unusual pathway involving an intramolecular migration (NIH shift)",
            "DJ Fairley and DR Boyd and ND Sharma and CCR Allen and P Morgan and MJ Larkin",
            "2002",
            "li-QzkAAAAAJ:MXK_kJrjxJIC",
            86,
            "https:\/\/aem.asm.org\/content\/68\/12\/6246.short",
            "4054989198368229796",
            "\/scholar?cites=4054989198368229796",
            {
                "2004":4,
                "2005":2,
                "2006":3,
                "2007":4,
                "2008":5,
                "2009":2,
                "2010":7,
                "2011":5,
                "2012":12,
                "2013":5,
                "2014":8,
                "2015":6,
                "2016":6,
                "2017":2,
                "2018":5,
                "2019":6,
                "2020":3
            }
        ]
    ]
}