{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "We summarize the utility of precise cosmic microwave background (CMB) polarization measurements as probes of the physics of inflation. We focus on the prospects for using CMB measurements to differentiate various inflationary mechanisms. In particular, a detection of primordial B‐mode polarization would demonstrate that inflation occurred at a very high energy scale, and that the inflaton traversed a super‐Planckian distance in field space. We explain how such a detection or constraint would illuminate aspects of physics at the Planck scale. Moreover, CMB measurements can constrain the scale‐dependence and non‐Gaussianity of the primordial fluctuations and limit the possibility of a significant isocurvature contribution. Each such limit provides crucial information on the underlying inflationary dynamics. Finally, we quantify these considerations by presenting forecasts for the sensitivities of a future satellite …",
            "Probing inflation with CMB polarization",
            "Daniel Baumann and Mark G Jackson and Peter Adshead and Alexandre Amblard and Amjad Ashoorioon and Nicola Bartolo and Rachel Bean and Maria Beltrán and Francesco De Bernardis and Simeon Bird and Xingang Chen and Daniel JH Chung and Loris Colombo and Asantha Cooray and Paolo Creminelli and Scott Dodelson and Joanna Dunkley and Cora Dvorkin and Richard Easther and Fabio Finelli and Raphael Flauger and Mark P Hertzberg and Katherine Jones‐Smith and Shamit Kachru and Kenji Kadota and Justin Khoury and William H Kinney and Eiichiro Komatsu and Lawrence M Krauss and Julien Lesgourgues and Andrew Liddle and Michele Liguori and Eugene Lim and Andrei Linde and Sabino Matarrese and Harsh Mathur and Liam McAllister and Alessandro Melchiorri and Alberto Nicolis and Luca Pagano and Hiranya V Peiris and Marco Peloso and Levon Pogosian and Elena Pierpaoli and Antonio Riotto and Uroš Seljak and Leonardo Senatore and Sarah Shandera and Eva Silverstein and Tristan Smith and Pascal Vaudrevange and Licia Verde and Ben Wandelt and David Wands and Scott Watson and Mark Wyman and Amit Yadav and Wessel Valkenburg and Matias Zaldarriaga",
            "2009",
            "LIbv7HkAAAAJ:u5HHmVD_uO8C",
            449,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3160885",
            "12447385986708699432",
            "\/scholar?cites=12447385986708699432",
            {
                "2009":19,
                "2010":69,
                "2011":50,
                "2012":64,
                "2013":52,
                "2014":60,
                "2015":50,
                "2016":29,
                "2017":20,
                "2018":20,
                "2019":5,
                "2020":6
            }
        ],
        [
            "We show that the effects of spin-orbit interaction in disordered conductors are manifestations of the Aharonov-Casher effect in the same sense as the effects of weak magnetic fields are manifestations of the Aharonov-Bohm effect. We propose that, in semiconducting samples, conductance oscillations should occur due to the Aharonov-Casher effect, whose observation would constitute a thousandfold improvement in its measurement. As in the disordered Aharonov-Bohm effect, these oscillations have half the period expected from the conventional Aharonov-Casher effect.",
            "Quantum transport and the electronic Aharonov-Casher effect",
            "Harsh Mathur and A Douglas Stone",
            "1992",
            "LIbv7HkAAAAJ:u-x6o8ySG0sC",
            172,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.68.2964",
            "11045659147958143580",
            "\/scholar?cites=11045659147958143580",
            {
                "1993":2,
                "1994":5,
                "1995":3,
                "1996":6,
                "1997":3,
                "1998":6,
                "1999":4,
                "2000":3,
                "2001":3,
                "2002":4,
                "2003":5,
                "2004":11,
                "2005":7,
                "2006":8,
                "2007":13,
                "2008":5,
                "2009":8,
                "2010":9,
                "2011":8,
                "2012":13,
                "2013":10,
                "2014":8,
                "2015":7,
                "2016":4,
                "2017":2,
                "2018":9,
                "2019":2,
                "2020":4
            }
        ]
    ]
}