{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "Optical reflectivity and transmission measurements over photon energies between 0.2 and 1.2 eV were performed on single-crystal graphene samples on a SiO 2 substrate. For photon energies above 0.5 eV, graphene yielded a spectrally flat optical absorbance of (2.3±0.2)%. This result is in agreement with a constant absorbance of π α, or a sheet conductivity of π e 2\/2 h, predicted within a model of noninteracting massless Dirac fermions. This simple result breaks down at lower photon energies, where both spectral and sample-to-sample variations were observed. This “nonuniversal” behavior is explained by including the effects of doping and finite temperature, as well as contributions from intraband transitions.",
            "Measurement of the optical conductivity of graphene",
            "Kin Fai Mak and Matthew Y Sfeir and Yang Wu and Chun Hung Lui and James A Misewich and Tony F Heinz",
            "2008",
            "lIHUeFYAAAAJ:u5HHmVD_uO8C",
            1561,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.196405",
            "803229038014826663",
            "\/scholar?cites=803229038014826663",
            {
                "2009":34,
                "2010":82,
                "2011":96,
                "2012":123,
                "2013":140,
                "2014":159,
                "2015":161,
                "2016":159,
                "2017":171,
                "2018":142,
                "2019":137,
                "2020":134,
                "2021":15
            }
        ],
        [
            "Understanding and controlling charge and energy flow in state-of-the-art semiconductor quantum wells has enabled high-efficiency optoelectronic devices. Two-dimensional (2D) Ruddlesden-Popper perovskites are solution-processed quantum wells wherein the band gap can be tuned by varying the perovskite-layer thickness, which modulates the effective electron-hole confinement. We report that, counterintuitive to classical quantum-confined systems where photogenerated electrons and holes are strongly bound by Coulomb interactions or excitons, the photophysics of thin films made of Ruddlesden-Popper perovskites with a thickness exceeding two perovskite-crystal units (>1.3 nanometers) is dominated by lower-energy states associated with the local intrinsic electronic structure of the edges of the perovskite layers. These states provide a direct pathway for dissociating excitons into longer-lived free carriers …",
            "Extremely efficient internal exciton dissociation through edge states in layered 2D perovskites",
            "J-C Blancon and Hsinhan Tsai and Wanyi Nie and Costas C Stoumpos and Laurent Pedesseau and Claudine Katan and Mikaël Kepenekian and Chan Myae Myae Soe and Kannatassen Appavoo and Matthew Y Sfeir and Sergei Tretiak and PM Ajayan and MG Kanatzidis and Jacky Even and JJ Crochet and AD Mohite",
            "2017",
            "lIHUeFYAAAAJ:uJ-U7cs_P_0C",
            512,
            "https:\/\/science.sciencemag.org\/content\/355\/6331\/1288.abstract",
            "2339665544786314072",
            "\/scholar?cites=2339665544786314072",
            {
                "2017":37,
                "2018":135,
                "2019":157,
                "2020":171,
                "2021":12
            }
        ],
        [
            "Despite numerous organic semiconducting materials synthesized for organic photovoltaics in the past decade, fullerenes are widely used as electron acceptors in highly efficient bulk-heterojunction solar cells. None of the non-fullerene bulk heterojunction solar cells have achieved efficiencies as high as fullerene-based solar cells. Design principles for fullerene-free acceptors remain unclear in the field. Here we report examples of helical molecular semiconductors as electron acceptors that are on par with fullerene derivatives in efficient solar cells. We achieved an 8.3% power conversion efficiency in a solar cell, which is a record high for non-fullerene bulk heterojunctions. Femtosecond transient absorption spectroscopy revealed both electron and hole transfer processes at the donor− acceptor interfaces. Atomic force microscopy reveals a mesh-like network of acceptors with pores that are tens of nanometres in …",
            "Molecular helices as electron acceptors in high-performance bulk heterojunction solar cells",
            "Yu Zhong and M Tuan Trinh and Rongsheng Chen and Geoffrey E Purdum and Petr P Khlyabich and Melda Sezen and Seokjoon Oh and Haiming Zhu and Brandon Fowler and Boyuan Zhang and Wei Wang and Chang-Yong Nam and Matthew Y Sfeir and Charles T Black and Michael L Steigerwald and Yueh-Lin Loo and Fay Ng and X-Y Zhu and Colin Nuckolls",
            "2015",
            "lIHUeFYAAAAJ:tOudhMTPpwUC",
            482,
            "https:\/\/www.nature.com\/articles\/ncomms9242?origin=ppub",
            "33975297939538070",
            "\/scholar?cites=33975297939538070",
            {
                "2015":2,
                "2016":95,
                "2017":147,
                "2018":106,
                "2019":79,
                "2020":47,
                "2021":6
            }
        ],
        [
            "Solution-processed organometallic perovskite solar cells have emerged as one of the most promising thin-film photovoltaic technology. However, a key challenge is their lack of stability over prolonged solar irradiation. Few studies have investigated the effect of light soaking on hybrid perovskites and have attributed the degradation in the optoelectronic properties to photochemical or field-assisted ion migration. Here we show that the slow photocurrent degradation in thin-film photovoltaic devices is due to the formation of light-activated meta-stable deep-level trap states. However, the devices can self-heal completely by resting them in the dark for< 1 min or the degradation can be completely prevented by operating the devices at 0 C. We investigate several physical mechanisms to explain the microscopic origin for the formation of these trap states, among which the creation of small polaronic states involving …",
            "Light-activated photocurrent degradation and self-healing in perovskite solar cells",
            "Wanyi Nie and Jean-Christophe Blancon and Amanda J Neukirch and Kannatassen Appavoo and Hsinhan Tsai and Manish Chhowalla and Muhammad A Alam and Matthew Y Sfeir and Claudine Katan and Jacky Even and Sergei Tretiak and Jared J Crochet and Gautam Gupta and Aditya D Mohite",
            "2016",
            "lIHUeFYAAAAJ:Mojj43d5GZwC",
            446,
            "https:\/\/www.nature.com\/articles\/ncomms11574",
            "991843393901093443",
            "\/scholar?cites=991843393901093443",
            {
                "2016":28,
                "2017":77,
                "2018":117,
                "2019":93,
                "2020":118,
                "2021":10
            }
        ],
        [
            "We report an efficiency of 6.1% for a solution-processed non-fullerene solar cell using a helical perylene diimide (PDI) dimer as the electron acceptor. Femtosecond transient absorption spectroscopy revealed both electron and hole transfer processes at the donor–acceptor interfaces, indicating that charge carriers are created from photogenerated excitons in both the electron donor and acceptor phases. Light-intensity-dependent current–voltage measurements suggested different recombination rates under short-circuit and open-circuit conditions.",
            "Efficient organic solar cells with helical perylene diimide electron acceptors",
            "Yu Zhong and M Tuan Trinh and Rongsheng Chen and Wei Wang and Petr P Khlyabich and Bharat Kumar and Qizhi Xu and Chang-Yong Nam and Matthew Y Sfeir and Charles Black and Michael L Steigerwald and Yueh-Lin Loo and Shengxiong Xiao and Fay Ng and X-Y Zhu and Colin Nuckolls",
            "2014",
            "lIHUeFYAAAAJ:M05iB0D1s5AC",
            387,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja5092613",
            "16722871433356905146",
            "\/scholar?cites=16722871433356905146",
            {
                "2014":1,
                "2015":67,
                "2016":77,
                "2017":93,
                "2018":70,
                "2019":42,
                "2020":31,
                "2021":5
            }
        ],
        [
            "Exciton fission is a process that occurs in certain organic materials whereby one singlet exciton splits into two independent triplets. In photovoltaic devices these two triplet excitons can each generate an electron, producing quantum yields per photon of> 100% and potentially enabling single-junction power efficiencies above 40%. Here, we measure fission dynamics using ultrafast photoinduced absorption and present a first-principles expression that successfully reproduces the fission rate in materials with vastly different structures. Fission is non-adiabatic and Marcus-like in weakly interacting systems, becoming adiabatic and coupling-independent at larger interaction strengths. In neat films, we demonstrate fission yields near unity even when monomers are separated by> 5 Å. For efficient solar cells, however, we show that fission must outcompete charge generation from the singlet exciton. This work lays the …",
            "A transferable model for singlet-fission kinetics",
            "Shane R Yost and Jiye Lee and Mark WB Wilson and Tony Wu and David P McMahon and Rebecca R Parkhurst and Nicholas J Thompson and Daniel N Congreve and Akshay Rao and Kerr Johnson and Matthew Y Sfeir and Moungi G Bawendi and Timothy M Swager and Richard H Friend and Marc A Baldo and Troy Van Voorhis",
            "2014",
            "lIHUeFYAAAAJ:blknAaTinKkC",
            363,
            "https:\/\/www.nature.com\/nchem\/journal\/v6\/n6\/abs\/nchem.1945.html",
            "12523562413089762075",
            "\/scholar?cites=12523562413089762075",
            {
                "2014":17,
                "2015":56,
                "2016":44,
                "2017":60,
                "2018":56,
                "2019":70,
                "2020":54,
                "2021":5
            }
        ],
        [
            "There are two crucial tasks for realizing high-efficiency polymer solar cells (PSCs): increasing the range of the spectral absorption of light and efficiently harvesting photogenerated excitons. Here, we describe Förster resonance energy transfer-based heterojunction polymer solar cells that incorporate squaraine dye. The high absorbance of squaraine in the near-infrared region broadens the spectral absorption of the solar cells and assists in developing an ordered nanomorphology for enhanced charge transport. Femtosecond spectroscopic studies reveal highly efficient (up to 96%) excitation energy transfer from poly (3-hexylthiophene) to squaraine occurring on a picosecond timescale. We demonstrate a 38% increase in power conversion efficiency to reach 4.5%, and suggest that this system has improved exciton migration over long distances. This architecture transcends traditional multiblend systems, allowing …",
            "Polymer bulk heterojunction solar cells employing Förster resonance energy transfer",
            "Jing-Shun Huang and Tenghooi Goh and Xiaokai Li and Matthew Y Sfeir and Elizabeth A Bielinski and Stephanie Tomasulo and Minjoo L Lee and Nilay Hazari and André D Taylor",
            "2013",
            "lIHUeFYAAAAJ:0EnyYjriUFMC",
            343,
            "https:\/\/www.nature.com\/nphoton\/journal\/v7\/n6\/abs\/nphoton.2013.82.html",
            "510887494133466379",
            "\/scholar?cites=510887494133466379",
            {
                "2013":7,
                "2014":28,
                "2015":54,
                "2016":58,
                "2017":59,
                "2018":63,
                "2019":34,
                "2020":35,
                "2021":5
            }
        ],
        [
            "The optical transitions of semiconducting carbon nanotubes have been ascribed to excitons. Here we use two-photon excitation spectroscopy to measure exciton binding energies, as well as band-gap energies, in a range of individual species of semiconducting SWNTs. Exciton binding energies are large and vary inversely with nanotube diameter, as predicted by theory. Band-gap energies are significantly blue-shifted from values predicted by tight-binding calculations. ",
            "Structural dependence of excitonic optical transitions and band-gap energies in carbon nanotubes",
            "Gordana Dukovic and Feng Wang and Daohua Song and Matthew Y Sfeir and Tony F Heinz and Louis E Brus",
            "2005",
            "lIHUeFYAAAAJ:d1gkVwhDpl0C",
            297,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl0518122",
            "14958930139919867405",
            "\/scholar?cites=14958930139919867405",
            {
                "2005":1,
                "2006":18,
                "2007":29,
                "2008":29,
                "2009":22,
                "2010":22,
                "2011":14,
                "2012":27,
                "2013":22,
                "2014":22,
                "2015":22,
                "2016":14,
                "2017":10,
                "2018":12,
                "2019":12,
                "2020":16,
                "2021":1
            }
        ],
        [
            "Rayleigh scattering spectra were obtained from individual single-walled carbon nanotubes with the use of a laser-generated visible and near-infrared supercontinuum. This diagnostic method is noninvasive and general for nanoscale objects. The approach permits clear identification of excited states in arbitrary metallic and semiconducting nanotubes. We analyzed spectral lineshapes in relation to the role of excitonic effects and correlated the results with Raman scattering data on individual tubes. The nanotube structure remained the same over distances of tens of micrometers. Small nanotube bundles retained distinct Rayleigh spectroscopic signatures of their component nanotubes, thus allowing the probing of nanotube-nanotube interactions.",
            "Probing electronic transitions in individual carbon nanotubes by Rayleigh scattering",
            "Matthew Y Sfeir and Feng Wang and Limin Huang and Chia-Chin Chuang and J Hone and Stephen P O'Brien and Tony F Heinz and Louis E Brus",
            "2004",
            "lIHUeFYAAAAJ:u-x6o8ySG0sC",
            295,
            "https:\/\/science.sciencemag.org\/content\/306\/5701\/1540.abstract",
            "14000124454336230077",
            "\/scholar?cites=14000124454336230077",
            {
                "2004":2,
                "2005":15,
                "2006":27,
                "2007":28,
                "2008":20,
                "2009":19,
                "2010":19,
                "2011":25,
                "2012":16,
                "2013":26,
                "2014":21,
                "2015":14,
                "2016":15,
                "2017":9,
                "2018":11,
                "2019":12,
                "2020":9,
                "2021":2
            }
        ]
    ]
}