{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "Ceramic pellets of Potassium Sodium Niobate (KxNa1−xNbO3) system have been prepared using solid solution reaction method. The prepared samples were characterized using X-ray diffraction method and grain size have been calculated using SEM photographs. Dielectric constant, loss tangent, and electrical conductivity of prepared samples have been measured at different frequencies and temperatures. The concentration, frequency, and temperature dependence of dielectric properties have been studied.",
            "Dielectric properties of potassium sodium niobate mixed system",
            "Kuldeep Singh and Vijendra Lingwal and SC Bhatt and NS Panwar and BS Semwal",
            "2001",
            "liUx4tkAAAAJ:qUcmZB5y_30C",
            66,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0025540801007115",
            "15007114448509978042",
            "\/scholar?cites=15007114448509978042",
            {
                "2002":1,
                "2003":2,
                "2004":1,
                "2005":2,
                "2006":2,
                "2007":4,
                "2008":6,
                "2009":6,
                "2010":2,
                "2011":5,
                "2012":10,
                "2013":2,
                "2014":1,
                "2015":5,
                "2016":4,
                "2017":6,
                "2018":1,
                "2019":5,
                "2020":1
            }
        ],
        [
            "Trivalent neodymium (Nd3+) is the most successful type of active ion for solid-state lasers and thus far has been made to lase in more types of crystal and glass hosts than any other ion. It can operate as either a pulsed or continuous-wave laser with a sharp emission line. The most common emission wavelength is near 1μm, but there are several possible laser transitions in the near-infrared spectral region, and in addition a near-ultraviolet laser line. Although the effects of different host environments on the spectroscopic properties of Nd3+ are more subtle than those for transition-metal ions, they can cause significant differences in lasing characteristics through changes in physical processes such as radiative transition strength, radiationless decay probabilities, excited-state absorption, and cross relaxation quenching. The Nd ion when doped into a solid-state host crystal produces the strongest emission at a wavelength just beyond 1μm. The two host materials most commonly used for this laser ion are yttrium aluminium garnet (YAG) and glass. At room temperature the 1.064μm radiative transition is homogeneous broadened with a narrow emission line width of 0.45 nm and the upper level lifetime is 230μs. Nd can be doped to very high concentration in glass. The outstanding practical advantage compared to crystalline materials is the tremendous size capability for high-energy applications. The fluorescent lifetime is approximately 300μs, and, the emission line width is 18-28nm.",
            "Study of Nd3+ ion as a dopant in YAG and glass laser",
            "Kireet Semwal and SC Bhatt",
            "2013",
            "liUx4tkAAAAJ:j3f4tGmQtD8C",
            41,
            "https:\/\/www.researchgate.net\/profile\/Kireet_Semwal\/publication\/312443619_Study_of_Nd3_ion_as_a_Dopant_in_YAG_and_Glass_Laser\/links\/5d7292e94585151ee4a144cd\/Study-of-Nd3-ion-as-a-Dopant-in-YAG-and-Glass-Laser.pdf",
            "6667227828246175452",
            "\/scholar?cites=6667227828246175452",
            {
                "2014":2,
                "2015":4,
                "2016":11,
                "2017":8,
                "2018":7,
                "2019":5,
                "2020":2,
                "2021":2
            }
        ],
        [
            "In the present paper the ultrasonic velocity (v), density (ρ) and viscosity (η) have been measured for the solutions of polyvinyl acetate of average molecular weight 45000 approx. in acetic acid at concentration range 0.50% to 2.00% and in temperature range 35oC to 55oC respectively. Ultrasonic velocity has been measured using variable path ultrasonic interferometer at 1MHz frequency. Using above mentioned values of ultrasonic velocity, density and viscosity, various acoustical parameters like adiabatic compressibility, acoustic impedance, relaxation time and ultrasonic attenuation have been computed. The variation of adiabatic compressibility (β), acoustic impedance (Z), relaxation time (ז) and ultrasonic attenuation (α\/f2) with concentration and temperature have been studied. Acoustical parameters provide important information in understanding the solute-solvent interaction in a polymer solution.",
            "Investigation of acoustical parameters of polyvinyl acetate",
            "Pankaj K Singh and SC Bhatt",
            "2010",
            "liUx4tkAAAAJ:Zph67rFs4hoC",
            24,
            "https:\/\/www.researchgate.net\/profile\/S_Bhatt\/publication\/43199419_Investigation_of_Acoustical_Parameters_of_Polyvinyl_Acetate\/links\/569262b708aee91f69a6f192.pdf",
            "8132361705234023629",
            "\/scholar?cites=8132361705234023629",
            {
                "2012":2,
                "2013":3,
                "2014":2,
                "2015":3,
                "2016":7,
                "2017":3,
                "2018":2,
                "2019":2
            }
        ],
        [
            "Ceramic pellets of K1-xNaxNbO3 system (for x = 0, 0.1, 0.2. 0.3. 0.4, 0.5, 0.7) have been prepared by solid-state reaction method and sintering process. The prepared samples were characterized by XRD technique. All prepared samples show orthorhombic structure at room temperature. Frequency variations of dielectric constant, loss tangent, and electrical  conductivity have been investigated, at room temperature, in the frequency range 1-40 MHz. It is observed that, dielectric constant decreases as sodium is mixed by a step of 10 % in potassium niobate.  ",
            "Preparation, characterization and dielectric studies of K1-xNaxNbO3 ",
            "Manish Uniyal and K Singh and Sunil Bhatt and SC Bhatt and RP Pant and DK Suri and BS Semwal",
            "2003",
            "liUx4tkAAAAJ:UeHWp8X0CEIC",
            19,
            "http:\/\/nopr.niscair.res.in\/handle\/123456789\/25018",
            "1390936141545300121",
            "\/scholar?cites=1390936141545300121",
            {
                "2005":2,
                "2006":1,
                "2007":4,
                "2008":1,
                "2009":1,
                "2010":2,
                "2011":1,
                "2012":1,
                "2013":2,
                "2014":1,
                "2015":2,
                "2016":1
            }
        ]
    ]
}