{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "A revolution is underway in our understanding of the highenergy sky. The early SAS 2 (Fichtel et al. 1975) and COS B",
            "The large area telescope on the Fermi gamma-ray space telescope mission",
            "WB Atwood and Aous A Abdo and Markus Ackermann and W Althouse and B Anderson and M Axelsson and Luca Baldini and J Ballet and DL Band and Guido Barbiellini and J Bartelt and D Bastieri and BM Baughman and K Bechtol and D Bédérède and F Bellardi and R Bellazzini and B Berenji and GF Bignami and D Bisello and Elisabetta Bissaldi and RD Blandford and ED Bloom and JR Bogart and E Bonamente and J Bonnell and AW Borgland and A Bouvier and J Bregeon and A Brez and M Brigida and P Bruel and TH Burnett and G Busetto and GA Caliandro and RA Cameron and PA Caraveo and Staffan Carius and P Carlson and JM Casandjian and E Cavazzuti and M Ceccanti and C Cecchi and E Charles and A Chekhtman and CC Cheung and J Chiang and R Chipaux and AN Cillis and S Ciprini and R Claus and J Cohen-Tanugi and S Condamoor and J Conrad and R Corbet and L Corucci and L Costamante and S Cutini and DS Davis and D Decotigny and M DeKlotz and CD Dermer and A De Angelis and SW Digel and E do Couto e Silva and PS Drell and R Dubois and D Dumora and Y Edmonds and D Fabiani and C Farnier and C Favuzzi and DL Flath and P Fleury and WB Focke and S Funk and P Fusco and F Gargano and D Gasparrini and N Gehrels and F-X Gentit and S Germani and B Giebels and N Giglietto and P Giommi and F Giordano and T Glanzman and G Godfrey and IA Grenier and M-H Grondin and JE Grove and L Guillemot and S Guiriec and G Haller and AK Harding and PA Hart and E Hays and SE Healey and M Hirayama and L Hjalmarsdotter and R Horn and RE Hughes and G Jóhannesson and G Johansson and AS Johnson and RP Johnson and TJ Johnson and WN Johnson and T Kamae and H Katagiri and J Kataoka and A Kavelaars and N Kawai and H Kelly and M Kerr and W Klamra and J Knödlseder and ML Kocian and N Komin and F Kuehn and M Kuss and D Landriu and L Latronico and B Lee and S-H Lee and M Lemoine-Goumard and AM Lionetto and Francesco Longo and F Loparco and B Lott and MN Lovellette and P Lubrano and GM Madejski and A Makeev and B Marangelli and Marco Maria Massai and MN Mazziotta and JE McEnery and N Menon and C Meurer and PF Michelson and M Minuti and N Mirizzi and W Mitthumsiri and T Mizuno and AA Moiseev and C Monte and ME Monzani and E Moretti and A Morselli",
            "2009",
            "lj1F5tUAAAAJ:M3NEmzRMIkIC",
            4053,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/697\/2\/1071\/meta",
            "15337853610723244392",
            "\/scholar?cites=15337853610723244392",
            {
                "2009":138,
                "2010":316,
                "2011":343,
                "2012":365,
                "2013":385,
                "2014":316,
                "2015":394,
                "2016":384,
                "2017":353,
                "2018":342,
                "2019":333,
                "2020":338,
                "2021":24
            }
        ],
        [
            "The third catalog of high‐energy gamma‐ray sources detected by the EGRET telescope on the Compton Gamma Ray Observatory includes data from 1991 April 22 to 1995 October 3 (cycles 1, 2, 3, and 4 of the mission). In addition to including more data than the second EGRET catalog and its supplement, this catalog uses completely reprocessed data (to correct a number of mostly minimal errors and problems). The 271 sources (  MeV) in the catalog include the single 1991 solar flare bright enough to be detected as a source, the Large Magellanic Cloud, five pulsars, one probable radio galaxy detection (Cen A), and 66 high‐confidence identifications of blazars (BL Lac objects, flat‐spectrum radio quasars, or unidentified flat‐spectrum radio sources). In addition, 27 lower confidence potential blazar identifications are noted. Finally, the catalog contains 170 sources not yet identified firmly with known objects …",
            "The third EGRET catalog of high-energy gamma-ray sources",
            "RC Hartman and DL Bertsch and SD Bloom and AW Chen and P Deines-Jones and JA Esposito and CE Fichtel and DP Friedlander and SD Hunter and LM McDonald and P Sreekumar and DJ Thompson and BB Jones and YC Lin and PF Michelson and PL Nolan and WF Tompkins and G Kanbach and HA Mayer-Hasselwander and A Mücke and M Pohl and Olaf Reimer and DA Kniffen and EJ Schneid and C Von Montigny and R Mukherjee and BL Dingus",
            "1999",
            "lj1F5tUAAAAJ:7BrZ7Jt4UNcC",
            2610,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/313231\/meta",
            "7850124473009170345",
            "\/scholar?cites=7850124473009170345",
            {
                "1999":15,
                "2000":92,
                "2001":189,
                "2002":133,
                "2003":153,
                "2004":158,
                "2005":190,
                "2006":148,
                "2007":189,
                "2008":209,
                "2009":199,
                "2010":178,
                "2011":109,
                "2012":103,
                "2013":116,
                "2014":83,
                "2015":57,
                "2016":57,
                "2017":57,
                "2018":43,
                "2019":39,
                "2020":41,
                "2021":9
            }
        ],
        [
            "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
            "Multi-messenger observations of a binary neutron star merger",
            "Benjamin P Abbott and S Bloemen and P Canizares and H Falcke and RP Fender and S Ghosh and P Groot and T Hinderer and JR Hörandel and PG Jonker and Z Kostrzewa-Rutkowska and G Nelemans and D Nichols and S Nissanke and P Schmidt and C Timmermans and AR van Vliet and AR Williamson",
            "2017",
            "lj1F5tUAAAAJ:ShjGdcaqzI0C",
            2073,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/2041-8213\/aa91c9\/meta",
            "2461611103499596342",
            "\/scholar?cites=2461611103499596342",
            {
                "2017":66,
                "2018":567,
                "2019":685,
                "2020":691,
                "2021":44
            }
        ],
        [
            "This paper presents a catalog of high-energy γ-ray sources detected in the first two years of the Fermi Gamma-ray Space Telescope mission by the Large Area Telescope (LAT). It is the successor to the LAT Bright Source List (Abdo et al. 2009d) and the first Fermi-LAT (1FGL; Abdo et al. 2010f) catalog, which were based on 3 months and 11 months of flight data, respectively. The new catalog represents the deepest-ever catalog in the 100 MeV–100 GeV energy range and includes a number of analysis refinements. Some important improvements compared to the 1FGL catalog are the following.",
            "Fermi large area telescope second source catalog",
            "Patrick L Nolan and AA Abdo and Markus Ackermann and Marco Ajello and A Allafort and E Antolini and WB Atwood and Magnus Axelsson and Luca Baldini and Jean Ballet and Guido Barbiellini and D Bastieri and K Bechtol and A Belfiore and R Bellazzini and B Berenji and GF Bignami and RD Blandford and ED Bloom and E Bonamente and J Bonnell and AW Borgland and E Bottacini and A Bouvier and TJ Brandt and J Bregeon and M Brigida and Pascal Bruel and R Buehler and TH Burnett and S Buson and GA Caliandro and RA Cameron and R Campana and B Cañadas and A Cannon and PA Caraveo and JM Casandjian and E Cavazzuti and M Ceccanti and C Cecchi and Ö Çelik and E Charles and A Chekhtman and CC Cheung and J Chiang and R Chipaux and S Ciprini and R Claus and J Cohen-Tanugi and LR Cominsky and Jan Conrad and R Corbet and S Cutini and F D'Ammando and DS Davis and A de Angelis and ME DeCesar and M DeKlotz and A De Luca and PR den Hartog and F de Palma and CD Dermer and SW Digel and E do Couto e Silva and PS Drell and A Drlica-Wagner and R Dubois and D Dumora and T Enoto and L Escande and D Fabiani and L Falletti and C Favuzzi and SJ Fegan and EC Ferrara and WB Focke and P Fortin and M Frailis and Y Fukazawa and S Funk and P Fusco and F Gargano and D Gasparrini and N Gehrels and S Germani and B Giebels and N Giglietto and P Giommi and F Giordano and M Giroletti and T Glanzman and G Godfrey and IA Grenier and M-H Grondin and JE Grove and L Guillemot and S Guiriec and M Gustafsson and D Hadasch and Y Hanabata and AK Harding and M Hayashida and E Hays and AB Hill and D Horan and X Hou and RE Hughes and G Iafrate and R Itoh and G Jóhannesson and RP Johnson and TE Johnson and AS Johnson and TJ Johnson and T Kamae and H Katagiri and J Kataoka and J Katsuta and N Kawai and M Kerr and J Knödlseder and D Kocevski and M Kuss and J Lande and D Landriu and L Latronico and M Lemoine-Goumard and AM Lionetto and M Llena Garde and Francesco Longo and F Loparco and B Lott and MN Lovellette and P Lubrano and GM Madejski and M Marelli and E Massaro and MN Mazziotta and W McConville and JE McEnery and J Mehault and PF Michelson and M Minuti and W Mitthumsiri and T Mizuno and AA Moiseev and M Mongelli and C Monte and ME Monzani",
            "2012",
            "lj1F5tUAAAAJ:blknAaTinKkC",
            1493,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/199\/2\/31\/meta",
            "14200394053579205515",
            "\/scholar?cites=14200394053579205515",
            {
                "2012":132,
                "2013":329,
                "2014":293,
                "2015":269,
                "2016":153,
                "2017":97,
                "2018":83,
                "2019":63,
                "2020":60,
                "2021":5
            }
        ],
        [
            "We present a catalog of high-energy gamma-ray sources detected by the Large Area Telescope (LAT), the primary science instrument on the Fermi Gamma-ray Space Telescope (Fermi), during the first 11 months of the science phase of the mission, which began on 2008 August 4. The First Fermi-LAT catalog (1FGL) contains 1451 sources detected and characterized in the 100 MeV to 100 GeV range. Source detection was based on the average flux over the 11 month period, and the threshold likelihood Test Statistic is 25, corresponding to a significance of just over 4σ. The 1FGL catalog includes source location regions, defined in terms of elliptical fits to the 95% confidence regions and power-law spectral fits as well as flux measurements in five energy bands for each source. In addition, monthly light curves are provided. Using a protocol defined before launch we have tested for several populations of gamma-ray …",
            "Fermi large area telescope first source catalog",
            "Aous A Abdo and Markus Ackermann and Marco Ajello and A Allafort and E Antolini and WB Atwood and Magnus Axelsson and Luca Baldini and Jean Ballet and Guido Barbiellini and D Bastieri and BM Baughman and K Bechtol and R Bellazzini and F Belli and B Berenji and D Bisello and RD Blandford and ED Bloom and E Bonamente and J Bonnell and AW Borgland and A Bouvier and J Bregeon and A Brez and M Brigida and Pascal Bruel and TH Burnett and G Busetto and S Buson and GA Caliandro and RA Cameron and R Campana and B Canadas and PA Caraveo and S Carrigan and JM Casandjian and E Cavazzuti and M Ceccanti and C Cecchi and Ö Çelik and E Charles and A Chekhtman and CC Cheung and J Chiang and AN Cillis and S Ciprini and R Claus and J Cohen-Tanugi and J Conrad and R Corbet and DS Davis and M DeKlotz and PR Den Hartog and CD Dermer and A De Angelis and A De Luca and F De Palma and SW Digel and M Dormody and E do Couto e Silva and PS Drell and R Dubois and D Dumora and D Fabiani and C Farnier and C Favuzzi and SJ Fegan and EC Ferrara and WB Focke and P Fortin and M Frailis and Y Fukazawa and S Funk and P Fusco and F Gargano and D Gasparrini and N Gehrels",
            "2010",
            "lj1F5tUAAAAJ:lSLTfruPkqcC",
            1309,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/188\/2\/405\/meta",
            "15236665364345628976",
            "\/scholar?cites=15236665364345628976",
            {
                "2010":139,
                "2011":283,
                "2012":220,
                "2013":145,
                "2014":96,
                "2015":88,
                "2016":61,
                "2017":64,
                "2018":67,
                "2019":74,
                "2020":62,
                "2021":3
            }
        ],
        [
            "The use of likelihood for the analysis of high-energy γ-ray data from the EGRET instrument aboard the Compton Gamma-Ray Observatory is described. Maximum likelihood is used to estimate point-source flux densities, source locations, and background model parameters. The likelihood ratio test is used to determine the significance of point sources. Monte Carlo simulations have been done to confirm the validity of these techniques.",
            "The likelihood analysis of EGRET data",
            "James R Mattox and DL Bertsch and J Chiang and BL Dingus and SW Digel and JA Esposito and JM Fierro and RC Hartman and SD Hunter and G Kanbach and DA Kniffen and YC Lin and DJ Macomb and HA Mayer-Hasselwander and PF Michelson and C Von Montigny and R Mukherjee and PL Nolan and PV Ramanamurthy and E Schneid and P Sreekumar and DJ Thompson and TD Willis",
            "1996",
            "lj1F5tUAAAAJ:BqipwSGYUEgC",
            1282,
            "http:\/\/adsabs.harvard.edu\/pdf\/1996ApJ...461..396M",
            "2904950938339179706",
            "\/scholar?cites=2904950938339179706",
            {
                "1996":10,
                "1997":37,
                "1998":11,
                "1999":21,
                "2000":17,
                "2001":16,
                "2002":10,
                "2003":14,
                "2004":12,
                "2005":14,
                "2006":4,
                "2007":11,
                "2008":17,
                "2009":42,
                "2010":80,
                "2011":90,
                "2012":112,
                "2013":104,
                "2014":88,
                "2015":103,
                "2016":91,
                "2017":99,
                "2018":101,
                "2019":79,
                "2020":82,
                "2021":12
            }
        ]
    ]
}