{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Progress in semiconductor technology has enabled the fabrication of structures so small that they can contain just one mobile electron. By varying controllably the number of electrons in these'artificial atoms' and measuring the energy required to add successive electrons, one can conduct atomic physics experiments in a regime that is inaccessible to experiments on real atoms.",
            "Electrons in artificial atoms",
            "RC Ashoori",
            "1996",
            "Lj9Foq0AAAAJ:u5HHmVD_uO8C",
            1542,
            "https:\/\/www.nature.com\/articles\/379413a0",
            "12027157654389664963",
            "\/scholar?cites=12027157654389664963",
            {
                "1996":4,
                "1997":47,
                "1998":48,
                "1999":87,
                "2000":88,
                "2001":100,
                "2002":89,
                "2003":95,
                "2004":65,
                "2005":88,
                "2006":70,
                "2007":69,
                "2008":67,
                "2009":73,
                "2010":47,
                "2011":46,
                "2012":50,
                "2013":55,
                "2014":40,
                "2015":54,
                "2016":49,
                "2017":53,
                "2018":49,
                "2019":41,
                "2020":56,
                "2021":3
            }
        ],
        [
            "A van der Waals heterostructure is a type of metamaterial that consists of vertically stacked two-dimensional building blocks held together by the van der Waals forces between the layers. This design means that the properties of van der Waals heterostructures can be engineered precisely, even more so than those of two-dimensional materials 1. One such property is the ‘twist’angle between different layers in the heterostructure. This angle has a crucial role in the electronic properties of van der Waals heterostructures, but does not have a direct analogue in other types of heterostructure, such as semiconductors grown using molecular beam epitaxy. For small twist angles, the moiré pattern that is produced by the lattice misorientation between the two-dimensional layers creates long-range modulation of the stacking order. So far, studies of the effects of the twist angle in van der Waals heterostructures have …",
            "Correlated insulator behaviour at half-filling in magic-angle graphene superlattices",
            "Yuan Cao and Valla Fatemi and Ahmet Demir and Shiang Fang and Spencer L Tomarken and Jason Y Luo and Javier D Sanchez-Yamagishi and Kenji Watanabe and Takashi Taniguchi and Efthimios Kaxiras and Ray C Ashoori and Pablo Jarillo-Herrero",
            "2018",
            "Lj9Foq0AAAAJ:LjlpjdlvIbIC",
            1441,
            "https:\/\/www.nature.com\/articles\/nature26154",
            "12147920483441283827",
            "\/scholar?cites=12147920483441283827",
            {
                "2018":151,
                "2019":416,
                "2020":805,
                "2021":58
            }
        ],
        [
            "van der Waals heterostructures constitute a new class of artificial materials formed by stacking atomically thin planar crystals. We demonstrated band structure engineering in a van der Waals heterostructure composed of a monolayer graphene flake coupled to a rotationally aligned hexagonal boron nitride substrate. The spatially varying interlayer atomic registry results in both a local breaking of the carbon sublattice symmetry and a long-range moiré superlattice potential in the graphene. In our samples, this interplay between short- and long-wavelength effects resulted in a band structure described by isolated superlattice minibands and an unexpectedly large band gap at charge neutrality. This picture is confirmed by our observation of fractional quantum Hall states at ±53 filling and features associated with the Hofstadter butterfly at ultrahigh magnetic fields.",
            "Massive Dirac fermions and Hofstadter butterfly in a van der Waals heterostructure",
            "Benjamin Hunt and Javier D Sanchez-Yamagishi and Andrea F Young and Matthew Yankowitz and Brian J LeRoy and Kenji Watanabe and Takashi Taniguchi and Pilkyung Moon and Mikito Koshino and Pablo Jarillo-Herrero and Raymond C Ashoori",
            "2013",
            "Lj9Foq0AAAAJ:CHSYGLWDkRkC",
            1214,
            "https:\/\/science.sciencemag.org\/content\/340\/6139\/1427.extract",
            "17912682321611215214",
            "\/scholar?cites=17912682321611215214",
            {
                "2013":34,
                "2014":153,
                "2015":140,
                "2016":155,
                "2017":163,
                "2018":178,
                "2019":168,
                "2020":211,
                "2021":6
            }
        ],
        [
            "A two-dimensional electronic system forms at the interface between the band insulators 1, 2 LaAlO 3 and SrTiO 3. Samples fabricated until now have been found to be either magnetic or superconducting, depending on growth conditions 3, 4. Combining high-resolution magnetic torque magnetometry and transport measurements, we report here magnetization measurements providing direct evidence of magnetic ordering of the two-dimensional electron liquid at the interface. The magnetic ordering exists from well below the superconducting transition to up to 200 K, and is characterized by an in-plane magnetic moment. Surprisingly, despite the presence of this magnetic ordering, the interface superconducts below 120 mK. This is unusual because conventional superconductivity rarely exists in magnetically ordered metals 5, 6. Our results suggest that there is either phase separation or coexistence between …",
            "Coexistence of magnetic order and two-dimensional superconductivity at LaAlO 3\/SrTiO 3 interfaces",
            "Lu Li and Christoph Richter and Jochen Mannhart and RC Ashoori",
            "2011",
            "Lj9Foq0AAAAJ:LkGwnXOMwfcC",
            820,
            "https:\/\/www.nature.com\/articles\/nphys2080",
            "4679771390810951118",
            "\/scholar?cites=4679771390810951118",
            {
                "2011":9,
                "2012":65,
                "2013":103,
                "2014":115,
                "2015":97,
                "2016":87,
                "2017":113,
                "2018":92,
                "2019":67,
                "2020":65,
                "2021":7
            }
        ],
        [
            "Using single-electron capacitance spectroscopy, we map the magnetic field dependence of the ground state energies of a single quantum dot containing from 0 to 50 electrons. The experimental spectra reproduce many features of a noninteracting electron model with an added fixed charging energy. However, in detailed observations deviations are apparent: Exchange induces a two-electron singlet-triplet transition, self-consistency of the confinement potential causes the dot to assume a quasi-two-dimensional character, and features develop which are suggestive of the fractional quantum Hall effect.",
            "N-electron ground state energies of a quantum dot in magnetic field",
            "RC Ashoori and HL Stormer and JS Weiner and LN Pfeiffer and KW Baldwin and KW West",
            "1993",
            "Lj9Foq0AAAAJ:u-x6o8ySG0sC",
            731,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.71.613",
            "7516245103884485129",
            "\/scholar?cites=7516245103884485129",
            {
                "1993":3,
                "1994":24,
                "1995":47,
                "1996":59,
                "1997":45,
                "1998":55,
                "1999":43,
                "2000":48,
                "2001":32,
                "2002":29,
                "2003":42,
                "2004":27,
                "2005":24,
                "2006":25,
                "2007":23,
                "2008":19,
                "2009":23,
                "2010":20,
                "2011":19,
                "2012":17,
                "2013":17,
                "2014":8,
                "2015":9,
                "2016":18,
                "2017":15,
                "2018":16,
                "2019":9,
                "2020":7,
                "2021":2
            }
        ],
        [
            "We observe the capacitance signal resulting from single electrons tunneling into discrete quantum levels. The electrons tunnel between a metallic layer and confined states of a single disk in a microscopic capacitor fabricated in GaAs. Charge transfer occurs only for bias voltages at which a quantum level resonates with the Fermi energy of the metallic layer. This creates a sequence of distinct capacitance peaks whose bias positions directly reflect the electronic spectrum of the confined structure. From the magnetic field evolution of the spectrum, we deduce the nature of the bound states.",
            "Single-electron capacitance spectroscopy of discrete quantum levels",
            "RC Ashoori and HL Stormer and JS Weiner and LN Pfeiffer and SJ Pearton and KW Baldwin and KW West",
            "1992",
            "Lj9Foq0AAAAJ:d1gkVwhDpl0C",
            590,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.68.3088",
            "2508097470811736942",
            "\/scholar?cites=2508097470811736942",
            {
                "1992":6,
                "1993":26,
                "1994":35,
                "1995":22,
                "1996":30,
                "1997":21,
                "1998":22,
                "1999":41,
                "2000":38,
                "2001":34,
                "2002":26,
                "2003":19,
                "2004":28,
                "2005":23,
                "2006":21,
                "2007":21,
                "2008":21,
                "2009":19,
                "2010":11,
                "2011":14,
                "2012":8,
                "2013":11,
                "2014":9,
                "2015":17,
                "2016":9,
                "2017":14,
                "2018":17,
                "2019":17,
                "2020":6,
                "2021":1
            }
        ],
        [
            "We have studied edge magnetoplasmons (EMP’s) created by pulses of 100 ps width in a high-mobility two-dimensional electron gas, using a cryogenic transistor. We find that magnetoplasmon motion along the edge occurs only in the direction expected for negatively charged electrons; there is no hint of propagation in the opposite direction expected for positively charged quasiholes. We also measure the periods and decay rates of the edge modes continuously as a function of the magnetic field. From these characteristics we deduce the width of the EMP boundary layer as well as the magnetic-field-dependent momentum-relaxation time.",
            "Edge magnetoplasmons in the time domain",
            "RC Ashoori and HL Stormer and LN Pfeiffer and KW Baldwin and K West",
            "1992",
            "Lj9Foq0AAAAJ:2osOgNQ5qMEC",
            262,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.45.3894",
            "13107151387894092054",
            "\/scholar?cites=13107151387894092054",
            {
                "1992":4,
                "1993":5,
                "1994":9,
                "1995":12,
                "1996":12,
                "1997":11,
                "1998":9,
                "1999":10,
                "2000":6,
                "2001":7,
                "2002":4,
                "2003":3,
                "2004":5,
                "2005":5,
                "2006":6,
                "2007":7,
                "2008":8,
                "2009":10,
                "2010":11,
                "2011":19,
                "2012":8,
                "2013":14,
                "2014":9,
                "2015":18,
                "2016":19,
                "2017":10,
                "2018":5,
                "2019":12,
                "2020":2
            }
        ],
        [
            "Low-dimensional electronic systems have traditionally been obtained by electrostatically confining electrons, either in heterostructures or in intrinsically nanoscale materials such as single molecules, nanowires and graphene. Recently, a new method has emerged with the recognition that symmetry-protected topological (SPT) phases 1, 2, which occur in systems with an energy gap to quasiparticle excitations (such as insulators or superconductors), can host robust surface states that remain gapless as long as the relevant global symmetry remains unbroken. The nature of the charge carriers in SPT surface states is intimately tied to the symmetry of the bulk, resulting in one-and two-dimensional electronic systems with novel properties. For example, time reversal symmetry endows the massless charge carriers on the surface of a three-dimensional topological insulator with helicity, fixing the orientation of their spin …",
            "Tunable symmetry breaking and helical edge transport in a graphene quantum spin Hall state",
            "AF Young and JD Sanchez-Yamagishi and B Hunt and SH Choi and K Watanabe and T Taniguchi and RC Ashoori and P Jarillo-Herrero",
            "2014",
            "Lj9Foq0AAAAJ:u9iWguZQMMsC",
            227,
            "https:\/\/www.nature.com\/articles\/nature12800",
            "10800030929673505424",
            "\/scholar?cites=10800030929673505424",
            {
                "2013":2,
                "2014":20,
                "2015":34,
                "2016":36,
                "2017":36,
                "2018":37,
                "2019":33,
                "2020":27,
                "2021":2
            }
        ],
        [
            "The unusual properties of two-dimensional electron systems that give rise to the quantum Hall effect have prompted the development of new microscopic models for electrical conduction 1, 2, 3, 4, 5, 6. The bulk properties of the quantum Hall effect have also been studied experimentally using a variety of probes including transport 7, 8, photoluminescence 9, 10, magnetization 11 and capacitance 12, 13 measurements. However, the fact that two-dimensional electron systems typically exist some distance (about 1,000 Å) beneath the surface of the host semiconductor has presented an important obstacle to more direct measurements of microscopic electronic structure in the quantum Hall regime. Here we introduce a cryogenic scanning-probe technique—‘subsurface charge accumulation’imaging—that permits very high resolution examination of systems of mobile electrons inside materials. We use this technique to …",
            "Subsurface charge accumulation imaging of a quantum Hall liquid",
            "SH Tessmer and PI Glicofridis and RC Ashoori and LS Levitov and MR Melloch",
            "1998",
            "Lj9Foq0AAAAJ:9yKSN-GCB0IC",
            215,
            "https:\/\/www.nature.com\/articles\/32112",
            "5001553939807654752",
            "\/scholar?cites=5001553939807654752",
            {
                "1998":4,
                "1999":13,
                "2000":23,
                "2001":17,
                "2002":8,
                "2003":16,
                "2004":16,
                "2005":15,
                "2006":9,
                "2007":10,
                "2008":13,
                "2009":5,
                "2010":17,
                "2011":6,
                "2012":7,
                "2013":5,
                "2014":7,
                "2015":4,
                "2016":2,
                "2017":5,
                "2018":2,
                "2019":2,
                "2020":8
            }
        ],
        [
            "Increases in the gate capacitance of field-effect transistor structures allow the production of lower-power devices that are compatible with higher clock rates, driving the race for developing high-κ dielectrics. However, many-body effects in an electronic system can also enhance capacitance. Onto the electron system that forms at the LaAlO3\/SrTiO3 interface, we fabricated top-gate electrodes that can fully deplete the interface of all mobile electrons. Near depletion, we found a greater than 40% enhancement of the gate capacitance. Using an electric-field penetration measurement method, we show that this capacitance originates from a negative compressibility of the interface electron system. Capacitance enhancement exists at room temperature and arises at low electron densities, in which disorder is strong and the in-plane conductance is much smaller than the quantum conductance.",
            "Very large capacitance enhancement in a two-dimensional electron system",
            "Lu Li and Christoph Richter and Stefan Paetel and Thilo Kopp and Jochen Mannhart and RC Ashoori",
            "2011",
            "Lj9Foq0AAAAJ:YOwf2qJgpHMC",
            208,
            "https:\/\/science.sciencemag.org\/content\/332\/6031\/825.abstract",
            "6963770036839077668",
            "\/scholar?cites=6963770036839077668",
            {
                "2011":5,
                "2012":26,
                "2013":29,
                "2014":26,
                "2015":25,
                "2016":26,
                "2017":19,
                "2018":15,
                "2019":22,
                "2020":14,
                "2021":1
            }
        ]
    ]
}