{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Single molecules of double-stranded DNA (dsDNA) were stretched with force-measuring laser tweezers. Under a longitudinal stress of ∼65 piconewtons (pN), dsDNA molecules in aqueous buffer undergo a highly cooperative transition into a stable form with 5.8 angstroms rise per base pair, that is, 70% longer than B-form dsDNA. When the stress was relaxed below 65 pN, the molecules rapidly and reversibly contracted to their normal contour lengths. This transition was affected by changes in the ionic strength of the medium and the water activity or by cross-linking of the two strands of dsDNA. Individual molecules of single-stranded DNA were also stretched giving a persistence length of 7.5 angstroms and a stretch modulus of 800 pN. The overstretched form may play a significant role in the energetics of DNA recombination.",
            "Overstretching B-DNA: the elastic response of individual double-stranded and single-stranded DNA molecules",
            "Steven B Smith and Yujia Cui and Carlos Bustamante",
            "1996",
            "Lk38PP0AAAAJ:u5HHmVD_uO8C",
            3113,
            "https:\/\/science.sciencemag.org\/content\/271\/5250\/795.abstract",
            "4476756441871033848",
            "\/scholar?cites=4476756441871033848",
            {
                "1996":18,
                "1997":65,
                "1998":65,
                "1999":81,
                "2000":81,
                "2001":95,
                "2002":107,
                "2003":120,
                "2004":121,
                "2005":154,
                "2006":164,
                "2007":155,
                "2008":163,
                "2009":153,
                "2010":160,
                "2011":181,
                "2012":151,
                "2013":157,
                "2014":146,
                "2015":138,
                "2016":117,
                "2017":120,
                "2018":124,
                "2019":125,
                "2020":125,
                "2021":6
            }
        ],
        [
            "JSTOR is an independent not-for-profit organization dedicated to creating and preserving a digital archive of scholarly journals. For more information regarding JSTOR, please contact supportG) jstor. org. http:\/\/www. jstor. Org\/Fri May 7 19: 29: 36 2004 axonal structure and function. Further, the ability of ceramide to inhibit the growth of T9 cells, which only express p75\", suggests that the SM cycle may be a prominent signaling path-wayin cells primarilyexpressingp75\", such as glioma, schwannoma (17), and melanoma cells (25) or cells overexpressing p75\" in response to axotomy or senile dementia (26). The antiproliferative and differentiative effects of ceramide may occur by modulation of cellular protein phosphorylation and the down-regulation ofthe c-myc proto-oncogene (7). Both a ceramideactivated kinase (7, 8) and phosphatase (27) have been identified that may provide direct molecular targets for further …",
            "Entropic elasticity of lambda-phage DNA.",
            "C Bustamante and JF Marko and ED Siggia and S Smith",
            "1991",
            "Lk38PP0AAAAJ:V_vSwabWVtYC",
            2412,
            "http:\/\/newton.kias.re.kr\/~hyeoncb\/Summerschool2015\/BustaSci94.pdf",
            "12017860002473041401",
            "\/scholar?cites=12017860002473041401",
            {
                "1995":12,
                "1996":13,
                "1997":30,
                "1998":40,
                "1999":34,
                "2000":47,
                "2001":55,
                "2002":69,
                "2003":75,
                "2004":75,
                "2005":107,
                "2006":142,
                "2007":136,
                "2008":98,
                "2009":140,
                "2010":130,
                "2011":140,
                "2012":136,
                "2013":147,
                "2014":138,
                "2015":120,
                "2016":115,
                "2017":105,
                "2018":120,
                "2019":93,
                "2020":74,
                "2021":5
            }
        ],
        [
            "Single DNA molecules were chemically attached by one end to a glass surface and by their other end to a magnetic bead. Equilibrium positions of the beads were observed in an optical microscope while the beads were acted on by known magnetic and hydrodynamic forces. Extension versus force curves were obtained for individual DNA molecules at three different salt concentrations with forces between 10(-14) and 10(-11) newtons. Deviations from the force curves predicted by the freely jointed chain model suggest that DNA has significant local curvature in solution. Ethidium bromide and 49,6-diamidino-2-phenylindole had little effect on the elastic response of the molecules, but their extent of intercalation was directly measured. Conversely, the effect of bend-inducing cis-diamminedichloroplatinum (II) was large and supports the hypothesis of natural curvature in DNA.",
            "Direct mechanical measurements of the elasticity of single DNA molecules by using magnetic beads",
            "Steven B Smith and Laura Finzi and Carlos Bustamante",
            "1992",
            "Lk38PP0AAAAJ:PaBasH6fAo0C",
            2227,
            "https:\/\/science.sciencemag.org\/content\/258\/5085\/1122.abstract",
            "3945810724905199141",
            "\/scholar?cites=3945810724905199141",
            {
                "1993":9,
                "1994":23,
                "1995":21,
                "1996":27,
                "1997":45,
                "1998":47,
                "1999":56,
                "2000":76,
                "2001":61,
                "2002":86,
                "2003":98,
                "2004":80,
                "2005":97,
                "2006":105,
                "2007":121,
                "2008":105,
                "2009":134,
                "2010":96,
                "2011":115,
                "2012":95,
                "2013":93,
                "2014":108,
                "2015":108,
                "2016":91,
                "2017":97,
                "2018":82,
                "2019":71,
                "2020":64,
                "2021":3
            }
        ],
        [
            "The basic features of DNA were elucidated during the half-century following the discovery of the double helix. But it is only during the past decade that researchers have been able to manipulate single molecules of DNA to make direct measurements of its mechanical properties. These studies have illuminated the nature of interactions between DNA and proteins, the constraints within which the cellular machinery operates, and the forces created by DNA-dependent motors.",
            "Ten years of tension: single-molecule DNA mechanics",
            "Carlos Bustamante and Zev Bryant and Steven B Smith",
            "2003",
            "Lk38PP0AAAAJ:9yKSN-GCB0IC",
            1442,
            "https:\/\/www.nature.com\/articles\/nature01405",
            "9863325247603139379",
            "\/scholar?cites=9863325247603139379",
            {
                "2003":14,
                "2004":60,
                "2005":77,
                "2006":98,
                "2007":98,
                "2008":101,
                "2009":96,
                "2010":94,
                "2011":115,
                "2012":74,
                "2013":94,
                "2014":87,
                "2015":71,
                "2016":80,
                "2017":74,
                "2018":70,
                "2019":74,
                "2020":50,
                "2021":5
            }
        ],
        [
            "Titin, a giant filamentous polypeptide, is believed to play a fundamental role in maintaining sarcomeric structural integrity and developing what is known as passive force in muscle. Measurements of the force required to stretch a single molecule revealed that titin behaves as a highly nonlinear entropic spring. The molecule unfolds in a high-force transition beginning at 20 to 30 piconewtons and refolds in a low-force transition at ∼2.5 piconewtons. A fraction of the molecule (5 to 40 percent) remains permanently unfolded, behaving as a wormlike chain with a persistence length (a measure of the chain’s bending rigidity) of 20 angstroms. Force hysteresis arises from a difference between the unfolding and refolding kinetics of the molecule relative to the stretch and release rates in the experiments, respectively. Scaling the molecular data up to sarcomeric dimensions reproduced many features of the passive force …",
            "Folding-unfolding transitions in single titin molecules characterized with laser tweezers",
            "Miklós SZ Kellermayer and Steven B Smith and Henk L Granzier and Carlos Bustamante",
            "1997",
            "Lk38PP0AAAAJ:u-x6o8ySG0sC",
            1302,
            "https:\/\/science.sciencemag.org\/content\/276\/5315\/1112.abstract",
            "4721355128271599514",
            "\/scholar?cites=4721355128271599514",
            {
                "1997":10,
                "1998":37,
                "1999":66,
                "2000":62,
                "2001":57,
                "2002":78,
                "2003":66,
                "2004":56,
                "2005":83,
                "2006":62,
                "2007":66,
                "2008":62,
                "2009":62,
                "2010":56,
                "2011":60,
                "2012":52,
                "2013":50,
                "2014":54,
                "2015":33,
                "2016":42,
                "2017":46,
                "2018":54,
                "2019":44,
                "2020":28,
                "2021":3
            }
        ],
        [
            "Recent advances in statistical mechanical theory can be used to solve a fundamental problem in experimental thermodynamics. In 1997, Jarzynski proved an equality relating the irreversible work to the equilibrium free energy difference, ΔG. This remarkable theoretical result states that it is possible to obtain equilibrium thermodynamic parameters from processes carried out arbitrarily far from equilibrium. We test Jarzynski9s equality by mechanically stretching a single molecule of RNA reversibly and irreversibly between two conformations. Application of this equality to the irreversible work trajectories recovers the ΔG profile of the stretching process to withinkBT\/2 (half the thermal energy) of its best independent estimate, the mean work of reversible stretching. The implementation and test of Jarzynski9s equality provides the first example of its use as a bridge between the statistical mechanics of equilibrium and …",
            "Equilibrium information from nonequilibrium measurements in an experimental test of Jarzynski's equality",
            "Jan Liphardt and Sophie Dumont and Steven B Smith and Ignacio Tinoco and Carlos Bustamante",
            "2002",
            "Lk38PP0AAAAJ:qjMakFHDy7sC",
            1250,
            "https:\/\/science.sciencemag.org\/content\/296\/5574\/1832.abstract",
            "8855463946846086698",
            "\/scholar?cites=8855463946846086698",
            {
                "2002":12,
                "2003":32,
                "2004":52,
                "2005":65,
                "2006":71,
                "2007":73,
                "2008":84,
                "2009":72,
                "2010":61,
                "2011":83,
                "2012":64,
                "2013":82,
                "2014":92,
                "2015":91,
                "2016":73,
                "2017":58,
                "2018":75,
                "2019":47,
                "2020":48,
                "2021":6
            }
        ],
        [
            "As part of the viral infection cycle, viruses must package their newly replicated genomes for delivery to other host cells. Bacteriophage φ29 packages its 6.6-µm long, double-stranded DNA into a 42× 54 nm capsid 1 by means of a portal complex that hydrolyses ATP 2. This process is remarkable because entropic, electrostatic and bending energies of the DNA must be overcome to package the DNA to near-crystalline density. Here we use optical tweezers to pull on single DNA molecules as they are packaged, thus demonstrating that the portal complex is a force-generating motor. This motor can work against loads of up to 57 pN on average, making it one of the strongest molecular motors reported to date. Movements of over 5 µm are observed, indicating high processivity. Pauses and slips also occur, particularly at higher forces. We establish the force–velocity relationship of the motor and find that the rate-limiting …",
            "The bacteriophage φ29 portal motor can package DNA against a large internal force",
            "Douglas E Smith and Sander J Tans and Steven B Smith and Shelley Grimes and Dwight L Anderson and Carlos Bustamante",
            "2001",
            "Lk38PP0AAAAJ:2osOgNQ5qMEC",
            1125,
            "https:\/\/www.nature.com\/articles\/35099581",
            "10583111502059655640",
            "\/scholar?cites=10583111502059655640",
            {
                "2001":4,
                "2002":34,
                "2003":47,
                "2004":54,
                "2005":68,
                "2006":80,
                "2007":77,
                "2008":80,
                "2009":75,
                "2010":72,
                "2011":66,
                "2012":93,
                "2013":65,
                "2014":58,
                "2015":49,
                "2016":35,
                "2017":43,
                "2018":33,
                "2019":40,
                "2020":40,
                "2021":3
            }
        ],
        [
            "Under appropriate conditions of concentration and ionic strength, ira\/w-bis (Ar-methylpyridinium-4-yl)-diphenylporphine and its copper (II) derivative produce very large, bisignate circular dichroism signals in the Soret region when bound to DNA. The processes leading to these signals are shown to be highly cooperative. A new light-scattering experimental approach is described for detecting such extended aggregates of chromophores in which the radiation used is within an absorption maximum, specifically in the porphyrin Soret absorption region. Results from such resonance light-scattering experiments confirm that extended porphyrin aggregates form on the DNA, which, in contrast, remains dispersed. A model for these interactions consistent with experimental findings involves porphyrin organization into long-range chiral structures having antenna-like properties, that is, forming assemblies in which the electric …",
            "Porphyrin assemblies on DNA as studied by a resonance light-scattering technique",
            "Robert F Pasternack and Carlos Bustamante and Peter J Collings and Antonino Giannetto and Esther J Gibbs",
            "1993",
            "Lk38PP0AAAAJ:d1gkVwhDpl0C",
            1108,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/ja00066a006",
            "17478635334883212701",
            "\/scholar?cites=17478635334883212701",
            {
                "1994":8,
                "1995":5,
                "1996":11,
                "1997":15,
                "1998":24,
                "1999":26,
                "2000":27,
                "2001":45,
                "2002":53,
                "2003":54,
                "2004":61,
                "2005":71,
                "2006":74,
                "2007":79,
                "2008":68,
                "2009":66,
                "2010":69,
                "2011":56,
                "2012":63,
                "2013":51,
                "2014":30,
                "2015":42,
                "2016":25,
                "2017":19,
                "2018":27,
                "2019":16,
                "2020":15
            }
        ],
        [
            "We used a force-measuring laser tweezers apparatus to determine the elastic properties of λ-bacteriophage DNA as a function of ionic strength and in the presence of multivalent cations. The electrostatic contribution to the persistence length P varied as the inverse of the ionic strength in monovalent salt, as predicted by the standard worm-like polyelectrolyte model. However, ionic strength is not always the dominant variable in determining the elastic properties of DNA. Monovalent and multivalent ions have quite different effects even when present at the same ionic strength. Multivalent ions lead to P values as low as 250–300 Å, well below the high-salt “fully neutralized” value of 450–500 Å characteristic of DNA in monovalent salt. The ions Mg2+ and Co(NH3)63+, in which the charge is centrally concentrated, yield lower P values than the polyamines putrescine2+ and spermidine3+, in which the charge is linearly …",
            "Ionic effects on the elasticity of single DNA molecules",
            "Christoph G Baumann and Steven B Smith and Victor A Bloomfield and Carlos Bustamante",
            "1997",
            "Lk38PP0AAAAJ:Tyk-4Ss8FVUC",
            1092,
            "https:\/\/www.pnas.org\/content\/94\/12\/6185.short",
            "15341567284642060487",
            "\/scholar?cites=15341567284642060487",
            {
                "1998":10,
                "1999":15,
                "2000":27,
                "2001":28,
                "2002":28,
                "2003":20,
                "2004":29,
                "2005":42,
                "2006":57,
                "2007":43,
                "2008":52,
                "2009":61,
                "2010":59,
                "2011":55,
                "2012":58,
                "2013":72,
                "2014":72,
                "2015":69,
                "2016":69,
                "2017":57,
                "2018":58,
                "2019":54,
                "2020":48,
                "2021":3
            }
        ],
        [
            "Atomic force microscopes and optical tweezers are widely used to probe the mechanical properties of individual molecules and molecular interactions, by exerting mechanical forces that induce transitions such as unfolding or dissociation. These transitions often occur under nonequilibrium conditions and are associated with hysteresis effects—features usually taken to preclude the extraction of equilibrium information from the experimental data. But fluctuation theorems 1, 2, 3, 4, 5 allow us to relate the work along nonequilibrium trajectories to thermodynamic free-energy differences. They have been shown to be applicable to single-molecule force measurements 6 and have already provided information on the folding free energy of a RNA hairpin 7, 8. Here we show that the Crooks fluctuation theorem 9 can be used to determine folding free energies for folding and unfolding processes occurring in weak as well as …",
            "Verification of the Crooks fluctuation theorem and recovery of RNA folding free energies",
            "Delphine Collin and Felix Ritort and Christopher Jarzynski and Steven B Smith and Ignacio Tinoco and Carlos Bustamante",
            "2005",
            "Lk38PP0AAAAJ:YsMSGLbcyi4C",
            1052,
            "https:\/\/www.nature.com\/articles\/nature04061",
            "6352219109415596273",
            "\/scholar?cites=6352219109415596273",
            {
                "2005":8,
                "2006":48,
                "2007":57,
                "2008":80,
                "2009":56,
                "2010":58,
                "2011":70,
                "2012":63,
                "2013":69,
                "2014":71,
                "2015":84,
                "2016":82,
                "2017":77,
                "2018":89,
                "2019":68,
                "2020":64,
                "2021":1
            }
        ]
    ]
}