{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "We report nonsequential and sequential fragmentation dynamics of CO 2 3+ investigated by electron collision at an impact energy of 500 eV. The dissociation mechanisms are clearly distinguished by combined use of the Dalitz plot together with momentum correlation spectra. The angular distributions and kinetic-energy releases (KERs) of different fragmentation processes are obtained. The dissociation channels of higher excited states of the CO 2 3+ molecular ion are opened, which are quite different from the previous studies of heavy-ion collision [N. Neumann, D. Hant, L. Ph. H. Schmidt, J. Titze, T. Jahnke, A. Czasch, MS Schöffler, K. Kreidi, O. Jagutzki, H. Schmidt-Böcking, and R. Dörner, Phys. Rev. Lett. 104, 103201 (2010)] and intense laser field [C. Wu, C. Wu, D. Song, H. Su, Y. Yang, Z. Wu, X. Liu, H. Liu, M. Li, Y. Deng, Y. Liu, L.-Y. Peng, H. Jiang, and Q. Gong, Phys. Rev. Lett. 110, 103601 (2013)]. By …",
            "Pathways for nonsequential and sequential fragmentation of  investigated by electron collision",
            "Enliang Wang and Xu Shan and Zhenjie Shen and Maomao Gong and Yaguo Tang and Yi Pan and Kai-Chung Lau and Xiangjun Chen",
            "2015",
            "lKcCAlkAAAAJ:d1gkVwhDpl0C",
            26,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.91.052711",
            "3126317798628374990",
            "\/scholar?cites=3126317798628374990",
            {
                "2015":2,
                "2016":3,
                "2017":2,
                "2018":5,
                "2019":6,
                "2020":7,
                "2021":1
            }
        ],
        [
            "A momentum imaging spectrometer has been built for studying the electron impact molecular fragmentation dynamics. The setup consists of a pulsed electron gun and a time of flight system as well as a two-dimensional time and position sensitive multi-hit detector. The charged fragments with kinetic energy up to 10 eV can be detected in 4π solid angles and their three-dimensional momentum vectors can be reconstructed. The apparatus is tested by electron impact ionization of Ar and dissociative ionization of CO2. By analyzing the ion-ion coincidence spectra, the complete and incomplete Coulomb fragmentation channels for CO 22+ and CO 23+ are identified. The kinetic energy release (KER) and angular correlation for the two-body breakup channel CO 22+* → O+ + CO+ are reported. The peak value of total KER is found to be 6.8 eV which is consistent with the previous photoion-photoion coincidence studies …",
            "Momentum imaging spectrometer for molecular fragmentation dynamics induced by pulsed electron beam",
            "EnLiang Wang and Xu Shan and YuFeng Shi and YaGuo Tang and XiangJun Chen",
            "2013",
            "lKcCAlkAAAAJ:u5HHmVD_uO8C",
            21,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4847156",
            "4024348255964253167",
            "\/scholar?cites=4024348255964253167",
            {
                "2014":3,
                "2015":6,
                "2016":1,
                "2017":1,
                "2018":8,
                "2019":1,
                "2020":1
            }
        ]
    ]
}