{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "The structure of the control network of transnational corporations affects global market competition and financial stability. So far, only small national samples were studied and there was no appropriate methodology to assess control globally. We present the first investigation of the architecture of the international ownership network, along with the computation of the control held by each global player. We find that transnational corporations form a giant bow-tie structure and that a large portion of control flows to a small tightly-knit core of financial institutions. This core can be seen as an economic “super-entity” that raises new important issues both for researchers and policy makers.",
            "The network of global corporate control",
            "Stefania Vitali and James B Glattfelder and Stefano Battiston",
            "2011",
            "LKqqiQoAAAAJ:9yKSN-GCB0IC",
            1162,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0025995&fbclid=IwAR38sOuKb6W6HaSawiikiewXnsI567L7UgLMQZbiVE7kRfQx4Ybd6-ouAvk",
            "10363251502196678077",
            "\/scholar?cites=10363251502196678077",
            {
                "2011":11,
                "2012":58,
                "2013":99,
                "2014":122,
                "2015":134,
                "2016":134,
                "2017":175,
                "2018":143,
                "2019":120,
                "2020":111,
                "2021":8
            }
        ],
        [
            "We present a methodology to extract the backbone of complex networks based on the weight and direction of links, as well as on nontopological properties of nodes. We show how the methodology can be applied in general to networks in which mass or energy is flowing along the links. In particular, the procedure enables us to address important questions in economics, namely, how control and wealth are structured and concentrated across national markets. We report on the first cross-country investigation of ownership networks, focusing on the stock markets of 48 countries around the world. On the one hand, our analysis confirms results expected on the basis of the literature on corporate control, namely, that in Anglo-Saxon countries control tends to be dispersed among numerous shareholders. On the other hand, it also reveals that in the same countries, control is found to be highly concentrated at the global …",
            "Backbone of complex networks of corporations: The flow of control",
            "James B Glattfelder and S Battiston",
            "2009",
            "LKqqiQoAAAAJ:u5HHmVD_uO8C",
            167,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.80.036104",
            "7190182475144723057",
            "\/scholar?cites=7190182475144723057",
            {
                "2009":3,
                "2010":7,
                "2011":13,
                "2012":14,
                "2013":22,
                "2014":12,
                "2015":12,
                "2016":14,
                "2017":6,
                "2018":17,
                "2019":26,
                "2020":11
            }
        ],
        [
            "We have discovered 12 independent new empirical scaling laws in foreign exchange data series that hold for close to three orders of magnitude and across 13 currency exchange rates. Our statistical analysis crucially depends on an event-based approach that measures the relationship between different types of events. The scaling laws give an accurate estimation of the length of the price-curve coastline, which turns out to be surprisingly long. The new laws substantially extend the catalogue of stylized facts and sharply constrain the space of possible theoretical explanations of the market mechanisms.",
            "Patterns in high-frequency FX data: discovery of 12 empirical scaling laws",
            "James B Glattfelder and A Dupuis and RB Olsen",
            "2011",
            "LKqqiQoAAAAJ:d1gkVwhDpl0C",
            103,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/14697688.2010.481632",
            "9242878043971586895",
            "\/scholar?cites=9242878043971586895",
            {
                "2010":2,
                "2011":5,
                "2012":9,
                "2013":10,
                "2014":7,
                "2015":7,
                "2016":8,
                "2017":20,
                "2018":14,
                "2019":12,
                "2020":6,
                "2021":1
            }
        ]
    ]
}