{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "The bulk electrical properties of biological materials have been of interest for many reasons for over a century. The dielectric properties of tissues are needed for the calculation of the internal electric fields resulting from exposure to nonionizing electromagnetic (EM) fields, and are thus important in the development of diagnostic and therapeutic medical applications of this energy and studies of possible hazards of EM fields. Dielectric properties of biological materials other than tissues are important in developing applications of EM fields in a variety of areas, eg, food processing, other agricultural purposes, and the drying of various products. On a more fundamental level, study of these properties gives important information about possible mechanisms by which external fields can produce effects in an organism. It has been 26 years since the publication of a comprehensive review of the bulk electrical properties of tissues and cell suspensions by either Schwan or myself.'The subsequent years have seen the development of computer-controlled instrumentation for precise and rapid measurements of dielectric properties, and a greater understanding of dielectric phenomena in tissues and other complex materials. Books dealing with dielectric properties of biological materials have been published by Cole,” Pethig,” Grant et al.,\" and Schanne and P.-Ceretti.” To fully explain the advances of the past 3 decades and to summarize previously published work would greatly exceed the presently available space. This chapter will complement the previous review'while providing sufficient introductory material to be self-contained. The emphasis will be on the …",
            "Dielectric properties of tissues",
            "Kenneth R Foster and Herman P Schwan",
            "1986",
            "Lldy0f8AAAAJ:ZfRJV9d4-WMC",
            1992,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=3TSoDwAAQBAJ&oi=fnd&pg=PA27&dq=info:NDzCBvfyQq0J:scholar.google.com&ots=XkqJw05I8t&sig=Y9YBrUJ8eWZ7O0Qpv0jpaLx3NPQ",
            "12484808259808672820",
            "\/scholar?cites=12484808259808672820",
            {
                "1989":5,
                "1990":8,
                "1991":15,
                "1992":24,
                "1993":11,
                "1994":26,
                "1995":28,
                "1996":26,
                "1997":37,
                "1998":51,
                "1999":52,
                "2000":64,
                "2001":48,
                "2002":54,
                "2003":64,
                "2004":71,
                "2005":70,
                "2006":98,
                "2007":65,
                "2008":82,
                "2009":89,
                "2010":107,
                "2011":83,
                "2012":122,
                "2013":88,
                "2014":84,
                "2015":81,
                "2016":82,
                "2017":88,
                "2018":96,
                "2019":80,
                "2020":67,
                "2021":4
            }
        ],
        [
            "     The Precautionary Principle has become enshrined in international law, and is the basis for European environmental legislation. However, \"precautionary\" decisions have been controversial, and the principle itself lacks clear definition. A recent commentary by the European Commission offers guidelines for politically transparent application of the principle, while emphasizing the need for careful review of relevant scientific data. Recent precautionary policies for limiting public exposure to radio-frequency energy shows that the principle can be applied in a way that does not conflict with traditional exposure guidelines. Major uncertainties still remain in the standard of proof needed to invoke the principle.   ",
            "Science and the precautionary principle",
            "Kenneth R Foster and Paolo Vecchia and Michael H Repacholi",
            "2000",
            "Lldy0f8AAAAJ:_Re3VWB3Y0AC",
            502,
            "https:\/\/science.sciencemag.org\/content\/288\/5468\/979.summary",
            "16884500089954314637",
            "\/scholar?cites=16884500089954314637",
            {
                "2000":11,
                "2001":27,
                "2002":34,
                "2003":30,
                "2004":31,
                "2005":25,
                "2006":30,
                "2007":31,
                "2008":22,
                "2009":25,
                "2010":29,
                "2011":22,
                "2012":21,
                "2013":20,
                "2014":16,
                "2015":16,
                "2016":18,
                "2017":22,
                "2018":17,
                "2019":23,
                "2020":15,
                "2021":2
            }
        ],
        [
            "Although the bioelectrical impedance technique is widely used in human nutrition and clinical research, an integrated summary of the biophysical and bioelectrical bases of this approach is lacking. We summarize the pertinent electrical phenomena relevant to the application of the impedance technique in vivo and discuss the relations between electrical measurements and biological conductor volumes. Key terms in the derivation of bioelectrical impedance analysis are described and the relation between the electrical properties of tissues and tissue structure is discussed. The relation between the impedance of an object and its geometry, scale, and intrinsic electrical properties is also discussed. Correlations between whole-body impedance measurements and various bioconductor volumes, such as total body water and fat-free mass, are experimentally well established; however, the reason for the success of …",
            "Whole-body impedance--what does it measure?",
            "Kenneth R Foster and Henry C Lukaski",
            "1996",
            "Lldy0f8AAAAJ:JTqpx9DYBaYC",
            480,
            "https:\/\/academic.oup.com\/ajcn\/article-abstract\/64\/3\/388S\/4651608",
            "18094641192429973018",
            "\/scholar?cites=18094641192429973018",
            {
                "1997":5,
                "1998":10,
                "1999":14,
                "2000":27,
                "2001":12,
                "2002":16,
                "2003":18,
                "2004":20,
                "2005":15,
                "2006":14,
                "2007":20,
                "2008":18,
                "2009":23,
                "2010":17,
                "2011":26,
                "2012":27,
                "2013":20,
                "2014":22,
                "2015":36,
                "2016":21,
                "2017":29,
                "2018":14,
                "2019":22,
                "2020":26,
                "2021":1
            }
        ],
        [
            "Electrical properties of tissues, macromolecular solutions, and cell membranes are summarized at frequencies from the extra low frequency (ELF) to microwave range. Previously presented dielectric data are supplemented by new results and a more detailed discussion of the physical mechanisms for the observed temperature coefficients of the dielectric properties. The dielectric data are discussed in terms of the interaction mechanisms which give rise to observed relaxational effects. Possible mechanisms for nonthermal weak interactions between radio-frequency (RF) energy and tissues are discussed and evaluated.",
            "RF-field interactions with biological systems: electrical properties and biophysical mechanisms",
            "Herman P Schwan and Kenneth R Foster",
            "1980",
            "Lldy0f8AAAAJ:lgwcVrK6X84C",
            470,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1455858\/",
            "13173748408058707297",
            "\/scholar?cites=13173748408058707297",
            {
                "1981":8,
                "1982":7,
                "1983":11,
                "1984":10,
                "1985":14,
                "1986":16,
                "1987":12,
                "1988":13,
                "1989":8,
                "1990":10,
                "1991":7,
                "1992":6,
                "1993":3,
                "1994":8,
                "1995":4,
                "1996":10,
                "1997":5,
                "1998":8,
                "1999":8,
                "2000":12,
                "2001":6,
                "2002":19,
                "2003":7,
                "2004":7,
                "2005":10,
                "2006":13,
                "2007":10,
                "2008":9,
                "2009":5,
                "2010":15,
                "2011":16,
                "2012":22,
                "2013":18,
                "2014":22,
                "2015":23,
                "2016":17,
                "2017":16,
                "2018":19,
                "2019":14,
                "2020":12
            }
        ]
    ]
}