{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Two-dimensional (2D) materials exhibit a range of extraordinary electronic, optical, and mechanical properties different from their bulk counterparts with potential applications for 2D materials emerging in energy storage and conversion technologies. In this Perspective, we summarize the recent developments in the field of solar water splitting using 2D materials and review a computational screening approach to rapidly and efficiently discover more 2D materials that possess properties suitable for solar water splitting. Computational tools based on density-functional theory can predict the intrinsic properties of potential photocatalyst such as their electronic properties, optical absorbance, and solubility in aqueous solutions. Computational tools enable the exploration of possible routes to enhance the photocatalytic activity of 2D materials by use of mechanical strain, bias potential, doping, and pH. We discuss future …",
            "Computational screening of 2D materials for photocatalysis",
            "Arunima K Singh and Kiran Mathew and Houlong L Zhuang and Richard G Hennig",
            "2015",
            "lm7vc1sAAAAJ:raTqNPD5sRQC",
            370,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jz502646d",
            "3278028210144294619",
            "\/scholar?cites=3278028210144294619",
            {
                "2015":18,
                "2016":39,
                "2017":48,
                "2018":74,
                "2019":86,
                "2020":88,
                "2021":17
            }
        ],
        [
            "Single-layer materials open up tremendous opportunities for nanoelectronic devices. Using a first-principles design approach we identify a previously unrecognized family of single-layer III-V materials. We determine their energetic and dynamical stability, identify a surprising reconstruction, and calculate their electronic properties using a hybrid density functional and the G 0 W 0 method. Finally, we find that metal substrates stabilize these as-yet hypothetical materials. Our results provide guidance for experimental synthesis efforts and future searches of single-layer materials suitable for device applications.",
            "Computational discovery of single-layer III-V materials",
            "Houlong L Zhuang and Arunima K Singh and Richard G Hennig",
            "2013",
            "lm7vc1sAAAAJ:YsrPvlHIBpEC",
            247,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.87.165415",
            "2284860402165458819",
            "\/scholar?cites=2284860402165458819",
            {
                "2013":7,
                "2014":16,
                "2015":28,
                "2016":30,
                "2017":42,
                "2018":36,
                "2019":29,
                "2020":53,
                "2021":5
            }
        ],
        [
            "Two-dimensional (2D) materials present many unique materials concepts, including material properties that sometimes differ dramatically from those of their bulk counterparts. One of these properties, piezoelectricity, is important for micro- and nanoelectromechanical systems applications. Using symmetry analysis, we determine the independent piezoelectric coefficients for four groups of predicted and synthesized 2D materials. We calculate with density-functional perturbation theory the stiffness and piezoelectric tensors of these materials. We determine the in-plane piezoelectric coefficient d11 for 37 materials within the families of 2D metal dichalcogenides, metal oxides, and III–V semiconductor materials. A majority of the structures, including CrSe2, CrTe2, CaO, CdO, ZnO, and InN, have d11 coefficients greater than 5 pm\/V, a typical value for bulk piezoelectric materials. Our symmetry analysis shows that buckled …",
            "Ab Initio Prediction of Piezoelectricity in Two-Dimensional Materials",
            "Michael N Blonsky and Houlong L Zhuang and Arunima K Singh and Richard G Hennig",
            "2015",
            "lm7vc1sAAAAJ:kzcSZmkxUKAC",
            214,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acsnano.5b03394",
            "7854902136195422877",
            "\/scholar?cites=7854902136195422877",
            {
                "2015":1,
                "2016":14,
                "2017":42,
                "2018":48,
                "2019":41,
                "2020":55,
                "2021":13
            }
        ],
        [
            "van der Waals epitaxial growth of graphene on c-plane (0001) sapphire by CVD without a metal catalyst is presented. The effects of CH4 partial pressure, growth temperature, and H2\/CH4 ratio were investigated and growth conditions optimized. The formation of monolayer graphene was shown by Raman spectroscopy, optical transmission, grazing incidence X-ray diffraction (GIXRD), and low voltage transmission electron microscopy (LVTEM). Electrical analysis revealed that a room temperature Hall mobility above 2000 cm2\/V·s was achieved, and the mobility and carrier type were correlated to growth conditions. Both GIXRD and LVTEM studies confirm a dominant crystal orientation (principally graphene [10–10] || sapphire [11–20]) for about 80–90% of the material concomitant with epitaxial growth. The initial phase of the nucleation and the lateral growth from the nucleation seeds were observed using atomic …",
            "van der Waals epitaxial growth of graphene on sapphire by chemical vapor deposition without a metal catalyst",
            "Jeonghyun Hwang and Moonkyung Kim and Dorr Campbell and Hussain A Alsalman and Joon Young Kwak and Shriram Shivaraman and Arthur R Woll and Arunima K Singh and Richard G Hennig and Sandeep Gorantla and Mark H Rümmeli and Michael G Spencer",
            "2013",
            "lm7vc1sAAAAJ:ziOE8S1-AIUC",
            200,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn305486x",
            "9554188547493388407",
            "\/scholar?cites=9554188547493388407",
            {
                "2013":8,
                "2014":28,
                "2015":30,
                "2016":31,
                "2017":27,
                "2018":26,
                "2019":26,
                "2020":22,
                "2021":2
            }
        ],
        [
            "Density functional calculations determine the structure, stability, and electronic properties of two-dimensional materials in the family of group-IV monochalcogenides, MX (M = Ge, Sn, Pb; X = O, S, Se, Te). Calculations with a van der Waals functional show that the two-dimensional IV-VI compounds are most stable in either a highly distorted NaCl-type structure or a single-layer litharge type tetragonal structure. Their formation energies are comparable to single-layer MoS2, indicating the ease of mechanical exfoliation from their layered bulk structures. The phonon spectra confirm their dynamical stability. Using the hybrid HSE06 functional, we find that these materials are semiconductors with bandgaps that are generally larger than for their bulk counterparts due to quantum confinement. The band edge alignments of monolayer group IV-VI materials reveal several type-I and type-II heterostructures, suited for …",
            "Computational prediction of two-dimensional group-IV mono-chalcogenides",
            "Arunima K Singh and Richard G Hennig",
            "2014",
            "lm7vc1sAAAAJ:WAzi4Gm8nLoC",
            192,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4891230",
            "3060389780928950200",
            "\/scholar?cites=3060389780928950200",
            {
                "2015":12,
                "2016":21,
                "2017":41,
                "2018":37,
                "2019":41,
                "2020":33,
                "2021":7
            }
        ],
        [
            "The discovery of a novel material requires the identification of the material's composition as well as of suitable synthesis conditions. We present a data-mining approach to identify suitable substrates for the growth of two-dimensional materials and apply the method to the recently predicted two-dimensional III-V compounds. We identify several lattice-matched substrates for their epitaxial growth, stabilization, and functionalization. Density-functional calculations show that these substrates sufficiently reduce the formation energies of the metastable two-dimensional materials to make them thermodynamically stable. We show that chemical interactions of the two-dimensional materials with the substrates shift the Fermi level of these materials, resulting in doping. The large adsorption energies and strong doping indicate that these metals should provide good electrical contact to enable transport measurements and …",
            "Ab initio synthesis of single-layer III-V materials",
            "Arunima K Singh and Houlong L Zhuang and Richard G Hennig",
            "2014",
            "lm7vc1sAAAAJ:kF1pexMAQbMC",
            97,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.89.245431",
            "9396594573371543295",
            "\/scholar?cites=9396594573371543295",
            {
                "2014":3,
                "2015":13,
                "2016":12,
                "2017":28,
                "2018":13,
                "2019":7,
                "2020":17,
                "2021":4
            }
        ],
        [
            "We study the crystal symmetry of few-layer 1T′ MoTe2 using the polarization dependence of the second harmonic generation (SHG) and Raman scattering. Bulk 1T′ MoTe2 is known to be inversion symmetric; however, we find that the inversion symmetry is broken for finite crystals with even numbers of layers, resulting in strong SHG comparable to other transition-metal dichalcogenides. Group theory analysis of the polarization dependence of the Raman signals allows for the definitive assignment of all the Raman modes in 1T′ MoTe2 and clears up a discrepancy in the literature. The Raman results were also compared with density functional theory simulations and are in excellent agreement with the layer-dependent variations of the Raman modes. The experimental measurements also determine the relationship between the crystal axes and the polarization dependence of the SHG and Raman scattering …",
            "Characterization of Few-Layer 1T′ MoTe2 by Polarization-Resolved Second Harmonic Generation and Raman Scattering",
            "Ryan Beams and Luiz Gustavo Cançado and Sergiy Krylyuk and Irina Kalish and Berç Kalanyan and Arunima K Singh and Kamal Choudhary and Alina Bruma and Patrick M Vora and Francesca Tavazza and Albert V Davydov and Stephan J Stranick",
            "2016",
            "lm7vc1sAAAAJ:SGW5VrABaM0C",
            75,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acsnano.6b05127",
            "2118345681402499050",
            "\/scholar?cites=2118345681402499050",
            {
                "2017":9,
                "2018":16,
                "2019":29,
                "2020":19,
                "2021":2
            }
        ],
        [
            "We present a first-principles-based formalism to provide a quantitative measure of the thermodynamic instability and propensity for electrochemical stabilization, passivation, or corrosion of metastable materials in aqueous media. We demonstrate that this formalism can assess the relative Gibbs free energy of candidate materials in aqueous media as well as their decomposition products, combining solid and aqueous phases, as a function of pH and potential. On the basis of benchmarking against 20 stable as well as metastable materials reported in the literature and also our experimental characterization of metastable triclinic-FeVO4, we present quantitative estimates for the relative Gibbs free energy and corresponding aqueous regimes where these materials are most likely to be stable, form inert passivating films, or steadily corrode to aqueous species. Furthermore, we show that the structure and composition of …",
            "Electrochemical stability of metastable materials",
            "Arunima K Singh and Lan Zhou and Aniketa Shinde and Santosh K Suram and Joseph H Montoya and Donald Winston and John M Gregoire and Kristin A Persson",
            "2017",
            "lm7vc1sAAAAJ:Xz60mAmATU4C",
            66,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.chemmater.7b03980",
            "13543149852778554134",
            "\/scholar?cites=13543149852778554134",
            {
                "2018":9,
                "2019":20,
                "2020":36
            }
        ],
        [
            "A Materials Project based open-source Python tool, MPInterfaces, has been developed to automate the high-throughput computational screening and study of interfacial systems. The framework encompasses creation and manipulation of interface structures for solid\/solid hetero-structures, solid\/implicit solvents systems, nanoparticle\/ligands systems; and the creation of simple system-agnostic workflows for in depth computational analysis using density-functional theory or empirical energy models. The package leverages existing open-source high-throughput tools and extends their capabilities towards the understanding of interfacial systems. We describe the various algorithms and methods implemented in the package. Using several test cases, we demonstrate how the package enables high-throughput computational screening of advanced materials, directly contributing to the Materials Genome Initiative (MGI …",
            "MPInterfaces: A Materials Project based Python tool for high-throughput computational screening of interfacial systems",
            "Kiran Mathew and Arunima K Singh and Joshua J Gabriel and Kamal Choudhary and Susan B Sinnott and Albert V Davydov and Francesca Tavazza and Richard G Hennig",
            "2016",
            "lm7vc1sAAAAJ:pS0ncopqnHgC",
            59,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0927025616302440",
            "13519942647848223538",
            "\/scholar?cites=13519942647848223538",
            {
                "2016":3,
                "2017":7,
                "2018":6,
                "2019":19,
                "2020":20,
                "2021":4
            }
        ],
        [
            "The structural polymorphism in transition metal dichalcogenides (TMDs) provides exciting opportunities for developing advanced electronics. For example, MoTe 2 crystallizes in the 2H semiconducting phase at ambient temperature and pressure, but transitions into the 1T'semimetallic phase at high temperatures. Alloying MoTe 2 with WTe 2 reduces the energy barrier between these two phases, while also allowing access to the T d Weyl semimetal phase. The  W x Te 2 alloy system is therefore promising for developing phase change memory technology. However, achieving this goal necessitates a detailed understanding of the phase composition in the MoTe 2-WTe 2 system. We combine polarization-resolved Raman spectroscopy with x-ray diffraction (XRD) and scanning transmission electron microscopy (STEM) to study bulk  W x Te 2 alloys over the full compositional range x from 0 to 1. We identify Raman and …",
            "The structural phases and vibrational properties of Mo1− xWxTe2 alloys",
            "Sean M Oliver and Ryan Beams and Sergiy Krylyuk and Irina Kalish and Arunima K Singh and Alina Bruma and Francesca Tavazza and Jaydeep Joshi and Iris R Stone and Stephan J Stranick and Albert V Davydov and Patrick M Vora",
            "2017",
            "lm7vc1sAAAAJ:AYInfyleIOsC",
            48,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/2053-1583\/aa7a32\/meta",
            "1724876697046789694",
            "\/scholar?cites=1724876697046789694",
            {
                "2017":1,
                "2018":13,
                "2019":16,
                "2020":18
            }
        ]
    ]
}