{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "Although biochemical signals that modulate stem cell self-renewal and differentiation were extensively studied, only recently were the mechanical properties of a stem cell's microenvironment shown to regulate its behavior. It would be desirable to have independent control over biochemical and mechanical cues, to analyze their relative and combined effects on stem-cell function. We developed a synthetic, interfacial hydrogel culture system, termed variable moduli interpenetrating polymer networks (vmIPNs), to assess the effects of soluble signals, adhesion ligand presentation, and material moduli from 10–10,000 Pa on adult neural stem-cell (aNSC) behavior. The aNSCs proliferated when cultured in serum-free growth media on peptide-modified vmIPNs with moduli of ≥100 Pa. In serum-free neuronal differentiation media, a peak level of the neuronal marker, β-tubulin III, was observed on vmIPNs of 500 Pa, near …",
            "Substrate modulus directs neural stem cell behavior",
            "Krishanu Saha and Albert J Keung and Elizabeth F Irwin and Yang Li and Lauren Little and David V Schaffer and Kevin E Healy",
            "2008",
            "lmJ4en0AAAAJ:BqipwSGYUEgC",
            989,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349508785801",
            "14912909072781840346",
            "\/scholar?cites=14912909072781840346",
            {
                "2009":31,
                "2010":65,
                "2011":77,
                "2012":93,
                "2013":79,
                "2014":94,
                "2015":99,
                "2016":90,
                "2017":103,
                "2018":88,
                "2019":85,
                "2020":75,
                "2021":6
            }
        ],
        [
            "Neural stem cells exist in the developing and adult nervous systems of all mammals, but the basic mechanisms that control their behavior are not yet well understood. Here, we investigated the role of Sonic hedgehog (Shh), a factor vital for neural development, in regulating adult hippocampal neural stem cells. We found high expression of the Shh receptor Patched in both the adult rat hippocampus and neural progenitor cells isolated from this region. In addition, Shh elicited a strong, dose-dependent proliferative response in progenitors in vitro. Furthermore, adeno-associated viral vector delivery of shh cDNA to the hippocampus elicited a 3.3-fold increase in cell proliferation. Finally, the pharmacological inhibitor of Shh signaling cyclopamine reduced hippocampal neural progenitor proliferation in vivo. This work identifies Shh as a regulator of adult hippocampal neural stem cells.",
            "Sonic hedgehog regulates adult neural progenitor proliferation in vitro and in vivo",
            "Karen Lai and Brian K Kaspar and Fred H Gage and David V Schaffer",
            "2003",
            "lmJ4en0AAAAJ:blknAaTinKkC",
            930,
            "https:\/\/www.nature.com\/articles\/nn983",
            "13447035003193579960",
            "\/scholar?cites=13447035003193579960",
            {
                "2003":23,
                "2004":55,
                "2005":61,
                "2006":69,
                "2007":68,
                "2008":67,
                "2009":69,
                "2010":53,
                "2011":58,
                "2012":47,
                "2013":63,
                "2014":53,
                "2015":57,
                "2016":43,
                "2017":36,
                "2018":42,
                "2019":22,
                "2020":36,
                "2021":1
            }
        ],
        [
            "HIV-1 Tat transactivation is vital for completion of the viral life cycle and has been implicated in determining proviral latency. We present an extensive experimental\/computational study of an HIV-1 model vector (LTR-GFP-IRES-Tat) and show that stochastic fluctuations in Tat influence the viral latency decision. Low GFP\/Tat expression was found to generate bifurcating phenotypes with clonal populations derived from single proviral integrations simultaneously exhibiting very high and near zero GFP expression. Although phenotypic bifurcation (PheB) was correlated with distinct genomic integration patterns, neither these patterns nor other extrinsic cellular factors (cell cycle\/size, aneuploidy, chromatin silencing, etc.) explained PheB. Stochastic computational modeling successfully accounted for PheB and correctly predicted the dynamics of a Tat mutant that were subsequently confirmed by experiment. Thus, Tat …",
            "Stochastic gene expression in a lentiviral positive-feedback loop: HIV-1 Tat fluctuations drive phenotypic diversity",
            "Leor S Weinberger and John C Burnett and Jared E Toettcher and Adam P Arkin and David V Schaffer",
            "2005",
            "lmJ4en0AAAAJ:NMxIlDl6LWMC",
            603,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867405005490",
            "5888854216368438580",
            "\/scholar?cites=5888854216368438580",
            {
                "2005":4,
                "2006":31,
                "2007":37,
                "2008":38,
                "2009":40,
                "2010":31,
                "2011":39,
                "2012":43,
                "2013":42,
                "2014":40,
                "2015":43,
                "2016":37,
                "2017":35,
                "2018":43,
                "2019":46,
                "2020":50,
                "2021":2
            }
        ],
        [
            "Ligand‐conjugated polymer (polyplex) gene delivery vectors have strong potential as targeted, in vivo gene transfer vehicles; however, they are currently limited by low delivery efficiency. A number of barriers to polyplex‐mediated delivery have been previously identified, including receptor binding, internalization, endosomal escape, and nuclear localization. However, based on understanding of viral gene delivery systems, yet another potential barrier may exist; a limited ability to unpackage the plasmid DNA cargo following localization to the nucleus. We have developed a model system that employs a cationic polymer linked to epidermal growth factor (EGF) as a ligand to target delivery of plasmid DNA encoding the green fluorescent protein to mouse fibroblasts bearing the EGF receptor. Using fluorescence microscopy to simultaneously trace both the plasmid and polymer during gene delivery in combination …",
            "Vector unpacking as a potential barrier for receptor‐mediated polyplex gene delivery",
            "David V Schaffer and Nick A Fidelman and Nily Dan and Douglas A Lauffenburger",
            "2000",
            "lmJ4en0AAAAJ:hMod-77fHWUC",
            602,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/(SICI)1097-0290(20000305)67:5%3C598::AID-BIT10%3E3.0.CO;2-G",
            "7818451464413664355",
            "\/scholar?cites=7818451464413664355",
            {
                "2000":7,
                "2001":6,
                "2002":14,
                "2003":24,
                "2004":20,
                "2005":35,
                "2006":36,
                "2007":28,
                "2008":40,
                "2009":50,
                "2010":43,
                "2011":38,
                "2012":36,
                "2013":48,
                "2014":33,
                "2015":26,
                "2016":32,
                "2017":21,
                "2018":27,
                "2019":21,
                "2020":13,
                "2021":2
            }
        ],
        [
            "Clinical gene therapy has been increasingly successful owing both to an enhanced molecular understanding of human disease and to progressively improving gene delivery technologies. Among these technologies, delivery vectors based on adeno-associated viruses (AAVs) have emerged as safe and effective and, in one recent case, have led to regulatory approval. Although shortcomings in viral vector properties will render extension of such successes to many other human diseases challenging, new approaches to engineer and improve AAV vectors and their genetic cargo are increasingly helping to overcome these barriers.",
            "Engineering adeno-associated viruses for clinical gene therapy",
            "Melissa A Kotterman and David V Schaffer",
            "2014",
            "lmJ4en0AAAAJ:fFSKOagxvKUC",
            595,
            "https:\/\/www.nature.com\/articles\/nrg3742",
            "7444913248944803920",
            "\/scholar?cites=7444913248944803920",
            {
                "2014":11,
                "2015":71,
                "2016":116,
                "2017":104,
                "2018":100,
                "2019":100,
                "2020":82,
                "2021":6
            }
        ],
        [
            "There has been an increasing interest in understanding how the mechanical properties of the microenvironment influence stem cell fate. We describe studies of the proliferation and differentiation of neural stem cells (NSCs) encapsulated within three-dimensional scaffolds – alginate hydrogels – whose elastic moduli were varied over two orders of magnitude. The rate of proliferation of neural stem cells decreased with increase in the modulus of the hydrogels. Moreover, we observed the greatest enhancement in expression of the neuronal marker β-tubulin III within the softest hydrogels, which had an elastic modulus comparable to that of brain tissues. To our knowledge, this work represents the first demonstration of the influence of modulus on NSC differentiation in three-dimensional scaffolds. Three-dimensional scaffolds that control stem cell fate would be broadly useful for applications in regenerative medicine …",
            "The influence of hydrogel modulus on the proliferation and differentiation of encapsulated neural stem cells",
            "Akhilesh Banerjee and Manish Arha and Soumitra Choudhary and Randolph S Ashton and Surita R Bhatia and David V Schaffer and Ravi S Kane",
            "2009",
            "lmJ4en0AAAAJ:u_35RYKgDlwC",
            539,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S014296120900547X",
            "4677837030716893485",
            "\/scholar?cites=4677837030716893485",
            {
                "2009":2,
                "2010":17,
                "2011":28,
                "2012":34,
                "2013":30,
                "2014":56,
                "2015":51,
                "2016":53,
                "2017":67,
                "2018":70,
                "2019":57,
                "2020":63,
                "2021":8
            }
        ],
        [
            "Efficient retrograde access to projection neurons for the delivery of sensors and effectors constitutes an important and enabling capability for neural circuit dissection. Such an approach would also be useful for gene therapy, including the treatment of neurodegenerative disorders characterized by pathological spread through functionally connected and highly distributed networks. Viral vectors, in particular, are powerful gene delivery vehicles for the nervous system, but all available tools suffer from inefficient retrograde transport or limited clinical potential. To address this need, we applied in vivo directed evolution to engineer potent retrograde functionality into the capsid of adeno-associated virus (AAV), a vector that has shown promise in neuroscience research and the clinic. A newly evolved variant, rAAV2-retro, permits robust retrograde access to projection neurons with efficiency comparable to classical …",
            "A designer AAV variant permits efficient retrograde access to projection neurons",
            "D Gowanlock R Tervo and Bum-Yeol Hwang and Sarada Viswanathan and Thomas Gaj and Maria Lavzin and Kimberly D Ritola and Sarah Lindo and Susan Michael and Elena Kuleshova and David Ojala and Cheng-Chiu Huang and Charles R Gerfen and Jackie Schiller and Joshua T Dudman and Adam W Hantman and Loren L Looger and David V Schaffer and Alla Y Karpova",
            "2016",
            "lmJ4en0AAAAJ:27LrP4qxOz0C",
            500,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0896627316305803",
            "4958929023467411039",
            "\/scholar?cites=4958929023467411039",
            {
                "2017":33,
                "2018":112,
                "2019":143,
                "2020":192,
                "2021":18
            }
        ],
        [
            "Adeno-associated viral vectors are highly safe and efficient gene delivery vehicles. However, numerous challenges in vector design remain, including neutralizing antibody responses, tissue transport and infection of resistant cell types. Changes must be made to the viral capsid to overcome these problems; however, very often insufficient information is available for rational design of improvements. We therefore applied a directed evolution approach involving the generation of large mutant capsid libraries and selection of adeno-associated virus (AAV) 2 variants with enhanced properties. High-throughput selection processes were designed to isolate mutants within the library with altered affinities for heparin or the ability to evade antibody neutralization and deliver genes more efficiently than wild-type capsid in the presence of anti-AAV serum. This approach, which can be extended to additional gene delivery …",
            "Directed evolution of adeno-associated virus yields enhanced gene delivery vectors",
            "Narendra Maheshri and James T Koerber and Brian K Kaspar and David V Schaffer",
            "2006",
            "lmJ4en0AAAAJ:YFjsv_pBGBYC",
            498,
            "https:\/\/www.nature.com\/articles\/nbt1182",
            "9519934160519651207",
            "\/scholar?cites=9519934160519651207",
            {
                "2006":16,
                "2007":16,
                "2008":33,
                "2009":36,
                "2010":29,
                "2011":30,
                "2012":37,
                "2013":44,
                "2014":40,
                "2015":41,
                "2016":39,
                "2017":23,
                "2018":35,
                "2019":35,
                "2020":38,
                "2021":5
            }
        ],
        [
            "Inherited retinal degenerative diseases are a clinically promising focus of adeno-associated virus (AAV)–mediated gene therapy. These diseases arise from pathogenic mutations in mRNA transcripts expressed in the eye’s photoreceptor cells or retinal pigment epithelium (RPE), leading to cell death and structural deterioration. Because current gene delivery methods require an injurious subretinal injection to reach the photoreceptors or RPE and transduce just a fraction of the retina, they are suitable only for the treatment of rare degenerative diseases in which retinal structures remain intact. To address the need for broadly applicable gene delivery approaches, we implemented in vivo–directed evolution to engineer AAV variants that deliver the gene cargo to the outer retina after injection into the eye’s easily accessible vitreous humor. This approach has general implications for situations in which dense tissue …",
            "In vivo–directed evolution of a new adeno-associated virus for therapeutic outer retinal gene delivery from the vitreous",
            "Deniz Dalkara and Leah C Byrne and Ryan R Klimczak and Meike Visel and Lu Yin and William H Merigan and John G Flannery and David V Schaffer",
            "2013",
            "lmJ4en0AAAAJ:i2xiXl-TujoC",
            427,
            "https:\/\/stm.sciencemag.org\/content\/5\/189\/189ra76.short",
            "16855388626872640702",
            "\/scholar?cites=16855388626872640702",
            {
                "2013":5,
                "2014":39,
                "2015":57,
                "2016":51,
                "2017":42,
                "2018":65,
                "2019":70,
                "2020":80,
                "2021":7
            }
        ]
    ]
}