{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "This article describes plug-based microfluidic technology that enables rapid detection and drug susceptibility screening of bacteria in samples, including complex biological matrices, without pre-incubation. Unlike conventional bacterial culture and detection methods, which rely on incubation of a sample to increase the concentration of bacteria to detectable levels, this method confines individual bacteria into droplets nanoliters in volume. When single cells are confined into plugs of small volume such that the loading is less than one bacterium per plug, the detection time is proportional to plug volume. Confinement increases cell density and allows released molecules to accumulate around the cell, eliminating the pre-incubation step and reducing the time required to detect the bacteria. We refer to this approach as ‘stochastic confinement’. Using the microfluidic hybrid method, this technology was used to determine …",
            "Detecting bacteria and determining their susceptibility to antibiotics by stochastic confinement in nanoliter droplets using plug-based microfluidics",
            "James Q Boedicker and Liang Li and Timothy R Kline and Rustem F Ismagilov",
            "2008",
            "LMQ2CCUAAAAJ:UebtZRa9Y70C",
            409,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2008\/lc\/b804911d",
            "7413848955909505803",
            "\/scholar?cites=7413848955909505803",
            {
                "2009":19,
                "2010":24,
                "2011":31,
                "2012":32,
                "2013":34,
                "2014":38,
                "2015":30,
                "2016":45,
                "2017":39,
                "2018":37,
                "2019":34,
                "2020":42,
                "2021":2
            }
        ],
        [
            "This paper shows that for microbial communities, “fences make good neighbors.” Communities of soil microorganisms perform critical functions: controlling climate, enhancing crop production, and remediation of environmental contamination. Microbial communities in the oral cavity and the gut are of high biomedical interest. Understanding and harnessing the function of these communities is difficult: artificial microbial communities in the laboratory become unstable because of “winner-takes-all” competition among species. We constructed a community of three different species of wild-type soil bacteria with syntrophic interactions using a microfluidic device to control spatial structure and chemical communication. We found that defined microscale spatial structure is both necessary and sufficient for the stable coexistence of interacting bacterial species in the synthetic community. A mathematical model describes how …",
            "Defined spatial structure stabilizes a synthetic multispecies bacterial community",
            "Hyun Jung Kim and James Q Boedicker and Jang Wook Choi and Rustem F Ismagilov",
            "2008",
            "LMQ2CCUAAAAJ:WF5omc3nYNoC",
            389,
            "https:\/\/www.pnas.org\/content\/105\/47\/18188.short",
            "5479295130124079649",
            "\/scholar?cites=5479295130124079649",
            {
                "2008":1,
                "2009":17,
                "2010":22,
                "2011":22,
                "2012":22,
                "2013":26,
                "2014":36,
                "2015":40,
                "2016":42,
                "2017":43,
                "2018":36,
                "2019":40,
                "2020":38,
                "2021":4
            }
        ],
        [
            "The development of new thin film fabrication techniques that allow for precise control of degradation and drug release properties could represent an important advance in the fields of drug delivery and biomedicine. Polyelectrolyte layer-by-layer (LBL) thin films can be assembled with nanometer scale control over spatial architecture and morphology, yet very little work has focused on the deconstruction of these ordered thin films for controlled release applications. In this study, hydrolytically degradable LBL thin films are constructed by alternately depositing a degradable poly(β-amino ester) (polymer 1) and a series of model therapeutic polysaccharides (heparin, low molecular weight heparin, and chondroitin sulfate). These films exhibit pH-dependent, pseudo-first-order degradation and release behavior. The highly versatile and tunable properties of these materials make them exciting candidates for the controlled …",
            "Tunable drug release from hydrolytically degradable layer-by-layer thin films",
            "Kris C Wood and James Q Boedicker and David M Lynn and Paula T Hammond",
            "2005",
            "LMQ2CCUAAAAJ:Y0pCki6q_DkC",
            336,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la0476480",
            "4747498867904742360",
            "\/scholar?cites=4747498867904742360",
            {
                "2005":11,
                "2006":24,
                "2007":20,
                "2008":28,
                "2009":28,
                "2010":25,
                "2011":25,
                "2012":29,
                "2013":18,
                "2014":21,
                "2015":21,
                "2016":22,
                "2017":16,
                "2018":14,
                "2019":19,
                "2020":12,
                "2021":1
            }
        ],
        [
            "Herein we show that upon confinement in small volumes, groups of Pseudomonas aeruginosa bacteria, containing as few as one to three cells, are able to initiate quorum sensing (QS) and achieve QS-dependent growth. In addition, we show that, at low numbers of cells, initiation of QS is highly variable within a clonal population. QS pathways are involved in critical functions of microorganisms, such as pathogenesis, development of biofilms, sporulation, acquisition of nutrients, conjugation, motility, and production of secondary metabolites such as antibiotics.[1] Experimental control of QS pathways through confinement may enable fundamental research into the role of QS in small groups of cells and could provide a tool for growing unculturable bacteria or inducing antibiotic production.QS is by definition a high-density behavior, regulated by the number of cells per unit volume. QS is initiated by the accumulation of …",
            "Microfluidic confinement of single cells of bacteria in small volumes initiates high‐density behavior of quorum sensing and growth and reveals its variability",
            "James Q Boedicker and Meghan E Vincent and Rustem F Ismagilov",
            "2009",
            "LMQ2CCUAAAAJ:hqOjcs7Dif8C",
            316,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ange.200901550",
            "8249822215406817183",
            "\/scholar?cites=8249822215406817183",
            {
                "2009":5,
                "2010":24,
                "2011":28,
                "2012":27,
                "2013":30,
                "2014":27,
                "2015":34,
                "2016":39,
                "2017":29,
                "2018":23,
                "2019":24,
                "2020":19,
                "2021":3
            }
        ],
        [
            "Blood coagulation often accompanies bacterial infections and sepsis and is generally accepted as a consequence of immune responses. Though many bacterial species can directly activate individual coagulation factors, they have not been shown to directly initiate the coagulation cascade that precedes clot formation. Here we demonstrated, using microfluidics and surface patterning, that the spatial localization of bacteria substantially affects coagulation of human and mouse blood and plasma. Bacillus cereus and Bacillus anthracis, the anthrax-causing pathogen, directly initiated coagulation of blood in minutes when bacterial cells were clustered. Coagulation of human blood by B. anthracis required secreted zinc metalloprotease InhA1, which activated prothrombin and factor X directly (not via factor XII or tissue factor pathways). We refer to this mechanism as' quorum acting'to distinguish it from quorum sensing …",
            "Spatial localization of bacteria controls coagulation of human blood by'quorum acting'",
            "Christian J Kastrup and James Q Boedicker and Andrei P Pomerantsev and Mahtab Moayeri and Yao Bian and Rebecca R Pompano and Timothy R Kline and Patricia Sylvestre and Feng Shen and Stephen H Leppla and Wei-Jen Tang and Rustem F Ismagilov",
            "2008",
            "LMQ2CCUAAAAJ:roLk4NBRz8UC",
            102,
            "https:\/\/www.nature.com\/nchembio\/journal\/v4\/n12\/abs\/nchembio.124.html",
            "6677054051968681644",
            "\/scholar?cites=6677054051968681644",
            {
                "2008":2,
                "2009":7,
                "2010":15,
                "2011":11,
                "2012":8,
                "2013":7,
                "2014":6,
                "2015":8,
                "2016":8,
                "2017":11,
                "2018":7,
                "2019":4,
                "2020":7,
                "2021":1
            }
        ]
    ]
}