{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The recognition of specific DNA sequences by proteins is thought to depend on two types of mechanism: one that involves the formation of hydrogen bonds with specific bases, primarily in the major groove, and one involving sequence-dependent deformations of the DNA helix. By comprehensively analysing the three-dimensional structures of protein–DNA complexes, here we show that the binding of arginine residues to narrow minor grooves is a widely used mode for protein–DNA recognition. This readout mechanism exploits the phenomenon that narrow minor grooves strongly enhance the negative electrostatic potential of the DNA. The nucleosome core particle offers a prominent example of this effect. Minor-groove narrowing is often associated with the presence of A-tracts, AT-rich sequences that exclude the flexible TpA step. These findings indicate that the ability to detect local variations in DNA shape and …",
            "The role of DNA shape in protein–DNA recognition",
            "Remo Rohs and Sean M West and Alona Sosinsky and Peng Liu and Richard S Mann and Barry Honig",
            "2009",
            "lNFZCgwAAAAJ:u5HHmVD_uO8C",
            847,
            "https:\/\/www.nature.com\/articles\/nature08473",
            "1440830869627084708",
            "\/scholar?cites=1440830869627084708",
            {
                "2010":53,
                "2011":71,
                "2012":76,
                "2013":80,
                "2014":93,
                "2015":90,
                "2016":76,
                "2017":76,
                "2018":83,
                "2019":58,
                "2020":78,
                "2021":5
            }
        ],
        [
            "Specific interactions between proteins and DNA are fundamental to many biological processes. In this review, we provide a revised view of protein-DNA interactions that emphasizes the importance of the three-dimensional structures of both macromolecules. We divide protein-DNA interactions into two categories: those when the protein recognizes the unique chemical signatures of the DNA bases (base readout) and those when the protein recognizes a sequence-dependent DNA shape (shape readout). We further divide base readout into those interactions that occur in the major groove from those that occur in the minor groove. Analogously, the readout of the DNA shape is subdivided into global shape recognition (for example, when the DNA helix exhibits an overall bend) and local shape recognition (for example, when a base pair step is kinked or a region of the minor groove is narrow). Based on the >1500 …",
            "Origins of specificity in protein-DNA recognition",
            "Remo Rohs and Xiangshu Jin and Sean M West and Rohit Joshi and Barry Honig and Richard S Mann",
            "2010",
            "lNFZCgwAAAAJ:2osOgNQ5qMEC",
            736,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev-biochem-060408-091030",
            "16122146133213307843",
            "\/scholar?cites=16122146133213307843",
            {
                "2010":9,
                "2011":45,
                "2012":47,
                "2013":71,
                "2014":77,
                "2015":98,
                "2016":76,
                "2017":83,
                "2018":84,
                "2019":73,
                "2020":62,
                "2021":4
            }
        ],
        [
            "Members of transcription factor families typically have similar DNA binding specificities yet execute unique functions in vivo. Transcription factors often bind DNA as multiprotein complexes, raising the possibility that complex formation might modify their DNA binding specificities. To test this hypothesis, we developed an experimental and computational platform, SELEX-seq, that can be used to determine the relative affinities to any DNA sequence for any transcription factor complex. Applying this method to all eight Drosophila Hox proteins, we show that they obtain novel recognition properties when they bind DNA with the dimeric cofactor Extradenticle-Homothorax (Exd). Exd-Hox specificities group into three main classes that obey Hox gene collinearity rules and DNA structure predictions suggest that anterior and posterior Hox proteins prefer DNA sequences with distinct minor groove topographies. Together, these …",
            "Cofactor binding evokes latent differences in DNA binding specificity between Hox proteins",
            "Matthew Slattery and Todd Riley and Peng Liu and Namiko Abe and Pilar Gomez-Alcala and Iris Dror and Tianyin Zhou and Remo Rohs and Barry Honig and Harmen J Bussemaker and Richard S Mann",
            "2011",
            "lNFZCgwAAAAJ:WF5omc3nYNoC",
            407,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867411013705",
            "6475985062644859731",
            "\/scholar?cites=6475985062644859731",
            {
                "2012":25,
                "2013":54,
                "2014":38,
                "2015":37,
                "2016":42,
                "2017":57,
                "2018":60,
                "2019":42,
                "2020":47,
                "2021":3
            }
        ],
        [
            "Transcription factors (TFs) influence cell fate by interpreting the regulatory DNA within a genome. TFs recognize DNA in a specific manner; the mechanisms underlying this specificity have been identified for many TFs based on 3D structures of protein–DNA complexes. More recently, structural views have been complemented with data from high-throughput in vitro and in vivo explorations of the DNA-binding preferences of many TFs. Together, these approaches have greatly expanded our understanding of TF–DNA interactions. However, the mechanisms by which TFs select in vivo binding sites and alter gene expression remain unclear. Recent work has highlighted the many variables that influence TF–DNA binding, while demonstrating that a biophysical understanding of these many factors will be central to understanding TF function.",
            "Absence of a simple code: how transcription factors read the genome",
            "Matthew Slattery and Tianyin Zhou and Lin Yang and Ana Carolina Dantas Machado and Raluca Gordân and Remo Rohs",
            "2014",
            "lNFZCgwAAAAJ:HDshCWvjkbEC",
            367,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0968000414001212",
            "7803083995374239372",
            "\/scholar?cites=7803083995374239372",
            {
                "2014":4,
                "2015":48,
                "2016":54,
                "2017":68,
                "2018":61,
                "2019":56,
                "2020":69,
                "2021":5
            }
        ],
        [
            "The recognition of specific DNA-binding sites by transcription factors is a critical yet poorly understood step in the control of gene expression. Members of the Hox family of transcription factors bind DNA by making nearly identical major groove contacts via the recognition helices of their homeodomains. In vivo specificity, however, often depends on extended and unstructured regions that link Hox homeodomains to a DNA-bound cofactor, Extradenticle (Exd). Using a combination of structure determination, computational analysis, and in vitro and in vivo assays, we show that Hox proteins recognize specific Hox-Exd binding sites via residues located in these extended regions that insert into the minor groove but only when presented with the correct DNA sequence. Our results suggest that these residues, which are conserved in a paralog-specific manner, confer specificity by recognizing a sequence-dependent DNA …",
            "Functional specificity of a Hox protein mediated by the recognition of minor groove structure",
            "Rohit Joshi and Jonathan M Passner and Remo Rohs and Rinku Jain and Alona Sosinsky and Michael A Crickmore and Vinitha Jacob and Aneel K Aggarwal and Barry Honig and Richard S Mann",
            "2007",
            "lNFZCgwAAAAJ:u-x6o8ySG0sC",
            317,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867407012123",
            "16602485372329659424",
            "\/scholar?cites=16602485372329659424",
            {
                "2007":3,
                "2008":17,
                "2009":24,
                "2010":24,
                "2011":24,
                "2012":32,
                "2013":26,
                "2014":28,
                "2015":24,
                "2016":24,
                "2017":21,
                "2018":31,
                "2019":14,
                "2020":21,
                "2021":2
            }
        ],
        [
            "DNA sequence is a major determinant of the binding specificity of transcription factors (TFs) for their genomic targets. However, eukaryotic cells often express, at the same time, TFs with highly similar DNA binding motifs but distinct in vivo targets. Currently, it is not well understood how TFs with seemingly identical DNA motifs achieve unique specificities in vivo. Here, we used custom protein-binding microarrays to analyze TF specificity for putative binding sites in their genomic sequence context. Using yeast TFs Cbf1 and Tye7 as our case studies, we found that binding sites of these bHLH TFs (i.e., E-boxes) are bound differently in vitro and in vivo, depending on their genomic context. Computational analyses suggest that nucleotides outside E-box binding sites contribute to specificity by influencing the three-dimensional structure of DNA binding sites. Thus, the local shape of target sites might play a widespread role …",
            "Genomic regions flanking E-box binding sites influence DNA binding specificity of bHLH transcription factors through DNA shape",
            "Raluca Gordân and Ning Shen and Iris Dror and Tianyin Zhou and John Horton and Remo Rohs and Martha L Bulyk",
            "2013",
            "lNFZCgwAAAAJ:KlAtU1dfN6UC",
            238,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S2211124713001216",
            "15082236697641213677",
            "\/scholar?cites=15082236697641213677",
            {
                "2013":5,
                "2014":25,
                "2015":32,
                "2016":42,
                "2017":33,
                "2018":44,
                "2019":22,
                "2020":29,
                "2021":4
            }
        ],
        [
            "The dynamics of biological processes depend on the structure and flexibility of the interacting molecules. In particular, the conformational diversity of DNA allows for large deformations upon binding. Drug–DNA interactions are of high pharmaceutical interest since the mode of action of anticancer, antiviral, antibacterial and other drugs is directly associated with their binding to DNA. A reliable prediction of drug–DNA binding at the atomic level by molecular docking methods provides the basis for the design of new drug compounds. Here, we propose a novel Monte Carlo (MC) algorithm for drug–DNA docking that accounts for the molecular flexibility of both constituents and samples the docking geometry without any prior binding-site selection. The binding of the antimalarial drug methylene blue at the DNA minor groove with a preference of binding to AT-rich over GC-rich base sequences is obtained in MC …",
            "Molecular flexibility in ab initio drug docking to DNA: binding-site and binding-mode transitions in all-atom Monte Carlo simulations",
            "Remo Rohs and Itai Bloch and Heinz Sklenar and Zippora Shakked",
            "2005",
            "lNFZCgwAAAAJ:UeHWp8X0CEIC",
            220,
            "https:\/\/academic.oup.com\/nar\/article-abstract\/33\/22\/7048\/1333501",
            "16957402608220019547",
            "\/scholar?cites=16957402608220019547",
            {
                "2006":1,
                "2007":14,
                "2008":4,
                "2009":3,
                "2010":6,
                "2011":10,
                "2012":14,
                "2013":8,
                "2014":24,
                "2015":10,
                "2016":28,
                "2017":16,
                "2018":31,
                "2019":29,
                "2020":18,
                "2021":4
            }
        ],
        [
            "We present a method and web server for predicting DNA structural features in a high-throughput (HT) manner for massive sequence data. This approach provides the framework for the integration of DNA sequence and shape analyses in genome-wide studies. The HT methodology uses a sliding-window approach to mine DNA structural information obtained from Monte Carlo simulations. It requires only nucleotide sequence as input and instantly predicts multiple structural features of DNA (minor groove width, roll, propeller twist and helix twist). The results of rigorous validations of the HT predictions based on DNA structures solved by X-ray crystallography and NMR spectroscopy, hydroxyl radical cleavage data, statistical analysis and cross-validation, and molecular dynamics simulations provide strong confidence in this approach. The DNAshape web server is freely available at http:\/\/rohslab.cmb.usc.edu …",
            "DNAshape: a method for the high-throughput prediction of DNA structural features on a genomic scale",
            "Tianyin Zhou and Lin Yang and Yan Lu and Iris Dror and Ana Carolina Dantas Machado and Tahereh Ghane and Rosa Di Felice and Remo Rohs",
            "2013",
            "lNFZCgwAAAAJ:M3ejUd6NZC8C",
            218,
            "https:\/\/academic.oup.com\/nar\/article-abstract\/41\/W1\/W56\/1105326",
            "8564111971548472767",
            "\/scholar?cites=8564111971548472767",
            {
                "2014":20,
                "2015":26,
                "2016":38,
                "2017":35,
                "2018":40,
                "2019":22,
                "2020":34,
                "2021":3
            }
        ],
        [
            "p53 binds as a tetramer to DNA targets consisting of two decameric half-sites separated by a variable spacer. Here we present high-resolution crystal structures of complexes between p53 core-domain tetramers and DNA targets consisting of contiguous half-sites. In contrast to previously reported p53–DNA complexes that show standard Watson-Crick base pairs, the newly reported structures show noncanonical Hoogsteen base-pairing geometry at the central AT doublet of each half-site. Structural and computational analyses show that the Hoogsteen geometry distinctly modulates the B-DNA helix in terms of local shape and electrostatic potential, which, together with the contiguous DNA configuration, results in enhanced protein-DNA and protein-protein interactions compared to noncontiguous half-sites. Our results suggest a mechanism relating spacer length to protein-DNA binding affinity. Our findings also …",
            "Diversity in DNA recognition by p53 revealed by crystal structures with Hoogsteen base pairs",
            "Malka Kitayner and Haim Rozenberg and Remo Rohs and Oded Suad and Dov Rabinovich and Barry Honig and Zippora Shakked",
            "2010",
            "lNFZCgwAAAAJ:zYLM7Y9cAGgC",
            194,
            "https:\/\/www.nature.com\/articles\/nsmb.1800.pdf?origin=ppub",
            "4080129888794776222",
            "\/scholar?cites=4080129888794776222",
            {
                "2009":1,
                "2010":8,
                "2011":22,
                "2012":25,
                "2013":24,
                "2014":23,
                "2015":10,
                "2016":13,
                "2017":11,
                "2018":15,
                "2019":16,
                "2020":21,
                "2021":2
            }
        ],
        [
            "Photoactive methylene blue is one of the most efficient singlet oxygen generating dyes. It binds to DNA and induces photosensitized reactions which can be used for sequence-specific cleavage of the DNA backbone. Photophysical data obtained for methylene blue in complexes with DNA indicate different binding modes of the dye depending on base sequences. In this study, the binding of methylene blue to a double-stranded decamer with an alternating GC sequence has been investigated by structural modeling and force field based energy calculations. Solvation and desolvation effects have been treated using an electrostatic continuum model. For each of the three possible binding modes (intercalation and minor and major groove binding), a search of the configurational space resulted in six model structures which were selected by the criterion of lowest total energies. The differences of estimated energies are …",
            "Methylene blue binding to DNA with alternating GC base sequence: a modeling study",
            "Remo Rohs and Heinz Sklenar and Richard Lavery and Beate Röder",
            "2000",
            "lNFZCgwAAAAJ:d1gkVwhDpl0C",
            183,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja992966k",
            "8901243101215236010",
            "\/scholar?cites=8901243101215236010",
            {
                "2001":4,
                "2002":9,
                "2003":2,
                "2004":8,
                "2005":6,
                "2006":9,
                "2007":6,
                "2008":9,
                "2009":14,
                "2010":16,
                "2011":16,
                "2012":4,
                "2013":8,
                "2014":7,
                "2015":9,
                "2016":12,
                "2017":6,
                "2018":11,
                "2019":8,
                "2020":19
            }
        ]
    ]
}