{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Many physiological functions have a circadian rhythm, including blood pressure (BP). BP is highest during the active phase, whereas during the rest period, BP dips 10–20%. Patients that do not experience this dip at night are termed “nondippers.” Nondipping hypertension is associated with increased risk of cardiovascular disease. The mechanisms underlying nondipping hypertension are not understood. Without the circadian clock gene Per1, C57BL\/6J mice develop nondipping hypertension on a high-salt diet plus mineralocorticoid treatment (HS\/DOCP). Our laboratory has shown that PER1 regulates expression of several genes related to sodium (Na) transport in the kidney, including epithelial Na channel (ENaC) and Na chloride cotransporter (NCC). Urinary Na excretion also demonstrates a circadian pattern with a peak during active periods. We hypothesized that PER1 contributes to circadian regulation of …",
            "Renal Na-handling defect associated with PER1-dependent nondipping hypertension in male mice",
            "Lauren G Douma and Meaghan R Holzworth and Kristen Solocinski and Sarah H Masten and Amber H Miller and Kit-Yan Cheng and I Jeanette Lynch and Brian D Cain and Charles S Wingo and Michelle L Gumz",
            "2018",
            "LNhbrlEAAAAJ:qjMakFHDy7sC",
            26,
            "https:\/\/journals.physiology.org\/doi\/abs\/10.1152\/ajprenal.00546.2017",
            "14575019999453743773",
            "\/scholar?cites=14575019999453743773",
            {
                "2018":3,
                "2019":10,
                "2020":11,
                "2021":2
            }
        ],
        [
            "The circadian clock is integral to the maintenance of daily rhythms of many physiological outputs, including blood pressure. Our laboratory has previously demonstrated the importance of the clock protein period 1 (PER1) in blood pressure regulation in male mice. Briefly, a high-salt diet (HS; 4% NaCl) plus injection with the long-acting mineralocorticoid deoxycorticosterone pivalate (DOCP) resulted in nondipping hypertension [<10% difference between night and day blood pressure (BP) in Per1-knockout (KO) mice but not in wild-type (WT) mice]. To date, there have been no studies that have examined the effect of a core circadian gene KO on BP rhythms in female mice. The goal of the present study was to determine whether female Per1-KO mice develop nondipping hypertension in response to HS\/DOCP treatment. For the first time, we demonstrate that loss of the circadian clock protein PER1 in female mice does …",
            "Female C57BL\/6J mice lacking the circadian clock protein PER1 are protected from nondipping hypertension",
            "Lauren G Douma and Kristen Solocinski and Meaghan R Holzworth and G Ryan Crislip and Sarah H Masten and Amber H Miller and Kit-Yan Cheng and I Jeanette Lynch and Brian D Cain and Charles S Wingo and Michelle L Gumz",
            "2019",
            "LNhbrlEAAAAJ:2osOgNQ5qMEC",
            20,
            "https:\/\/journals.physiology.org\/doi\/full\/10.1152\/ajpregu.00381.2017@apsselect.2019.6.issue-1",
            "227796941103446748",
            "\/scholar?cites=227796941103446748",
            {
                "2019":4,
                "2020":13,
                "2021":3
            }
        ],
        [
            "Thousands of epigenomic data sets have been generated in the past decade, but it is difficult for researchers to effectively use all the data relevant to their projects. Systematic integrative analysis can help meet this need, and the VISION project was established for validated systematic integration of epigenomic data in hematopoiesis. Here, we systematically integrated extensive data recording epigenetic features and transcriptomes from many sources, including individual laboratories and consortia, to produce a comprehensive view of the regulatory landscape of differentiating hematopoietic cell types in mouse. By using IDEAS as our integrative and discriminative epigenome annotation system, we identified and assigned epigenetic states simultaneously along chromosomes and across cell types, precisely and comprehensively. Combining nuclease accessibility and epigenetic states produced a set of more than …",
            "An integrative view of the regulatory and transcriptional landscapes in mouse hematopoiesis",
            "Guanjue Xiang and Cheryl A Keller and Elisabeth Heuston and Belinda M Giardine and Lin An and Alexander Q Wixom and Amber Miller and April Cockburn and Michael EG Sauria and Kathryn Weaver and Jens Lichtenberg and Berthold Göttgens and Qunhua Li and David Bodine and Shaun Mahony and James Taylor and Gerd A Blobel and Mitchell J Weiss and Yong Cheng and Feng Yue and Jim Hughes and Douglas R Higgs and Yu Zhang and Ross C Hardison",
            "2020",
            "LNhbrlEAAAAJ:3fE2CSJIrl8C",
            11,
            "https:\/\/genome.cshlp.org\/content\/30\/3\/472.short",
            "2586172568089336748",
            "\/scholar?cites=2586172568089336748",
            {
                "2019":1,
                "2020":10
            }
        ]
    ]
}