{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We consider all 1\/2 BPS excitations of AdS× S configurations in both type-IIB string theory and M-theory. In the dual field theories these excitations are described by free fermions. Configurations which are dual to arbitrary droplets of free fermions in phase space correspond to smooth geometries with no horizons. In fact, the ten dimensional geometry contains a special two dimensional plane which can be identified with the phase space of the free fermion system. The topology of the resulting geometries depends only on the topology of the collection of droplets on this plane. These solutions also give a very explicit realization of the geometric transitions between branes and fluxes. We also describe all 1\/2 BPS excitations of plane wave geometries. The problem of finding the explicit geometries is reduced to solving a Laplace (or Toda) equation with simple boundary conditions. We present a large class of explicit …",
            "Bubbling AdS space and 1\/2 BPS geometries",
            "Hai Lin and Oleg Lunin and Juan Maldacena",
            "2004",
            "LnMG3XAAAAAJ:u5HHmVD_uO8C",
            887,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2004\/10\/025\/meta",
            "3890753897642414440",
            "\/scholar?cites=3890753897642414440",
            {
                "2004":4,
                "2005":59,
                "2006":82,
                "2007":92,
                "2008":75,
                "2009":54,
                "2010":60,
                "2011":53,
                "2012":56,
                "2013":45,
                "2014":52,
                "2015":58,
                "2016":34,
                "2017":45,
                "2018":43,
                "2019":33,
                "2020":36,
                "2021":4
            }
        ],
        [
            "We find the gravity dual of a marginal deformation of Script N= 4 super Yang Mills, and discuss some of its properties. This deformation is intimately connected with an SL (2, Bbb R) symmetry of the gravity theory. The SL (2, Bbb R) transformation enables us to find the solutions in a simple way. These field theory deformations, sometimes called β deformations, can be viewed as arising from a star product. Our method works for any theory that has a gravity dual with a U (1)× U (1) global symmetry which is realized geometrically. These include the field theories that live on D3 branes at the conifold or other toric singularities, as well as their cascading versions.",
            "Deforming field theories with U (1)× U (1) global symmetry and their gravity duals",
            "Oleg Lunin and Juan Maldacena",
            "2005",
            "LnMG3XAAAAAJ:u-x6o8ySG0sC",
            701,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2005\/05\/033\/meta",
            "2886511278642796463",
            "\/scholar?cites=2886511278642796463",
            {
                "2005":31,
                "2006":66,
                "2007":57,
                "2008":70,
                "2009":43,
                "2010":35,
                "2011":39,
                "2012":39,
                "2013":21,
                "2014":49,
                "2015":31,
                "2016":45,
                "2017":42,
                "2018":47,
                "2019":35,
                "2020":49,
                "2021":1
            }
        ],
        [
            "Near-extremal black holes are obtained by exciting the Ramond sector of the D1-D5 CFT, where the ground state is highly degenerate. We find that the dual geometries for these ground states have throats that end in a way that is characterized by the CFT state. Below the black hole threshold we find a detailed agreement between propagation in the throat and excitations of the CFT. We study the breakdown of the semiclassical approximation and relate the results to the proposal of gr-qc\/0007011 for resolving the information paradox: semiclassical evolution breaks down if hypersurfaces stretch too much during an evolution. We find that a volume V stretches to a maximum throat depth of V\/2G.",
            "AdS\/CFT duality and the black hole information paradox",
            "Oleg Lunin and Samir D Mathur",
            "2002",
            "LnMG3XAAAAAJ:d1gkVwhDpl0C",
            486,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321301006204",
            "8465875820217629040",
            "\/scholar?cites=8465875820217629040",
            {
                "2002":7,
                "2003":8,
                "2004":24,
                "2005":28,
                "2006":27,
                "2007":25,
                "2008":28,
                "2009":29,
                "2010":29,
                "2011":21,
                "2012":13,
                "2013":25,
                "2014":25,
                "2015":30,
                "2016":17,
                "2017":25,
                "2018":32,
                "2019":44,
                "2020":46,
                "2021":3
            }
        ],
        [
            "We construct a large family of supergravity solutions that describe BPS excitations on AdS_3 x S^ 3 with angular momentum on S^ 3. These solutions take into account the full backreaction on the metric. We find that as we increase the energy of the excitation, the energy gap to the next non-BPS excitation decreases. These solutions can be viewed as Kaluza-Klein monopole``supertubes''which are completely non-singular geometries. We also make some remarks on supertubes in general.",
            "Gravity solutions for the D1-D5 system with angular momentum",
            "Oleg Lunin and Juan Maldacena and Liat Maoz",
            "2002",
            "LnMG3XAAAAAJ:9yKSN-GCB0IC",
            285,
            "https:\/\/arxiv.org\/abs\/hep-th\/0212210",
            "2529177347602047724",
            "\/scholar?cites=2529177347602047724",
            {
                "2003":7,
                "2004":18,
                "2005":24,
                "2006":17,
                "2007":13,
                "2008":15,
                "2009":19,
                "2010":19,
                "2011":15,
                "2012":11,
                "2013":17,
                "2014":19,
                "2015":13,
                "2016":9,
                "2017":11,
                "2018":18,
                "2019":21,
                "2020":18
            }
        ],
        [
            "We consider a string wrapped many times around a compact circle in space, and let this string carry a right-moving wave which imparts momentum and angular momentum to the string. The angular momentum causes the strands of the ‘multiwound’ string to separate and cover the surface of a torus. We compute the supergravity solution for this string configuration. We map this solution by dualities to the D1–D5 system with angular momentum that has been recently studied. We discuss how constructing this multiwound string solution may help us to relate the microscopic and macroscopic pictures of black hole absorption.",
            "Metric of the multiply wound rotating string",
            "Oleg Lunin and Samir D Mathur",
            "2001",
            "LnMG3XAAAAAJ:2osOgNQ5qMEC",
            244,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321301003212",
            "11121658817117586808",
            "\/scholar?cites=11121658817117586808",
            {
                "2001":3,
                "2002":12,
                "2003":10,
                "2004":11,
                "2005":15,
                "2006":21,
                "2007":14,
                "2008":11,
                "2009":23,
                "2010":16,
                "2011":11,
                "2012":9,
                "2013":11,
                "2014":11,
                "2015":15,
                "2016":7,
                "2017":9,
                "2018":9,
                "2019":16,
                "2020":10
            }
        ],
        [
            "For the two-charge extremal holes in string theory we show that the Bekenstein entropy obtained from the area of the stretched horizon has a statistical interpretation as a “coarse graining entropy”: different microstates give geometries that differ near r= 0, and the stretched horizon cuts off the metric at r= b where these geometries start to differ.",
            "Statistical interpretation of the Bekenstein entropy for systems with a stretched horizon",
            "Oleg Lunin and Samir D Mathur",
            "2002",
            "LnMG3XAAAAAJ:qjMakFHDy7sC",
            238,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.88.211303",
            "10065500191868831683",
            "\/scholar?cites=10065500191868831683",
            {
                "2002":2,
                "2003":2,
                "2004":17,
                "2005":17,
                "2006":18,
                "2007":15,
                "2008":17,
                "2009":15,
                "2010":17,
                "2011":8,
                "2012":8,
                "2013":11,
                "2014":8,
                "2015":12,
                "2016":4,
                "2017":13,
                "2018":13,
                "2019":15,
                "2020":24,
                "2021":2
            }
        ],
        [
            " We develop a method for computing correlation functions of twist operators in the bosonic 2-d CFT arising from orbifolds M  N \/S  N , where M is an arbitrary manifold. The path integral with twist operators is replaced by a path integral on a covering space with no operator insertions. Thus, even though the CFT is defined on the sphere, the correlators are expressed in terms of partition functions on Riemann surfaces with a finite range of genus g. For large N, this genus expansion coincides with a 1\/N expansion. The contribution from the covering space of genus zero is “universal” in the sense that it depends only on the central charge of the CFT. For 3-point functions we give an explicit form for the contribution from the sphere, and for the 4-point function we do an example which has genus zero and genus one contributions. The condition for the …",
            "Correlation functions for MN\/SN orbifolds",
            "Oleg Lunin and Samir D Mathur",
            "2001",
            "LnMG3XAAAAAJ:zYLM7Y9cAGgC",
            212,
            "https:\/\/link.springer.com\/article\/10.1007\/s002200100431",
            "8330469388016120462",
            "\/scholar?cites=8330469388016120462",
            {
                "2000":4,
                "2001":5,
                "2002":5,
                "2003":1,
                "2004":4,
                "2005":5,
                "2006":3,
                "2007":5,
                "2008":10,
                "2009":13,
                "2010":12,
                "2011":7,
                "2012":7,
                "2013":9,
                "2014":7,
                "2015":11,
                "2016":22,
                "2017":20,
                "2018":7,
                "2019":22,
                "2020":33
            }
        ],
        [
            "We construct the first example of asymptotically flat solution which carries three charges (D1, D5 and momentum) and which is completely regular everywhere. The construction utilizes the relation between gravity solutions and spectral flow in the dual CFT. We show that the solution has the right properties to describe one of the microscopic states which are responsible for the entropy of the black hole with three charges.",
            "Adding momentum to D1-D5 system",
            "Oleg Lunin",
            "2004",
            "LnMG3XAAAAAJ:UeHWp8X0CEIC",
            181,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2004\/04\/054\/meta",
            "5044544477768336560",
            "\/scholar?cites=5044544477768336560",
            {
                "2004":9,
                "2005":20,
                "2006":18,
                "2007":13,
                "2008":13,
                "2009":18,
                "2010":14,
                "2011":7,
                "2012":3,
                "2013":11,
                "2014":6,
                "2015":11,
                "2016":7,
                "2017":7,
                "2018":6,
                "2019":11,
                "2020":7
            }
        ],
        [
            "We study solutions of Type IIB supergravity, which describe the geometries dual to supersymmetric Wilson lines in Script N= 4 super-Yang-Mills. We show that the solutions are uniquely specified by one function which satisfies a Laplace equation in two dimensions. We show that if this function obeys a certain Dirichlet boundary condition, the corresponding geometry is regular, and we find a simple interpretation of this boundary condition in terms of D3 and D5 branes which are dissolved in the geometry. While all our metrics have AdS 5× S 5 asymptotics, they generically have nontrivial topologies, which can be uniquely specified by a set of non-contractible three-and five-spheres.",
            "On gravitational description of Wilson lines",
            "Oleg Lunin",
            "2006",
            "LnMG3XAAAAAJ:IjCSPb-OGe4C",
            160,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2006\/06\/026\/meta",
            "10333721723566071496",
            "\/scholar?cites=10333721723566071496",
            {
                "2006":9,
                "2007":25,
                "2008":25,
                "2009":13,
                "2010":17,
                "2011":6,
                "2012":16,
                "2013":1,
                "2014":9,
                "2015":4,
                "2016":7,
                "2017":6,
                "2018":8,
                "2019":7,
                "2020":7
            }
        ],
        [
            " The D1–D5 system is believed to have an “orbifold point” in its moduli space where its low energy theory is a ?=4 supersymmetric sigma model with target space M  N \/S  N , where M is T 4 or K3. We study correlation functions of chiral operators in CFTs arising from such a theory. We construct a basic class of chiral operators from twist fields of the symmetric group and the generators of the superconformal algebra. We find explicitly the 3-point functions for these chiral fields at large N; these expressions are “universal” in that they are independent of the choice of M. We observe that the result is a significantly simpler expression than the corresponding expression for the bosonic theory based on the same orbifold target space.",
            "Three-Point Functions for MN\/SN Orbifolds¶ with?= 4 Supersymmetry",
            "Oleg Lunin and Samir D Mathur",
            "2002",
            "LnMG3XAAAAAJ:W7OEmFMy1HYC",
            158,
            "https:\/\/link.springer.com\/article\/10.1007\/s002200200638",
            "11980513803952568897",
            "\/scholar?cites=11980513803952568897",
            {
                "2001":2,
                "2002":5,
                "2003":5,
                "2004":3,
                "2005":9,
                "2006":7,
                "2007":4,
                "2008":10,
                "2009":13,
                "2010":12,
                "2011":5,
                "2012":5,
                "2013":5,
                "2014":3,
                "2015":6,
                "2016":8,
                "2017":10,
                "2018":10,
                "2019":14,
                "2020":21
            }
        ]
    ]
}