{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "MethodsDesign-based research provided the structure for an iterative approach to curriculum change which we undertook over a 3 year period. The learning environment of the Personal and Professional Development Theme (PPD) was analysed through the sociocultural lens of Activity Theory. Lave and Wenger’s and Mezirow’s learning theories informed curriculum reform to support student development of a patient-centred and critically reflective professional identity. The renewed pedagogical outcomes were aligned with curriculum content, learning and teaching processes and assessment, and intense staff education was undertaken. We analysed qualitative data from tutor interviews and free-response student surveys to evaluate the impact of curriculum reform.ResultsStudents’ and tutors’ reflections on learning in PPD converged on two principle themes-‘Developing a philosophy of medicine’and ‘Becoming …",
            "How do medical educators design a curriculum that facilitates student learning about professionalism?",
            "Vicki Langendyk and Glenn Mason and Shaoyu Wang",
            "2016",
            "Lo4CjkkAAAAJ:LkGwnXOMwfcC",
            33,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/pmc4744412\/",
            "17245247211674238963",
            "\/scholar?cites=17245247211674238963",
            {
                "2016":7,
                "2017":9,
                "2018":4,
                "2019":7,
                "2020":6
            }
        ],
        [
            "Using LAMS to create 250 hours of online content for a medical school has allowed for much reflection on the use of templates and Learning Design. Whilst a LAMS template was initially thought to provide the best pedagogical guidance necessary for the clinicians designing content, it was soon found to be too restrictive for the different ways of teaching the medical topics. The first 75 hours of content (13 case studies) were created with a wide range of teaching styles, and with little reference to the details of the original LAMS template. Analysis of common themes in the case studies showed that a higher and looser level of structure could be applied to all of the sequences as three broad themes: the clinical case; the scientific basis of the disease; and current research or ethical considerations around the topic. Concurrent with these themes was the application of three pedagogical categories that ensured each Learning Objective was adequately taught: the teaching and learning point; a concept check; and feedback. This structure was used in the creation of an eStoryboard for each case study and has been used for retrospective analysis of cases for pedagogical soundness and for planning of future content in the course.",
            "Using a template for LAMS in a medical setting",
            "Bronwen Dalziel and Glenn Mason and James Dalziel",
            "2009",
            "Lo4CjkkAAAAJ:Y0pCki6q_DkC",
            7,
            "https:\/\/www.lamsfoundation.org\/lams2009sydney\/CD\/pdfs\/06_Dalziel.pdf",
            "4498646916871393904",
            "\/scholar?cites=4498646916871393904",
            {
                "2010":1,
                "2011":2,
                "2012":1,
                "2013":2,
                "2014":1
            }
        ],
        [
            "The Medicine in Context (MiC) program is the flagship community-engaged learning and teaching program at the Western Sydney University School of Medicine. MiC students attend placements at community organisations, General Practice clinics and face-to-face tutorials and lectures for two fiveweek blocks. Responding to students’ lack of engagement and preference for more flexible delivery modes, a blended learning approach using the Community of Inquiry framework to guide the design has been gradually introduced since 2014. The MiC webpage was revised to simplify access to key information and resources. Five lectures were transformed into online modules and one workshop was converted into a flipped classroom. Multi-media open educational resources were added to replace some reading materials. Online “Weekly Study Guide” scaffolds, paces and aligns students’ self-directed learning with MiC learning outcomes. Moving program evaluation and some assessments to an online platform enables more timely feedback. These developments have resulted in novel, engaging learning activities. Preliminary evaluation indicates students’ greater engagement with the MiC program and deeper levels of learning indicated by increased levels of reflection and the demonstration of MiC learning outcomes being satisfied.",
            "A Community of Inquiry approach to learning design in a community-engaged learning program",
            "Brahmaputra Marjadi and Kashmira Dave and Glenn Mason",
            "2017",
            "Lo4CjkkAAAAJ:Tyk-4Ss8FVUC",
            2,
            "https:\/\/researchdirect.westernsydney.edu.au\/islandora\/object\/uws:44583\/datastream\/PDF\/view",
            "865490440924564450",
            "\/scholar?cites=865490440924564450",
            {
                "2020":1
            }
        ],
        [
            "An e-portfolio system was introduced into the personal and professional development curriculum at the University of Western Sydney School of Medicine (UWSSoM) during 2011 and 2013. Adopting the methodology of Design-Based Research and an interpretive framework informed by Activity Theory we developed a set of educational design principles based on the analysis of the use of the e-portfolio system by students and tutors. These principles contain a range of insights applicable to the local context and may also be of interest to curriculum designers working in other domains.",
            "The game is in the tutorial”: An evaluation of the use of an eportfolio for personal and professional development in a medical school",
            "Glenn Mason and Vicki Langendyk and Shaoyu Wang",
            "2014",
            "Lo4CjkkAAAAJ:zYLM7Y9cAGgC",
            1,
            "https:\/\/ascilite2014.otago.ac.nz\/files\/fullpapers\/43-Mason.pdf",
            "1554708996389939078",
            "\/scholar?cites=1554708996389939078",
            {
                "2019":1
            }
        ]
    ]
}