{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Using a new parallel computing technique, we have run the largest cosmic string simulations ever performed. Our results confirm the existence of a long transient period where a nonscaling distribution of small loops is produced at lengths depending on the initial correlation scale. As time passes, this initial population gives way to the true scaling regime, where loops of size approximately equal to one-twentieth the horizon distance become a significant component. We observe similar behavior in matter and radiation eras, as well as in flat space. In the matter era, the scaling population of large loops becomes the dominant component; we expect this to eventually happen in the other eras as well.",
            "Large parallel cosmic string simulations: New results on loop production",
            "Jose J Blanco-Pillado and Ken D Olum and Benjamin Shlaer",
            "2011",
            "LOLZ61AAAAAJ:u5HHmVD_uO8C",
            175,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.83.083514",
            "3703931081863611532",
            "\/scholar?cites=3703931081863611532",
            {
                "2011":7,
                "2012":22,
                "2013":27,
                "2014":17,
                "2015":12,
                "2016":9,
                "2017":15,
                "2018":10,
                "2019":15,
                "2020":39,
                "2021":2
            }
        ],
        [
            "Using recent simulation results, we provide the mass and speed spectrum of cosmic string loops. This is the quantity of primary interest for many phenomenological signatures of cosmic strings, and it can be accurately predicted using recently acquired detailed knowledge of the loop production function. We emphasize that gravitational smoothing of long strings plays a negligible role in determining the total number of existing loops. We derive a bound on the string tension imposed by recent constraints on the stochastic gravitational wave background from pulsar timing arrays, finding G μ≤ 2.8× 10− 9. We also provide a derivation of the Boltzmann equation for cosmic string loops in the language of differential forms.",
            "Number of cosmic string loops",
            "Jose J Blanco-Pillado and Ken D Olum and Benjamin Shlaer",
            "2014",
            "LOLZ61AAAAAJ:9yKSN-GCB0IC",
            133,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.89.023512",
            "1994964589266199955",
            "\/scholar?cites=1994964589266199955",
            {
                "2014":9,
                "2015":13,
                "2016":9,
                "2017":19,
                "2018":15,
                "2019":18,
                "2020":47,
                "2021":2
            }
        ],
        [
            "We do a start-to-finish calculation of the stochastic gravitational wave background to be expected from cosmic strings. We start from a population of string loops taken from simulations, smooth these by Lorentzian convolution as a model of gravitational backreaction, calculate the average spectrum of gravitational waves emitted by the string population at any given time, and propagate it through a standard model cosmology to find the stochastic background today. Except for modeling back reaction as smoothing, we take into account all known effects, including changes in the number of cosmological relativistic degrees of freedom at early times and the possibility that some energy is in rare bursts that we might never have observed.",
            "Stochastic gravitational wave background from smoothed cosmic string loops",
            "Jose J Blanco-Pillado and Ken D Olum",
            "2017",
            "LOLZ61AAAAAJ:0EnyYjriUFMC",
            60,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.96.104046",
            "10934886087814693333",
            "\/scholar?cites=10934886087814693333",
            {
                "2018":13,
                "2019":12,
                "2020":34,
                "2021":1
            }
        ],
        [
            "It has been pointed out that brane–anti-brane inflation without warped geometry is not viable due to compactification effects (in the simplified scenario where the inflaton is decoupled from the compactification moduli). We show that the inflationary scenario with branes at a small angle in this simplified scenario remains viable. We also point out that brane–anti-brane inflation may still be viable under some special conditions. We also discuss a way to treat potentials in compact spaces that should be useful in the analysis of more realistic brane inflationary scenarios.",
            "Inter-brane interactions in compact spaces and brane inflation",
            "Sarah Buchan and Benjamin Shlaer and Horace Stoica and SH Henry Tye",
            "2004",
            "LOLZ61AAAAAJ:u-x6o8ySG0sC",
            60,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2004\/02\/013\/meta",
            "4287176384884061253",
            "\/scholar?cites=4287176384884061253",
            {
                "2003":1,
                "2004":8,
                "2005":9,
                "2006":8,
                "2007":6,
                "2008":7,
                "2009":2,
                "2010":2,
                "2011":3,
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":3,
                "2016":1,
                "2017":1,
                "2018":5
            }
        ],
        [
            "We analyze the gravitational wave signatures of a network of metastable cosmic strings. We consider the case of cosmic string instability to breakage, with no primordial population of monopoles. This scenario is well motivated from grand unified theories and string-theoretic models with an inflationary phase below the grand unified theories\/string scale. The network initially evolves according to a scaling solution, but with breakage events resulting from confined monopoles (beads) being pair produced and accelerated apart. We find these ultrarelativistic beads to be a potent source of gravitational wave bursts, detectable by initial LIGO, advanced LIGO, and LISA. Indeed, advanced LIGO could observe bursts from strings with tensions as low as G μ∼ 10− 12. In addition, we find that ultrarelativistic beads produce a scale-invariant stochastic background detectable by LIGO, LISA, and pulsar timing experiments. The …",
            "Gravitational waves from broken cosmic strings: the bursts and the beads",
            "Louis Leblond and Benjamin Shlaer and Xavier Siemens",
            "2009",
            "LOLZ61AAAAAJ:qjMakFHDy7sC",
            55,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.79.123519",
            "659860308662681737",
            "\/scholar?cites=659860308662681737",
            {
                "2009":4,
                "2010":8,
                "2011":6,
                "2012":8,
                "2013":2,
                "2014":6,
                "2015":4,
                "2016":3,
                "2017":2,
                "2018":2,
                "2019":2,
                "2020":7
            }
        ],
        [
            "Finding numerical solutions describing bubble nucleation is notoriously difficult in more than one field space dimension. Traditional shooting methods fail because of the extreme non-linearity of field evolution over a macroscopic distance as a function of initial conditions. Minimization methods tend to become either slow or imprecise for larger numbers of fields due to their dependence on the high dimensionality of discretized function spaces. We present a new method for finding solutions which is both very efficient and able to cope with the non-linearities. Our method directly integrates the equations of motion except at a small number of junction points, so we do not need to introduce a discrete domain for our functions. The method, based on multiple shooting, typically finds solutions involving three fields in around a minute, and can find solutions for eight fields in about an hour. We include a numerical package for …",
            "Efficient numerical solution to vacuum decay with many fields",
            "Ali Masoumi and Ken D Olum and Benjamin Shlaer",
            "2017",
            "LOLZ61AAAAAJ:UebtZRa9Y70C",
            47,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2017\/01\/051\/meta",
            "14730289941588248380",
            "\/scholar?cites=14730289941588248380",
            {
                "2017":5,
                "2018":7,
                "2019":17,
                "2020":16,
                "2021":2
            }
        ],
        [
            "Motivated by the possibility of a string landscape, we re-examine tunneling of a scalar field across single\/multiple barriers. Recent investigations have suggested modifications to the usual picture of false vacuum decay that leads to efficient and rapid tunneling in the landscape when certain conditions are met. This can be due to stringy effects (e.g. tunneling via the DBI action), or effects arising from the presence of multiple vacua (e.g. resonance tunneling). In this paper we discuss both DBI tunneling and resonance tunneling. We provide a QFT treatment of resonance tunneling using the Schrödinger functional approach. We also show how DBI tunneling for supercritical barriers can naturally lead to conditions suitable for resonance tunneling. We argue, using basic ideas from percolation theory, that tunneling can be rapid in a landscape where a typical vacuum has multiple decay channels, and discuss various …",
            "Rapid tunneling and percolation in the landscape",
            "Saswat Sarangi and Gary Shiu and Benjamin Shlaer",
            "2009",
            "LOLZ61AAAAAJ:d1gkVwhDpl0C",
            45,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/S0217751X09042529",
            "1046297611598685499",
            "\/scholar?cites=1046297611598685499",
            {
                "2008":7,
                "2009":6,
                "2010":5,
                "2011":6,
                "2012":1,
                "2013":5,
                "2014":5,
                "2015":2,
                "2016":1,
                "2017":1,
                "2018":1,
                "2019":2,
                "2020":1
            }
        ],
        [
            "Stringy effects on vacuum transitions are shown to include surprisingly large decay rates through very high potential barriers. This simple, yet counter-intuitive result will drastically modify the measure on the landscape of string vacua.",
            "A wrinkle in coleman-de luccia",
            "Adam R Brown and Saswat Sarangi and Benjamin Shlaer and Amanda Weltman",
            "2007",
            "LOLZ61AAAAAJ:2osOgNQ5qMEC",
            41,
            "https:\/\/arxiv.org\/abs\/0706.0485",
            "7547989826858746593",
            "\/scholar?cites=7547989826858746593",
            {
                "2007":3,
                "2008":6,
                "2009":6,
                "2010":4,
                "2011":6,
                "2012":1,
                "2013":5,
                "2014":1,
                "2015":3,
                "2016":2,
                "2017":2,
                "2018":2
            }
        ],
        [
            "The unique, conical space-time created by cosmic strings brings about distinctive gravitational lensing phenomena. The variety of these distinctive phenomena is increased when the strings have nontrivial mutual interactions. In particular, when strings bind and create junctions, rather than intercommute, the resulting configurations can lead to novel gravitational lensing patterns. In this brief note, we use exact solutions to characterize these phenomena, the detection of which would be strong evidence for the existence of complex cosmic string networks of the kind predicted by string theory-motivated cosmic string models. We also correct some common errors in the lensing phenomenology of straight cosmic strings.",
            "Cosmic superstring gravitational lensing phenomena: Predictions for networks of  strings",
            "Benjamin Shlaer and Mark Wyman",
            "2005",
            "LOLZ61AAAAAJ:UeHWp8X0CEIC",
            37,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.72.123504",
            "6417405315708321181",
            "\/scholar?cites=6417405315708321181",
            {
                "2006":2,
                "2007":4,
                "2008":9,
                "2009":7,
                "2010":2,
                "2011":3,
                "2012":3,
                "2013":1,
                "2014":2,
                "2015":3,
                "2016":1
            }
        ],
        [
            "We examine the effects of cosmic strings on structure formation and on the ionization history of the universe. While Gaussian perturbations from inflation are known to provide the dominant contribution to the large scale structure of the universe, density perturbations due to strings are highly non-Gaussian and can produce nonlinear structures at very early times. This could lead to early star formation and reionization of the universe. We improve on earlier studies of these effects by accounting for high loop velocities and for the filamentary shape of the resulting halos. We find that for string energy scales Gμ gsim 10− 7, the effect of strings on the CMB temperature and polarization power spectra can be significant and is likely to be detectable by the Planck satellite. We mention shortcomings of the standard cosmological model of galaxy formation which may be remedied with the addition of cosmic strings, and comment …",
            "Early structure formation from cosmic string loops",
            "Benjamin Shlaer and Alexander Vilenkin and Abraham Loeb",
            "2012",
            "LOLZ61AAAAAJ:IjCSPb-OGe4C",
            28,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2012\/05\/026\/meta",
            "4098505243539409599",
            "\/scholar?cites=4098505243539409599",
            {
                "2012":5,
                "2013":5,
                "2014":4,
                "2015":5,
                "2016":2,
                "2017":1,
                "2018":2,
                "2019":3,
                "2020":1
            }
        ]
    ]
}