{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "Volatiles are lost from the Earth's mantle to the atmosphere, hydrosphere and crust through a combination of subaerial and submarine volcanic and magmatic activity. These volatiles can be primordial in origin, trapped in the mantle since planetary accretion, produced in situ, or they may be recycled—re-injected into the mantle via material originally at the surface through the subduction process. Quantifying the absolute and relative contributions of these various volatile sources bears fundamental information on a number of issues in the Earth Sciences ranging from the evolution of the atmosphere and hydrosphere to the nature and scale of chemical heterogeneity in the Earth’s mantle. Noble gases have a pivotal role to play in addressing the volatile mass balance between the Earth’s interior and exterior reservoirs. The primordial isotope 3He provides an unambiguous measure of the juvenile volatile flux from the …",
            "Noble gases and volatile recycling at subduction zones",
            "David R Hilton and Tobias P Fischer and Bernard Marty",
            "2002",
            "lq0gRoIAAAAJ:u5HHmVD_uO8C",
            491,
            "https:\/\/pubs.geoscienceworld.org\/rimg\/article-lookup\/47\/1\/319",
            "17053818856806092693",
            "\/scholar?cites=17053818856806092693",
            {
                "2003":10,
                "2004":14,
                "2005":19,
                "2006":25,
                "2007":17,
                "2008":17,
                "2009":12,
                "2010":25,
                "2011":27,
                "2012":27,
                "2013":36,
                "2014":30,
                "2015":50,
                "2016":34,
                "2017":39,
                "2018":31,
                "2019":42,
                "2020":29,
                "2021":3
            }
        ],
        [
            "Introduction Methane in the Mantle? Samples and Analytical Techniques Recognizing Mantle-Derived Hydrocarbons in the Crust",
            "Abiogenic hydrocarbons and mantle helium in oil and gas fields",
            "Peter D Jenden and DR Hilton and IR Kaplan and H Craig and DG Howell",
            "1993",
            "lq0gRoIAAAAJ:UeHWp8X0CEIC",
            256,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=8umGiw2hJD8C&oi=fnd&pg=PA31&dq=info:K1m-dY2ZBwsJ:scholar.google.com&ots=w-FrwJk11K&sig=4zSR2q1lOm-pSQJmwCHBb0Sb33E",
            "794772692099029291",
            "\/scholar?cites=794772692099029291",
            {
                "1997":4,
                "1998":3,
                "1999":2,
                "2000":2,
                "2001":4,
                "2002":3,
                "2003":4,
                "2004":4,
                "2005":10,
                "2006":7,
                "2007":13,
                "2008":13,
                "2009":17,
                "2010":12,
                "2011":12,
                "2012":10,
                "2013":20,
                "2014":20,
                "2015":19,
                "2016":12,
                "2017":16,
                "2018":18,
                "2019":12,
                "2020":13,
                "2021":2
            }
        ],
        [
            "The association of anomalous topographic swells and widespread Cenozoic volcanism within the African plate (Hoggar, Tibesti, Darfur, Ethiopian highlands, Kenyan dome) may reflect either the involvement of one, or several, deep mantle plumes, or, alternatively, be attributed to tectonic processes involving only the lithosphere or the shallow asthenosphere. We present here new helium isotopic measurements that, added to existing data, allow us to restrict the spatial extent of a high-3He component (up to 20 Ra) to the Ethiopia–Afar volcanic province, for places where large volumes of Oligocene pre-rift flood basalts and ignimbrites erupted within a short (1–2 Ma) time interval. All other investigated African volcanic provinces display MORB-type, and\/or continental lithosphere-like, 3He \/ 4He signatures (7 ± 2 Ra) often modified by a contribution of crustal He. The distribution of He isotopic signatures in Africa …",
            "How many mantle plumes in Africa? The geochemical point of view",
            "R Pik and B Marty and DR Hilton",
            "2006",
            "lq0gRoIAAAAJ:WF5omc3nYNoC",
            210,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0009254105004225",
            "15447037958804656383",
            "\/scholar?cites=15447037958804656383",
            {
                "2006":6,
                "2007":10,
                "2008":12,
                "2009":11,
                "2010":9,
                "2011":11,
                "2012":9,
                "2013":25,
                "2014":15,
                "2015":15,
                "2016":22,
                "2017":15,
                "2018":19,
                "2019":10,
                "2020":16,
                "2021":2
            }
        ],
        [
            "Olivine and clinopyroxene phenocrysts contained in late Tertiary basalts from Selardalur, northwest Iceland, carry volatiles with the highest helium isotope ratio yet reported for any mantle plume. 3He\/4He ratios measured on three different samples and extracted by stepped crushing in vacuo fall consistently ˜37 RA (RA = air 3He\/4He) — significantly higher than previously reported values for Iceland or Loihi Seamount (see K.A. Farley, E. Neroda [Annu. Rev. Earth Planet. Sci. 26 (1998) 189–218]). The Sr, Nd and Pb isotopic composition of the same sample places it towards the center of the mantle tetrahedron of Hart et al. (S.R. Hart, E.H. Hauri, L.A. Oschmann, J.A. Whitehead [Science 256 (1992) 517–520]) — in exactly the region predicted for the common mantle endmember based on the convergence of a number of pseudo-linear arrays of ocean island basalts worldwide (E.H. Hauri, J.A. Whitehead, S.R. Hart [J …",
            "Extreme 3He\/4He ratios in northwest Iceland: constraining the common component in mantle plumes",
            "David R Hilton and Karl Grönvold and Colin G Macpherson and Paterno R Castillo",
            "1999",
            "lq0gRoIAAAAJ:u-x6o8ySG0sC",
            196,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0012821X99002150",
            "10692789487901441791",
            "\/scholar?cites=10692789487901441791",
            {
                "2000":5,
                "2001":8,
                "2002":15,
                "2003":13,
                "2004":15,
                "2005":18,
                "2006":12,
                "2007":18,
                "2008":9,
                "2009":8,
                "2010":12,
                "2011":4,
                "2012":4,
                "2013":6,
                "2014":4,
                "2015":9,
                "2016":5,
                "2017":10,
                "2018":7,
                "2019":8,
                "2020":5
            }
        ],
        [
            "The first comprehensive helium isotope survey of the Andes is reported here. We have sampled geothermal fluids and phyric lava flows from the Southern (svz) and Central (cvz) Volcanic Zones, the volcanically active Pun˜a region and the Precordillera, Salta Basin, Longitudinal Valley and the aseismic region between the two volcanic zones. Although the active areas are characterised by significant differences in crustal age and thickness, the svz, cvz and Pun˜a are characterised by a wide and overlapping range in 3He\/4He ratios (for fluids and phenocrysts) from predominantly radiogenic values to close to the MORB ratio. The measured ranges in 3He\/4He ratios (R) (reported normalised to the air 3He\/4He—RA) are: svz (0.18 < R\/RA< 6.9); cvz (0.82 < R\/RA< 6.0); and Pun˜a (1.8 < R\/RA< 5.4). Modification of magmatic 3He\/4He ratios by water\/rock interactions (fluids) or post-eruptive grow-in of radiogenic 4He or …",
            "Helium isotope characteristics of Andean geothermal fluids and lavas",
            "DR Hilton and K Hammerschmidt and S Teufel and H Friedrichsen",
            "1993",
            "lq0gRoIAAAAJ:qjMakFHDy7sC",
            190,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0012821X93902444",
            "4888050731390928438",
            "\/scholar?cites=4888050731390928438",
            {
                "1994":10,
                "1995":3,
                "1996":2,
                "1997":5,
                "1998":6,
                "1999":1,
                "2000":8,
                "2001":9,
                "2002":3,
                "2003":8,
                "2004":13,
                "2005":15,
                "2006":6,
                "2007":6,
                "2008":1,
                "2009":4,
                "2010":6,
                "2011":6,
                "2012":14,
                "2013":8,
                "2014":6,
                "2015":16,
                "2016":9,
                "2017":6,
                "2018":7,
                "2019":10,
                "2020":2
            }
        ],
        [
            "We report N and He isotopic and relative abundance characteristics of volatiles emitted from two segments of the Central American volcanic arc. In Guatemala, δ15N values are positive (i.e., greater than air) and N2\/He ratios are high (up to 25,000). In contrast, Costa Rican N2\/He ratios are low (maximum 1483) and δ15N values are negative (minimum –3.0 per mil). The results identify shallow hemipelagic sediments, subducted into the Guatemalan mantle, as the transport medium for the heavy N. Mass balance arguments indicate that the subducted N is efficiently cycled to the atmosphere by arc volcanism. Therefore, the subduction zone acts as a “barrier” to input of sedimentary N to the deeper mantle.",
            "Subduction and recycling of nitrogen along the Central American margin",
            "Tobias P Fischer and David R Hilton and Mindy M Zimmer and Alison M Shaw and Zachary D Sharp and James A Walker",
            "2002",
            "lq0gRoIAAAAJ:YsMSGLbcyi4C",
            171,
            "https:\/\/science.sciencemag.org\/content\/297\/5584\/1154.abstract",
            "2686853578659585189",
            "\/scholar?cites=2686853578659585189",
            {
                "2003":9,
                "2004":14,
                "2005":11,
                "2006":5,
                "2007":6,
                "2008":5,
                "2009":10,
                "2010":6,
                "2011":7,
                "2012":7,
                "2013":11,
                "2014":11,
                "2015":15,
                "2016":7,
                "2017":16,
                "2018":13,
                "2019":11,
                "2020":5,
                "2021":2
            }
        ],
        [
            "We report 3He\/4He ratios, relative He, Ne, and CO2 abundances as well as δ13C values for volatiles from the volcanic output along the Costa Rica and Nicaragua segments of the Central American arc utilising fumaroles, geothermal wells, water springs and bubbling hot springs. CO2\/3He ratios are relatively constant throughout Costa Rica (av. 2.1×1010) and Nicaragua (av. 2.5×1010) and similar to arcs worldwide (∼1.5×1010). δ13C values range from −6.8‰ (MORB-like) to −0.1‰ (similar to marine carbonate (0‰)). 3He\/4He ratios are essentially MORB-like (8±1 RA) with some samples showing evidence of crustal He additions – water spring samples are particularly susceptible to modification. The He–CO2 relationships are consistent with an enhanced input of slab-derived C to magma sources in Nicaragua ((L+S)\/M=16; where L, M and S represent the fraction of CO2 derived from limestone and\/or marine …",
            "Contrasting He–C relationships in Nicaragua and Costa Rica: insights into C cycling through subduction zones",
            "Alison M Shaw and David R Hilton and Tobias P Fischer and James A Walker and Guillermo E Alvarado",
            "2003",
            "lq0gRoIAAAAJ:Tyk-4Ss8FVUC",
            166,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0012821X03004011",
            "1799913360715497443",
            "\/scholar?cites=1799913360715497443",
            {
                "2004":2,
                "2005":8,
                "2006":11,
                "2007":9,
                "2008":8,
                "2009":10,
                "2010":12,
                "2011":16,
                "2012":10,
                "2013":7,
                "2014":13,
                "2015":12,
                "2016":8,
                "2017":13,
                "2018":7,
                "2019":13,
                "2020":6,
                "2021":1
            }
        ]
    ]
}