{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "The Daya Bay Reactor Neutrino Experiment has measured a nonzero value for the neutrino mixing angle θ 13 with a significance of 5.2 standard deviations. Antineutrinos from six 2.9 G W th reactors were detected in six antineutrino detectors deployed in two near (flux-weighted baseline 470 m and 576 m) and one far (1648 m) underground experimental halls. With a 43 000 ton–G W th–day live-time exposure in 55 days, 10 416 (80 376) electron-antineutrino candidates were detected at the far hall (near halls). The ratio of the observed to expected number of antineutrinos at the far hall is R= 0.940±0.011 (stat.)±0.004 (syst.). A rate-only analysis finds sin﻿ 2 2 θ 13= 0.092±0.016 (stat.)±0.005 (syst.) in a three-neutrino framework.",
            "Observation of electron-antineutrino disappearance at Daya Bay",
            "FP An and JZ Bai and AB Balantekin and HR Band and D Beavis and W Beriguete and M Bishai and S Blyth and K Boddy and RL Brown and B Cai and GF Cao and J Cao and R Carr and WT Chan and JF Chang and Y Chang and C Chasman and HS Chen and HY Chen and SJ Chen and SM Chen and XC Chen and XH Chen and XS Chen and Y Chen and YX Chen and JJ Cherwinka and MC Chu and JP Cummings and ZY Deng and YY Ding and MV Diwan and L Dong and E Draeger and XF Du and DA Dwyer and WR Edwards and SR Ely and SD Fang and JY Fu and ZW Fu and LQ Ge and V Ghazikhanian and RL Gill and J Goett and M Gonchar and GH Gong and H Gong and YA Gornushkin and LS Greenler and WQ Gu and MY Guan and XH Guo and RW Hackenburg and RL Hahn and S Hans and M He and Q He and WS He and KM Heeger and YK Heng and P Hinrichs and TH Ho and YK Hor and YB Hsiung and BZ Hu and T Hu and HX Huang and HZ Huang and PW Huang and X Huang and XT Huang and Patrick Huber and Z Isvan and DE Jaffe and S Jetter and XL Ji and XP Ji and HJ Jiang and WQ Jiang and JB Jiao and RA Johnson and L Kang and SH Kettell and M Kramer and KK Kwan and MW Kwok and T Kwok and CY Lai and WC Lai and WH Lai and K Lau and L Lebanowski and J Lee and MKP Lee and R Leitner and JKC Leung and KY Leung and CA Lewis and B Li and F Li and GS Li and J Li and QJ Li and SF Li and WD Li and XB Li and XN Li and XQ Li and Y Li and ZB Li and H Liang and J Liang and CJ Lin and Guey-Lin Lin and SK Lin and SX Lin and YC Lin and JJ Ling and Jonathan Marion Link and L Littenberg and BR Littlejohn and BJ Liu and C Liu and DW Liu and H Liu and JC Liu and JL Liu and S Liu and X Liu and YB Liu and C Lu and HQ Lu and A Luk and KB Luk and T Luo and XL Luo and LH Ma and QM Ma and XB Ma and XY Ma and YQ Ma and B Mayes and KT McDonald and MC McFarlane and RD McKeown and Y Meng and D Mohapatra and JE Morgan",
            "2012",
            "lqr1uSEAAAAJ:u5HHmVD_uO8C",
            2851,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.171803",
            "5295212894800760750",
            "\/scholar?cites=5295212894800760750",
            {
                "2012":362,
                "2013":568,
                "2014":412,
                "2015":365,
                "2016":322,
                "2017":222,
                "2018":221,
                "2019":173,
                "2020":176,
                "2021":5
            }
        ],
        [
            "The MiniBooNE Collaboration reports first results of a search for ν e appearance in a ν μ beam. With two largely independent analyses, we observe no significant excess of events above the background for reconstructed neutrino energies above 475 MeV. The data are consistent with no oscillations within a two-neutrino appearance-only oscillation model.",
            "Search for Electron Neutrino Appearance at the  Scale",
            "AA Aguilar-Arevalo and AO Bazarko and SJ Brice and BC Brown and L Bugel and J Cao and L Coney and JM Conrad and DC Cox and A Curioni and Z Djurcic and DA Finley and BT Fleming and R Ford and FG Garcia and GT Garvey and C Green and JA Green and TL Hart and E Hawker and R Imlay and RA Johnson and P Kasper and T Katori and T Kobilarcik and I Kourbanis and S Koutsoliotas and EM Laird and JM Link and Y Liu and WC Louis and KBM Mahn and W Marsh and PS Martin and G McGregor and W Metcalf and PD Meyers and F Mills and GB Mills and J Monroe and CD Moore and RH Nelson and P Nienaber and S Ouedraogo and RB Patterson and D Perevalov and CC Polly and E Prebys and JL Raaf and H Ray and BP Roe and AD Russell and V Sandberg and R Schirato and D Schmitz and MH Shaevitz and FC Shoemaker and D Smith and M Sorel and P Spentzouris and I Stancu and RJ Stefanski and M Sung and HA Tanaka and R Tayloe and M Tzanov and R Van de Water and MO Wascko and DH White and MJ Wilking and HJ Yang and GP Zeller and ED Zimmerman and MiniBooNE Collaboration",
            "2007",
            "lqr1uSEAAAAJ:yqoGN6RLRZoC",
            780,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.98.231801",
            "408087709957186678",
            "\/scholar?cites=408087709957186678",
            {
                "2007":60,
                "2008":113,
                "2009":96,
                "2010":71,
                "2011":94,
                "2012":67,
                "2013":56,
                "2014":37,
                "2015":44,
                "2016":26,
                "2017":30,
                "2018":29,
                "2019":18,
                "2020":31,
                "2021":1
            }
        ],
        [
            "A high-statistics sample of charged-current muon neutrino scattering events collected with the MiniBooNE experiment is analyzed to extract the first measurement of the double differential cross section (d 2 σ d T μ d cos﻿ θ μ) for charged-current quasielastic (CCQE) scattering on carbon. This result features minimal model dependence and provides the most complete information on this process to date. With the assumption of CCQE scattering, the absolute cross section as a function of neutrino energy (σ [E ν]) and the single differential cross section (d σ d Q 2) are extracted to facilitate comparison with previous measurements. These quantities may be used to characterize an effective axial-vector form factor of the nucleon and to improve the modeling of low-energy neutrino interactions on nuclear targets. The results are relevant for experiments searching for neutrino oscillations.",
            "First measurement of the muon neutrino charged current quasielastic double differential cross section",
            "AA Aguilar-Arevalo and CE Anderson and AO Bazarko and SJ Brice and BC Brown and L Bugel and J Cao and L Coney and JM Conrad and DC Cox and A Curioni and Z Djurcic and DA Finley and BT Fleming and R Ford and FG Garcia and GT Garvey and J Grange and C Green and JA Green and TL Hart and E Hawker and R Imlay and RA Johnson and G Karagiorgi and P Kasper and T Katori and T Kobilarcik and I Kourbanis and S Koutsoliotas and EM Laird and SK Linden and JM Link and Y Liu and WC Louis and KBM Mahn and W Marsh and C Mauger and VT McGary and G McGregor and W Metcalf and PD Meyers and F Mills and GB Mills and J Monroe and CD Moore and J Mousseau and RH Nelson and P Nienaber and JA Nowak and B Osmanov and S Ouedraogo and RB Patterson and Z Pavlovic and D Perevalov and CC Polly and E Prebys and JL Raaf and H Ray and BP Roe and AD Russell and V Sandberg and R Schirato and D Schmitz and MH Shaevitz and FC Shoemaker and D Smith and M Soderberg and M Sorel and P Spentzouris and J Spitz and I Stancu and RJ Stefanski and M Sung and HA Tanaka and R Tayloe and M Tzanov and RG Van de Water and MO Wascko and DH White and MJ Wilking and HJ Yang and GP Zeller and ED Zimmerman and MiniBooNE Collaboration",
            "2010",
            "lqr1uSEAAAAJ:9yKSN-GCB0IC",
            717,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.81.092005",
            "6416826522619786633",
            "\/scholar?cites=6416826522619786633",
            {
                "2010":14,
                "2011":73,
                "2012":72,
                "2013":86,
                "2014":74,
                "2015":105,
                "2016":83,
                "2017":62,
                "2018":53,
                "2019":44,
                "2020":45
            }
        ]
    ]
}