{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Organic semiconductor-based photovoltaic devices offer the promise of a low-cost photovoltaic technology that could be manufactured via large-scale, roll-to-roll printing techniques. Existing organic photovoltaic devices have currently achieved solar power conversion efficiencies greater than 3%. Although encouraging, the reasons higher efficiencies have not been achieved are poor overlap between the absorption spectrum of the organic chromophores and the solar spectrum, non-ideal band alignment between the donor and acceptor species, and low charge carrier mobilities resulting from the disordered nature of organic semiconductors. To address the latter issues, we are investigating the development of nanostructured oxide\/conjugated polymer composite photovoltaic (PV) devices. These composites can take advantage of the high electron mobilities attainable in oxide semiconductors and can be …",
            "Hybrid photovoltaic devices of polymer and ZnO nanofiber composites",
            "Dana C Olson and Jorge Piris and Reuben T Collins and Sean E Shaheen and David S Ginley",
            "2006",
            "lSjdQw8AAAAJ:u9iWguZQMMsC",
            598,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0040609005014148",
            "1983584073966758942",
            "\/scholar?cites=1983584073966758942",
            {
                "2006":8,
                "2007":31,
                "2008":54,
                "2009":66,
                "2010":69,
                "2011":67,
                "2012":75,
                "2013":58,
                "2014":47,
                "2015":26,
                "2016":30,
                "2017":18,
                "2018":17,
                "2019":15,
                "2020":13,
                "2021":1
            }
        ],
        [
            "We have studied the stability of the luminescence from porous Si in the presence of a variety of ambient gases (e.g., N2, H2, forming gas, and O2). Although the optical properties are fairly stable under most conditions, illumination in the presence of O2 causes a substantial decrease in luminescence efficiency. Infrared measurements show that the surfaces of degraded samples are oxidized. The luminescence lifetime of the degraded material is found to be substantially reduced, and the density of Si dangling bonds increases by more than two orders of magnitude, which suggests that oxidation of the surface introduces nonradiative recombination channels. These observations indicate that the electronic properties at the surface of the porous Si play a key role in obtaining efficient luminescence from this material.",
            "Luminescence degradation in porous silicon",
            "MA Tischler and RT Collins and JH Stathis and JC Tsang",
            "1992",
            "lSjdQw8AAAAJ:eflP2zaiRacC",
            528,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.106578",
            "2546092407712825312",
            "\/scholar?cites=2546092407712825312",
            {
                "1992":42,
                "1993":72,
                "1994":69,
                "1995":26,
                "1996":32,
                "1997":26,
                "1998":17,
                "1999":24,
                "2000":19,
                "2001":11,
                "2002":15,
                "2003":11,
                "2004":12,
                "2005":13,
                "2006":13,
                "2007":11,
                "2008":10,
                "2009":8,
                "2010":19,
                "2011":5,
                "2012":8,
                "2013":5,
                "2014":10,
                "2015":10,
                "2016":14,
                "2017":4,
                "2018":8,
                "2019":7,
                "2020":3
            }
        ],
        [
            "Using polarized reflectivity measurements of single-domain crystals, we are able to distinguish chain and plane contributions to the infrared conductivity of YBa 2 Cu 3 O 7. A substantial chain contribution to σ (ω) persisting to low frequency and temperature is observed. For the intrinsic conductivity of the CuO 2 planes a superconducting energy gap of 500 cm− 1 (2Δ\/kT c≃ 8) is evident in the infrared data, while the normal-state conductivity drops much more slowly with ω than the ordinary Drude form, and can be described in terms of a scattering rate ħ\/τ*∼ kT+ ħω at low frequency. The former result (2Δ\/kT c≃ 8) suggests suppression of T c; the latter, that YBa 2 Cu 3 O 7 is not an ordinary Fermi liquid.",
            "Superconducting energy gap and normal-state conductivity of a single-domain YBa 2 Cu 3 O 7 crystal",
            "Z Schlesinger and RT Collins and F Holtzberg and C Feild and SH Blanton and U Welp and GW Crabtree and Y Fang and JZ Liu",
            "1990",
            "lSjdQw8AAAAJ:D_sINldO8mEC",
            502,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.65.801",
            "15639433427034360369",
            "\/scholar?cites=15639433427034360369",
            {
                "1990":6,
                "1991":93,
                "1992":88,
                "1993":50,
                "1994":40,
                "1995":29,
                "1996":25,
                "1997":19,
                "1998":17,
                "1999":15,
                "2000":14,
                "2001":11,
                "2002":8,
                "2003":13,
                "2004":10,
                "2005":8,
                "2006":6,
                "2007":2,
                "2008":3,
                "2009":6,
                "2010":4,
                "2011":4,
                "2012":7,
                "2013":1,
                "2014":2,
                "2015":5,
                "2016":2,
                "2017":2,
                "2018":1,
                "2019":2,
                "2020":5
            }
        ],
        [
            "The direct conversion of solar energy to electricity by photovoltaic cells or thermal energy in concentrated solar power systems is emerging as a leading contender for next-generation green power production. The photovoltaics (PV) area is rapidly evolving based on new materials and deposition approaches. At present, PV is predominately based on crystalline and polycrystalline Si and is growing at >40% per year with production rapidly approaching 3 gigawatts\/year with PV installations supplying <1% of energy used in the world. Increased cell efficiency and reduced manufacturing expenses are critical in achieving reasonable costs for PV and solarthermal. CdTe thin-film solar cells have reported a manufactured cost of $1.25\/watt. There is also the promise of increased efficiency by use of multijunction cells or hybrid devices organized at the nanoscale. This could lead to conversion efficiencies of greater than 50 …",
            "Solar energy conversion toward 1 terawatt",
            "David Ginley and Martin A Green and Reuben Collins",
            "2008",
            "lSjdQw8AAAAJ:vRqMK49ujn8C",
            374,
            "https:\/\/www.cambridge.org\/core\/journals\/mrs-bulletin\/article\/solar-energy-conversion-toward-1-terawatt\/2BC32740FEE77FEC1A57257C8548ECCF",
            "18404525397894462952",
            "\/scholar?cites=18404525397894462952",
            {
                "2007":1,
                "2008":13,
                "2009":24,
                "2010":32,
                "2011":35,
                "2012":34,
                "2013":34,
                "2014":42,
                "2015":33,
                "2016":26,
                "2017":22,
                "2018":24,
                "2019":26,
                "2020":20,
                "2021":5
            }
        ],
        [
            "Now on home page … \n",
            "Porous silicon: from luminescence to LEDs",
            "Reuben T Collins and Philippe Fauchet and Michael A Tischler",
            "1997",
            "lSjdQw8AAAAJ:XiSMed-E-HIC",
            363,
            "https:\/\/ui.adsabs.harvard.edu\/abs\/1997PhT....50a..24C\/abstract",
            "6393054764963116054",
            "\/scholar?cites=6393054764963116054",
            {
                "1997":13,
                "1998":43,
                "1999":40,
                "2000":36,
                "2001":17,
                "2002":11,
                "2003":18,
                "2004":19,
                "2005":14,
                "2006":11,
                "2007":15,
                "2008":19,
                "2009":12,
                "2010":12,
                "2011":15,
                "2012":14,
                "2013":10,
                "2014":11,
                "2015":7,
                "2016":9,
                "2017":5,
                "2018":4,
                "2019":3,
                "2020":5
            }
        ],
        [
            "We report the first measurements of the normal-state reflectivity and superconducting energy gap of Y 1 Ba 2 Cu 3 O 7− x single crystals. With the electric field in the metallic, a-b plane of our platelike crystals we observe a Drude normal-state reflectivity, and an enhancement of the reflectivity at temperatures below T c (90 K) which follows the Mattis-Bardeen form. The superconducting energy gap obtained from these measurements is found to be temperature dependent, increasing to a value of 2Δ\/kT c≃ 8 below≃ 50 K. Within the Eliashberg-BCS framework this unusually large gap value suggests that Y 1 Ba 2 Cu 3 O 7− x is a very strongly coupled superconductor.",
            "Superconducting energy gap and normal-state reflectivity of single crystal Y-Ba-Cu-O",
            "Z Schlesinger and RT Collins and DL Kaiser and F Holtzberg",
            "1987",
            "lSjdQw8AAAAJ:BrmTIyaxlBUC",
            290,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.59.1958",
            "5282329513553624199",
            "\/scholar?cites=5282329513553624199",
            {
                "1987":3,
                "1988":62,
                "1989":72,
                "1990":38,
                "1991":27,
                "1992":15,
                "1993":11,
                "1994":9,
                "1995":2,
                "1996":5,
                "1997":2,
                "1998":6,
                "1999":1,
                "2000":2,
                "2001":4,
                "2002":1,
                "2003":1,
                "2004":1,
                "2005":2,
                "2006":2,
                "2007":2,
                "2008":1,
                "2009":1,
                "2010":4,
                "2011":3,
                "2012":2,
                "2013":5,
                "2014":1,
                "2015":2
            }
        ]
    ]
}