{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The coherent elastic scattering of neutrinos off nuclei has eluded detection for four decades, even though its predicted cross section is by far the largest of all low-energy neutrino couplings. This mode of interaction offers new opportunities to study neutrino properties and leads to a miniaturization of detector size, with potential technological applications. We observed this process at a 6.7σ confidence level, using a low-background, 14.6-kilogram CsI[Na] scintillator exposed to the neutrino emissions from the Spallation Neutron Source at Oak Ridge National Laboratory. Characteristic signatures in energy and time, predicted by the standard model for this process, were observed in high signal-to-background conditions. Improved constraints on nonstandard neutrino interactions with quarks are derived from this initial data set.",
            "Observation of coherent elastic neutrino-nucleus scattering",
            "D Akimov and JB Albert and P An and C Awe and PS Barbeau and B Becker and V Belov and A Brown and A Bolozdynya and B Cabrera-Palmer and M Cervantes and JI Collar and RJ Cooper and RL Cooper and C Cuesta and DJ Dean and JA Detwiler and A Eberhardt and Y Efremenko and SR Elliott and EM Erkela and L Fabris and M Febbraro and NE Fields and W Fox and Z Fu and A Galindo-Uribarri and MP Green and M Hai and MR Heath and S Hedges and D Hornback and TW Hossbach and EB Iverson and LJ Kaufman and S Ki and SR Klein and A Khromov and A Konovalov and M Kremer and A Kumpan and C Leadbetter and L Li and W Lu and K Mann and DM Markoff and K Miller and H Moreno and PE Mueller and J Newby and JL Orrell and CT Overman and DS Parno and S Penttila and G Perumpilly and H Ray and J Raybern and D Reyna and GC Rich and D Rimal and D Rudik and K Scholberg and BJ Scholz and G Sinev and WM Snow and V Sosnovtsev and A Shakirov and S Suchyta and B Suh and R Tayloe and RT Thornton and I Tolstukhin and J Vanderwerp and RL Varner and CJ Virtue and Z Wan and Jonghee Yoo and C-H Yu and A Zawada and J Zettlemoyer and AM Zderic and Coherent Collaboration",
            "2017",
            "LTyAngYAAAAJ:PR6Y55bgFSsC",
            395,
            "https:\/\/science.sciencemag.org\/content\/357\/6356\/1123.abstract",
            "15307130364177098889",
            "\/scholar?cites=15307130364177098889",
            {
                "2016":1,
                "2017":18,
                "2018":88,
                "2019":112,
                "2020":164,
                "2021":7
            }
        ],
        [
            "Models of the r process are sensitive to the production rate of 9 Be because, in explosive environments rich in neutrons, α (α n, γ) 9 Be is the primary mechanism for bridging the stability gaps at A= 5 and A= 8. The α (α n, γ) 9 Be reaction represents a two-step process, consisting of α+ α→ 8 Be followed by 8 Be (n, γ) 9 Be. We report here on a new absolute cross-section measurement for the 9 Be (γ, n) 8 Be reaction conducted using a highly efficient, 3 He-based neutron detector and nearly monoenergetic photon beams, covering energies from E γ= 1.5 MeV to E γ= 5.2 MeV, produced by the High Intensity γ-ray Source of Triangle Universities Nuclear Laboratory. In the astrophysically important threshold energy region, the present cross sections are 40% larger than those found in most previous measurements and are accurate to±10%(95% confidence). The revised thermonuclear α (α n, γ) 9 Be reaction rate could …",
            "Cross-section measurement of Be()Be and implications for Be in the  process",
            "CW Arnold and TB Clegg and C Iliadis and HJ Karwowski and GC Rich and JR Tompkins and CR Howell",
            "2012",
            "LTyAngYAAAAJ:zYLM7Y9cAGgC",
            60,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.85.044605",
            "10515765132988660155",
            "\/scholar?cites=10515765132988660155",
            {
                "2014":7,
                "2015":9,
                "2016":9,
                "2017":10,
                "2018":11,
                "2019":8,
                "2020":5
            }
        ],
        [
            "The photofission cross section of 238 U was measured at sub-barrier energies as a function of the γ-ray energy using a monochromatic, high-brilliance, Compton-backscattered γ-ray beam. The experiment was performed at the High Intensity γ-ray Source (HI γ S) facility at beam energies between E γ= 4.7 MeV and 6.0 MeV and with∼ 3% energy resolution. Indications of transmission resonances have been observed at γ-ray beam energies of E γ= 5.1 MeV and 5.6 MeV with moderate amplitudes. The triple-humped fission barrier parameters of 238 U have been determined by fitting empire-3.1 nuclear reaction code calculations to the experimental photofission cross section.",
            "Exploring the multihumped fission barrier of U via sub-barrier photofission",
            "L Csige and DM Filipescu and T Glodariu and J Gulyás and MM Günther and Dietrich Habs and HJ Karwowski and A Krasznahorkay and GC Rich and M Sin and L Stroe and O Tesileanu and PG Thirolf",
            "2013",
            "LTyAngYAAAAJ:eQOLeE2rZwMC",
            43,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.87.044321",
            "3337688901743056018",
            "\/scholar?cites=3337688901743056018",
            {
                "2013":2,
                "2014":2,
                "2015":9,
                "2016":8,
                "2017":8,
                "2018":7,
                "2019":6,
                "2020":1
            }
        ],
        [
            "The primary goal of the COHERENT collaboration is to measure and study coherent elastic neutrino-nucleus scattering (CEvNS) using the high-power, few-tens-of-MeV, pulsed source of neutrinos provided by the Spallation Neutron Source (SNS) at Oak Ridge National Laboratory (ORNL). The COHERENT collaboration reported the first detection of CEvNS [Akimov: 2017ade] using a CsI [Na] detector. At present the collaboration is deploying four detector technologies: a CsI [Na] scintillating crystal, p-type point-contact germanium detectors, single-phase liquid argon, and NaI [Tl] crystals. All detectors are located in the neutron-quiet basement of the SNS target building at distances 20-30 m from the SNS neutrino source. The simultaneous measurement in all four COHERENT detector subsystems will test the  dependence of the cross section and search for new physics. In addition, COHERENT is measuring neutrino-induced neutrons from charged-and neutral-current neutrino interactions on nuclei in shielding materials, which represent a non-negligible background for CEvNS as well as being of intrinsic interest. The Collaboration is planning as well to look for charged-current interactions of relevance to supernova and weak-interaction physics. This document describes concisely the COHERENT physics motivations, sensitivity, and next plans for measurements at the SNS to be accomplished on a few-year timescale.",
            "COHERENT 2018 at the spallation neutron source",
            "D Akimov and JB Albert and P An and C Awe and PS Barbeau and B Becker and V Belov and MA Blackston and A Bolozdynya and A Brown and A Burenkov and B Cabrera-Palmer and M Cervantes and JI Collar and RJ Cooper and RL Cooper and J Daughhetee and DJ Dean and M Coello and JA Detwiler and M D'Onofrio and Y Efremenko and SR Elliott and E Erkela and A Etenko and L Fabris and M Febbraro and N Fields and W Fox and A Galindo-Uribarri and MP Green and MR Heath and S Hedges and EB Iverson and M Kaemingk and LJ Kaufman and SR Klein and A Khromov and S Ki and A Konovalov and A Kovalenko and A Kumpan and L Li and W Lu and K Mann and Y Melikyan and DM Markoff and H Moreno and PE Mueller and P Naumov and J Newby and DS Parno and S Penttila and G Perumpilly and D Radford and R Rapp and H Ray and J Raybern and D Reyna and GC Rich and D Rimal and D Rudik and DJ Salvat and K Scholberg and B Scholz and G Sinev and WM Snow and V Sosnovtsev and A Shakirov and B Suh and R Tayloe and RT Thornton and I Tolstukhin and J Vanderwerp and RL Varner and CJ Virtue and J Yoo and C-H Yu and J Zettlemoyer",
            "2018",
            "LTyAngYAAAAJ:JQOojiI6XY0C",
            35,
            "https:\/\/arxiv.org\/abs\/1803.09183",
            "9495020932386911098",
            "\/scholar?cites=9495020932386911098",
            {
                "2018":4,
                "2019":15,
                "2020":16
            }
        ],
        [
            "The COHERENT collaboration's primary objective is to measure coherent elastic neutrino-nucleus scattering (CEvNS) using the unique, high-quality source of tens-of-MeV neutrinos provided by the Spallation Neutron Source (SNS) at Oak Ridge National Laboratory (ORNL). In spite of its large cross section, the CEvNS process has never been observed, due to tiny energies of the resulting nuclear recoils which are out of reach for standard neutrino detectors. The measurement of CEvNS has now become feasible, thanks to the development of ultra-sensitive technology for rare decay and weakly-interacting massive particle (dark matter) searches. The CEvNS cross section is cleanly predicted in the standard model; hence its measurement provides a standard model test. It is relevant for supernova physics and supernova-neutrino detection, and enables validation of dark-matter detector background and detector-response models. In the long term, precision measurement of CEvNS will address questions of nuclear structure. COHERENT will deploy multiple detector technologies in a phased approach: a 14-kg CsI [Na] scintillating crystal, 15 kg of p-type point-contact germanium detectors, and 100 kg of liquid xenon in a two-phase time projection chamber. Following an extensive background measurement campaign, a location in the SNS basement has proven to be neutron-quiet and suitable for deployment of the COHERENT detector suite. The simultaneous deployment of the three COHERENT detector subsystems will test the  dependence of the cross section and ensure an unambiguous discovery of CEvNS. This document describes …",
            "The COHERENT experiment at the spallation neutron source",
            "D Akimov and P An and C Awe and PS Barbeau and P Barton and B Becker and V Belov and A Bolozdynya and A Burenkov and B Cabrera-Palmer and JI Collar and RJ Cooper and RL Cooper and C Cuesta and D Dean and J Detwiler and AG Dolgolenko and Y Efremenko and SR Elliott and A Etenko and N Fields and W Fox and A Galindo-Uribarri and M Green and M Heath and S Hedges and D Hornback and EB Iverson and L Kaufman and SR Klein and A Khromov and A Konovalov and A Kovalenko and A Kumpan and C Leadbetter and L Li and W Lu and Y Melikyan and D Markoff and K Miller and M Middlebrook and P Mueller and P Naumov and J Newby and D Parno and S Penttila and G Perumpilly and D Radford and H Ray and J Raybern and D Reyna and GC Rich and D Rimal and D Rudik and K Scholberg and B Scholz and WM Snow and A Sosnovtsev and A Shakirov and S Suchyta and B Suh and R Tayloe and RT Thornton and A Tolstukhin and K Vetter and CH Yu and COHERENT Collaboration",
            "2015",
            "LTyAngYAAAAJ:VL0QpB8kHFEC",
            30,
            "https:\/\/arxiv.org\/abs\/1509.08702",
            "9394400487924249789",
            "\/scholar?cites=9394400487924249789",
            {
                "2016":5,
                "2017":13,
                "2018":6,
                "2019":4,
                "2020":2
            }
        ],
        [
            "A novel composite, scintillating material intended for neutron detection and composed of small (1.5 mm) cubes of KG2-type lithium glass embedded in a matrix of scintillating plastic has been developed in the form of a 2.2 in.-diameter, 3.1 in.-tall cylindrical prototype loaded with (5.82±0.02)% lithium glass by mass. The response of the material when exposed to 252 Cf fission neutrons and various γ-ray sources has been studied; using the charge-integration method for pulse shape discrimination, good separation between neutron and γ-ray events is observed and intrinsic efficiencies of (1.15±0.16)× 10− 2 and (2.28±0.21)× 10− 4 for 252 Cf fission neutrons and 60 Co γ rays are obtained; an upper limit for the sensitivity to 137 Cs γ rays is determined to be< 3.70× 10− 8. The neutron\/γ discrimination capabilities are improved in circumstances when a neutron capture signal in the lithium glass can be detected in …",
            "Fabrication and characterization of a lithium-glass-based composite neutron detector",
            "GC Rich and K Kazkaz and HP Martinez and T Gushue",
            "2015",
            "LTyAngYAAAAJ:5awf1xo2G04C",
            22,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900215006130",
            "2186574888918175670",
            "\/scholar?cites=2186574888918175670",
            {
                "2016":4,
                "2017":5,
                "2018":5,
                "2019":7,
                "2020":1
            }
        ],
        [
            "Coherent elastic neutrino-nucleus scattering (CEvNS) is calculated to be the dominant neutrino scattering channel for neutrinos of energy E ν< 100 MeV. We report a limit for this process from data collected in an engineering run of the 29 kg CENNS-10 liquid argon detector located 27.5 m from the pion decay-at-rest neutrino source at the Oak Ridge National Laboratory Spallation Neutron Source (SNS) with 4.2× 10 22 protons on target. The dataset provided constraints on beam-related backgrounds critical for future measurements and yielded< 7.4 candidate CEvNS events which implies a cross section for the process, averaged over the SNS pion decay-at-rest flux, of< 3.4× 10− 39 cm 2, a limit within twice the Standard Model prediction. This is the first limit on CEvNS from an argon nucleus and confirms the earlier CsI [Na] nonstandard neutrino interaction constraints from the collaboration. This run demonstrated …",
            "First constraint on coherent elastic neutrino-nucleus scattering in argon",
            "D Akimov and Joshua Benjamin Albert and P An and C Awe and PS Barbeau and B Becker and V Belov and MA Blackston and A Bolozdynya and B Cabrera-Palmer and M Cervantes and JI Collar and RL Cooper and J Daughhetee and M del Valle Coello and JA Detwiler and M D’Onofrio and Y Efremenko and EM Erkela and SR Elliott and L Fabris and M Febbraro and W Fox and A Galindo-Uribarri and MP Green and KS Hansen and MR Heath and S Hedges and T Johnson and M Kaemingk and Lisa Jean Kaufman and A Khromov and A Konovalov and E Kozlova and A Kumpan and L Li and JT Librande and JM Link and J Liu and K Mann and DM Markoff and H Moreno and PE Mueller and J Newby and DS Parno and S Penttila and D Pershey and D Radford and R Rapp and H Ray and J Raybern and O Razuvaeva and D Reyna and GC Rich and D Rudik and J Runge and Daniel Joseph Salvat and K Scholberg and A Shakirov and G Simakov and G Sinev and William Michael Snow and V Sosnovtsev and B Suh and Rex Tayloe and K Tellez-Giron-Flores and RT Thornton and Ivan Tolstukhin and J Vanderwerp and RL Varner and CJ Virtue and G Visser and C Wiseman and T Wongjirad and J Yang and Y-R Yen and Jonghee Yoo and C-H Yu and J Zettlemoyer",
            "2019",
            "LTyAngYAAAAJ:tKAzc9rXhukC",
            19,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.100.115020",
            "352886044715026429",
            "\/scholar?cites=352886044715026429",
            {
                "2019":1,
                "2020":17,
                "2021":1
            }
        ],
        [
            "A new target system for Rutherford backscattering spectrometry and elastic recoil detection analysis is described which enables remotely controlled, semi-automatic analysis of multiple organic polymer samples without exceeding damaging incident beam fluences. Control of fluence at a given beam current is achieved using two stepper motors to move a thin aluminum disk loaded with polymer samples both radially and azimuthally across the beam. Flexible beam spot locations and sample irradiation times are remotely controlled in two steps via two custom LabVIEW™ programs. In the first step, a digital image of the target disk is converted into precise radial and azimuthal coordinates for each mounted polymer sample. In the second step, the motors implement the user-directed sample irradiation and fluence. Schematics of the target system hardware, a block diagram of interactions between the target system …",
            "A remotely controlled, semi-automatic target system for Rutherford backscattering spectrometry and elastic recoil detection analyses of polymeric membrane samples",
            "PJ Attayek and ES Meyer and L Lin and GC Rich and TB Clegg and O Coronell",
            "2012",
            "LTyAngYAAAAJ:Tyk-4Ss8FVUC",
            17,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900212001489",
            "16821059327925841512",
            "\/scholar?cites=16821059327925841512",
            {
                "2013":4,
                "2014":3,
                "2015":2,
                "2016":3,
                "2017":3,
                "2018":1,
                "2019":1
            }
        ],
        [
            "New research facilities like MEGa–Ray (Livermore) or ELI–NP (Bucharest) will provide within the next years (2013–2016) photon beams of unprecedented quality with respect to both photon intensity (total flux ~ 1013 γ\/s) and spectral intensity (~ (104–106)\/eVs), thus exceeding the performance of existing facilities by severalorders of magnitude. This tremendous progress will be enabled by Compton-backscattering of an intense laser off a high-quality electron beam, in conjunction with novel refractive bremsstrahlung beams focusing γ optics and efficient monochromatization techniques. We envisage to employ these γ beams for photofission studies on extremely deformed nuclear states of actinides, investigating their multiple–humped potential energy landscape in a highly selective way. Transmission resonances in the prompt fission cross section from the (superdeformed) second and (hyperdeformed) third …",
            "Perspectives for photofission studies with highly brilliant, monochromatic γ–ray beams",
            "PG Thirolf and L Csige and D Habs and M Günther and M Jentschel and A Krasznahorkay and D Filipescu and T Glodariu and L Stroe and O Tesileanu and H Karwowski and G Rich",
            "2012",
            "LTyAngYAAAAJ:YsMSGLbcyi4C",
            17,
            "https:\/\/www.epj-conferences.org\/articles\/epjconf\/abs\/2012\/20\/epjconf_nsrt2012_08001\/epjconf_nsrt2012_08001.html",
            "1575492993815348910",
            "\/scholar?cites=1575492993815348910",
            {
                "2013":2,
                "2014":2,
                "2015":2,
                "2016":6,
                "2017":4,
                "2018":1
            }
        ],
        [
            "The 48 Ca (γ, n) cross section was measured by using γ-ray beams of energies between 9.5 and 15.3 MeV generated at the Triangle Universities Nuclear Laboratory high-intensity γ-ray source. Prior to this experiment, no direct measurements had been made with γ-ray beams of sufficiently low energy spread to observe a structure in this energy range. The cross sections were measured at 34 different γ-ray energies with an enriched 48 Ca target. Neutron emission is the dominant decay mechanism in the measured energy range that spans from the threshold, across the previously identified M 1 strength, and up the low-energy edge of the E 1 giant dipole resonance. This paper found B (M 1)= 6.8±0.5 μ N 2 for the 10.23-MeV resonance, a value greater than previously measured. Structures in the cross section have been observed whose magnitudes are in agreement with existing data and that are commensurate …",
            "Measurements of the  reaction",
            "JR Tompkins and CW Arnold and HJ Karwowski and GC Rich and LG Sobotka and CR Howell",
            "2011",
            "LTyAngYAAAAJ:d1gkVwhDpl0C",
            13,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.84.044331",
            "6359771821958055331",
            "\/scholar?cites=6359771821958055331",
            {
                "2014":4,
                "2015":2,
                "2016":1,
                "2017":1,
                "2018":3,
                "2019":2
            }
        ]
    ]
}