{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The treatment of first-order phase transitions for standard grand unified theories is shown to break down for models with radiatively induced spontaneous symmetry breaking. It is argued that proper analysis of these transitions which would take place in the early history of the universe can lead to an explanation of the cosmological homogeneity, flatness, and monopole puzzles.",
            "Cosmology for grand unified theories with radiatively induced symmetry breaking",
            "Andreas Albrecht and Paul J Steinhardt",
            "1982",
            "LUbmYqgAAAAJ:_FxGoFyzp5QC",
            5541,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.48.1220",
            "891766631525485310",
            "\/scholar?cites=891766631525485310",
            {
                "1982":27,
                "1983":89,
                "1984":130,
                "1985":127,
                "1986":93,
                "1987":84,
                "1988":62,
                "1989":80,
                "1990":62,
                "1991":68,
                "1992":64,
                "1993":87,
                "1994":69,
                "1995":77,
                "1996":63,
                "1997":69,
                "1998":66,
                "1999":75,
                "2000":67,
                "2001":80,
                "2002":86,
                "2003":107,
                "2004":124,
                "2005":145,
                "2006":127,
                "2007":133,
                "2008":198,
                "2009":176,
                "2010":178,
                "2011":196,
                "2012":206,
                "2013":222,
                "2014":309,
                "2015":296,
                "2016":281,
                "2017":295,
                "2018":302,
                "2019":277,
                "2020":277,
                "2021":21
            }
        ],
        [
            "We examine the possibility that a significant component of the energy density of the Universe has an equation of state different from that of matter, radiation, or cosmological constant (Λ). An example is a cosmic scalar field evolving in a potential, but our treatment is more general. Including this component alters cosmic evolution in a way that fits current observations well. Unlike Λ, it evolves dynamically and develops fluctuations, leaving a distinctive imprint on the microwave background anisotropy and mass power spectrum.",
            "Cosmological imprint of an energy component with general equation of state",
            "Robert R Caldwell and Rahul Dave and Paul J Steinhardt",
            "1998",
            "LUbmYqgAAAAJ:O3NaXMp0MMsC",
            3927,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.80.1582",
            "3624370982911349171",
            "\/scholar?cites=3624370982911349171",
            {
                "1998":31,
                "1999":97,
                "2000":116,
                "2001":170,
                "2002":193,
                "2003":222,
                "2004":218,
                "2005":200,
                "2006":192,
                "2007":215,
                "2008":199,
                "2009":215,
                "2010":163,
                "2011":168,
                "2012":190,
                "2013":156,
                "2014":153,
                "2015":131,
                "2016":151,
                "2017":157,
                "2018":167,
                "2019":178,
                "2020":190,
                "2021":21
            }
        ],
        [
            "Bond-orientational order in molecular-dynamics simulations of supercooled liquids and in models of metallic glasses is studied. Quadratic and third-order invariants formed from bond spherical harmonics allow quantitative measures of cluster symmetries in these systems. A state with short-range translational order, but extended correlations in the orientations of particle clusters, starts to develop about 10% below the equilibrium melting temperature in a supercooled Lennard-Jones liquid. The order is predominantly icosahedral, although there is also a cubic component which we attribute to the periodic boundary conditions. Results are obtained for liquids cooled in an icosahedral pair potential as well. Only a modest amount of orientational order appears in a relaxed Finney dense-random-packing model. In contrast, we find essentially perfect icosahedral bond correlations in alternative\" amorphon\" cluster models …",
            "Bond-orientational order in liquids and glasses",
            "Paul J Steinhardt and David R Nelson and Marco Ronchetti",
            "1983",
            "LUbmYqgAAAAJ:LO7wyVUgiFcC",
            2993,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.28.784",
            "13025852206638149582",
            "\/scholar?cites=13025852206638149582",
            {
                "1984":16,
                "1985":29,
                "1986":26,
                "1987":31,
                "1988":25,
                "1989":23,
                "1990":28,
                "1991":25,
                "1992":21,
                "1993":33,
                "1994":20,
                "1995":19,
                "1996":19,
                "1997":13,
                "1998":21,
                "1999":35,
                "2000":21,
                "2001":30,
                "2002":39,
                "2003":40,
                "2004":57,
                "2005":58,
                "2006":89,
                "2007":94,
                "2008":76,
                "2009":84,
                "2010":115,
                "2011":168,
                "2012":156,
                "2013":194,
                "2014":166,
                "2015":182,
                "2016":198,
                "2017":204,
                "2018":230,
                "2019":164,
                "2020":209,
                "2021":15
            }
        ],
        [
            "Recent observations suggest that a large fraction of the energy density of the Universe has negative pressure. One explanation is vacuum energy density; another is quintessence in the form of a scalar field slowly evolving down a potential. In either case, a key problem is to explain why the energy density nearly coincides with the matter density today. The densities decrease at different rates as the Universe expands, so coincidence today appears to require that their ratio be set to a specific, infinitesimal value in the early Universe. In this paper, we introduce the notion of a “tracker field,” a form of quintessence, and show how it may explain the coincidence, adding new motivation for the quintessence scenario.",
            "Quintessence, cosmic coincidence, and the cosmological constant",
            "Ivaylo Zlatev and Limin Wang and Paul J Steinhardt",
            "1999",
            "LUbmYqgAAAAJ:p__nRnzSRKYC",
            2770,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.82.896",
            "10641161806854714516",
            "\/scholar?cites=10641161806854714516",
            {
                "1999":54,
                "2000":97,
                "2001":124,
                "2002":123,
                "2003":124,
                "2004":140,
                "2005":127,
                "2006":141,
                "2007":140,
                "2008":133,
                "2009":159,
                "2010":141,
                "2011":120,
                "2012":132,
                "2013":123,
                "2014":139,
                "2015":124,
                "2016":112,
                "2017":108,
                "2018":125,
                "2019":109,
                "2020":130,
                "2021":14
            }
        ],
        [
            "The creation and evolution of energy-density perturbations are analyzed for the\" new inflationary universe\" scenario proposed by Linde, and Albrecht and Steinhardt. According to the scenario, the Universe underwent a strongly first-order phase transition and entered a\" de Sitter phase\" of exponential expansion during which all previously existing energy-density perturbations expanded to distance scales very large compared to the size of our observable Universe. The existence of an event horizon during the de Sitter phase gives rise to zero-point fluctuations in the scalar field φ, whose slowly growing expectation value signals the transition to the spontaneous-symmetry-breaking (SSB) phase of a grand unified theory (GUT). The fluctuations in φ are created on small distance scales and expanded to large scales, eventually giving rise to an almost scale-free spectrum of adiabatic density perturbations (the so-called …",
            "Spontaneous creation of almost scale-free density perturbations in an inflationary universe",
            "James M Bardeen and Paul J Steinhardt and Michael S Turner",
            "1983",
            "LUbmYqgAAAAJ:uc_IGeMz5qoC",
            2725,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.28.679",
            "10064899786325965353",
            "\/scholar?cites=10064899786325965353",
            {
                "1983":9,
                "1984":51,
                "1985":67,
                "1986":62,
                "1987":43,
                "1988":43,
                "1989":43,
                "1990":39,
                "1991":56,
                "1992":62,
                "1993":87,
                "1994":61,
                "1995":60,
                "1996":51,
                "1997":52,
                "1998":55,
                "1999":38,
                "2000":53,
                "2001":46,
                "2002":82,
                "2003":69,
                "2004":75,
                "2005":92,
                "2006":65,
                "2007":81,
                "2008":90,
                "2009":98,
                "2010":86,
                "2011":104,
                "2012":92,
                "2013":87,
                "2014":102,
                "2015":123,
                "2016":91,
                "2017":88,
                "2018":100,
                "2019":98,
                "2020":85,
                "2021":8
            }
        ],
        [
            "A quasicrystal is the natural extension of the notion of a crystal to structures with quasiperiodic, rather than periodic, translational order. We classify two-and three-dimensional quasicrystals by their symmetry under rotation and show that many disallowed crystal symmetries are allowed quasicrystal symmetries. We analytically compute the diffraction pattern of an ideal quasicrystal and show that the recently observed electron-diffraction pattern of an Al-Mn alloy is closely related to that of an icosahedral quasicrystal.",
            "Quasicrystals: a new class of ordered structures",
            "Dov Levine and Paul Joseph Steinhardt",
            "1984",
            "LUbmYqgAAAAJ:evX43VCCuoAC",
            2201,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.53.2477",
            "9701847725380515513",
            "\/scholar?cites=9701847725380515513",
            {
                "1985":83,
                "1986":180,
                "1987":141,
                "1988":124,
                "1989":77,
                "1990":76,
                "1991":66,
                "1992":48,
                "1993":57,
                "1994":29,
                "1995":24,
                "1996":26,
                "1997":22,
                "1998":31,
                "1999":42,
                "2000":36,
                "2001":38,
                "2002":26,
                "2003":39,
                "2004":28,
                "2005":38,
                "2006":21,
                "2007":48,
                "2008":48,
                "2009":38,
                "2010":40,
                "2011":81,
                "2012":96,
                "2013":68,
                "2014":78,
                "2015":72,
                "2016":73,
                "2017":59,
                "2018":65,
                "2019":77,
                "2020":77,
                "2021":3
            }
        ],
        [
            "Increasing evidence suggests that most of the energy density of the universe consists of a dark energy component with negative pressure that causes the cosmic expansion to accelerate. We address why this component comes to dominate the universe only recently. We present a class of theories based on an evolving scalar field where the explanation is based entirely on internal dynamical properties of the solutions. In the theories we consider, the dynamics causes the scalar field to lock automatically into a negative pressure state at the onset of matter domination such that the present epoch is the earliest possible time consistent with nucleosynthesis restrictions when it can start to dominate.",
            "Dynamical solution to the problem of a small cosmological constant and late-time cosmic acceleration",
            "Christian Armendariz-Picon and V Mukhanov and Paul J Steinhardt",
            "2000",
            "LUbmYqgAAAAJ:artPoR2Yc-kC",
            1940,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.85.4438",
            "16072131218220247506",
            "\/scholar?cites=16072131218220247506",
            {
                "2001":38,
                "2002":43,
                "2003":52,
                "2004":67,
                "2005":78,
                "2006":90,
                "2007":89,
                "2008":105,
                "2009":94,
                "2010":108,
                "2011":143,
                "2012":119,
                "2013":127,
                "2014":138,
                "2015":111,
                "2016":80,
                "2017":100,
                "2018":87,
                "2019":122,
                "2020":115,
                "2021":14
            }
        ],
        [
            "Cosmological models with cold dark matter composed of weakly interacting particles predict overly dense cores in the centers of galaxies and clusters and an overly large number of halos within the Local Group compared to actual observations. We propose that the conflict can be resolved if the cold dark matter particles are self-interacting with a large scattering cross section but negligible annihilation or dissipation. In this scenario, astronomical observations may enable us to study dark matter properties that are inaccessible in the laboratory.",
            "Observational evidence for self-interacting cold dark matter",
            "David N Spergel and Paul J Steinhardt",
            "2000",
            "LUbmYqgAAAAJ:0EnyYjriUFMC",
            1930,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.84.3760",
            "1101423667162575844",
            "\/scholar?cites=1101423667162575844",
            {
                "2000":53,
                "2001":114,
                "2002":115,
                "2003":86,
                "2004":75,
                "2005":61,
                "2006":47,
                "2007":40,
                "2008":58,
                "2009":44,
                "2010":52,
                "2011":52,
                "2012":55,
                "2013":73,
                "2014":106,
                "2015":102,
                "2016":115,
                "2017":140,
                "2018":162,
                "2019":166,
                "2020":169,
                "2021":28
            }
        ],
        [
            "We recently introduced the concept of “k-essence” as a dynamical solution for explaining naturally why the universe has entered an epoch of accelerated expansion at a late stage of its evolution. The solution avoids fine-tuning of parameters and anthropic arguments. Instead, k-essence is based on the idea of a dynamical attractor solution which causes it to act as a cosmological constant only at the onset of matter domination. Consequently, k-essence overtakes the matter density and induces cosmic acceleration at about the present epoch. In this paper, we present the basic theory of k-essence and dynamical attractors based on evolving scalar fields with nonlinear kinetic energy terms in the action. We present guidelines for constructing concrete examples and show that there are two classes of solutions, one in which cosmic acceleration continues forever and one in which the acceleration has finite duration.",
            "Essentials of k-essence",
            "Christian Armendariz-Picon and V Mukhanov and Paul J Steinhardt",
            "2001",
            "LUbmYqgAAAAJ:43bX7VzcjpAC",
            1795,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.63.103510",
            "17114835994685302109",
            "\/scholar?cites=17114835994685302109",
            {
                "2001":19,
                "2002":23,
                "2003":44,
                "2004":46,
                "2005":74,
                "2006":87,
                "2007":89,
                "2008":93,
                "2009":88,
                "2010":107,
                "2011":119,
                "2012":98,
                "2013":112,
                "2014":133,
                "2015":111,
                "2016":105,
                "2017":108,
                "2018":75,
                "2019":118,
                "2020":123,
                "2021":15
            }
        ],
        [
            "A substantial fraction of the energy density of the universe may consist of quintessence in the form of a slowly rolling scalar field. Since the energy density of the scalar field generally decreases more slowly than the matter energy density, it appears that the ratio of the two densities must be set to a special, infinitesimal value in the early universe in order to have the two densities nearly coincide today. Recently, we introduced the notion of tracker fields to avoid this initial conditions problem. In the paper, we address the following questions: What is the general condition to have tracker fields? What is the relation between the matter energy density and the equation-of-state of the universe imposed by tracker solutions? And can tracker solutions help to explain why quintessence is becoming important today rather than during the early universe?",
            "Cosmological tracking solutions",
            "Paul J Steinhardt and Limin Wang and Ivaylo Zlatev",
            "1999",
            "LUbmYqgAAAAJ:JQOojiI6XY0C",
            1747,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.59.123504",
            "9148127939532058356",
            "\/scholar?cites=9148127939532058356",
            {
                "1999":20,
                "2000":58,
                "2001":82,
                "2002":88,
                "2003":102,
                "2004":85,
                "2005":97,
                "2006":90,
                "2007":98,
                "2008":104,
                "2009":106,
                "2010":107,
                "2011":85,
                "2012":79,
                "2013":68,
                "2014":65,
                "2015":68,
                "2016":64,
                "2017":64,
                "2018":69,
                "2019":63,
                "2020":63,
                "2021":7
            }
        ]
    ]
}