{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Surface plasmons are collective oscillations of electrons in metals or semiconductors that enable confinement and control of electromagnetic energy at subwavelength scales 1, 2, 3, 4, 5. Rapid progress in plasmonics has largely relied on advances in device nano-fabrication 5, 6, 7, whereas less attention has been paid to the tunable properties of plasmonic media. One such medium—graphene—is amenable to convenient tuning of its electronic and optical properties by varying the applied voltage 8, 9, 10, 11. Here, using infrared nano-imaging, we show that common graphene\/SiO 2\/Si back-gated structures support propagating surface plasmons. The wavelength of graphene plasmons is of the order of 200 nanometres at technologically relevant infrared frequencies, and they can propagate several times this distance. We have succeeded in altering both the amplitude and the wavelength of these plasmons by …",
            "Gate-tuning of graphene plasmons revealed by infrared nano-imaging",
            "Zhe Fei and AS Rodin and Gregory O Andreev and W Bao and AS McLeod and M Wagner and LM Zhang and Zeng Zhao and M Thiemens and G Dominguez and MM Fogler and AH Castro Neto and CN Lau and Fritz Keilmann and Dimitri N Basov",
            "2012",
            "luqLqnEAAAAJ:2osOgNQ5qMEC",
            1678,
            "https:\/\/www.nature.com\/articles\/nature11253",
            "16009037957644188692",
            "\/scholar?cites=16009037957644188692",
            {
                "2012":35,
                "2013":148,
                "2014":179,
                "2015":222,
                "2016":192,
                "2017":240,
                "2018":215,
                "2019":207,
                "2020":206,
                "2021":15
            }
        ],
        [
            "van der Waals heterostructures assembled from atomically thin crystalline layers of diverse two-dimensional solids are emerging as a new paradigm in the physics of materials. We used infrared nanoimaging to study the properties of surface phonon polaritons in a representative van der Waals crystal, hexagonal boron nitride. We launched, detected, and imaged the polaritonic waves in real space and altered their wavelength by varying the number of crystal layers in our specimens. The measured dispersion of polaritonic waves was shown to be governed by the crystal thickness according to a scaling law that persists down to a few atomic layers. Our results are likely to hold true in other polar van der Waals crystals and may lead to new functionalities.",
            "Tunable phonon polaritons in atomically thin van der Waals crystals of boron nitride",
            "S Dai and Z Fei and Q Ma and AS Rodin and M Wagner and AS McLeod and MK Liu and W Gannett and W Regan and K Watanabe and T Taniguchi and M Thiemens and G Dominguez and AH Castro Neto and A Zettl and F Keilmann and P Jarillo-Herrero and MM Fogler and DN Basov",
            "2014",
            "luqLqnEAAAAJ:B3FOqHPlNUQC",
            662,
            "https:\/\/science.sciencemag.org\/content\/343\/6175\/1125.abstract",
            "5722476161198516955",
            "\/scholar?cites=5722476161198516955",
            {
                "2014":24,
                "2015":55,
                "2016":80,
                "2017":99,
                "2018":128,
                "2019":131,
                "2020":127,
                "2021":12
            }
        ],
        [
            "We study the ground state of a clean two-dimensional electron liquid in a weak magnetic field where N≫ 1 lower Landau levels are completely filled and the upper level is partially filled. It is shown that the electrons at the upper Landau level form domains with filling factors equal to 1 and zero. The domains alternate with a spatial period of order of the cyclotron radius, which is much larger than the interparticle distance at the upper Landau level. The one-particle density of states, which can be probed by tunneling experiments, is shown to have a gap linearly dependent on the magnetic field in the limit of large N.",
            "Charge density wave in two-dimensional electron liquid in weak magnetic field",
            "AA Koulakov and MM Fogler and Boris I Shklovskii",
            "1996",
            "luqLqnEAAAAJ:u5HHmVD_uO8C",
            522,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.76.499",
            "4269882189240193889",
            "\/scholar?cites=4269882189240193889",
            {
                "1996":3,
                "1997":6,
                "1998":4,
                "1999":16,
                "2000":30,
                "2001":41,
                "2002":39,
                "2003":26,
                "2004":33,
                "2005":22,
                "2006":24,
                "2007":17,
                "2008":33,
                "2009":9,
                "2010":14,
                "2011":24,
                "2012":26,
                "2013":17,
                "2014":19,
                "2015":14,
                "2016":24,
                "2017":18,
                "2018":19,
                "2019":20,
                "2020":21,
                "2021":2
            }
        ],
        [
            "Strongly anisotropic media, where the principal components of the dielectric tensor have opposite signs, are called hyperbolic. Such materials exhibit unique nanophotonic properties enabled by the highly directional propagation of slow-light modes localized at deeply sub-diffractional length scales. While artificial hyperbolic metamaterials have been demonstrated, they suffer from high plasmonic losses and require complex nanofabrication, which in turn induces size-dependent limitations on optical confinement. The low-loss, mid-infrared, natural hyperbolic material hexagonal boron nitride is an attractive alternative. Here we report on three-dimensionally confined ‘hyperbolic polaritons’ in boron nitride nanocones that support four series (up to the seventh order) modes in two spectral bands. The resonant modes obey the predicted aspect ratio dependence and exhibit high-quality factors (Q up to 283) in the strong …",
            "Sub-diffractional volume-confined polaritons in the natural hyperbolic material hexagonal boron nitride",
            "Joshua D Caldwell and Andrey V Kretinin and Yiguo Chen and Vincenzo Giannini and Michael M Fogler and Yan Francescato and Chase T Ellis and Joseph G Tischler and Colin R Woods and Alexander J Giles and Minghui Hong and Kenji Watanabe and Takashi Taniguchi and Stefan A Maier and Kostya S Novoselov",
            "2014",
            "luqLqnEAAAAJ:geHnlv5EZngC",
            512,
            "https:\/\/www.nature.com\/articles\/ncomms6221",
            "9101783944301763906",
            "\/scholar?cites=9101783944301763906",
            {
                "2014":5,
                "2015":38,
                "2016":75,
                "2017":84,
                "2018":99,
                "2019":90,
                "2020":112,
                "2021":8
            }
        ],
        [
            "We report on infrared (IR) nanoscopy of 2D plasmon excitations of Dirac fermions in graphene. This is achieved by confining mid-IR radiation at the apex of a nanoscale tip: an approach yielding 2 orders of magnitude increase in the value of in-plane component of incident wavevector q compared to free space propagation. At these high wavevectors, the Dirac plasmon is found to dramatically enhance the near-field interaction with mid-IR surface phonons of SiO2 substrate. Our data augmented by detailed modeling establish graphene as a new medium supporting plasmonic effects that can be controlled by gate voltage.",
            "Infrared Nanoscopy of Dirac Plasmons at the Graphene–SiO2 Interface",
            "Zhe Fei and Gregory O Andreev and Wenzhong Bao and Lingfeng M Zhang and Alexander S McLeod and Chen Wang and Margaret K Stewart and Zeng Zhao and Gerardo Dominguez and Mark Thiemens and Michael M Fogler and Michael J Tauber and Antonio H Castro-Neto and Chun Ning Lau and Fritz Keilmann and Dimitri N Basov",
            "2011",
            "luqLqnEAAAAJ:Tyk-4Ss8FVUC",
            512,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl202362d",
            "17807840571891775537",
            "\/scholar?cites=17807840571891775537",
            {
                "2012":51,
                "2013":57,
                "2014":59,
                "2015":65,
                "2016":53,
                "2017":62,
                "2018":48,
                "2019":46,
                "2020":60,
                "2021":8
            }
        ],
        [
            "Light trapped at the nanoscale, deep below the optical wavelength, exhibits an increase in the associated electric field strength, which results in enhanced light-matter interaction. This leads to strong nonlinearities, large photonic forces, and enhanced emission and absorption probabilities. A practical approach toward nanoscale light trapping and manipulation is offered by interfaces separating media with permittivities of opposite signs. Such interfaces sustain hybrid light-matter modes involving collective oscillations of polarization charges in matter, hence the term polaritons. Surface plasmon polaritons, supported by electrons in metals, constitute a most-studied prominent example. Yet there are many other varieties of polaritons, including those formed by atomic vibrations in polar insulators, excitons in semiconductors, Cooper pairs in superconductors, and spin resonances in (anti)ferromagnets …",
            "Polaritons in van der Waals materials",
            "DN Basov and MM Fogler and FJ García De Abajo",
            "2016",
            "luqLqnEAAAAJ:9Nmd_mFXekcC",
            410,
            "https:\/\/science.sciencemag.org\/content\/354\/6309\/aag1992.abstract",
            "12441624939815360697",
            "\/scholar?cites=12441624939815360697",
            {
                "2017":65,
                "2018":80,
                "2019":121,
                "2020":133,
                "2021":9
            }
        ],
        [
            "We consider a clean two-dimensional electron liquid in a weak magnetic field where N≫ 1 lower Landau levels are completely filled, while the upper level is only partially filled. Due to a screening by the lower Landau levels, the repulsive interaction between any two electrons at the upper level as a function of the separation between the guiding centers of their cyclotron orbits abruptly drops at the distance of two cyclotron radii. Such a ‘‘box-like’’component in the interaction potential makes the uniform distribution of the electron density at the upper Landau level unstable, and domains with filling factor equal to one and zero are formed. The shape of domains is studied both analytically and numerically. We show that when the filling factor of the upper Landau level is close to one-half, the domains have the form of parallel stripes alternating with a spatial period close to three cyclotron radii. Away from a small interval …",
            "Ground state of a two-dimensional electron liquid in a weak magnetic field",
            "MM Fogler and AA Koulakov and BI Shklovskii",
            "1996",
            "luqLqnEAAAAJ:u-x6o8ySG0sC",
            395,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.54.1853",
            "16415301037645957536",
            "\/scholar?cites=16415301037645957536",
            {
                "1996":1,
                "1997":1,
                "1998":1,
                "1999":4,
                "2000":19,
                "2001":26,
                "2002":33,
                "2003":19,
                "2004":27,
                "2005":21,
                "2006":25,
                "2007":21,
                "2008":15,
                "2009":9,
                "2010":14,
                "2011":14,
                "2012":15,
                "2013":16,
                "2014":16,
                "2015":14,
                "2016":19,
                "2017":21,
                "2018":11,
                "2019":15,
                "2020":14,
                "2021":1
            }
        ],
        [
            "Hexagonal boron nitride (h-BN) is a natural hyperbolic material 1, in which the dielectric constants are the same in the basal plane (ε t≡ ε x= ε y) but have opposite signs (ε t ε z< 0) in the normal plane (ε z) 1, 2, 3, 4. Owing to this property, finite-thickness slabs of h-BN act as multimode waveguides for the propagation of hyperbolic phonon polaritons 1, 2, 5—collective modes that originate from the coupling between photons and electric dipoles 6 in phonons. However, control of these hyperbolic phonon polaritons modes has remained challenging, mostly because their electrodynamic properties are dictated by the crystal lattice of h-BN 1, 2, 7. Here we show, by direct nano-infrared imaging, that these hyperbolic polaritons can be effectively modulated in a van der Waals heterostructure 8 composed of monolayer graphene on h-BN. Tunability originates from the hybridization of surface plasmon polaritons in graphene …",
            "Graphene on hexagonal boron nitride as a tunable hyperbolic metamaterial",
            "S Dai and Q Ma and MK Liu and T Andersen and Z Fei and MD Goldflam and M Wagner and K Watanabe and T Taniguchi and M Thiemens and F Keilmann and GCAM Janssen and SE Zhu and P Jarillo-Herrero and MM Fogler and DN Basov",
            "2015",
            "luqLqnEAAAAJ:9vf0nzSNQJEC",
            394,
            "https:\/\/www.nature.com\/articles\/nnano.2015.131",
            "12103504716898727329",
            "\/scholar?cites=12103504716898727329",
            {
                "2015":9,
                "2016":54,
                "2017":77,
                "2018":89,
                "2019":77,
                "2020":80,
                "2021":8
            }
        ],
        [
            "We present an experimental study of the infrared conductivity, transmission, and reflection of a gated bilayer graphene and their theoretical analysis within the Slonczewski-Weiss-McClure (SWMc) model. The infrared response is shown to be governed by the interplay of the interband and the intraband transitions among the four bands of the bilayer. The position of the main conductivity peak at the charge-neutrality point is determined by the interlayer tunneling frequency. The shift of this peak as a function of the gate voltage gives information about less known parameters of the SWMc model such as those responsible for the electron-hole and sublattice asymmetries. These parameter values are shown to be consistent with recent electronic structure calculations for the bilayer graphene and the SWMc parameters commonly used for the bulk graphite.",
            "Determination of the electronic structure of bilayer graphene from infrared spectroscopy",
            "LM Zhang and ZQ Li and Dimitri N Basov and MM Fogler and Zhao Hao and Michael C Martin",
            "2008",
            "luqLqnEAAAAJ:d1gkVwhDpl0C",
            362,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.78.235408",
            "100108000213967260",
            "\/scholar?cites=100108000213967260",
            {
                "2008":1,
                "2009":32,
                "2010":37,
                "2011":41,
                "2012":46,
                "2013":31,
                "2014":38,
                "2015":25,
                "2016":24,
                "2017":23,
                "2018":30,
                "2019":20,
                "2020":12,
                "2021":1
            }
        ],
        [
            "All known superfluid and superconducting states of condensed matter are enabled by composite bosons (atoms, molecules and Cooper pairs) made of an even number of fermions. Temperatures where such macroscopic quantum phenomena occur are limited by the lesser of the binding energy and the degeneracy temperature of the bosons. High-critical temperature cuprate superconductors set the present record of~ 100 K. Here we propose a design for artificially structured materials to rival this record. The main elements of the structure are two monolayers of a transition metal dichalcogenide separated by an atomically thin spacer. Electrons and holes generated in the system would accumulate in the opposite monolayers and form bosonic bound states—the indirect excitons. The resultant degenerate Bose gas of indirect excitons would exhibit macroscopic occupation of a quantum state and vanishing viscosity …",
            "High-temperature superfluidity with indirect excitons in van der Waals heterostructures",
            "MM Fogler and LV Butov and KS Novoselov",
            "2014",
            "luqLqnEAAAAJ:8AbLer7MMksC",
            308,
            "https:\/\/www.nature.com\/articles\/ncomms5555?origin=ppub",
            "11953376018825544023",
            "\/scholar?cites=11953376018825544023",
            {
                "2014":3,
                "2015":18,
                "2016":39,
                "2017":54,
                "2018":52,
                "2019":53,
                "2020":81,
                "2021":6
            }
        ]
    ]
}