{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "ALICE is a general-purpose heavy-ion experiment designed to study the physics of strongly interacting matter and the quark–gluon plasma in nucleus–nucleus collisions at the LHC. It currently involves more than 900 physicists and senior engineers, from both the nuclear and high-energy physics sectors, from over 90 institutions in about 30 countries.",
            "ALICE: physics performance report, volume II",
            "B Alessandro and F Antinori and JA Belikov and C Blume and A Dainese and P Foka and P Giubellino and B Hippolyte and C Kuhn and G Martinez and M Monteno and A Morsch and TK Nayak and J Nystrand and M Lopez Noriega and G Paić and J Pluta and L Ramello and JP Revol and K Šafařík and J Schukraft and Y Schutz and E Scomparin and R Snellings and O Villalobos Baillie and E Vercellin and ALICE Collaboration",
            "2006",
            "Lw-s49njhw4C:QeguYG95ZbAC",
            821,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0954-3899\/32\/10\/001\/meta",
            "4535331496313368338",
            "\/scholar?cites=4535331496313368338",
            {
                "2004":3,
                "2005":11,
                "2006":27,
                "2007":56,
                "2008":61,
                "2009":100,
                "2010":68,
                "2011":94,
                "2012":57,
                "2013":44,
                "2014":52,
                "2015":48,
                "2016":51,
                "2017":40,
                "2018":34,
                "2019":39,
                "2020":27,
                "2021":4
            }
        ],
        [
            "Sphingosine-1-phosphate (S1P) is a potent lysolipid involved in a variety of biological responses important for cancer progression. Therefore, we investigated the role of sphingosine kinase type 1 (SphK1), the enzyme that makes S1P, in the motility, growth, and chemoresistance of MCF-7 breast cancer cells. Epidermal growth factor (EGF), an important growth factor for breast cancer progression, activated and translocated SphK1 to plasma membrane. SphK1 was required for EGF-directed motility. Downregulation of SphK1 in MCF-7 cells reduced EGF- and serum-stimulated growth and enhanced sensitivity to doxorubicin, a potent chemotherapeutic agent. These results suggest that SphK1 may be critical for growth, metastasis and chemoresistance of human breast cancers.",
            "Sphingosine kinase 1 is required for migration, proliferation and survival of MCF-7 human breast cancer cells",
            "Sukumar Sarkar and Michael Maceyka and Nitai C Hait and Steven W Paugh and Heidi Sankala and Sheldon Milstien and Sarah Spiegel",
            "2005",
            "Lw-s49njhw4C:JdL-Xu2nR38C",
            243,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0014579305010677",
            "2371217888297724417",
            "\/scholar?cites=2371217888297724417",
            {
                "2005":3,
                "2006":5,
                "2007":14,
                "2008":19,
                "2009":16,
                "2010":21,
                "2011":27,
                "2012":22,
                "2013":23,
                "2014":19,
                "2015":14,
                "2016":3,
                "2017":18,
                "2018":15,
                "2019":15,
                "2020":9
            }
        ],
        [
            "Induction of a G1 phase cell cycle arrest, caused primarily by the inhibition of cyclin-dependent-kinase 2 (cdk2), is a critical step in the differentiation of myoblasts into myotubes. Here, we report that two microRNAs, miR-322\/424 and miR-503, are induced and promote cdk2 inhibition during myogenesis. These microRNAs down-regulate Cdc25A, the phosphatase responsible for removing inhibitory phosphorylation of cdk2, both in myoblasts differentiating into myotubes and in nonmuscle cells. Cdc25A is down-regulated during muscle differentiation by multiple pathways: action of these two microRNAs, proteasomal degradation of Cdc25A protein and transcriptional repression. Overexpression of Cdc25A or of cdk2 with mutations on T14 and Y15 (cdk2-AF), so that it cannot be inhibited by phosphorylation, decreases differentiation and differentiation-induced cell cycle quiescence. Introduction of miR-322\/424 and …",
            "MiR-322\/424 and-503 are induced during muscle differentiation and promote cell cycle quiescence and differentiation by down-regulation of Cdc25A",
            "Sukumar Sarkar and Bijan K Dey and Anindya Dutta",
            "2010",
            "Lw-s49njhw4C:6pF0wJmtdfAC",
            198,
            "https:\/\/www.molbiolcell.org\/doi\/abs\/10.1091\/mbc.e10-01-0062",
            "15121918540493753857",
            "\/scholar?cites=15121918540493753857",
            {
                "2011":22,
                "2012":20,
                "2013":25,
                "2014":27,
                "2015":27,
                "2016":25,
                "2017":14,
                "2018":9,
                "2019":12,
                "2020":14,
                "2021":1
            }
        ],
        [
            "Sphingosine 1-phosphate (S1P), produced by two sphingosine kinase isoenzymes, denoted SphK1 and SphK2, is the ligand for a family of five specific G protein-coupled receptors that regulate cytoskeletal rearrangements and cell motility. Whereas many growth factors stimulate SphK1, much less is known of the regulation of SphK2. Here we report that epidermal growth factor (EGF) stimulated SphK2 in HEK 293 cells. This is the first example of an agonist-dependent regulation of SphK2. Chemotaxis of HEK 293 cells toward EGF was inhibited by N,N-dimethylsphingosine, a competitive inhibitor of both SphKs, implicating S1P generation in this process. Down-regulating expression of SphK1 in HEK 293 cells with a specific siRNA abrogated migration toward EGF, whereas decreasing SphK2 expression had no effect. EGF contributes to the invasiveness of human breast cancer cells, and EGF receptor expression is …",
            "Role of sphingosine kinase 2 in cell migration toward epidermal growth factor",
            "Nitai C Hait and Sukumar Sarkar and Hervé Le Stunff and Aki Mikami and Michael Maceyka and Sheldon Milstien and Sarah Spiegel",
            "2005",
            "Lw-s49njhw4C:mgoTDWlsYNUC",
            181,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021925820563692",
            "17690478887507395318",
            "\/scholar?cites=17690478887507395318",
            {
                "2005":3,
                "2006":10,
                "2007":19,
                "2008":21,
                "2009":14,
                "2010":10,
                "2011":11,
                "2012":13,
                "2013":19,
                "2014":13,
                "2015":9,
                "2016":6,
                "2017":14,
                "2018":4,
                "2019":5,
                "2020":8
            }
        ],
        [
            "As part of our program to develop analytical methods for combinatorial chemistry applications, we report here an NMR technique for the selective identification of a chemical compound still bound to a single bead of a solid-phase-synthesis resin. In this method, the 13C-labeled compound is selectively detected using isotope-filtered 1H NMR (HMQC1) in a twocoil high-resolution magic-angle spinning (MAS) probe. 2 This technique suppresses signals from the unlabeled portions of the resin bead, thus allowing an unambiguous identification of the bound compound.Solid-phase-synthesis (SPS) techniques, 3 combined with the growing field of combinatorial chemistry, 4 are currently having a very large impact upon drug discovery5, 6 and chemistry in general. 7 Unfortunately, the analytical techniques for SPS samples are not as highly developed as the synthetic techniques. 8 Currently, the samples are cleaved from …",
            "An NMR method to identify nondestructively chemical compounds bound to a single solid-phase-synthesis bead for combinatorial chemistry applications",
            "Susanta K Sarkar and Ravi S Garigipati and Jerry L Adams and Paul A Keifer",
            "1996",
            "Lw-s49njhw4C:u5HHmVD_uO8C",
            176,
            "https:\/\/pubs.acs.org\/doi\/full\/10.1021\/ja952434d",
            "17594897094447335185",
            "\/scholar?cites=17594897094447335185",
            {
                "1996":14,
                "1997":23,
                "1998":9,
                "1999":19,
                "2000":25,
                "2001":19,
                "2002":11,
                "2003":10,
                "2004":9,
                "2005":9,
                "2006":4,
                "2007":4,
                "2008":1,
                "2009":3,
                "2010":1,
                "2011":5,
                "2012":2,
                "2013":1,
                "2014":3,
                "2015":2,
                "2016":1
            }
        ],
        [
            "Potent and selective active-site-spanning inhibitors have been designed for cathepsin K, a cysteine protease unique to osteoclasts. They act by mechanisms that involve tight binding intermediates, potentially on a hydrolytic pathway. X-ray crystallographic, MS, NMR spectroscopic, and kinetic studies of the mechanisms of inhibition indicate that different intermediates or transition states are being represented that are dependent on the conditions of measurement and the specific groups flanking the carbonyl in the inhibitor. The species observed crystallographically are most consistent with tetrahedral intermediates that may be close approximations of those that occur during substrate hydrolysis. Initial kinetic studies suggest the possibility of irreversible and reversible active-site modification. Representative inhibitors have demonstrated antiresorptive activity both in vitro and in vivo and therefore are promising leads …",
            "Design of potent and selective human cathepsin K inhibitors that span the active site",
            "Scott K Thompson and Stacie M Halbert and Mary J Bossard and Thaddeus A Tomaszek and Mark A Levy and Baoguang Zhao and Ward W Smith and Sherin S Abdel-Meguid and Cheryl A Janson and Karla J D’Alessio and Michael S McQueney and Bernard Y Amegadzie and Charles R Hanning and Renee L DesJarlais and Jacques Briand and Susanta K Sarkar and Michael J Huddleston and Carl F Ijames and Steven A Carr and Keith T Garnes and Art Shu and J Richard Heys and Jeremy Bradbeer and Denise Zembryki and Liz Lee-Rykaczewski and Ian E James and Michael W Lark and Fred H Drake and Maxine Gowen and John G Gleason and Daniel F Veber",
            "1997",
            "Lw-s49njhw4C:u-x6o8ySG0sC",
            166,
            "https:\/\/www.pnas.org\/content\/94\/26\/14249.short",
            "15495955890243301546",
            "\/scholar?cites=15495955890243301546",
            {
                "1998":10,
                "1999":16,
                "2000":22,
                "2001":8,
                "2002":16,
                "2003":8,
                "2004":7,
                "2005":7,
                "2006":10,
                "2007":5,
                "2008":9,
                "2009":3,
                "2010":6,
                "2011":5,
                "2012":7,
                "2013":5,
                "2014":6,
                "2015":4,
                "2016":3,
                "2017":3,
                "2018":3,
                "2019":1,
                "2020":2
            }
        ],
        [
            "Sphingosine-1-phosphate (S1P), a bioactive sphingolipid metabolite, is the ligand for five specific G protein-coupled receptors, named S1P1 to S1P5. In this study, we found that cross-communication between platelet-derived growth factor receptor and S1P2 serves as a negative damper of PDGF functions. Deletion of the S1P2 receptor dramatically increased migration of mouse embryonic fibroblasts toward S1P, serum, and PDGF but not fibronectin. This enhanced migration was dependent on expression of S1P1 and sphingosine kinase 1 (SphK1), the enzyme that produces S1P, as revealed by downregulation of their expression with antisense RNA and small interfering RNA, respectively. Although S1P2 deletion had no significant effect on tyrosine phosphorylation of the PDGF receptors or activation of extracellular signal-regulated kinase 1\/2 or Akt induced by PDGF, it reduced sustained PDGF-dependent p38 …",
            "The S1P2 receptor negatively regulates platelet-derived growth factor-induced motility and proliferation",
            "Sravan K Goparaju and Puneet S Jolly and Kenneth R Watterson and Meryem Bektas and Sergio Alvarez and Sukumar Sarkar and Lin Mel and Isao Ishii and Jerold Chun and Sheldon Milstien and Sarah Spiegel",
            "2005",
            "Lw-s49njhw4C:RVqaWcrwK10C",
            158,
            "https:\/\/mcb.asm.org\/content\/25\/10\/4237.short",
            "8085457925818143525",
            "\/scholar?cites=8085457925818143525",
            {
                "2005":5,
                "2006":14,
                "2007":23,
                "2008":24,
                "2009":7,
                "2010":13,
                "2011":10,
                "2012":12,
                "2013":10,
                "2014":7,
                "2015":8,
                "2016":7,
                "2017":7,
                "2018":4,
                "2019":2,
                "2020":4
            }
        ],
        [
            "Phe) 2 is compared with that of the hydrogenated analogue cyclo (L-Orn-L-Pro-D-Cha) 2. Except for theabsence of the weak bands at 258 to 270 nm due to phenylalanyl absorption (not shown in Figure 1) in the spectrum of the first peptide, the spectra are quite similar over a range of 200-240 nm. In Figure 2, spectra of cyclo (Gly-L-Pro-D-Phe) 2 and its hydrogenated analogue are compared. As in the case of the ornithine peptide, the spectra in the range of 195-240 nm are quite similar. Also included in Figure 2 is the CD spectrum of cyclo (L-Ala-L-",
            "Circular dichroism of β turns in peptides and proteins",
            "C Allen Bush and Susanta K Sarkar and Kenneth D Kopple",
            "1978",
            "Lw-s49njhw4C:d1gkVwhDpl0C",
            140,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/bi00616a015",
            "15532809580014663299",
            "\/scholar?cites=15532809580014663299",
            {
                "1981":6,
                "1982":6,
                "1983":6,
                "1984":2,
                "1985":5,
                "1986":4,
                "1987":2,
                "1988":3,
                "1989":2,
                "1990":5,
                "1991":3,
                "1992":1,
                "1993":2,
                "1994":1,
                "1995":1,
                "1996":3,
                "1997":2,
                "1998":2,
                "1999":2,
                "2000":4,
                "2001":1,
                "2002":5,
                "2003":2,
                "2004":1,
                "2005":3,
                "2006":6,
                "2007":7,
                "2008":4,
                "2009":6,
                "2010":4,
                "2011":1,
                "2012":4,
                "2013":6,
                "2014":4,
                "2015":1,
                "2016":8,
                "2017":6
            }
        ],
        [
            "Recently, a variety of schemes for obtaining 2D heteronuclear RELAY spectra have been proposed (I-6). These methods can be quite powerful for structure determination and spectral assignment. However, a recent analysis (7) has shown that in many cases the sensitivity of heteronuclear relayed-magnetization-transfer spectroscopy is considerably lower than for heteronuclear chemical-shift correlation (8-10). Especially in compounds with saturated aliphatic ring systems, such as steroids and alkaloids, the sensitivity of the heteronuclear RELAY experiment is often very low. Moreover, in all heteronuclear RELAY experiments proposed so far the ‘H-‘H multiplet components of the (‘H-13C) RELAY multiplet are in antiphase relative to one another (analogous to the antiphase nature of multiplet components in a COSY spectrum (II)) and the ‘H-13C RELAY multiplet is 90” out of phase relative to nonrelayed signal in the 2D spectrum. No pure-absorption 2D spectra can therefore be recorded with the existing RELAY experiments. We propose a new pulse scheme for heteronuclear RELAY spectroscopy that partly overcomes the problems mentioned above. In the new scheme, net magnetization transfer among protons is achieved via homonuclear Hartmann-Hahn-type cross-polarization. This type of homonuclear magnetization transfer was first discovered (12) as an artifact in homonuclear transverse NOE spectroscopy (13) and is closely related to the magnetization-transfer mechanism in the TOCSY experiment (14). We have recently demonstrated that this type of homonuclear cross-polarization is very powerful for the assignment of complex proton …",
            "An improved method for two-dimensional heteronuclear relayed-coherence-transfer NMR spectroscopy",
            "Ad Bax and Donald G Davis and Susanta K Sarkar",
            "1985",
            "Lw-s49njhw4C:2osOgNQ5qMEC",
            91,
            "https:\/\/spin.niddk.nih.gov\/bax\/lit\/508\/55.pdf",
            "9755957648808948603",
            "\/scholar?cites=9755957648808948603",
            {
                "1985":1,
                "1986":4,
                "1987":5,
                "1988":7,
                "1989":4,
                "1990":5,
                "1991":10,
                "1992":6,
                "1993":6,
                "1994":6,
                "1995":2,
                "1996":3,
                "1997":2,
                "1998":4,
                "1999":3,
                "2000":2,
                "2001":1,
                "2002":4,
                "2003":2,
                "2004":2,
                "2005":1,
                "2006":1,
                "2007":2,
                "2008":3,
                "2009":1,
                "2010":1,
                "2011":2
            }
        ],
        [
            "To evaluate the effects of SB 273005, a potent, orally active nonpeptide antagonist of the integrin αvβ3 vitronectin receptor, on joint integrity in rats with adjuvant‐induced arthritis (AIA).Male Lewis rats with AIA were orally dosed either prophylactically (days 0–20) or therapeutically (days 10–20) with SB 273005. Efficacy was determined by measurement of paw inflammation, assessment of bone mineral density using dual‐energy x‐ray absorptiometry (DEXA), magnetic resonance imaging (MRI), and histologic evaluation.SB 273005 is a potent antagonist of the closely related integrins, αvβ3 (Ki = 1.2 nM) and αvβ5 (Ki = 0.3 nM). When SB 273005 was administered prophylactically to AIA rats twice per day, it inhibited paw edema at doses of 10, 30, and 60 mg\/kg, by 40%, 50%, and 52%, respectively. Therapeutic administration twice daily was also effective, and a reduction in paw …",
            "Disease‐modifying activity of SB 273005, an orally active, nonpeptide αvβ3 (vitronectin receptor) antagonist, in rat adjuvant‐induced arthritis",
            "Alison M Badger and Simon Blake and Rasesh Kapadia and Susanta Sarkar and Joshua Levin and Barbara A Swift and Sandy J Hoffman and George B Stroup and William H Miller and Maxine Gowen and Michael W Lark",
            "2001",
            "Lw-s49njhw4C:9yKSN-GCB0IC",
            87,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/1529-0131(200101)44:1%3C128::AID-ANR17%3E3.0.CO;2-M",
            "15291207517262809209",
            "\/scholar?cites=15291207517262809209",
            {
                "2001":1,
                "2002":10,
                "2003":9,
                "2004":7,
                "2005":6,
                "2006":9,
                "2007":8,
                "2008":6,
                "2009":6,
                "2010":4,
                "2011":2,
                "2012":1,
                "2013":5,
                "2014":1,
                "2015":5,
                "2016":1,
                "2017":1,
                "2018":3,
                "2019":1
            }
        ]
    ]
}