{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "We report a simple process to solubilize high weight fraction single-wall carbon nanotubes in water by the nonspecific physical adsorption of sodium dodecylbenzene sulfonate. The diameter distribution of nanotubes in the dispersion, measured by atomic force microscopy, showed that even at 20 mg\/mL ∼63 ± 5% of single-wall carbon nanotube bundles exfoliated into single tubes. A measure of the length distribution of the nanotubes showed that our dispersion technique reduced nanotube fragmentation. ",
            "High weight fraction surfactant solubilization of single-wall carbon nanotubes in water",
            "MF Islam and E Rojas and DM Bergey and AT Johnson and AG Yodh",
            "2003",
            "LWAFHkEAAAAJ:u5HHmVD_uO8C",
            2200,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl025924u",
            "9629903189158275433",
            "\/scholar?cites=9629903189158275433",
            {
                "2003":9,
                "2004":51,
                "2005":76,
                "2006":115,
                "2007":129,
                "2008":147,
                "2009":167,
                "2010":192,
                "2011":179,
                "2012":159,
                "2013":165,
                "2014":143,
                "2015":140,
                "2016":125,
                "2017":114,
                "2018":112,
                "2019":93,
                "2020":71,
                "2021":3
            }
        ],
        [
            "When a drop of liquid dries on a solid surface, its suspended particulate matter is deposited in ring-like fashion. This phenomenon, known as the coffee-ring effect 1, 2, 3, is familiar to anyone who has observed a drop of coffee dry. During the drying process, drop edges become pinned to the substrate, and capillary flow outward from the centre of the drop brings suspended particles to the edge as evaporation proceeds. After evaporation, suspended particles are left highly concentrated along the original drop edge. The coffee-ring effect is manifested in systems with diverse constituents, ranging from large colloids 1, 4, 5 to nanoparticles 6 and individual molecules 7. In fact—despite the many practical applications for uniform coatings in printing 8, biology 9, 10 and complex assembly 11—the ubiquitous nature of the effect has made it difficult to avoid 6, 12, 13, 14, 15, 16. Here we show experimentally that the shape …",
            "Suppression of the coffee-ring effect by shape-dependent capillary interactions",
            "Peter J Yunker and Tim Still and Matthew A Lohr and AG Yodh",
            "2011",
            "LWAFHkEAAAAJ:hqOjcs7Dif8C",
            1229,
            "https:\/\/www.nature.com\/articles\/nature10344",
            "15596759460533585376",
            "\/scholar?cites=15596759460533585376",
            {
                "2011":9,
                "2012":79,
                "2013":87,
                "2014":107,
                "2015":135,
                "2016":139,
                "2017":185,
                "2018":156,
                "2019":156,
                "2020":160,
                "2021":10
            }
        ]
    ]
}