{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Enhancement of polarization and related properties in heteroepitaxially constrained thin films of the ferroelectromagnet, BiFeO3, is reported. Structure analysis indicates that the crystal structure of film is monoclinic in contrast to bulk, which is rhombohedral. The films display a room-temperature spontaneous polarization (50 to 60 microcoulombs per square centimeter) almost an order of magnitude higher than that of the bulk (6.1 microcoulombs per square centimeter). The observed enhancement is corroborated by first-principles calculations and found to originate from a high sensitivity of the polarization to small changes in lattice parameters. The films also exhibit enhanced thickness-dependent magnetism compared with the bulk. These enhanced and combined functional responses in thin film form present an opportunity to create and implement thin film devices that actively couple the magnetic and ferroelectric …",
            "Epitaxial BiFeO3 multiferroic thin film heterostructures",
            "JBNJ Wang and JB Neaton and H Zheng and V Nagarajan and SB Ogale and B Liu and D Viehland and V Vaithyanathan and DG Schlom and UV Waghmare and NA Spaldin and KM Rabe and M Wuttig and R Ramesh",
            "2003",
            "lWrEM48AAAAJ:u5HHmVD_uO8C",
            6248,
            "https:\/\/science.sciencemag.org\/content\/299\/5613\/1719.abstract",
            "16008266154748471982",
            "\/scholar?cites=16008266154748471982",
            {
                "2004":52,
                "2005":123,
                "2006":181,
                "2007":300,
                "2008":326,
                "2009":362,
                "2010":443,
                "2011":451,
                "2012":486,
                "2013":498,
                "2014":478,
                "2015":511,
                "2016":416,
                "2017":402,
                "2018":398,
                "2019":411,
                "2020":353,
                "2021":19
            }
        ],
        [
            "The adsorption of 12 different metal adatoms on graphene is studied using first-principles density-functional theory with the generalized gradient approximation. The adsorption energy, geometry, density of states (DOS), dipole moment, and work function of each adatom-graphene system are calculated. For the adatoms studied from groups I–III of the Periodic Table, the results are consistent with ionic bonding, and the adsorption is characterized by minimal change in the graphene electronic states and large charge transfer. For transition, noble, and group IV metals, the calculations are consistent with covalent bonding, and the adsorption is characterized by strong hybridization between adatom and graphene electronic states. For ionically bonded adatoms, the charge transfer is calculated quantitatively using two methods, one based on the DOS and the other based on the real-space-charge density. A variation in …",
            "First-principles study of metal adatom adsorption on graphene",
            "Kevin T Chan and JB Neaton and Marvin L Cohen",
            "2008",
            "lWrEM48AAAAJ:IjCSPb-OGe4C",
            1349,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.77.235430",
            "2150018613241210815",
            "\/scholar?cites=2150018613241210815",
            {
                "2008":8,
                "2009":42,
                "2010":63,
                "2011":113,
                "2012":111,
                "2013":130,
                "2014":145,
                "2015":132,
                "2016":140,
                "2017":123,
                "2018":104,
                "2019":107,
                "2020":121,
                "2021":4
            }
        ],
        [
            "The ground-state structural and electronic properties of ferroelectric Bi Fe O 3 are calculated using density functional theory within the local spin-density approximation (LSDA) and the LSDA+ U method. The crystal structure is computed to be rhombohedral with space group R 3 c, and the electronic structure is found to be insulating and antiferromagnetic, both in excellent agreement with available experiments. A large ferroelectric polarization of 90–100 μ C∕ cm 2 is predicted, consistent with the large atomic displacements in the ferroelectric phase and with recent experimental reports, but differing by an order of magnitude from early experiments. One possible explanation is that the latter may have suffered from large leakage currents. However, both past and contemporary measurements are shown to be consistent with the modern theory of polarization, suggesting that the range of reported polarizations may …",
            "First-principles study of spontaneous polarization in multiferroic ",
            "JB Neaton and C Ederer and UV Waghmare and NA Spaldin and KM Rabe",
            "2005",
            "lWrEM48AAAAJ:u-x6o8ySG0sC",
            1303,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.71.014113",
            "10390125048510677908",
            "\/scholar?cites=10390125048510677908",
            {
                "2005":17,
                "2006":38,
                "2007":65,
                "2008":62,
                "2009":64,
                "2010":102,
                "2011":89,
                "2012":94,
                "2013":102,
                "2014":110,
                "2015":120,
                "2016":95,
                "2017":82,
                "2018":85,
                "2019":104,
                "2020":61,
                "2021":5
            }
        ],
        [
            "The electronic structure of benzene on graphite (0001) is computed using the G W approximation for the electron self-energy. The benzene quasiparticle energy gap is predicted to be 7.2 eV on graphite, substantially reduced from its calculated gas-phase value of 10.5 eV. This decrease is caused by a change in electronic correlation energy, an effect completely absent from the corresponding Kohn-Sham gap. For weakly coupled molecules, this correlation energy change can be described as a surface polarization effect. A classical image potential model illustrates the impact for other conjugated molecules on graphite.",
            "Renormalization of molecular electronic levels at metal-molecule interfaces",
            "Jeffrey B Neaton and Mark S Hybertsen and Steven G Louie",
            "2006",
            "lWrEM48AAAAJ:zYLM7Y9cAGgC",
            808,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.97.216405",
            "707123701710783033",
            "\/scholar?cites=707123701710783033",
            {
                "2007":16,
                "2008":33,
                "2009":43,
                "2010":34,
                "2011":57,
                "2012":59,
                "2013":84,
                "2014":92,
                "2015":53,
                "2016":80,
                "2017":69,
                "2018":64,
                "2019":51,
                "2020":63,
                "2021":3
            }
        ],
        [
            "The process of carbon capture and sequestration has been proposed as a method of mitigating the build-up of greenhouse gases in the atmosphere. If implemented, the cost of electricity generated by a fossil fuel-burning power plant would rise substantially, owing to the expense of removing CO 2 from the effluent stream. There is therefore an urgent need for more efficient gas separation technologies, such as those potentially offered by advanced solid adsorbents. Here we show that diamine-appended metal-organic frameworks can behave as ‘phase-change’adsorbents, with unusual step-shaped CO 2 adsorption isotherms that shift markedly with temperature. Results from spectroscopic, diffraction and computational studies show that the origin of the sharp adsorption step is an unprecedented cooperative process in which, above a metal-dependent threshold pressure, CO 2 molecules insert into metal-amine …",
            "Cooperative insertion of CO2 in diamine-appended metal-organic frameworks",
            "Thomas M McDonald and Jarad A Mason and Xueqian Kong and Eric D Bloch and David Gygi and Alessandro Dani and Valentina Crocella and Filippo Giordanino and Samuel O Odoh and Walter S Drisdell and Bess Vlaisavljevich and Allison L Dzubak and Roberta Poloni and Sondre K Schnell and Nora Planas and Kyuho Lee and Tod Pascal and Liwen F Wan and David Prendergast and Jeffrey B Neaton and Berend Smit and Jeffrey B Kortright and Laura Gagliardi and Silvia Bordiga and Jeffrey A Reimer and Jeffrey R Long",
            "2015",
            "lWrEM48AAAAJ:bKqednn6t2AC",
            732,
            "https:\/\/www.nature.com\/articles\/nature14327",
            "5195389282512613256",
            "\/scholar?cites=5195389282512613256",
            {
                "2015":44,
                "2016":119,
                "2017":147,
                "2018":139,
                "2019":121,
                "2020":140,
                "2021":19
            }
        ],
        [
            "The first synthesis and characterization of [9]-, [12]-, and [18]cycloparaphenylene was demonstrated utilizing a novel aromatization reaction. We refer to these fascinating structures as “carbon nanohoops” due to their structural similarity to carbon nanotubes. Additionally, we have utilized computational methods to understand the unique properties of these fully conjugated macrocycles.",
            "Synthesis, characterization, and theory of [9]-,[12]-, and [18] cycloparaphenylene: carbon nanohoop structures",
            "Ramesh Jasti and Joydeep Bhattacharjee and Jeffrey B Neaton and Carolyn R Bertozzi",
            "2008",
            "lWrEM48AAAAJ:Se3iqnhoufwC",
            611,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja807126u",
            "13626775698934341013",
            "\/scholar?cites=13626775698934341013",
            {
                "2008":2,
                "2009":12,
                "2010":24,
                "2011":31,
                "2012":45,
                "2013":44,
                "2014":53,
                "2015":66,
                "2016":63,
                "2017":64,
                "2018":51,
                "2019":73,
                "2020":78,
                "2021":5
            }
        ],
        [
            "Molecular-scale components are expected to be central to the realization of nanoscale electronic devices 1, 2, 3. Although molecular-scale switching has been reported in atomic quantum point contacts 4, 5, 6, single-molecule junctions provide the additional flexibility of tuning the on\/off conductance states through molecular design. To date, switching in single-molecule junctions has been attributed to changes in the conformation or charge state of the molecule 7, 8, 9, 10, 11, 12. Here, we demonstrate reversible binary switching in a single-molecule junction by mechanical control of the metal–molecule contact geometry. We show that 4, 4'-bipyridine–gold single-molecule junctions can be reversibly switched between two conductance states through repeated junction elongation and compression. Using first-principles calculations, we attribute the different measured conductance states to distinct contact geometries …",
            "Mechanically controlled binary conductance switching of a single-molecule junction",
            "Su Ying Quek and Maria Kamenetska and Michael L Steigerwald and Hyoung Joon Choi and Steven G Louie and Mark S Hybertsen and JB Neaton and Latha Venkataraman",
            "2009",
            "lWrEM48AAAAJ:ufrVoPGSRksC",
            567,
            "https:\/\/www.nature.com\/nnano\/journal\/v4\/n4\/full\/nnano.2009.10.html",
            "12253066897407540096",
            "\/scholar?cites=12253066897407540096",
            {
                "2009":10,
                "2010":25,
                "2011":41,
                "2012":52,
                "2013":47,
                "2014":58,
                "2015":61,
                "2016":56,
                "2017":52,
                "2018":53,
                "2019":49,
                "2020":55,
                "2021":6
            }
        ],
        [
            "A combination of theory and experiment is used to quantitatively understand the conductance of single-molecule benzenediamine−gold junctions. A newly developed analysis is applied to a measured junction conductance distribution, based on 59 000 individual conductance traces, which has a clear peak at 0.0064 G0 and a width of ±47%. This analysis establishes that the distribution width originates predominantly from variations in conductance across different junctions rather than variations in conductance during junction elongation. Conductance calculations based on density functional theory (DFT) for 15 distinct junction geometries show a similar spread. We show explicitly that differences in local structure have a limited influence on conductance because the amine−Au bonding motif is well-defined and flexible, explaining the narrow distributions seen in the experiments. The minimal impact of junction …",
            "Amine− gold linked single-molecule circuits: experiment and theory",
            "Su Ying Quek and Latha Venkataraman and Hyoung Joon Choi and Steven G Louie and Mark S Hybertsen and JB Neaton",
            "2007",
            "lWrEM48AAAAJ:Tyk-4Ss8FVUC",
            493,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl072058i",
            "15748199373038355200",
            "\/scholar?cites=15748199373038355200",
            {
                "2008":32,
                "2009":35,
                "2010":23,
                "2011":37,
                "2012":49,
                "2013":47,
                "2014":40,
                "2015":52,
                "2016":45,
                "2017":38,
                "2018":27,
                "2019":31,
                "2020":28,
                "2021":5
            }
        ],
        [
            "The light alkali metals have played an important role in the developing understanding of the electronic structure of simple metals. These systems are commonly viewed in terms of an underlying interacting electron gas permeated by periodic arrays of ions normally occupying only a small fraction of the crystal volume. The electron–ion interaction, or equivalently the pseudopotential, has been argued to be weak in such systems, reflecting the partial cancellation of nuclear attraction by the largely repulsive effects of Pauli exclusion by the core electrons. Current experiments can now achieve densities at which the core electrons substantially overlap, significantly reducing the fractional volume available to fixed numbers of valence electrons. Here we report the results of first-principles calculations 1, 2 indicating that lithium, the band structure of which is largely free-electron-like at ordinary densities, does not follow the …",
            "Pairing in dense lithium",
            "JB Neaton and NW Ashcroft",
            "1999",
            "lWrEM48AAAAJ:d1gkVwhDpl0C",
            426,
            "https:\/\/www.nature.com\/articles\/22067",
            "1249296300370912567",
            "\/scholar?cites=1249296300370912567",
            {
                "1999":3,
                "2000":11,
                "2001":12,
                "2002":18,
                "2003":13,
                "2004":21,
                "2005":24,
                "2006":22,
                "2007":25,
                "2008":28,
                "2009":20,
                "2010":27,
                "2011":24,
                "2012":21,
                "2013":20,
                "2014":24,
                "2015":27,
                "2016":20,
                "2017":19,
                "2018":18,
                "2019":13,
                "2020":12,
                "2021":2
            }
        ],
        [
            "Structural and electronic properties of CaCu 3 Ti 4 O 12 are calculated using density-functional theory within the local spin-density approximation. After an analysis of structural stability, zone-center optical phonon frequencies are evaluated using the frozen-phonon method and mode effective charges are determined from computed Berry-phase polarizations. Excellent agreement between calculated and measured phonon frequencies is obtained. The calculated mode effective charges are in poorer agreement with experiment, although they are of the correct order of magnitude and the lattice contribution to the static dielectric constant is calculated to be∼ 40. On the basis of these results, various mechanisms are considered for the enormous dielectric response reported in recent experiments. No direct evidence is found for intrinsic lattice or electronic mechanisms, suggesting that increased attention should be …",
            "First-principles study of the structure and lattice dielectric response of CaCu 3 Ti 4 O 12",
            "Lixin He and JB Neaton and Morrel H Cohen and David Vanderbilt and CC Homes",
            "2002",
            "lWrEM48AAAAJ:2osOgNQ5qMEC",
            391,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.65.214112",
            "5501233207388990693",
            "\/scholar?cites=5501233207388990693",
            {
                "2002":3,
                "2003":6,
                "2004":23,
                "2005":33,
                "2006":24,
                "2007":37,
                "2008":28,
                "2009":26,
                "2010":26,
                "2011":24,
                "2012":21,
                "2013":22,
                "2014":22,
                "2015":22,
                "2016":14,
                "2017":19,
                "2018":11,
                "2019":17,
                "2020":12,
                "2021":1
            }
        ]
    ]
}