{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "Fluorescent semiconductor nanocrystals (quantum dots) have the potential to revolutionize biological imaging, but their use has been limited by difficulties in obtaining nanocrystals that are biocompatible. To address this problem, we encapsulated individual nanocrystals in phospholipid block–copolymer micelles and demonstrated both in vitro and in vivo imaging. When conjugated to DNA, the nanocrystal-micelles acted as in vitro fluorescent probes to hybridize to specific complementary sequences. Moreover, when injected into Xenopus embryos, the nanocrystal-micelles were stable, nontoxic (<5 × 109 nanocrystals per cell), cell autonomous, and slow to photobleach. Nanocrystal fluorescence could be followed to the tadpole stage, allowing lineage-tracing experiments in embryogenesis.",
            "In vivo imaging of quantum dots encapsulated in phospholipid micelles",
            "Benoit Dubertret and Paris Skourides and David J Norris and Vincent Noireaux and Ali H Brivanlou and Albert Libchaber",
            "2002",
            "lY7nGvsAAAAJ:u5HHmVD_uO8C",
            3714,
            "https:\/\/science.sciencemag.org\/content\/298\/5599\/1759.abstract",
            "16520955751730783166",
            "\/scholar?cites=16520955751730783166",
            {
                "2003":56,
                "2004":143,
                "2005":231,
                "2006":236,
                "2007":258,
                "2008":332,
                "2009":312,
                "2010":295,
                "2011":273,
                "2012":267,
                "2013":276,
                "2014":203,
                "2015":189,
                "2016":164,
                "2017":139,
                "2018":119,
                "2019":89,
                "2020":89,
                "2021":14
            }
        ],
        [
            "An Escherichia coli cell-free expression system is encapsulated in a phospholipid vesicle to build a cell-like bioreactor. Large unilamellar vesicles containing extracts are produced in an oil–extract emulsion. To form a bilayer the vesicles are transferred into a feeding solution that contains ribonucleotides and amino acids. Transcription–translation of plasmid genes is isolated in the vesicles. Whereas in bulk solution expression of enhanced GFP stops after 2 h, inside the vesicle permeability of the membrane to the feeding solution prolongs the expression for up to 5 h. To solve the energy and material limitations and increase the capacity of the reactor, the α-hemolysin pore protein from Staphylococcus aureus is expressed inside the vesicle to create a selective permeability for nutrients. The reactor can then sustain expression for up to 4 days with a protein production of 30 μM after 4 days. Oxygen diffusion and …",
            "A vesicle bioreactor as a step toward an artificial cell assembly",
            "Vincent Noireaux and Albert Libchaber",
            "2004",
            "lY7nGvsAAAAJ:u-x6o8ySG0sC",
            1053,
            "https:\/\/www.pnas.org\/content\/101\/51\/17669?%2520=",
            "2556226456489919402",
            "\/scholar?cites=2556226456489919402",
            {
                "2005":17,
                "2006":41,
                "2007":44,
                "2008":62,
                "2009":73,
                "2010":60,
                "2011":77,
                "2012":75,
                "2013":61,
                "2014":87,
                "2015":69,
                "2016":61,
                "2017":70,
                "2018":89,
                "2019":93,
                "2020":57,
                "2021":8
            }
        ],
        [
            "Cell-free protein synthesis is becoming a powerful technique to construct and to study complex informational processes in vitro. Engineering synthetic gene circuits in a test tube, however, is seriously limited by the transcription repertoire of modern cell-free systems, composed of only a few bacteriophage regulatory elements. Here, we report the construction and the phenomenological characterization of synthetic gene circuits engineered with a cell-free expression toolbox that works with the seven E. coli sigma factors. The E. coli endogenous holoenzyme E70 is used as the primary transcription machinery. Elementary circuit motifs, such as multiple stage cascades, AND gate and negative feedback loops are constructed with the six other sigma factors, two bacteriophage RNA polymerases, and a set of repressors. The circuit dynamics reveal the importance of the global mRNA turnover rate and of passive …",
            "An E. coli Cell-Free Expression Toolbox: Application to Synthetic Gene Circuits and Artificial Cells",
            "Jonghyeon Shin and Vincent Noireaux",
            "2012",
            "lY7nGvsAAAAJ:IjCSPb-OGe4C",
            321,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/sb200016s",
            "6965003606536378653",
            "\/scholar?cites=6965003606536378653",
            {
                "2012":10,
                "2013":28,
                "2014":28,
                "2015":32,
                "2016":34,
                "2017":46,
                "2018":43,
                "2019":60,
                "2020":34,
                "2021":4
            }
        ],
        [
            "Cell-free genetic circuit elements were constructed in a transcription–translation extract. We engineered transcriptional activation and repression cascades, in which the protein product of each stage is the input required to drive or block the following stage. Although we can find regions of linear response for single stages, cascading to subsequent stages requires working in nonlinear regimes. Substantial time delays and dramatic decreases in output production are incurred with each additional stage because of a bottleneck at the translation machinery. Faster turnover of RNA message can relieve competition between genes and stabilize output against variations in input and parameters.",
            "Principles of cell-free genetic circuit assembly",
            "Vincent Noireaux and Roy Bar-Ziv and Albert Libchaber",
            "2003",
            "lY7nGvsAAAAJ:d1gkVwhDpl0C",
            263,
            "https:\/\/www.pnas.org\/content\/100\/22\/12672.short",
            "16022640373148246077",
            "\/scholar?cites=16022640373148246077",
            {
                "2003":1,
                "2004":5,
                "2005":4,
                "2006":4,
                "2007":13,
                "2008":10,
                "2009":13,
                "2010":10,
                "2011":14,
                "2012":20,
                "2013":15,
                "2014":20,
                "2015":19,
                "2016":21,
                "2017":26,
                "2018":24,
                "2019":27,
                "2020":16
            }
        ],
        [
            "This article describes the state and the development of an artificial cell project. We discuss the experimental constraints to synthesize the most elementary cell-sized compartment that can self-reproduce using synthetic genetic information. The original idea was to program a phospholipid vesicle with DNA. Based on this idea, it was shown that in vitro gene expression could be carried out inside cell-sized synthetic vesicles. It was also shown that a couple of genes could be expressed for a few days inside the vesicles once the exchanges of nutrients with the outside environment were adequately introduced. The development of a cell-free transcription\/translation toolbox allows the expression of a large number of genes with multiple transcription factors. As a result, the development of a synthetic DNA program is becoming one of the main hurdles. We discuss the various possibilities to enrich and to replicate this …",
            "Development of an artificial cell, from self-organization to computation and self-reproduction",
            "Vincent Noireaux and Yusuke T Maeda and Albert Libchaber",
            "2011",
            "lY7nGvsAAAAJ:2osOgNQ5qMEC",
            261,
            "https:\/\/www.pnas.org\/content\/108\/9\/3473\/",
            "10600978544563428479",
            "\/scholar?cites=10600978544563428479",
            {
                "2011":9,
                "2012":25,
                "2013":41,
                "2014":37,
                "2015":25,
                "2016":23,
                "2017":39,
                "2018":12,
                "2019":21,
                "2020":25,
                "2021":3
            }
        ],
        [
            "Ideal cell-free expression systems can theoretically emulate an in vivo cellular environment in a controlled in vitro platform. 1 This is useful for expressing proteins and genetic circuits in a controlled manner as well as for providing a prototyping environment for synthetic biology. 2, 3 To achieve the latter goal, cell-free expression systems that preserve endogenous Escherichia coli transcription-translation mechanisms are able to more accurately reflect in vivo cellular dynamics than those based on T7 RNA polymerase transcription. We describe the preparation and execution of an efficient endogenous E. coli based transcription-translation (TX-TL) cell-free expression system that can produce equivalent amounts of protein as T7-based systems at a 98% cost reduction to similar commercial systems. 4, 5 The preparation of buffers and crude cell extract are described, as well as the execution of a three tube TX-TL …",
            "Protocols for implementing an Escherichia coli based TX-TL cell-free expression system for synthetic biology",
            "Zachary Z Sun and Clarmyra A Hayes and Jonghyeon Shin and Filippo Caschera and Richard M Murray and Vincent Noireaux",
            "2013",
            "lY7nGvsAAAAJ:qUcmZB5y_30C",
            249,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC3960857\/",
            "5038914641403957680",
            "\/scholar?cites=5038914641403957680",
            {
                "2013":4,
                "2014":9,
                "2015":25,
                "2016":24,
                "2017":35,
                "2018":48,
                "2019":49,
                "2020":46,
                "2021":6
            }
        ],
        [
            "We report on and provide a detailed characterization of the performance and properties of a recently developed, all Escherichia coli, cell-free transcription and translation system. Gene expression is entirely based on the endogenous translation components and transcription machinery provided by an E. coli cytoplasmic extract, thus expanding the repertoire of regulatory parts to hundreds of elements. We use a powerful metabolism for ATP regeneration to achieve more than 2 mg\/mL of protein synthesis in batch mode reactions, and more than 6 mg\/mL in semicontinuous mode. While the strength of cell-free expression is increased by a factor of 3 on average, the output signal of simple gene circuits and the synthesis of entire bacteriophages are increased by orders of magnitude compared to previous results. Messenger RNAs and protein degradation, respectively tuned using E. coli MazF interferase and ClpXP …",
            "The All E. coli TX-TL Toolbox 2.0: A Platform for Cell-Free Synthetic Biology",
            "Jonathan Garamella and Ryan Marshall and Mark Rustad and Vincent Noireaux",
            "2016",
            "lY7nGvsAAAAJ:35N4QoGY0k4C",
            230,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acssynbio.5b00296",
            "8910906700430068429",
            "\/scholar?cites=8910906700430068429",
            {
                "2016":12,
                "2017":35,
                "2018":56,
                "2019":57,
                "2020":62,
                "2021":5
            }
        ]
    ]
}