{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Fullerene single-wall nanotubes (SWNTs) were produced in yields of more than 70 percent by condensation of a laser-vaporized carbon-nickel-cobalt mixture at 1200°C. X-ray diffraction and electron microscopy showed that these SWNTs are nearly uniform in diameter and that they self-organize into “ropes,” which consist of 100 to 500 SWNTs in a two-dimensional triangular lattice with a lattice constant of 17 angstroms. The x-ray form factor is consistent with that of uniformly charged cylinders 13.8 ± 0.2 angstroms in diameter. The ropes were metallic, with a single-rope resistivity of <10−4 ohm-centimeters at 300 kelvin. The uniformity of SWNT diameter is attributed to the efficient annealing of an initial fullerene tubelet kept open by a few metal atoms; the optimum diameter is determined by competition between the strain energy of curvature of the graphene sheet and the dangling-bond energy of the open edge …",
            "Crystalline ropes of metallic carbon nanotubes",
            "Andreas Thess and Roland Lee and Pavel Nikolaev and Hongjie Dai and Pierre Petit and Jerome Robert and Chunhui Xu and Young Hee Lee and Seong Gon Kim and Andrew G Rinzler and Daniel T Colbert and Gustavo E Scuseria and David Tománek and John E Fischer and Richard E Smalley",
            "1996",
            "LYfhKXEAAAAJ:u5HHmVD_uO8C",
            7638,
            "https:\/\/science.sciencemag.org\/content\/273\/5274\/483.abstract",
            "9958544709655086665",
            "\/scholar?cites=9958544709655086665",
            {
                "1997":104,
                "1998":238,
                "1999":254,
                "2000":299,
                "2001":317,
                "2002":372,
                "2003":402,
                "2004":495,
                "2005":390,
                "2006":449,
                "2007":441,
                "2008":416,
                "2009":372,
                "2010":411,
                "2011":443,
                "2012":355,
                "2013":331,
                "2014":292,
                "2015":248,
                "2016":214,
                "2017":195,
                "2018":212,
                "2019":183,
                "2020":131,
                "2021":14
            }
        ],
        [
            "We introduce the 2D counterpart of layered black phosphorus, which we call phosphorene, as an unexplored p-type semiconducting material. Same as graphene and MoS2, single-layer phosphorene is flexible and can be mechanically exfoliated. We find phosphorene to be stable and, unlike graphene, to have an inherent, direct, and appreciable band gap. Our ab initio calculations indicate that the band gap is direct, depends on the number of layers and the in-layer strain, and is significantly larger than the bulk value of 0.31–0.36 eV. The observed photoluminescence peak of single-layer phosphorene in the visible optical range confirms that the band gap is larger than that of the bulk system. Our transport studies indicate a hole mobility that reflects the structural anisotropy of phosphorene and complements n-type MoS2. At room temperature, our few-layer phosphorene field-effect transistors with 1.0 μm channel …",
            "Phosphorene: an unexplored 2D semiconductor with a high hole mobility",
            "Han Liu and Adam T Neal and Zhen Zhu and Zhe Luo and Xianfan Xu and David Tománek and Peide D Ye",
            "2014",
            "LYfhKXEAAAAJ:7wO8s98CvbsC",
            4394,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn501226z",
            "1133275730792541252",
            "\/scholar?cites=1133275730792541252",
            {
                "2014":115,
                "2015":431,
                "2016":669,
                "2017":762,
                "2018":785,
                "2019":753,
                "2020":772,
                "2021":94
            }
        ],
        [
            "Combining equilibrium and nonequilibrium molecular dynamics simulations with accurate carbon potentials, we determine the thermal conductivity λ of carbon nanotubes and its dependence on temperature. Our results suggest an unusually high value, λ≈ 6600 W\/m K, for an isolated (1 0, 1 0) nanotube at room temperature, comparable to the thermal conductivity of a hypothetical isolated graphene monolayer or diamond. Our results suggest that these high values of λ are associated with the large phonon mean free paths in these systems; substantially lower values are predicted and observed for the basal plane of bulk graphite.",
            "Unusually high thermal conductivity of carbon nanotubes",
            "Savas Berber and Young-Kyun Kwon and David Tomanek",
            "2000",
            "LYfhKXEAAAAJ:d1gkVwhDpl0C",
            3872,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.84.4613",
            "17640838252698171470",
            "\/scholar?cites=17640838252698171470",
            {
                "2001":21,
                "2002":29,
                "2003":49,
                "2004":101,
                "2005":117,
                "2006":159,
                "2007":202,
                "2008":184,
                "2009":226,
                "2010":262,
                "2011":283,
                "2012":275,
                "2013":270,
                "2014":282,
                "2015":275,
                "2016":264,
                "2017":223,
                "2018":215,
                "2019":200,
                "2020":191,
                "2021":19
            }
        ],
        [
            "Field emission of electrons from individually mounted carbon nanotubes has been found to be dramatically enhanced when the nanotube tips are opened by laser evaporation or oxidative etching. Emission currents of 0.1 to 1 microampere were readily obtained at room temperature with bias voltages of less than 80 volts. The emitting structures are concluded to be linear chains of carbon atoms, Cn, (n = 10 to 100), pulled out from the open edges of the graphene wall layers of the nanotube by the force of the electric field, in a process that resembles unraveling the sleeve of a sweater.",
            "Unraveling nanotubes: field emission from an atomic wire",
            "AG Rinzler and JH Hafner and P Nikolaev and L Lou and SG Kim and D Tomanek and P Nordlander and DT Colbert and RE Smalley",
            "1995",
            "LYfhKXEAAAAJ:u-x6o8ySG0sC",
            2183,
            "https:\/\/science.sciencemag.org\/content\/269\/5230\/1550.abstract",
            "13721554132351637128",
            "\/scholar?cites=13721554132351637128",
            {
                "1996":13,
                "1997":34,
                "1998":52,
                "1999":70,
                "2000":81,
                "2001":94,
                "2002":120,
                "2003":123,
                "2004":156,
                "2005":150,
                "2006":163,
                "2007":152,
                "2008":143,
                "2009":115,
                "2010":125,
                "2011":92,
                "2012":80,
                "2013":87,
                "2014":53,
                "2015":47,
                "2016":39,
                "2017":35,
                "2018":79,
                "2019":30,
                "2020":37,
                "2021":3
            }
        ],
        [
            "We investigate a previously unknown phase of phosphorus that shares its layered structure and high stability with the black phosphorus allotrope. We find the in-plane hexagonal structure and bulk layer stacking of this structure, which we call “blue phosphorus,” to be related to graphite. Unlike graphite and black phosphorus, blue phosphorus displays a wide fundamental band gap. Still, it should exfoliate easily to form quasi-two-dimensional structures suitable for electronic applications. We study a likely transformation pathway from black to blue phosphorus and discuss possible ways to synthesize the new structure.",
            "Semiconducting layered blue phosphorus: a computational study",
            "Zhen Zhu and David Tománek",
            "2014",
            "LYfhKXEAAAAJ:MhiOAD_qIWkC",
            813,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.112.176802",
            "7674999945852798598",
            "\/scholar?cites=7674999945852798598",
            {
                "2014":28,
                "2015":95,
                "2016":115,
                "2017":121,
                "2018":140,
                "2019":148,
                "2020":140,
                "2021":20
            }
        ],
        [
            "Carbon nanotubes in the formof multiwalled fullerenes are shown hereto self-assemble under homogeneous gas-phase conditions of carbon condensation in an inert atmosphereheated to 1200 C—conditionspreviously thought to be optimal only for the annealing and growth of Cm and other spheroidal shells. Tubular fullerenes are known to be lessstable than their spheroidal counterparts and have thus far been reported only in circumstances where some extrinsic factor (eg, high electric fields, catalytic metal particles, hydrogen atoms, or a surface at low temperature) was available to help keep the fullerene structure open at its growing end. The experimental evidence reported here now indicates that multiwalled tube growth is inherent in the condensation of pure carbon vapors. Adatoms bonded between edge atoms of adjacent layers at the growing end are proposed to be the crucial intrinsic factor facilitating …",
            "Self-assembly of tubular fullerenes",
            "Ting Guo and Pavel Nikolaev and Andrew G Rinzler and David Tomanek and Daniel T Colbert and Richard E Smalley",
            "1995",
            "LYfhKXEAAAAJ:2osOgNQ5qMEC",
            797,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/j100027a002",
            "15333289131259379852",
            "\/scholar?cites=15333289131259379852",
            {
                "1995":3,
                "1996":8,
                "1997":12,
                "1998":16,
                "1999":8,
                "2000":23,
                "2001":26,
                "2002":22,
                "2003":24,
                "2004":24,
                "2005":33,
                "2006":42,
                "2007":36,
                "2008":53,
                "2009":47,
                "2010":47,
                "2011":53,
                "2012":56,
                "2013":43,
                "2014":43,
                "2015":30,
                "2016":42,
                "2017":33,
                "2018":26,
                "2019":25,
                "2020":17
            }
        ],
        [
            "We propose that superconductivity in A 3 C 60 (A= K, Rb) with T c≥ 30 K results from a favorable combination of high phonon frequencies and the existence of two different energy scales optimizing the coupling constant λ= NV. Calculations show that electron scattering V is dominated by particular on-ball Jahn-Teller-type modes on the scale of the large on-ball π-hopping energy, while the density of states N is controlled by the weak interball hopping energy. This factorization has several observed experimental consequences. Crucial differences to intercalated graphite explain the much smaller T c values in the graphite compounds.",
            "Electron-phonon coupling and superconductivity in alkali-intercalated C_60 solid",
            "M Schluter and M Lannoo and M Needels and GA Baraff and D Tomanek",
            "1992",
            "LYfhKXEAAAAJ:9yKSN-GCB0IC",
            536,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.68.526",
            "7085731409695759962",
            "\/scholar?cites=7085731409695759962",
            {
                "1992":53,
                "1993":67,
                "1994":65,
                "1995":46,
                "1996":36,
                "1997":22,
                "1998":24,
                "1999":15,
                "2000":28,
                "2001":20,
                "2002":17,
                "2003":12,
                "2004":15,
                "2005":13,
                "2006":8,
                "2007":5,
                "2008":3,
                "2009":3,
                "2010":4,
                "2011":6,
                "2012":11,
                "2013":13,
                "2014":6,
                "2015":10,
                "2016":11,
                "2017":3,
                "2018":7,
                "2019":4,
                "2020":3
            }
        ],
        [
            "We have studied the low frequency vibrational modes and the structural rigidity of long graphitic carbon tubules consisting of 100, 200, and 400 atoms. Our calculations have been performed using an empirical Keating Hamiltonian with parameters determined from first principles. We have found the “beam bending” mode to be one of the softest modes in these structures. The corresponding beam rigity of a “bucky tube” is compared to an found to exceed the highest values found in presently available materials.",
            "Structural rigidity and low frequency vibrational modes of long carbon tubules",
            "G Overney and W Zhong and D Tomanek",
            "1993",
            "LYfhKXEAAAAJ:IjCSPb-OGe4C",
            505,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/BF01436769.pdf",
            "9436360608833627776",
            "\/scholar?cites=9436360608833627776",
            {
                "1993":3,
                "1994":5,
                "1995":9,
                "1996":12,
                "1997":11,
                "1998":21,
                "1999":21,
                "2000":10,
                "2001":12,
                "2002":16,
                "2003":20,
                "2004":28,
                "2005":26,
                "2006":22,
                "2007":23,
                "2008":26,
                "2009":18,
                "2010":35,
                "2011":20,
                "2012":21,
                "2013":21,
                "2014":15,
                "2015":22,
                "2016":22,
                "2017":14,
                "2018":20,
                "2019":11,
                "2020":14,
                "2021":1
            }
        ],
        [
            "Studying the reason why single-layer molybdenum disulfide (MoS 2) appears to fall short of its promising potential in flexible nanoelectronics, we find that the nature of contacts plays a more important role than the semiconductor itself. In order to understand the nature of MoS 2\/metal contacts, we perform ab initio density functional theory calculations for the geometry, bonding, and electronic structure of the contact region. We find that the most common contact metal (Au) is rather inefficient for electron injection into single-layer MoS 2 and propose Ti as a representative example of suitable alternative electrode materials.",
            "Designing electrical contacts to MoS 2 monolayers: a computational study",
            "Igor Popov and Gotthard Seifert and David Tománek",
            "2012",
            "LYfhKXEAAAAJ:IRz6iEL74y4C",
            491,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.156802",
            "17383462628391770756",
            "\/scholar?cites=17383462628391770756",
            {
                "2012":5,
                "2013":45,
                "2014":65,
                "2015":63,
                "2016":86,
                "2017":61,
                "2018":53,
                "2019":53,
                "2020":56,
                "2021":4
            }
        ],
        [
            "We have measured the Raman spectrum of individual single walled carbon nanotubes in solution and compare it to that obtained from the same starting material where the tubes are present in ordered bundles or ropes. Interestingly, the radial mode frequencies for the tubes in solution are found to be∼ 10 cm− 1 higher than those observed for tubes in a rope, in apparent contradiction to lattice dynamics predictions. We suggest that there is no such contradiction, and propose that the upshift is due rather to a decreased energy spacing of the Van Hove singularities in isolated tubes over the spacings in a rope, thereby allowing the same laser excitation to excite different diameter tubes in these two samples.",
            "Effect of van der Waals interactions on the Raman modes in single walled carbon nanotubes",
            "AM Rao and J Chen and E Richter and U Schlecht and PC Eklund and RC Haddon and UD Venkateswaran and Y-K Kwon and D Tomanek",
            "2001",
            "LYfhKXEAAAAJ:qjMakFHDy7sC",
            446,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.86.3895",
            "1132862293030895382",
            "\/scholar?cites=1132862293030895382",
            {
                "2001":6,
                "2002":18,
                "2003":33,
                "2004":29,
                "2005":36,
                "2006":38,
                "2007":38,
                "2008":33,
                "2009":41,
                "2010":27,
                "2011":33,
                "2012":17,
                "2013":16,
                "2014":9,
                "2015":11,
                "2016":19,
                "2017":7,
                "2018":17,
                "2019":8,
                "2020":8,
                "2021":1
            }
        ]
    ]
}