{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We report on the implementation of crystal ion slicing in lithium niobate (LiNbO3). Deep-ion implantation is used to create a buried sacrificial layer in single-crystal c-cut poled wafers of LiNbO3, inducing a large etch selectivity between the sacrificial layer and the rest of the sample. 9-μm-thick films of excellent quality are separated from the bulk and bonded to silicon and gallium arsenide substrates. These single-crystal films have the same room-temperature dielectric and pyroelectric characteristics, and ferroelectric transition temperature as single-crystal bulk. A stronger high-temperature pyroelectric response is found in the films.",
            "Fabrication of single-crystal lithium niobate films by crystal ion slicing",
            "M Levy and RM Osgood Jr and R Liu and LE Cross and GS Cargill III and A Kumar and H Bakhru",
            "1998",
            "LytX-lQAAAAJ:DUooU5lO8OsC",
            277,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.121801",
            "15056529466974198062",
            "\/scholar?cites=15056529466974198062",
            {
                "1999":7,
                "2000":10,
                "2001":7,
                "2002":8,
                "2003":7,
                "2004":11,
                "2005":11,
                "2006":8,
                "2007":17,
                "2008":8,
                "2009":12,
                "2010":13,
                "2011":7,
                "2012":16,
                "2013":9,
                "2014":8,
                "2015":21,
                "2016":18,
                "2017":17,
                "2018":22,
                "2019":18,
                "2020":22
            }
        ],
        [
            "A waveguide optical isolator based on nonreciprocal interference is demonstrated. Ridge waveguides are fabricated in a Mach–Zehnder configuration on a single film of bismuth-, lutetium-, neodymium-iron garnet. With this design, no polarizers are required to achieve extinction in the backward propagation direction. This isolator exhibits a 19 dB extinction ratio at λ=1.54 μm. A flat wavelength dependence, to within 2 dB, has been observed in the range between 1.49 and 1.57 μm.",
            "Waveguide optical isolator based on Mach–Zehnder interferometer",
            "J Fujita and M Levy and RM Osgood Jr and L Wilkens and H Dötsch",
            "2000",
            "LytX-lQAAAAJ:eQOLeE2rZwMC",
            245,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.126284",
            "3518972746594337923",
            "\/scholar?cites=3518972746594337923",
            {
                "2000":1,
                "2001":7,
                "2002":7,
                "2003":7,
                "2004":13,
                "2005":8,
                "2006":17,
                "2007":16,
                "2008":12,
                "2009":2,
                "2010":7,
                "2011":16,
                "2012":17,
                "2013":19,
                "2014":12,
                "2015":13,
                "2016":8,
                "2017":11,
                "2018":19,
                "2019":14,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We report the first observation of a crossover with decreasing temperature of the resistivity of a doped semiconductor from the expT 0\/T) 1\/4 behavior characteristic of Mott variable-range hopping to the exp (T 0′\/T) 1\/2 form expected in the presence of a Coulomb gap. Simultaneous determination of T 0 and T 0′ for several dopant concentrations yields the empirical relation T 0′∝ T 0 p, with p≈ 23. If current theory is valid and applicable, this has unexpected implications regarding the critical behavior of the localization length and the dielectric constant at the metal-insulator transition.© 1990 The American Physical Society",
            "Probind the coulomb gap in insulating n-type CdSe",
            "Youzhu Zhang and Oeihua Dai and Miguel Levy and MP Sarachik",
            "1990",
            "LytX-lQAAAAJ:9pM33mqn1YgC",
            175,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.64.2687",
            "2317888904657086039",
            "\/scholar?cites=2317888904657086039",
            {
                "1991":6,
                "1992":12,
                "1993":8,
                "1994":15,
                "1995":3,
                "1996":3,
                "1997":3,
                "1998":7,
                "1999":8,
                "2000":7,
                "2001":6,
                "2002":4,
                "2003":3,
                "2004":2,
                "2005":4,
                "2006":6,
                "2007":3,
                "2008":4,
                "2009":7,
                "2010":6,
                "2011":4,
                "2012":6,
                "2013":5,
                "2014":2,
                "2015":7,
                "2016":4,
                "2017":6,
                "2018":10,
                "2019":10,
                "2020":2,
                "2021":1
            }
        ],
        [
            "Photonic crystals containing defects produce enhanced Faraday rotation but existing designs have low intensity output. We show that designs with two-defects possess sufficient freedom to attain high transmission over a large range of rotation angles in very short lengths. We optimize such systems for 45\/spl deg\/ rotation in optical isolators.",
            "High transmission enhanced Faraday rotation in one-dimensional photonic crystals with defects",
            "MJ Steel and M Levy and RM Osgood",
            "2000",
            "LytX-lQAAAAJ:_FxGoFyzp5QC",
            171,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/874225\/",
            "17208077077997511955",
            "\/scholar?cites=17208077077997511955",
            {
                "2000":2,
                "2001":1,
                "2002":3,
                "2003":3,
                "2004":21,
                "2005":16,
                "2006":11,
                "2007":6,
                "2008":2,
                "2009":4,
                "2010":8,
                "2011":11,
                "2012":17,
                "2013":12,
                "2014":9,
                "2015":10,
                "2016":9,
                "2017":5,
                "2018":5,
                "2019":7,
                "2020":7
            }
        ],
        [
            "We investigate enhancement of magnetooptical rotation in periodic magnetic garnet thin-film stacks with defects using a combination of coupled-mode theory and matrix calculations. We prove that a combination of high rotation per unit length and high output is unattainable for a symmetric grating with a single central defect. We demonstrate that the addition of a second defect introduces sufficient degrees of freedom to allow high transmission for a much larger range of rotation angles than was previously possible. We present a number of designs with emphasis on achieving 45  rotation in very short propagation lengths.",
            "Photonic bandgaps with defects and the enhancement of Faraday rotation",
            "MJ Steel and M Levy and RM Osgood",
            "2000",
            "LytX-lQAAAAJ:ufrVoPGSRksC",
            170,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=JLT-18-9-1297",
            "1186233681529026621",
            "\/scholar?cites=1186233681529026621",
            {
                "2000":1,
                "2001":2,
                "2002":10,
                "2003":9,
                "2004":23,
                "2005":15,
                "2006":13,
                "2007":5,
                "2008":9,
                "2009":4,
                "2010":11,
                "2011":15,
                "2012":13,
                "2013":8,
                "2014":1,
                "2015":5,
                "2016":10,
                "2017":5,
                "2018":3,
                "2019":5,
                "2020":2
            }
        ],
        [
            "The transmission and Faraday rotation characteristics of one-dimensional photonic crystals in cerium-substituted yttrium iron garnet (Ce:YIG) with multiple defects in the optical bandgap are studied theoretically at   = 1.55 m. It is found that the interdefect spacing can be adjusted to yield a flat top response, with close to 100% transmission and 45 Faraday rotation, for film structures as thin as 30 to 35 m. This is better than a three-fold reduction in thickness compared to the best Ce:YIG films for comparable rotations, and may allow a considerable reduction in size in manufactured optical isolators. Transmission bands as wide as 7 nm are predicted, which constitutes a considerable improvement over previously reported bandwidths for magnetic photonic crystals. Diffraction across the structure corresponds to a longer optical path length than the thickness of the film, calling for the use of guided optics to minimize …",
            "Flat-top response in one-dimensional magnetic photonic bandgap structures with Faraday rotation enhancement",
            "M Levy and HC Yang and MJ Steel and J Fujita",
            "2001",
            "LytX-lQAAAAJ:roLk4NBRz8UC",
            133,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=JLT-19-12-1964",
            "12817431346516006282",
            "\/scholar?cites=12817431346516006282",
            {
                "2002":3,
                "2003":3,
                "2004":12,
                "2005":12,
                "2006":8,
                "2007":4,
                "2008":2,
                "2009":4,
                "2010":6,
                "2011":9,
                "2012":14,
                "2013":9,
                "2014":6,
                "2015":9,
                "2016":9,
                "2017":5,
                "2018":3,
                "2019":10,
                "2020":4
            }
        ],
        [
            "This book merges theoretical and experimental works initiated in 1997 from consideration of periodical artificial dielectric structures comprising magneto-optical materials. Modern advances in magnetophotonics are discussed giving theoretical analyses and demonstrations of the consequences of light interaction with non-reciprocal media of various designs. This first collection of foundational works is devoted to light-to-artificial magnetic matter phenomena and related applications. The subject covers the physical background and the continuing research in the field of magnetophotonics.",
            "Magnetophotonics: From theory to applications",
            "Mitsuteru Inoue and Miguel Levy and Alexander V Baryshev",
            "2013",
            "LytX-lQAAAAJ:2P1L_qKh6hAC",
            111,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=Afc_AAAAQBAJ&oi=fnd&pg=PR4&dq=info:3aKbuH9DPHIJ:scholar.google.com&ots=7_YI3hzcuF&sig=T-IlWPFA0pPUzvR2XPhq3ufOAMM",
            "8231528434763539165",
            "\/scholar?cites=8231528434763539165",
            {
                "2013":6,
                "2014":15,
                "2015":7,
                "2016":22,
                "2017":21,
                "2018":11,
                "2019":16,
                "2020":11
            }
        ],
        [
            "The use of carbon nanotubes as tips in atomic force microscopy for a systematic study of dry etching pattern transfer in GaAs is described. The GaAs samples are patterned via electron beam lithography and then etched using magnetron reactive ion or chemically assisted ion beam processing. The technique allows diagnosis, in air, of etched features with scale sizes of <100 nm.",
            "Carbon nanotube tipped atomic force microscopy for measurement of< 100 nm etch morphology on semiconductors",
            "G Nagy and M Levy and R Scarmozzino and RM Osgood Jr and H Dai and RE Smalley and CA Michaels and GW Flynn and GF McLane",
            "1998",
            "LytX-lQAAAAJ:LkGwnXOMwfcC",
            106,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.122069",
            "8225063586754183687",
            "\/scholar?cites=8225063586754183687",
            {
                "1998":1,
                "1999":6,
                "2000":6,
                "2001":9,
                "2002":4,
                "2003":13,
                "2004":13,
                "2005":12,
                "2006":9,
                "2007":9,
                "2008":2,
                "2009":7,
                "2010":4,
                "2011":3,
                "2012":1,
                "2013":3,
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":1
            }
        ],
        [
            "This letter describes the use of a compact sputter-deposited thin-film magnet that is directly integrated onto a waveguide isolator fabricated in magnetic thin-film garnets. Film magnets of different thicknesses are sputtered onto the waveguides, and isolation ratios of 29 dB are obtained with negligible excess loss. Stress-birefringent effects due to the ferromagnetic film overlayer are eliminated by the use of an aluminum compliant buffer.",
            "Integrated optical isolators with sputter-deposited thin-film magnets",
            "M Levy and RM Osgood and H Hegde and FJ Cadieu and R Wolfe and VJ Fratello",
            "1996",
            "LytX-lQAAAAJ:UebtZRa9Y70C",
            105,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/502265\/",
            "3733110854584429550",
            "\/scholar?cites=3733110854584429550",
            {
                "1996":2,
                "1997":1,
                "1998":5,
                "1999":5,
                "2000":10,
                "2001":3,
                "2002":3,
                "2003":2,
                "2004":7,
                "2005":5,
                "2006":5,
                "2007":5,
                "2008":3,
                "2009":2,
                "2010":3,
                "2011":2,
                "2012":1,
                "2013":9,
                "2014":3,
                "2015":5,
                "2016":3,
                "2017":8,
                "2018":5,
                "2019":6,
                "2020":2
            }
        ],
        [
            "The miniaturization of optical isolators and their on-chip integration with various optoelectronic devices has been pursued for a number of years. However, reducing the standard paradigmatic construction used in commercial isolators to waveguide form requires stringent fabrication tolerances and special materials that tend to render the process difficult and costly. Thus, novel approaches in device design and materials technology are called for and are being pursued. This paper discusses the application of the Faraday and nonreciprocal phase shift effects in waveguide isolator operation, the complications that arise in the miniaturization of these devices, and the novel solutions being pursued.",
            "The on-chip integration of magnetooptic waveguide isolators",
            "Miguel Levy",
            "2002",
            "LytX-lQAAAAJ:hqOjcs7Dif8C",
            100,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1176673\/",
            "14991474422015626420",
            "\/scholar?cites=14991474422015626420",
            {
                "2004":7,
                "2005":12,
                "2006":9,
                "2007":7,
                "2008":5,
                "2009":4,
                "2010":3,
                "2011":2,
                "2012":2,
                "2013":3,
                "2014":5,
                "2015":4,
                "2016":6,
                "2017":5,
                "2018":7,
                "2019":11,
                "2020":7
            }
        ]
    ]
}