{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This paper addresses two important issues on stochastic models of chemical kinetic systems with disparate rates, namely, effective models over the slow time scale and efficient simulation algorithms. These issues have received a great deal of attention in recent years, and much progress has been made. 1–5 One main idea, pursued by many authors, 2, 4, 5 is to make a quasiequilibrium approximation for the fast processes and solve the empirically averaged slow processes. Even though this has been a common theme in much of the recent works on this subject, it seems that the key issue of identifying the effective process and effective variables over different time scales has not been fully understood. As a result, the validity and generality of these approaches have not been satisfactorily demonstrated. The present paper has two purposes. The first is to provide effective models and effective variables for stochastic chemical kinetic systems with disparate rates. Compared with previous works, such as Refs. 4 and 5 which rely on the identification of slow and fast species, our work gives a general prescription for identifying effective slow variables. As we will see later, in general the slow variables are not associated with specific species, but are rather combinations of the molecular numbers of several species. The second purpose of this paper is to suggest an efficient stochastic simulation algorithm for systems with disparate rates in the style of the well-known Gillespie algorithm. 6, 7 What should be noted is the simplicity of this algorithm, it is completely seamless. Even though understanding the effective dynamics on the slow time scale requires …",
            "Nested stochastic simulation algorithm for chemical kinetic systems with disparate rates",
            "Liu D EW and E Vanden-Eijnden",
            "2005",
            "LYVwHOcAAAAJ:roLk4NBRz8UC",
            132,
            "https:\/\/www.researchgate.net\/profile\/Eric_Vanden-Eijnden\/publication\/7448159_Nested_stochastic_simulation_algorithm_for_chemical_kinetic_systems_with_disparate_rates\/links\/5523eeaa0cf24f1609443052.pdf",
            "6120290514925292259",
            "\/scholar?cites=6120290514925292259",
            {
                "2005":1,
                "2006":3,
                "2007":12,
                "2008":16,
                "2009":12,
                "2010":9,
                "2011":8,
                "2012":8,
                "2013":8,
                "2014":11,
                "2015":8,
                "2016":7,
                "2017":8,
                "2018":8,
                "2019":8,
                "2020":4
            }
        ],
        [
            "We analyze a class of numerical schemes proposed [26] for stochastic differential equations with multiple time scales. Both advective and diffusive time scales are considered. Weak as well as strong convergence theorems are proven. Most of our results are optimal. They in turn allow us to provide a thorough discussion on the efficiency as well as optimal strategy for the method. © 2005 Wiley Periodicals, Inc.",
            "Analysis of multiscale methods for stochastic differential equations",
            "E Weinan and Di Liu and Eric Vanden‐Eijnden",
            "2005",
            "LYVwHOcAAAAJ:Se3iqnhoufwC",
            101,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/cpa.20088",
            "12385441895068209174",
            "\/scholar?cites=12385441895068209174",
            {
                "2005":3,
                "2006":2,
                "2007":7,
                "2008":5,
                "2009":6,
                "2010":1,
                "2011":10,
                "2012":9,
                "2013":5,
                "2014":2,
                "2015":9,
                "2016":9,
                "2017":7,
                "2018":8,
                "2019":10,
                "2020":8
            }
        ],
        [
            "We present an efficient numerical algorithm for simulating chemical kinetic systems with multiple time scales. This algorithm is an improvement of the traditional stochastic simulation algorithm (SSA), also known as Gillespie’s algorithm. It is in the form of a nested SSA and uses an outer SSA to simulate the slow reactions with rates computed from realizations of inner SSAs that simulate the fast reactions. The algorithm itself is quite general and seamless, and it amounts to a small modification of the original SSA. Our analysis of such multi-scale chemical kinetic systems allows us to identify the slow variables in the system, derive effective dynamics on the slow time scale, and provide error estimates for the nested SSA. Efficiency of the nested SSA is discussed using these error estimates, and illustrated through several numerical examples.",
            "Nested stochastic simulation algorithms for chemical kinetic systems with multiple time scales",
            "E Weinan and Di Liu and Eric Vanden-Eijnden",
            "2007",
            "LYVwHOcAAAAJ:_FxGoFyzp5QC",
            79,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021999106002804",
            "12518325656563759567",
            "\/scholar?cites=12518325656563759567",
            {
                "2007":5,
                "2008":9,
                "2009":5,
                "2010":4,
                "2011":6,
                "2012":4,
                "2013":8,
                "2014":3,
                "2015":8,
                "2016":4,
                "2017":8,
                "2018":5,
                "2019":5,
                "2020":3
            }
        ],
        [
            "In this paper, a framework of using h-adaptive finite element method for the Kohn–Sham equation on the tetrahedron mesh is presented. The Kohn–Sham equation is discretized by the finite element method, and the h-adaptive technique is adopted to optimize the accuracy and the efficiency of the algorithm. The locally optimal block preconditioned conjugate gradient method is employed for solving the generalized eigenvalue problem, and an algebraic multigrid preconditioner is used to accelerate the solver. A variety of numerical experiments demonstrate the effectiveness of our algorithm for both the all-electron and the pseudo-potential calculations.",
            "An h-adaptive finite element solver for the calculations of the electronic structures",
            "Gang Bao and Guanghui Hu and Di Liu",
            "2012",
            "LYVwHOcAAAAJ:Y0pCki6q_DkC",
            58,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021999112001738",
            "1158365507531598384",
            "\/scholar?cites=1158365507531598384",
            {
                "2013":3,
                "2014":5,
                "2015":6,
                "2016":6,
                "2017":11,
                "2018":4,
                "2019":8,
                "2020":13,
                "2021":2
            }
        ],
        [
            "In this paper, we study stochastic differential equations with two well-separated time scales. We prove that the rate of strong convergence to the averaged effective dynamics is of order O (ε1\/2), where ε≪ 1 is the parameter measuring the disparity of the time scales in the system. The convergence rate is shown to be optimal through examples.",
            "Strong convergence of principle of averaging for multiscale stochastic dynamical systems",
            "Di Liu",
            "2010",
            "LYVwHOcAAAAJ:eQOLeE2rZwMC",
            52,
            "https:\/\/www.intlpress.com\/site\/pub\/files\/_fulltext\/journals\/cms\/2010\/0008\/0004\/CMS-2010-0008-0004-a011.pdf",
            "1391242925703067110",
            "\/scholar?cites=1391242925703067110",
            {
                "2010":1,
                "2011":4,
                "2012":1,
                "2013":2,
                "2014":7,
                "2015":1,
                "2016":3,
                "2017":9,
                "2018":8,
                "2019":14,
                "2020":2
            }
        ],
        [
            "In this paper, a spectral method is formulated as a numerical solution for the stochastic Ginzburg-Landau equation driven by space-time white noise. The rates of pathwise convergence and convergence in expectation in Sobolev spaces are given based on the convergence rates of the spectral approximation for the stochastic convolution. The analysis can be generalized to other spectral methods for stochastic PDEs driven by additive noises, provided the regularity condition for the noises.",
            "Convergence of the spectral method for stochastic Ginzburg-Landau equation driven by space-time white noise",
            "Di Liu",
            "2003",
            "LYVwHOcAAAAJ:hqOjcs7Dif8C",
            32,
            "https:\/\/projecteuclid.org\/euclid.cms\/1118152076",
            "14358537226398582958",
            "\/scholar?cites=14358537226398582958",
            {
                "2007":1,
                "2008":3,
                "2009":1,
                "2010":2,
                "2011":1,
                "2012":7,
                "2013":2,
                "2014":2,
                "2015":3,
                "2016":3,
                "2017":1,
                "2018":4,
                "2019":2
            }
        ],
        [
            "A mesh redistribution method is introduced to solve the Kohn-Sham equation. The standard linear finite element space is employed for the spatial discretization, and the self-consistent field iteration scheme is adopted for the derived nonlinear generalized eigenvalue problem. A mesh redistribution technique is used to optimize the distribution of the mesh grids according to wavefunctions obtained from the self-consistent iterations. After the mesh redistribution, important regions in the domain such as the vicinity of the nucleus, as well as the bonding between the atoms, may be resolved more effectively. Consequently, more accurate numerical results are obtained without increasing the number of mesh grids. Numerical experiments confirm the effectiveness and reliability of our method for a wide range of problems. The accuracy and efficiency of the method are also illustrated through examples.",
            "Numerical solution of the Kohn-Sham equation by finite element methods with an adaptive mesh redistribution technique",
            "Gang Bao and Guanghui Hu and Di Liu",
            "2013",
            "LYVwHOcAAAAJ:Tyk-4Ss8FVUC",
            26,
            "https:\/\/link.springer.com\/article\/10.1007\/s10915-012-9636-1",
            "10376733940921524147",
            "\/scholar?cites=10376733940921524147",
            {
                "2012":1,
                "2013":1,
                "2014":2,
                "2015":3,
                "2016":6,
                "2017":4,
                "2018":4,
                "2019":5
            }
        ],
        [
            "We prove the convergence of a class of numerical schemes for stochastic dynamical systems with well-separated time scales. A sharp error estimate for the schemes is provided. The optimality of the convergence rate is illustrated through examples.",
            "Analysis of multiscale methods for stochastic dynamical systems with multiple time scales",
            "Di Liu",
            "2010",
            "LYVwHOcAAAAJ:WF5omc3nYNoC",
            16,
            "https:\/\/epubs.siam.org\/doi\/pdf\/10.1137\/090750664",
            "16066903732826531905",
            "\/scholar?cites=16066903732826531905",
            {
                "2010":1,
                "2011":3,
                "2012":2,
                "2013":2,
                "2014":1,
                "2015":2,
                "2016":1,
                "2017":1,
                "2018":3
            }
        ],
        [
            "We present a general strategy for proving ergodicity for stochastically forced nonlinear dissipative PDEs. It consists of two main steps. The first step is the reduction to a finite dimensional Gibbsian dynamics of the low modes. The second step is to prove the equivalence between measures induced by different past histories using Girsanov theorem. As applications, we prove ergodicity for Ginzburg–Landau, Kuramoto–Sivashinsky and Cahn–Hilliard equations with stochastic forcing.",
            "Gibbsian dynamics and invariant measures for stochastic dissipative PDEs",
            "E Weinan and Di Liu",
            "2002",
            "LYVwHOcAAAAJ:0EnyYjriUFMC",
            16,
            "https:\/\/link.springer.com\/article\/10.1023\/A:1019747716056",
            "748288011731920612",
            "\/scholar?cites=748288011731920612",
            {
                "2003":2,
                "2004":3,
                "2005":2,
                "2006":1,
                "2007":3,
                "2008":3,
                "2009":2
            }
        ],
        [
            "The hepatic insulin signaling mediated by insulin receptor substrates IRS1 and IRS2 plays a central role in maintaining glucose homeostasis under different physiological conditions. Although functions of individual components in the signaling network have been extensively studied, our knowledge is still limited with regard to how the signals are integrated and coordinated in the complex network to render their functional roles. In this study, we construct systematic models for the insulin signaling network mediated by IRS1 and IRS2, through the integration of current knowledge in the literature into mathematical models of insulin signaling pathways. We hypothesize that the specificity of the IRS signaling mechanisms emerges from the wiring and kinetics of the entire network. A discrete dynamic model is first constructed to account for the numerous dynamic features in the system, i.e., complex feedback circuits …",
            "Systematic modeling for the insulin signaling network mediated by IRS1 and IRS2",
            "Can Huang and Ming Wu and Jun Du and Di Liu and Christina Chan",
            "2014",
            "LYVwHOcAAAAJ:qjMakFHDy7sC",
            15,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022519314001775",
            "3802555938382330744",
            "\/scholar?cites=3802555938382330744",
            {
                "2013":1,
                "2014":1,
                "2015":5,
                "2016":2,
                "2017":1,
                "2018":1,
                "2019":3
            }
        ]
    ]
}