{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We have investigated the in vitro susceptibility of the human malaria parasite Plasmodium falciparum to killing by nitric oxide and related molecules. A saturated solution of nitric oxide did not inhibit parasite growth, but two oxidation products of nitric oxide (nitrite and nitrate ions) were toxic to the parasite in millimolar concentrations. Nitrosothiol derivatives of cysteine and glutathione were found to be about a thousand times more active (50% growth inhibitory concentration, approximately 40 microM) than nitrite.",
            "Killing of Plasmodium falciparum in vitro by nitric oxide derivatives.",
            "KA Rockett and MM Awburn and WB Cowden and IA Clark",
            "1991",
            "LyxRSrsAAAAJ:u5HHmVD_uO8C",
            420,
            "https:\/\/iai.asm.org\/content\/59\/9\/3280.short",
            "4481676743025224908",
            "\/scholar?cites=4481676743025224908",
            {
                "1992":7,
                "1993":12,
                "1994":19,
                "1995":18,
                "1996":24,
                "1997":9,
                "1998":15,
                "1999":20,
                "2000":14,
                "2001":23,
                "2002":25,
                "2003":22,
                "2004":18,
                "2005":21,
                "2006":22,
                "2007":21,
                "2008":15,
                "2009":15,
                "2010":15,
                "2011":16,
                "2012":14,
                "2013":10,
                "2014":9,
                "2015":13,
                "2016":7,
                "2017":8,
                "2018":2,
                "2019":3
            }
        ],
        [
            "A rapid reduction in parasitemia associated with damage to intraerythrocytic parasites was observed in Plasmodium vinckei-infected mice after they had received a single intravenous injection of alloxan. This was not prevented by prior injection of glucose, but was prevented by desferrioxamine or diethyldithiocarbamate. Prior injection of propanol partially blocked the phenomenon. A transient hemolysis was observed in malaria-infected mice, but not in controls, after injection of alloxan. This was also blocked by desferrioxamine, but not by glucose. Both the fall in parasitemia and hemolysis occurred, but less dramatically, when phenylhydrazine or hydrogen peroxide was injected into parasitized mice. Again, the hemolysis was blocked by desferrioxamine. These observations are consistent with the parasite death and hemolysis being mediated by reactive oxygen species, possibly hydroxyl radicals, and have …",
            "Evidence for reactive oxygen intermediates causing hemolysis and parasite death in malaria.",
            "IA Clark and NH Hunt",
            "1983",
            "LyxRSrsAAAAJ:u-x6o8ySG0sC",
            419,
            "https:\/\/iai.asm.org\/content\/39\/1\/1.short",
            "109572926994446688",
            "\/scholar?cites=109572926994446688",
            {
                "1983":14,
                "1984":25,
                "1985":22,
                "1986":25,
                "1987":21,
                "1988":12,
                "1989":27,
                "1990":15,
                "1991":9,
                "1992":13,
                "1993":13,
                "1994":13,
                "1995":7,
                "1996":3,
                "1997":3,
                "1998":10,
                "1999":5,
                "2000":4,
                "2001":8,
                "2002":4,
                "2003":4,
                "2004":10,
                "2005":12,
                "2006":4,
                "2007":11,
                "2008":12,
                "2009":5,
                "2010":10,
                "2011":7,
                "2012":12,
                "2013":16,
                "2014":12,
                "2015":5,
                "2016":6,
                "2017":16,
                "2018":10,
                "2019":6,
                "2020":5
            }
        ],
        [
            "The amyloid hypothesis has driven drug development strategies for Alzheimer's disease for over 20 years. We review why accumulation of amyloid-beta (Aβ) oligomers is generally considered causal for synaptic loss and neurodegeneration in AD. We elaborate on and update arguments for and against the amyloid hypothesis with new data and interpretations, and consider why the amyloid hypothesis may be failing therapeutically. We note several unresolved issues in the field including the presence of Aβ deposition in cognitively normal individuals, the weak correlation between plaque load and cognition, questions regarding the biochemical nature, presence and role of Aβ oligomeric assemblies in vivo, the bias of pre-clinical AD models toward the amyloid hypothesis and the poorly explained pathological heterogeneity and comorbidities associated with AD. We also illustrate how extensive data cited in support …",
            "Inconsistencies and controversies surrounding the amyloid hypothesis of Alzheimer's disease",
            "Gary P Morris and Ian A Clark and Bryce Vissel",
            "2014",
            "LyxRSrsAAAAJ:mVmsd5A6BfQC",
            386,
            "https:\/\/link.springer.com\/article\/10.1186\/s40478-014-0135-5",
            "3279451790033392625",
            "\/scholar?cites=3279451790033392625",
            {
                "2013":1,
                "2014":1,
                "2015":25,
                "2016":54,
                "2017":60,
                "2018":88,
                "2019":86,
                "2020":60,
                "2021":5
            }
        ],
        [
            "(1) Aluminium salts do not themselves stimulate peroxidation of ox-brain phospholipid liposomes, but they greatly accelerate the peroxidation induced by iron(II) salts at acidic pH values. This effect of Al(III) is not seen at pH 7.4, perhaps because Al(III) salts form insoluble complexes at this pH in aqueous solution. (2) Peroxidation of liposomes in the presence of Al(III) and Fe(II) salts is inhibited by the chelating agent desferrioxamine, and by EDTA and diethylenetriaminepentaacetic acid at concentrations greater than those of Fe(II) salt. (3) Aluminium salts slightly stimulate the peroxidation of peroxide-depleted linolenic acid micelles, but they do not accelerate the peroxidation induced by addition of iron(II) salts to the micelles at acidic pH. (4) Aluminium salts accelerate the peroxidation observed when human erythrocytes are treated with hydrogen peroxide at pH 7.4. Desferrioxamine decreases the peroxidation. (5 …",
            "Aluminium salts accelerate peroxidation of membrane lipids stimulated by iron salts",
            "John MC Gutteridge and Gregory J Quinlan and Ian Clark and Barry Halliwell",
            "1985",
            "LyxRSrsAAAAJ:d1gkVwhDpl0C",
            375,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0005276085901134",
            "8291284207593194301",
            "\/scholar?cites=8291284207593194301",
            {
                "1985":2,
                "1986":5,
                "1987":3,
                "1988":6,
                "1989":9,
                "1990":8,
                "1991":13,
                "1992":14,
                "1993":17,
                "1994":18,
                "1995":14,
                "1996":20,
                "1997":18,
                "1998":17,
                "1999":19,
                "2000":15,
                "2001":13,
                "2002":10,
                "2003":17,
                "2004":14,
                "2005":9,
                "2006":10,
                "2007":11,
                "2008":5,
                "2009":8,
                "2010":12,
                "2011":8,
                "2012":4,
                "2013":3,
                "2014":7,
                "2015":10,
                "2016":8,
                "2017":4,
                "2018":8,
                "2019":7,
                "2020":5,
                "2021":1
            }
        ],
        [
            "Malaria causes an acute systemic human disease that bears many similarities, both clinically and mechanistically, to those caused by bacteria, rickettsia, and viruses. Over the past few decades, a literature has emerged that argues for most of the pathology seen in all of these infectious diseases being explained by activation of the inflammatory system, with the balance between the pro and anti-inflammatory cytokines being tipped towards the onset of systemic inflammation. Although not often expressed in energy terms, there is, when reduced to biochemical essentials, wide agreement that infection with falciparum malaria is often fatal because mitochondria are unable to generate enough ATP to maintain normal cellular function. Most, however, would contend that this largely occurs because sequestered parasitized red cells prevent sufficient oxygen getting to where it is needed. This review considers the evidence that an equally or more important way ATP deficency arises in malaria, as well as these other infectious diseases, is an inability of mitochondria, through the effects of inflammatory cytokines on their function, to utilise available oxygen. This activity of these cytokines, plus their capacity to control the pathways through which oxygen supply to mitochondria are restricted (particularly through directing sequestration and driving anaemia), combine to make falciparum malaria primarily an inflammatory cytokine-driven disease.",
            "Human malarial disease: a consequence of inflammatory cytokine release",
            "Ian A Clark and Alison C Budd and Lisa M Alleva and William B Cowden",
            "2006",
            "LyxRSrsAAAAJ:UeHWp8X0CEIC",
            359,
            "https:\/\/malariajournal.biomedcentral.com\/articles\/10.1186\/1475-2875-5-85",
            "1357945604434015080",
            "\/scholar?cites=1357945604434015080",
            {
                "2006":1,
                "2007":12,
                "2008":18,
                "2009":12,
                "2010":20,
                "2011":30,
                "2012":31,
                "2013":36,
                "2014":30,
                "2015":32,
                "2016":19,
                "2017":37,
                "2018":24,
                "2019":28,
                "2020":18,
                "2021":3
            }
        ],
        [
            "This review summarizes the origins of the insight that excess production of pro-inflammatory cytokines caused a constellation of changes that contribute to pathophysiology of disease. This connection was made following the original 1975 TNF (tumor necrosis factor) publication from New York describing how activated macrophages kill tumors. The study caught the eye of a group in London who were trying to understand how the same in vivo macrophage activation would protect mice against the erythrocytic protozoan parasites that cause malaria and babesiosis. Based on collaborative research between these two groups, it was argued in 1981 that TNF and related cytokines initiated events that caused pathology, as well as parasite death within red cells in these infectious diseases. This proved to be a key conceptual advance. It was also argued that the pathology of bacterial sepsis logically had TNF origins. Once …",
            "How TNF was recognized as a key mechanism of disease",
            "Ian A Clark",
            "2007",
            "LyxRSrsAAAAJ:zYLM7Y9cAGgC",
            339,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1359610107000329",
            "12320036205165796207",
            "\/scholar?cites=12320036205165796207",
            {
                "2007":8,
                "2008":27,
                "2009":28,
                "2010":22,
                "2011":19,
                "2012":18,
                "2013":24,
                "2014":28,
                "2015":39,
                "2016":33,
                "2017":27,
                "2018":16,
                "2019":21,
                "2020":21,
                "2021":3
            }
        ],
        [
            "Tumor necrosis factor, lymphocyte-activating factor, and enhanced levels of type I interferon were found in serum samples taken 2 h after mice infected with Plasmodium vinckei subsp. petteri received a small intravenous injection of endotoxin. These three mediators are among those released when mice receive an endotoxin injection 2 weeks after Mycobacterium bovis BCG or Corynebacterium parvum have been administered. There is indirect evidence that this wider range of mediators is also released in P. vinckei subsp. petteri-infected mice given parenteral endotoxin. A recent report that endotoxin is detectable in the plasma of malaria-infected mice and children implies that these mediators may also be released in the acute phase of the natural infection. We propose that these macrophage-derived mediators may be important in the glucocorticoid antagonism, bone marrow depression, fever …",
            "Possible importance of macrophage-derived mediators in acute malaria.",
            "IA Clark and JL Virelizier and EA Carswell and PR Wood",
            "1981",
            "LyxRSrsAAAAJ:9yKSN-GCB0IC",
            339,
            "https:\/\/iai.asm.org\/content\/32\/3\/1058.short",
            "6658077103034785438",
            "\/scholar?cites=6658077103034785438",
            {
                "1981":3,
                "1982":9,
                "1983":17,
                "1984":27,
                "1985":15,
                "1986":19,
                "1987":15,
                "1988":17,
                "1989":22,
                "1990":16,
                "1991":5,
                "1992":10,
                "1993":5,
                "1994":9,
                "1995":8,
                "1996":2,
                "1997":2,
                "1998":1,
                "1999":6,
                "2000":3,
                "2001":8,
                "2002":5,
                "2003":4,
                "2004":5,
                "2005":6,
                "2006":8,
                "2007":10,
                "2008":9,
                "2009":8,
                "2010":6,
                "2011":7,
                "2012":8,
                "2013":6,
                "2014":4,
                "2015":4,
                "2016":3,
                "2017":8,
                "2018":4,
                "2019":4,
                "2020":6
            }
        ],
        [
            "Babesia spp. are haemoprotozoans, and some cause diseases of considerable economic importance in cattle. Complete protection against challenge has been recorded only in animals recovered from artificial 1 or natural infections with a virulent strain of the organism. We have achieved the same result with B. microti and B. rodhaini, two of the species which parasitise mice, by previous infection with Mycobacterium bovis strain BCG (Bacillus Calmette-Guerin). Evidence is provided that neither antibody specific for surface antigens of the parasites nor increased phagocytic capacity is responsible for this protection. We suggest that BCG protects by increasing the release of non-antibody soluble mediators of immunity postulated to cause the death of B. microti inside red cells 2. Preliminary observations on protection against Plasmodium berghei yoelii and P. vinckei are also presented.",
            "Protection of mice against Babesia, and Plasmodium with BCG",
            "IA Clark and AC Allison and FE Cox",
            "1976",
            "LyxRSrsAAAAJ:2osOgNQ5qMEC",
            316,
            "https:\/\/www.nature.com\/articles\/259309a0",
            "10952869418839659929",
            "\/scholar?cites=10952869418839659929",
            {
                "1982":25,
                "1983":8,
                "1984":26,
                "1985":12,
                "1986":14,
                "1987":12,
                "1988":3,
                "1989":10,
                "1990":6,
                "1991":1,
                "1992":6,
                "1993":4,
                "1994":4,
                "1995":1,
                "1996":2,
                "1997":2,
                "1998":2,
                "1999":3,
                "2000":3,
                "2001":1,
                "2002":3,
                "2003":3,
                "2004":7,
                "2005":4,
                "2006":3,
                "2007":7,
                "2008":2,
                "2009":3,
                "2010":3,
                "2011":1,
                "2012":4,
                "2013":1,
                "2014":6,
                "2015":7,
                "2016":7,
                "2017":4,
                "2018":4,
                "2019":8,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Among the unexplained changes caused by malaria in several host species, including man and mouse, are erythrophagocytosis and dyserythropoiesis. In order to see whether tumour necrosis factor (TNF) could contribute to these changes we injected recombinant human TNF intravenously into mice made very susceptible to this monokine by low density infection with a mouse malaria (Plasmodium vinckei) or prior injection of an extract of Coxiella burneti. Appreciable erythrophagocytosis, involving nucleated erythroblasts as well as mature red cells, was observed in bone marrow preparations from TNF‐treated mice and those with severe illness due to P. vinckei, but in no other group. Dyserythropoiesis, involving irregularly‐shaped nuclei and karyorrhexis, had the same distribution. TNF at concentrations up to 8 ng\/ml was detected in the serum of all mice with severe malaria, but not uninfected animals or those …",
            "Tumour necrosis factor may contribute to the anaemia of malaria by causing dyserythropoiesis and erythrophagocytosis",
            "IA Clark and G Chaudhri",
            "1988",
            "LyxRSrsAAAAJ:qjMakFHDy7sC",
            310,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1365-2141.1988.tb02440.x",
            "1512875654818436109",
            "\/scholar?cites=1512875654818436109",
            {
                "1988":1,
                "1989":7,
                "1990":10,
                "1991":5,
                "1992":8,
                "1993":6,
                "1994":11,
                "1995":7,
                "1996":3,
                "1997":10,
                "1998":8,
                "1999":9,
                "2000":9,
                "2001":7,
                "2002":12,
                "2003":7,
                "2004":11,
                "2005":10,
                "2006":16,
                "2007":19,
                "2008":15,
                "2009":9,
                "2010":9,
                "2011":16,
                "2012":5,
                "2013":17,
                "2014":10,
                "2015":9,
                "2016":13,
                "2017":6,
                "2018":6,
                "2019":12,
                "2020":5
            }
        ],
        [
            "Falciparum malaria is a complex disease with no simple explanation, affecting organs where the parasite is rare as well as those organs where it is more common. We continue to argue that it can best be understood in terms of excessive stimulation of normally useful pathways mediated by inflammatory cytokines, the prototype being tumor necrosis factor (TNF). These pathways involve downstream mediators, such as nitric oxide (NO) that the host normally uses to control parasites, but which, when uncontrolled, have bioenergetic failure of patient tissues as their predictable end point. Falciparum malaria is no different from many other infectious diseases that are clinically confused with it. The sequestration of parasitized red blood cells, prominent in some tissues but absent in others with equal functional loss, exacerbates, but does not change, these overriding principles. Recent opportunities to stain a wide range of …",
            "The pathophysiology of falciparum malaria",
            "Ian A Clark and William B Cowden",
            "2003",
            "LyxRSrsAAAAJ:Y0pCki6q_DkC",
            269,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0163725803000603",
            "4646295680033977477",
            "\/scholar?cites=4646295680033977477",
            {
                "2003":5,
                "2004":16,
                "2005":21,
                "2006":22,
                "2007":19,
                "2008":14,
                "2009":12,
                "2010":19,
                "2011":11,
                "2012":25,
                "2013":17,
                "2014":21,
                "2015":11,
                "2016":8,
                "2017":22,
                "2018":9,
                "2019":11,
                "2020":6
            }
        ]
    ]
}