{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Inverted polymer bulk heterojunction solar cells have received a great deal of attention because of their compatibility with large-scale roll-to-roll processing. The inverted cell geometry has the following structure: substrate (rigid or flexible)\/indium tin oxide\/electron-transporting layer\/photoactive layer\/hole-transporting layer\/top anode. Solution-processed metal-oxide films, based on materials such as ZnO and TiO 2, are typically used as the electron-transporting layers. Here, we demonstrate enhanced charge collection in inverted polymer solar cells using a surface-modified ZnO–polymer nanocomposite electron-transporting layer. Using this approach, we demonstrate inverted polymer solar cells based on a low-bandgap polymer with an alternating dithienogermole–thienopyrrolodione repeat unit (PDTG–TPD) with certified power conversion efficiencies of 7.4%. To our knowledge, this is the highest efficiency …",
            "High-efficiency inverted dithienogermole–thienopyrrolodione-based polymer solar cells",
            "Cephas E Small and Song Chen and Jegadesan Subbiah and Chad M Amb and Sai-Wing Tsang and Tzung-Han Lai and John R Reynolds and Franky So",
            "2012",
            "LzxLfYIAAAAJ:kRWSkSYxWN8C",
            973,
            "https:\/\/www.nature.com\/nphoton\/journal\/v6\/n2\/abs\/nphoton.2011.317.html",
            "11785521826479614197",
            "\/scholar?cites=11785521826479614197",
            {
                "2012":88,
                "2013":196,
                "2014":177,
                "2015":171,
                "2016":118,
                "2017":90,
                "2018":57,
                "2019":38,
                "2020":33,
                "2021":3
            }
        ],
        [
            "We report the synthesis and bulk heterojunction photovoltaic performance of the first dithienogermole (DTG)-containing conjugated polymer. Stille polycondensation of a distannyl-DTG derivative with 1,3-dibromo-N-octyl-thienopyrrolodione (TPD) results in an alternating copolymer which displays light absorption extending to 735 nm, and a higher HOMO level than the analogous copolymer containing the commonly utilized dithienosilole (DTS) heterocycle. When polyDTG-TPD:PC70BM blends are utilized in inverted bulk heterojunction solar cells, the cells display average power conversion efficiencies of 7.3%, compared to 6.6% for the DTS-containing cells prepared in parallel under identical conditions. The performance enhancement is a result of a higher short-circuit current and fill factor in the DTG-containing cells, which comes at the cost of a slightly lower open circuit voltage than for the DTS-based cells.",
            "Dithienogermole as a fused electron donor in bulk heterojunction solar cells",
            "Chad M Amb and Song Chen and Kenneth R Graham and Jegadesan Subbiah and Cephas E Small and Franky So and John R Reynolds",
            "2011",
            "LzxLfYIAAAAJ:qxL8FJ1GzNcC",
            724,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja204056m",
            "6635015595263172539",
            "\/scholar?cites=6635015595263172539",
            {
                "2011":24,
                "2012":139,
                "2013":162,
                "2014":118,
                "2015":65,
                "2016":70,
                "2017":34,
                "2018":73,
                "2019":20,
                "2020":16,
                "2021":1
            }
        ]
    ]
}