{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "A broad review of the structure and properties of carbon nanotubes is presented. Particular emphasis is given to the singularities in the one-dimensional density of states predicted for single-wall nanotubes of small diameter. The evidence provided by scanning tunneling microscopy and resonant Raman scattering experiments in support of these singularities in the one-dimensional density of states is presented. The remarkable electronic and mechanical properties of carbon nanotubes are also briefly reviewed and some potential applications for the nanotubes are suggested.",
            "Carbon nanotubes",
            "Mildred S Dresselhaus and Gene Dresselhaus and PC Eklund and AM Rao",
            "2000",
            "m0u9N18AAAAJ:HevVnK7dagcC",
            4940,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-94-011-4038-6_9",
            "341594119879951484",
            "\/scholar?cites=341594119879951484",
            {
                "2001":20,
                "2002":64,
                "2003":149,
                "2004":283,
                "2005":304,
                "2006":401,
                "2007":413,
                "2008":374,
                "2009":367,
                "2010":403,
                "2011":345,
                "2012":314,
                "2013":302,
                "2014":233,
                "2015":218,
                "2016":192,
                "2017":168,
                "2018":134,
                "2019":114,
                "2020":96,
                "2021":4
            }
        ],
        [
            "Based on a first-principles approach, we present scaling rules for the band gaps of graphene nanoribbons (GNRs) as a function of their widths. The GNRs considered have either armchair or zigzag shaped edges on both sides with hydrogen passivation. Both varieties of ribbons are shown to have band gaps. This differs from the results of simple tight-binding calculations or solutions of the Dirac’s equation based on them. Our ab initio calculations show that the origin of energy gaps for GNRs with armchair shaped edges arises from both quantum confinement and the crucial effect of the edges. For GNRs with zigzag shaped edges, gaps appear because of a staggered sublattice potential on the hexagonal lattice due to edge magnetization. The rich gap structure for ribbons with armchair shaped edges is further obtained analytically including edge effects. These results reproduce our ab initio calculation results very …",
            "Energy gaps in graphene nanoribbons",
            "Young-Woo Son and Marvin L Cohen and Steven G Louie",
            "2006",
            "m0u9N18AAAAJ:9yKSN-GCB0IC",
            4882,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.97.216803",
            "17875965161625632701",
            "\/scholar?cites=17875965161625632701",
            {
                "2007":94,
                "2008":178,
                "2009":254,
                "2010":349,
                "2011":465,
                "2012":458,
                "2013":446,
                "2014":476,
                "2015":406,
                "2016":388,
                "2017":398,
                "2018":337,
                "2019":300,
                "2020":297,
                "2021":16
            }
        ],
        [
            "Electrical current can be completely spin polarized in a class of materials known as half-metals, as a result of the coexistence of metallic nature for electrons with one spin orientation and insulating nature for electrons with the other. Such asymmetric electronic states for the different spins have been predicted for some ferromagnetic metals—for example, the Heusler compounds 1—and were first observed in a manganese perovskite 2. In view of the potential for use of this property in realizing spin-based electronics, substantial efforts have been made to search for half-metallic materials 3, 4. However, organic materials have hardly been investigated in this context even though carbon-based nanostructures hold significant promise for future electronic devices 5. Here we predict half-metallicity in nanometre-scale graphene ribbons by using first-principles calculations. We show that this phenomenon is realizable if in …",
            "Half-metallic graphene nanoribbons",
            "Young-Woo Son and Marvin L Cohen and Steven G Louie",
            "2006",
            "m0u9N18AAAAJ:2hlgnPHlchoC",
            4087,
            "https:\/\/www.nature.com\/articles\/nature05180",
            "8371698087805516278",
            "\/scholar?cites=8371698087805516278",
            {
                "2007":95,
                "2008":202,
                "2009":242,
                "2010":316,
                "2011":377,
                "2012":353,
                "2013":382,
                "2014":365,
                "2015":317,
                "2016":323,
                "2017":333,
                "2018":297,
                "2019":219,
                "2020":232,
                "2021":17
            }
        ]
    ]
}