{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "We present calculated optical harmonic spectra for atoms and ions in the high intensity regime to current short-pulse experiments. We find that ions can produce harmonics comparable in strength to those obtained from neutrals, and that the emission extends to much higher order. Simple scaling laws for the strength of the harmonic emission and the maximum observable harmonic are suggested. These results imply that the photoemission observed in recent experiments in helium and neon contains contributions from ions as well as neutrals.",
            "High-order harmonic generation from atoms and ions in the high intensity regime",
            "Jeffrey L Krause and Kenneth J Schafer and Kenneth C Kulander",
            "1992",
            "M3lwelwAAAAJ:u5HHmVD_uO8C",
            1577,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.68.3535",
            "4555315576357492818",
            "\/scholar?cites=4555315576357492818",
            {
                "1993":42,
                "1994":33,
                "1995":35,
                "1996":53,
                "1997":50,
                "1998":39,
                "1999":40,
                "2000":48,
                "2001":41,
                "2002":35,
                "2003":41,
                "2004":22,
                "2005":36,
                "2006":44,
                "2007":51,
                "2008":43,
                "2009":49,
                "2010":54,
                "2011":66,
                "2012":66,
                "2013":71,
                "2014":73,
                "2015":77,
                "2016":102,
                "2017":76,
                "2018":93,
                "2019":88,
                "2020":92,
                "2021":9
            }
        ],
        [
            "We present high sensitivity electron energy spectra for xenon in a strong 50 ps, 1.053 μm laser field. The above threshold ionization distribution is smoothly decreasing over the entire kinetic energy range (0–30 eV), with no abrupt changes in the slope. This is in direct contrast to the sharp cutoff observed in xenon optical harmonic generation spectra. Calculations using the single active electron approximation show excellent agreement with the observed electron distributions. These results directly address the unresolved relationship between the electron and photon emission from an atom in an intense field.",
            "Above threshold ionization beyond the high harmonic cutoff",
            "KJ Schafer and Baorui Yang and LF DiMauro and KC Kulander",
            "1993",
            "M3lwelwAAAAJ:sNmaIFBj_lkC",
            1357,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.70.1599",
            "7369958551130978379",
            "\/scholar?cites=7369958551130978379",
            {
                "1993":6,
                "1994":24,
                "1995":20,
                "1996":20,
                "1997":20,
                "1998":20,
                "1999":21,
                "2000":13,
                "2001":22,
                "2002":14,
                "2003":18,
                "2004":28,
                "2005":38,
                "2006":33,
                "2007":29,
                "2008":50,
                "2009":58,
                "2010":60,
                "2011":68,
                "2012":70,
                "2013":74,
                "2014":84,
                "2015":78,
                "2016":121,
                "2017":98,
                "2018":106,
                "2019":86,
                "2020":64,
                "2021":6
            }
        ],
        [
            "The production of He+ and He 2+ by a 160 fs, 780 nm laser has been measured over an unprecedented 12 orders of magnitude in counting range. Enhanced double electron emission, called nonsequential (NS) ionization, was observed over an intensity range where the single ionization dynamics is evolving from multiphoton to pure tunneling. The NS yield is found to scale with the ac-tunneling rate for the neutral, even when tunneling is not the dominant ionization pathway. A rescattering mechanism fails to predict the observed NS threshold or magnitude.",
            "Precision measurement of strong field double ionization of helium",
            "Barry Walker and Brian Sheehy and Louis F DiMauro and Pierre Agostini and Kenneth J Schafer and Kenneth C Kulander",
            "1994",
            "M3lwelwAAAAJ:ZHo1McVdvXMC",
            1121,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.73.1227",
            "13390307547043645406",
            "\/scholar?cites=13390307547043645406",
            {
                "1995":11,
                "1996":19,
                "1997":24,
                "1998":32,
                "1999":28,
                "2000":56,
                "2001":67,
                "2002":34,
                "2003":47,
                "2004":40,
                "2005":44,
                "2006":61,
                "2007":38,
                "2008":52,
                "2009":41,
                "2010":52,
                "2011":50,
                "2012":35,
                "2013":44,
                "2014":39,
                "2015":35,
                "2016":59,
                "2017":48,
                "2018":68,
                "2019":39,
                "2020":47,
                "2021":6
            }
        ]
    ]
}