{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "On September 14, 2015 at 09: 50: 45 UTC the two detectors of the Laser Interferometer Gravitational-Wave Observatory simultaneously observed a transient gravitational-wave signal. The signal sweeps upwards in frequency from 35 to 250 Hz with a peak gravitational-wave strain of 1.0× 10− 21. It matches the waveform predicted by general relativity for the inspiral and merger of a pair of black holes and the ringdown of the resulting single black hole. The signal was observed with a matched-filter signal-to-noise ratio of 24 and a false alarm rate estimated to be less than 1 event per 203 000 years, equivalent to a significance greater than 5.1 σ. The source lies at a luminosity distance of 41 0− 180+ 160 Mpc corresponding to a redshift z= 0.0 9− 0.04+ 0.03. In the source frame, the initial black hole masses are 3 6− 4+ 5 M⊙ and 2 9− 4+ 4 M⊙, and the final black hole mass is 6 2− 4+ 4 M⊙, with 3. 0− 0.5+ 0.5 M⊙ c 2 …",
            "Observation of gravitational waves from a binary black hole merger",
            "Benjamin P Abbott and Richard Abbott and TD Abbott and MR Abernathy and Fausto Acernese and Kendall Ackley and Carl Adams and Thomas Adams and Paolo Addesso and RX Adhikari and VB Adya and C Affeldt and Michail Agathos and Kazuhiro Agatsuma and Nishu Aggarwal and OD Aguiar and L Aiello and Anirban Ain and P Ajith and B Allen and A Allocca and PA Altin and SB Anderson and WG Anderson and K Arai and MA Arain and MC Araya and CC Arceneaux and JS Areeda and N Arnaud and KG Arun and S Ascenzi and G Ashton and M Ast and SM Aston and P Astone and P Aufmuth and C Aulbert and S Babak and P Bacon and MKM Bader and PT Baker and F Baldaccini and G Ballardin and SW Ballmer and JC Barayoga and SE Barclay and BC Barish and D Barker and F Barone and B Barr and L Barsotti and M Barsuglia and D Barta and J Bartlett and MA Barton and I Bartos and R Bassiri and Andrea Basti and JC Batch and C Baune and V Bavigadda and M Bazzan and B Behnke and M Bejger and C Belczynski and AS Bell and CJ Bell and BK Berger and J Bergman and G Bergmann and CPL Berry and D Bersanetti and A Bertolini and J Betzwieser and S Bhagwat and R Bhandare and IA Bilenko and G Billingsley and J Birch and R Birney and O Birnholtz and S Biscans and A Bisht and M Bitossi and C Biwer and MA Bizouard and JK Blackburn and CD Blair and DG Blair and RM Blair and S Bloemen and O Bock and TP Bodiya and M Boer and G Bogaert and C Bogan and A Bohe and P Bojtos and C Bond and F Bondu and R Bonnand and BA Boom and R Bork and Valerio Boschi and S Bose and Y Bouffanais and A Bozzi and C Bradaschia and PR Brady and VB Braginsky and Marica Branchesi and JE Brau and T Briant and A Brillet and M Brinkmann and V Brisson and P Brockill and AF Brooks and DA Brown and DD Brown and NM Brown and CC Buchanan and A Buikema and T Bulik and HJ Bulten and A Buonanno and D Buskulic and C Buy and RL Byer and M Cabero and L Cadonati and G Cagnoli and C Cahillane and J Calderón Bustillo and T Callister and E Calloni and JB Camp and KC Cannon and J Cao and CD Capano and E Capocasa and F Carbognani and S Caride and J Casanueva Diaz and C Casentini and S Caudill and M Cavaglià and F Cavalier and R Cavalieri",
            "2016",
            "M5pxAR0AAAAJ:2P1L_qKh6hAC",
            11891,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.116.061102",
            "9463658171864037215",
            "\/scholar?cites=9463658171864037215",
            {
                "2016":1391,
                "2017":1969,
                "2018":2579,
                "2019":2740,
                "2020":2846,
                "2021":238
            }
        ],
        [
            "The 1000 Genomes Project set out to provide a comprehensive description of common human genetic variation by applying whole-genome sequencing to a diverse set of individuals from multiple populations. Here we report completion of the project, having reconstructed the genomes of 2,504 individuals from 26 populations using a combination of low-coverage whole-genome sequencing, deep exome sequencing, and dense microarray genotyping. We characterized a broad spectrum of genetic variation, in total over 88 million variants (84.7 million single nucleotide polymorphisms (SNPs), 3.6 million short insertions\/deletions (indels), and 60,000 structural variants), all phased onto high-quality haplotypes. This resource includes> 99% of SNP variants with a frequency of> 1% for a variety of ancestries. We describe the distribution of genetic variation across the global sample, and discuss the implications for …",
            "A global reference for human genetic variation",
            "1000 Genomes Project Consortium",
            "2015",
            "M5pxAR0AAAAJ:8xutWZnSdmoC",
            7255,
            "https:\/\/www.nature.com\/articles\/nature15393",
            "4920627857991727214",
            "\/scholar?cites=4920627857991727214",
            {
                "2015":37,
                "2016":495,
                "2017":1238,
                "2018":1518,
                "2019":1758,
                "2020":1949,
                "2021":194
            }
        ],
        [
            "We report the observation of a gravitational-wave signal produced by the coalescence of two stellar-mass black holes. The signal, GW151226, was observed by the twin detectors of the Laser Interferometer Gravitational-Wave Observatory (LIGO) on December 26, 2015 at 03: 38: 53 UTC. The signal was initially identified within 70 s by an online matched-filter search targeting binary coalescences. Subsequent off-line analyses recovered GW151226 with a network signal-to-noise ratio of 13 and a significance greater than 5 σ. The signal persisted in the LIGO frequency band for approximately 1 s, increasing in frequency and amplitude over about 55 cycles from 35 to 450 Hz, and reached a peak gravitational strain of 3. 4− 0.9+ 0.7× 10− 22. The inferred source-frame initial black hole masses are 14.2− 3.7+ 8.3 M⊙ and 7. 5− 2.3+ 2.3 M⊙, and the final black hole mass is 20.8− 1.7+ 6.1 M⊙. We find that at least one of …",
            "GW151226: observation of gravitational waves from a 22-solar-mass binary black hole coalescence",
            "Benjamin P Abbott and R Abbott and TD Abbott and MR Abernathy and F Acernese and K Ackley and C Adams and T Adams and P Addesso and RX Adhikari and Vaishali Badrish Adya and C Affeldt and M Agathos and K Agatsuma and N Aggarwal and OD Aguiar and L Aiello and A Ain and P Ajith and Bruce Allen and Annalisa Allocca and PA Altin and SB Anderson and WG Anderson and K Arai and MC Araya and CC Arceneaux and JS Areeda and N Arnaud and KG Arun and S Ascenzi and G Ashton and M Ast and SM Aston and P Astone and P Aufmuth and C Aulbert and S Babak and P Bacon and MKM Bader and PT Baker and F Baldaccini and G Ballardin and SW Ballmer and JC Barayoga and SE Barclay and BC Barish and D Barker and F Barone and B Barr and L Barsotti and M Barsuglia and D Barta and J Bartlett and I Bartos and R Bassiri and Andrea Basti and JC Batch and C Baune and V Bavigadda and M Bazzan and M Bejger and AS Bell and BK Berger and G Bergmann and CPL Berry and D Bersanetti and A Bertolini and J Betzwieser and S Bhagwat and R Bhandare and IA Bilenko and G Billingsley and J Birch and R Birney and O Birnholtz and S Biscans and A Bisht and M Bitossi and C Biwer and MA Bizouard and JK Blackburn and CD Blair and DG Blair and RM Blair and S Bloemen and O Bock and M Boer and G Bogaert and C Bogan and A Bohe and C Bond and F Bondu and R Bonnand and BA Boom and R Bork and Valerio Boschi and S Bose and Y Bouffanais and A Bozzi and C Bradaschia and PR Brady and VB Braginsky and Marica Branchesi and JE Brau and T Briant and A Brillet and M Brinkmann and V Brisson and P Brockill and JE Broida and AF Brooks and DA Brown and DD Brown and NM Brown and S Brunett and CC Buchanan and A Buikema and T Bulik and HJ Bulten and A Buonanno and D Buskulic and C Buy and RL Byer and M Cabero and L Cadonati and G Cagnoli and C Cahillane and J Calderón Bustillo and T Callister and E Calloni and JB Camp and KC Cannon and J Cao and CD Capano and E Capocasa and F Carbognani and S Caride and J Casanueva Diaz and C Casentini and S Caudill and M Cavaglià and F Cavalier and R Cavalieri and G Cella and CB Cepeda and L Cerboni Baiardi and Giovanni Cerretani and E Cesarini and SJ Chamberlin",
            "2016",
            "M5pxAR0AAAAJ:48xauSegjOkC",
            3119,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.116.241103",
            "4892620357485410185",
            "\/scholar?cites=4892620357485410185",
            {
                "2016":251,
                "2017":791,
                "2018":862,
                "2019":640,
                "2020":512,
                "2021":39
            }
        ],
        [
            "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
            "Multi-messenger observations of a binary neutron star merger",
            "Benjamin P Abbott and S Bloemen and P Canizares and H Falcke and RP Fender and S Ghosh and P Groot and T Hinderer and JR Hörandel and PG Jonker and Z Kostrzewa-Rutkowska and G Nelemans and D Nichols and S Nissanke and P Schmidt and C Timmermans and AR van Vliet and AR Williamson",
            "2017",
            "M5pxAR0AAAAJ:zwpXiJ37cpgC",
            2235,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/2041-8213\/aa91c9\/meta",
            "2461611103499596342",
            "\/scholar?cites=2461611103499596342",
            {
                "2017":76,
                "2018":607,
                "2019":735,
                "2020":742,
                "2021":55
            }
        ],
        [
            "We describe the observation of GW170104, a gravitational-wave signal produced by the coalescence of a pair of stellar-mass black holes. The signal was measured on January 4, 2017 at 10∶ 11: 58.6 UTC by the twin advanced detectors of the Laser Interferometer Gravitational-Wave Observatory during their second observing run, with a network signal-to-noise ratio of 13 and a false alarm rate less than 1 in 70 000 years. The inferred component black hole masses are 31. 2− 6.0+ 8.4 M⊙ and 19. 4− 5.9+ 5.3 M⊙(at the 90% credible level). The black hole spins are best constrained through measurement of the effective inspiral spin parameter, a mass-weighted combination of the spin components perpendicular to the orbital plane, χ eff=− 0.1 2− 0.30+ 0.21. This result implies that spin configurations with both component spins positively aligned with the orbital angular momentum are disfavored. The source …",
            "GW170104: observation of a 50-solar-mass binary black hole coalescence at redshift 0.2",
            "LIGO Scientific and BP Abbott and R Abbott and TD Abbott and F Acernese and K Ackley and C Adams and T Adams and P Addesso and RX Adhikari and VB Adya and C Affeldt and M Afrough and B Agarwal and M Agathos and K Agatsuma and N Aggarwal and OD Aguiar and L Aiello and A Ain and P Ajith and B Allen and G Allen and A Allocca and PA Altin and A Amato and A Ananyeva and SB Anderson and WG Anderson and S Antier and S Appert and K Arai and MC Araya and JS Areeda and N Arnaud and KG Arun and S Ascenzi and G Ashton and M Ast and SM Aston and P Astone and P Aufmuth and C Aulbert and K AultONeal and A Avila-Alvarez and S Babak and P Bacon and MKM Bader and S Bae and PT Baker and F Baldaccini and G Ballardin and SW Ballmer and S Banagiri and JC Barayoga and SE Barclay and BC Barish and D Barker and F Barone and B Barr and L Barsotti and M Barsuglia and D Barta and J Bartlett and I Bartos and R Bassiri and A Basti and JC Batch and C Baune and M Bawaj and M Bazzan and B Bécsy and C Beer and M Bejger and I Belahcene and AS Bell and BK Berger and G Bergmann and CPL Berry and D Bersanetti and A Bertolini and J Betzwieser and S Bhagwat and R Bhandare and IA Bilenko and G Billingsley and CR Billman and J Birch and R Birney and O Birnholtz and S Biscans and A Bisht and M Bitossi and C Biwer and MA Bizouard and JK Blackburn and J Blackman and CD Blair and DG Blair and RM Blair and S Bloemen and O Bock and N Bode and M Boer and G Bogaert and A Bohe and F Bondu and R Bonnand and BA Boom and R Bork and V Boschi and S Bose and Y Bouffanais and A Bozzi and C Bradaschia and PR Brady and VB Braginsky and M Branchesi and JE Brau and T Briant and A Brillet and M Brinkmann and V Brisson and P Brockill and JE Broida and AF Brooks and DA Brown and DD Brown and NM Brown and S Brunett and CC Buchanan and A Buikema and T Bulik and HJ Bulten and A Buonanno and D Buskulic and C Buy and RL Byer and M Cabero and L Cadonati and G Cagnoli and C Cahillane and J Calderón Bustillo and TA Callister and E Calloni and JB Camp and M Canepa and P Canizares and KC Cannon and H Cao",
            "2017",
            "M5pxAR0AAAAJ:ZfRJV9d4-WMC",
            2124,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.118.221101",
            "11145356755647933208",
            "\/scholar?cites=11145356755647933208",
            {
                "2017":305,
                "2018":760,
                "2019":587,
                "2020":428,
                "2021":30
            }
        ],
        [
            "The Advanced LIGO gravitational wave detectors are second-generation instruments designed and built for the two LIGO observatories in Hanford, WA and Livingston, LA, USA. The two instruments are identical in design, and are specialized versions of a Michelson interferometer with 4 km long arms. As in Initial LIGO, Fabry–Perot cavities are used in the arms to increase the interaction time with a gravitational wave, and power recycling is used to increase the effective laser power. Signal recycling has been added in Advanced LIGO to improve the frequency response. In the most sensitive frequency region around 100 Hz, the design strain sensitivity is a factor of 10 better than Initial LIGO. In addition, the low frequency end of the sensitivity band is moved from 40 Hz down to 10 Hz. All interferometer components have been replaced with improved technologies to achieve this sensitivity gain. Much better seismic …",
            "Advanced ligo",
            "Junaid Aasi and BP Abbott and Richard Abbott and Thomas Abbott and MR Abernathy and Kendall Ackley and Carl Adams and Thomas Adams and Paolo Addesso and RX Adhikari and V Adya and C Affeldt and N Aggarwal and OD Aguiar and A Ain and P Ajith and A Alemic and B Allen and D Amariutei and SB Anderson and WG Anderson and K Arai and MC Araya and C Arceneaux and JS Areeda and G Ashton and S Ast and SM Aston and P Aufmuth and C Aulbert and BE Aylott and S Babak and PT Baker and SW Ballmer and JC Barayoga and M Barbet and S Barclay and BC Barish and D Barker and B Barr and L Barsotti and J Bartlett and MA Barton and I Bartos and R Bassiri and JC Batch and C Baune and B Behnke and AS Bell and C Bell and M Benacquista and J Bergman and G Bergmann and CPL Berry and J Betzwieser and S Bhagwat and R Bhandare and IA Bilenko and G Billingsley and J Birch and S Biscans and C Biwer and JK Blackburn and L Blackburn and CD Blair and David Blair and O Bock and TP Bodiya and P Bojtos and C Bond and R Bork and M Born and Sukanta Bose and PR Brady and VB Braginsky and JE Brau and DO Bridges and M Brinkmann and AF Brooks and DA Brown and DD Brown and NM Brown and S Buchman and A Buikema and A Buonanno and Laura Cadonati and J Calderon Bustillo and JB Camp and KC Cannon and J Cao and CD Capano and S Caride and S Caudill and M Cavaglià and C Cepeda and R Chakraborty and T Chalermsongsak and SJ Chamberlin and S Chao and P Charlton and Y Chen and HS Cho and M Cho and JH Chow and N Christensen and Qi Chu and S Chung and G Ciani and F Clara and JA Clark and C Collette and L Cominsky and M Constancio and D Cook and TR Corbitt and N Cornish and A Corsi and CA Costa and MW Coughlin and S Countryman and P Couvares and DM Coward and MJ Cowart and DC Coyne and R Coyne and K Craig and JDE Creighton and TD Creighton and J Cripe and SG Crowder and A Cumming and L Cunningham and C Cutler and K Dahl and T Dal Canton and M Damjanic and SL Danilishin and K Danzmann and L Dartez and I Dave and H Daveloza and GS Davies and EJ Daw and D DeBra and W Del Pozzo and T Denker and T Dent and V Dergachev and RT DeRosa and R DeSalvo",
            "2015",
            "M5pxAR0AAAAJ:UebtZRa9Y70C",
            1929,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0264-9381\/32\/7\/074001\/meta",
            "1439985753632784956",
            "\/scholar?cites=1439985753632784956",
            {
                "2015":105,
                "2016":268,
                "2017":240,
                "2018":298,
                "2019":359,
                "2020":603,
                "2021":45
            }
        ],
        [
            "On 2017 August 17, the gravitational-wave event GW170817 was observed by the Advanced LIGO and Virgo detectors, and the gamma-ray burst (GRB) GRB 170817A was observed independently by the Fermi Gamma-ray Burst Monitor, and the Anti-Coincidence Shield for the Spectrometer for the International Gamma-Ray Astrophysics Laboratory. The probability of the near-simultaneous temporal and spatial observation of GRB 170817A and GW170817 occurring by chance is 5.0 10 8-. We therefore confirm binary neutron star mergers as a progenitor of short GRBs. The association of GW170817 and GRB 170817A provides new insight into fundamental physics and the origin of short GRBs. We use the observed time delay of 1.74 0.05 s+() between GRB 170817A and GW170817 to:(i) constrain the difference between the speed of gravity and the speed of light to be between 3 10 15--and 7 10 16+-times …",
            "Gravitational waves and gamma-rays from a binary neutron star merger: GW170817 and GRB 170817A",
            "Benjamin P Abbott and Robert Abbott and TD Abbott and F Acernese and K Ackley and C Adams and T Adams and P Addesso and RX Adhikari and VB Adya and C Affeldt and M Afrough and B Agarwal and M Agathos and K Agatsuma and N Aggarwal and OD Aguiar and L Aiello and A Ain and P Ajith and B Allen and G Allen and A Allocca and MA Aloy and PA Altin and A Amato and A Ananyeva and SB Anderson and WG Anderson and SV Angelova and S Antier and S Appert and K Arai and MC Araya and JS Areeda and N Arnaud and KG Arun and S Ascenzi and G Ashton and M Ast and SM Aston and P Astone and DV Atallah and P Aufmuth and C Aulbert and K AultONeal and C Austin and A Avila-Alvarez and S Babak and P Bacon and MKM Bader and S Bae and PT Baker and F Baldaccini and G Ballardin and SW Ballmer and S Banagiri and JC Barayoga and SE Barclay and BC Barish and D Barker and K Barkett and F Barone and B Barr and L Barsotti and M Barsuglia and D Barta and J Bartlett and I Bartos and R Bassiri and A Basti and JC Batch and M Bawaj and JC Bayley and M Bazzan and B Bécsy and C Beer and M Bejger and I Belahcene and AS Bell and BK Berger and G Bergmann and JJ Bero and CPL Berry and D Bersanetti and A Bertolini and J Betzwieser and S Bhagwat and R Bhandare and IA Bilenko and G Billingsley and CR Billman and J Birch and R Birney and O Birnholtz and S Biscans and S Biscoveanu and A Bisht and M Bitossi and C Biwer and MA Bizouard and JK Blackburn and J Blackman and CD Blair and DG Blair and RM Blair and S Bloemen and O Bock and N Bode and M Boer and G Bogaert and A Bohe and François Bondu and E Bonilla and R Bonnand and BA Boom and R Bork and V Boschi and S Bose and K Bossie and Y Bouffanais and A Bozzi and C Bradaschia and PR Brady and M Branchesi and JE Brau and T Briant and A Brillet and M Brinkmann and V Brisson and P Brockill and JE Broida and AF Brooks and DA Brown and DD Brown and S Brunett and CC Buchanan and A Buikema and T Bulik and HJ Bulten and A Buonanno and D Buskulic and C Buy and RL Byer and M Cabero and L Cadonati and G Cagnoli and C Cahillane and J Calderón Bustillo and TA Callister",
            "2017",
            "M5pxAR0AAAAJ:Ug5p-4gJ2f0C",
            1575,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/2041-8213\/aa920c\/meta",
            "14630332123708971139",
            "\/scholar?cites=14630332123708971139",
            {
                "2017":37,
                "2018":429,
                "2019":530,
                "2020":521,
                "2021":40
            }
        ],
        [
            "The goal of the Laser Interferometric Gravitational-Wave Observatory (LIGO) is to detect and study gravitational waves (GWs) of astrophysical origin. Direct detection of GWs holds the promise of testing general relativity in the strong-field regime, of providing a new probe of exotic objects such as black holes and neutron stars and of uncovering unanticipated new astrophysics. LIGO, a joint Caltech–MIT project supported by the National Science Foundation, operates three multi-kilometer interferometers at two widely separated sites in the United States. These detectors are the result of decades of worldwide technology development, design, construction and commissioning. They are now operating at their design sensitivity, and are sensitive to gravitational wave strains smaller than one part in 10 21. With this unprecedented sensitivity, the data are being analyzed to detect or place limits on GWs from a variety of …",
            "LIGO: the laser interferometer gravitational-wave observatory",
            "BP Abbott and R Abbott and R Adhikari and P Ajith and Bruce Allen and G Allen and RS Amin and SB Anderson and WG Anderson and MA Arain and M Araya and H Armandula and P Armor and Y Aso and S Aston and Peter Aufmuth and Carsten Aulbert and Stanislav Babak and P Baker and S Ballmer and C Barker and D Barker and B Barr and Pablo Barriga and L Barsotti and MA Barton and I Bartos and R Bassiri and M Bastarrika and Berit Behnke and M Benacquista and J Betzwieser and PT Beyersdorf and IA Bilenko and G Billingsley and R Biswas and E Black and JK Blackburn and L Blackburn and David Blair and B Bland and TP Bodiya and L Bogue and Rolf Bork and V Boschi and S Bose and PR Brady and VB Braginsky and JE Brau and DO Bridges and Marc Brinkmann and AF Brooks and DA Brown and A Brummit and G Brunet and A Bullington and A Buonanno and Oliver Burmeister and RL Byer and L Cadonati and JB Camp and J Cannizzo and KC Cannon and J Cao and L Cardenas and S Caride and G Castaldi and S Caudill and M Cavaglià and C Cepeda and T Chalermsongsak and E Chalkley and P Charlton and S Chatterji and S Chelkowski and Yanbei Chen and N Christensen and CTY Chung and D Clark and J Clark and JH Clayton and Thomas Cokelaer and CN Colacino and R Conte and D Cook and TRC Corbitt and N Cornish and David Coward and DC Coyne and JDE Creighton and TD Creighton and AM Cruise and RM Culter and A Cumming and L Cunningham and SL Danilishin and Karsten Danzmann and B Daudert and Geraint Davies and EJ Daw and D DeBra and Jerome Degallaix and V Dergachev and S Desai and R DeSalvo and S Dhurandhar and M Díaz and Alexander Dietz and F Donovan and KL Dooley and EE Doomes and RWP Drever and Jessica Dück and I Duke and Jean-Charles Dumas and JG Dwyer and C Echols and M Edgar and A Effler and P Ehrens and E Espinoza and T Etzel and M Evans and T Evans and Stephen Fairhurst and Y Faltas and Y Fan and D Fazi and H Fehrmenn and LS Finn and K Flasch and S Foley and C Forrest and N Fotopoulos and A Franzen and Maik Frede and M Frei and Z Frei and A Freise and R Frey and T Fricke and P Fritschel and VV Frolov and M Fyffe and V Galdi and JA Garofoli and I Gholami and JA Giaime and Stefanos Giampanis and KD Giardina",
            "2009",
            "M5pxAR0AAAAJ:rmuvC79q63oC",
            1488,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0034-4885\/72\/7\/076901\/meta",
            "15260516453044638417",
            "\/scholar?cites=15260516453044638417",
            {
                "2008":9,
                "2009":36,
                "2010":125,
                "2011":142,
                "2012":184,
                "2013":162,
                "2014":161,
                "2015":177,
                "2016":141,
                "2017":95,
                "2018":90,
                "2019":79,
                "2020":70,
                "2021":4
            }
        ],
        [
            "We present an up-to-date, comprehensive summary of the rates for all types of compact binary coalescence sources detectable by the initial and advanced versions of the ground-based gravitational-wave detectors LIGO and Virgo. Astrophysical estimates for compact-binary coalescence rates depend on a number of assumptions and unknown model parameters and are still uncertain. The most confident among these estimates are the rate predictions for coalescing binary neutron stars which are based on extrapolations from observed binary pulsars in our galaxy. These yield a likely coalescence rate of 100 Myr− 1 per Milky Way Equivalent Galaxy (MWEG), although the rate could plausibly range from 1 Myr− 1 MWEG− 1 to 1000 Myr− 1 MWEG− 1 (Kalogera et al 2004 Astrophys. J. 601 L179; Kalogera et al 2004 Astrophys. J. 614 L137 (erratum)). We convert coalescence rates into detection rates based on data …",
            "Predictions for the rates of compact binary coalescences observable by ground-based gravitational-wave detectors",
            "Jea Abadie and BP Abbott and Richard Abbott and Matthew Abernathy and Timothee Accadia and Fausto Acernese and Carl Adams and Rana Adhikari and Parameswaran Ajith and Bruce Allen and G Allen and E Amador Ceron and RS Amin and SB Anderson and WG Anderson and F Antonucci and S Aoudia and MA Arain and M Araya and M Aronsson and KG Arun and Y Aso and S Aston and P Astone and DE Atkinson and Peter Aufmuth and C Aulbert and Stanislav Babak and P Baker and G Ballardin and S Ballmer and D Barker and S Barnum and F Barone and B Barr and Pablo Barriga and L Barsotti and M Barsuglia and MA Barton and I Bartos and R Bassiri and M Bastarrika and Jöran Bauchrowitz and Th S Bauer and B Behnke and MG Beker and M Benacquista and Alessandro Bertolini and J Betzwieser and N Beveridge and PT Beyersdorf and S Bigotta and IA Bilenko and G Billingsley and J Birch and S Birindelli and R Biswas and M Bitossi and MA Bizouard and E Black and JK Blackburn and L Blackburn and David Blair and B Bland and M Blom and A Blomberg and C Boccara and Oliver Bock and TP Bodiya and R Bondarescu and F Bondu and L Bonelli and R Bork and Michael Born and S Bose and L Bosi and M Boyle and S Braccini and C Bradaschia and PR Brady and VB Braginsky and JE Brau and Jens Breyer and DO Bridges and A Brillet and M Brinkmann and V Brisson and M Britzger and AF Brooks and DA Brown and R Budzyński and T Bulik and HJ Bulten and A Buonanno and J Burguet-Castell and Oliver Burmeister and D Buskulic and RL Byer and L Cadonati and G Cagnoli and E Calloni and JB Camp and E Campagna and P Campsie and J Cannizzo and KC Cannon and B Canuel and J Cao and C Capano and F Carbognani and S Caride and S Caudill and M Cavaglià and F Cavalier and R Cavalieri and G Cella and C Cepeda and Elisabetta Cesarini and T Chalermsongsak and E Chalkley and P Charlton and E Chassande Mottin and S Chelkowski and Y Chen and A Chincarini and N Christensen and SSY Chua and CTY Chung and D Clark and J Clark and JH Clayton and F Cleva and E Coccia and CN Colacino and J Colas and A Colla and M Colombini and R Conte and D Cook and TR Corbitt and C Corda and N Cornish and A Corsi and CA Costa and JP Coulon and David Coward and DC Coyne and JDE Creighton and TD Creighton and AM Cruise",
            "2010",
            "M5pxAR0AAAAJ:4fGpz3EwCPoC",
            1283,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0264-9381\/27\/17\/173001\/meta",
            "15371119345479681231",
            "\/scholar?cites=15371119345479681231",
            {
                "2010":25,
                "2011":80,
                "2012":137,
                "2013":151,
                "2014":173,
                "2015":180,
                "2016":172,
                "2017":127,
                "2018":100,
                "2019":60,
                "2020":64,
                "2021":9
            }
        ],
        [
            "The first observational run of the Advanced LIGO detectors, from September 12, 2015 to January 19, 2016, saw the first detections of gravitational waves from binary black hole mergers. In this paper, we present full results from a search for binary black hole merger signals with total masses up to 100 M⊙ and detailed implications from our observations of these systems. Our search, based on general-relativistic models of gravitational-wave signals from binary black hole systems, unambiguously identified two signals, GW150914 and GW151226, with a significance of greater than 5 σ over the observing period. It also identified a third possible signal, LVT151012, with substantially lower significance and with an 87% probability of being of astrophysical origin. We provide detailed estimates of the parameters of the observed systems. Both GW150914 and GW151226 provide an unprecedented opportunity to study the …",
            "Binary black hole mergers in the first advanced LIGO observing run",
            "Benjamin P Abbott and R Abbott and TD Abbott and MR Abernathy and F Acernese and K Ackley and C Adams and T Adams and P Addesso and RX Adhikari and VB Adya and Christoph Affeldt and M Agathos and K Agatsuma and N Aggarwal and OD Aguiar and L Aiello and A Ain and P Ajith and Bruce Allen and Annalisa Allocca and PA Altin and SB Anderson and WG Anderson and K Arai and MC Araya and CC Arceneaux and JS Areeda and N Arnaud and KG Arun and S Ascenzi and G Ashton and M Ast and SM Aston and P Astone and P Aufmuth and C Aulbert and S Babak and P Bacon and MKM Bader and PT Baker and F Baldaccini and G Ballardin and SW Ballmer and JC Barayoga and SE Barclay and BC Barish and D Barker and F Barone and B Barr and L Barsotti and M Barsuglia and D Barta and J Bartlett and I Bartos and R Bassiri and Andrea Basti and JC Batch and C Baune and V Bavigadda and M Bazzan and M Bejger and AS Bell and BK Berger and G Bergmann and CPL Berry and D Bersanetti and A Bertolini and J Betzwieser and S Bhagwat and R Bhandare and IA Bilenko and G Billingsley and J Birch and R Birney and O Birnholtz and S Biscans and A Bisht and M Bitossi and C Biwer and MA Bizouard and JK Blackburn and Carl D Blair and David G Blair and RM Blair and S Bloemen and O Bock and M Boer and G Bogaert and C Bogan and A Bohe and C Bond and F Bondu and R Bonnand and BA Boom and R Bork and Valerio Boschi and S Bose and Y Bouffanais and A Bozzi and C Bradaschia and PR Brady and VB Braginsky and Marica Branchesi and JE Brau and T Briant and A Brillet and M Brinkmann and V Brisson and P Brockill and JE Broida and AF Brooks and DA Brown and DD Brown and NM Brown and S Brunett and CC Buchanan and A Buikema and T Bulik and HJ Bulten and A Buonanno and D Buskulic and C Buy and RL Byer and M Cabero and L Cadonati and G Cagnoli and C Cahillane and J Calderon Bustillo and T Callister and E Calloni and JB Camp and KC Cannon and J Cao and CD Capano and E Capocasa and F Carbognani and S Caride and J Casanueva Diaz and C Casentini and S Caudill and M Cavaglià and F Cavalier and R Cavalieri and G Cella and CB Cepeda and L Cerboni Baiardi and G Cerretani and E Cesarini and SJ Chamberlin",
            "2016",
            "M5pxAR0AAAAJ:qjMakFHDy7sC",
            1237,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.6.041015",
            "297092300785447703",
            "\/scholar?cites=297092300785447703",
            {
                "2016":34,
                "2017":322,
                "2018":298,
                "2019":267,
                "2020":280,
                "2021":22
            }
        ]
    ]
}