{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "In high-temperature superconductivity, the process that leads to the formation of Cooper pairs, the fundamental charge carriers in any superconductor, remains mysterious. We used a femtosecond laser pump pulse to perturb superconducting Bi2Sr2CaCu2O8+δ and studied subsequent dynamics using time- and angle-resolved photoemission and infrared reflectivity probes. Gap and quasiparticle population dynamics revealed marked dependencies on both excitation density and crystal momentum. Close to the d-wave nodes, the superconducting gap was sensitive to the pump intensity, and Cooper pairs recombined slowly. Far from the nodes, pumping affected the gap only weakly, and recombination processes were faster. These results demonstrate a new window into the dynamical processes that govern quasiparticle recombination and gap formation in cuprates.",
            "Tracking Cooper pairs in a cuprate superconductor by ultrafast angle-resolved photoemission",
            "Christopher L Smallwood and James P Hinton and Christopher Jozwiak and Wentao Zhang and Jake D Koralek and Hiroshi Eisaki and Dung-Hai Lee and Joseph Orenstein and Alessandra Lanzara",
            "2012",
            "m5q0bWkAAAAJ:u5HHmVD_uO8C",
            183,
            "https:\/\/science.sciencemag.org\/content\/336\/6085\/1137.abstract",
            "8648447835204489659",
            "\/scholar?cites=8648447835204489659",
            {
                "2012":7,
                "2013":11,
                "2014":35,
                "2015":23,
                "2016":25,
                "2017":21,
                "2018":14,
                "2019":26,
                "2020":21
            }
        ],
        [
            "A search for an annual variation of a daily sidereal modulation of the frequency difference between colocated X e 129 and H e 3 Zeeman masers sets a stringent limit on boost-dependent Lorentz and C P T violation involving the neutron, consistent with no effect at the level of 150 nHz. In the framework of the general standard-model extension, the present result provides the first clean test for the fermion sector of the symmetry of spacetime under boost transformations at a level of 10− 27 G e V.",
            "Bound on Lorentz and  Violating Boost Effects for the Neutron",
            "F Cane and David Bear and David F Phillips and Matthew S Rosen and Chris L Smallwood and Richard E Stoner and Ronald L Walsworth and V Alan Kostelecký",
            "2004",
            "m5q0bWkAAAAJ:0EnyYjriUFMC",
            179,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.230801",
            "6512951211080263700",
            "\/scholar?cites=6512951211080263700",
            {
                "2004":5,
                "2005":16,
                "2006":24,
                "2007":10,
                "2008":19,
                "2009":13,
                "2010":10,
                "2011":15,
                "2012":8,
                "2013":3,
                "2014":13,
                "2015":9,
                "2016":9,
                "2017":9,
                "2018":3,
                "2019":4,
                "2020":6
            }
        ],
        [
            "High-transition-temperature cuprate superconductors are characterized by a strong momentum-dependent anisotropy between the low-energy excitations along the Brillouin zone diagonal (nodal direction) and those along the Brillouin zone face (antinodal direction)—the most striking example of which is the d-wave superconducting gap, with the largest magnitude found in the antinodal direction and no gap in the nodal direction. Furthermore, whereas antinodal quasiparticle excitations occur only below the transition temperature (T c), superconductivity is thought to be indifferent to nodal excitations that are regarded as robust and insensitive to T c. Here we reveal an unexpected link between nodal quasiparticles and superconductivity using high-resolution time-and angle-resolved photoemission on optimally doped Bi 2 Sr 2 CaCu 2 O 8+ δ. We observe a suppression of the nodal quasiparticle spectral weight …",
            "Nodal quasiparticle meltdown in ultrahigh-resolution pump–probe angle-resolved photoemission",
            "Jeff Graf and Chris Jozwiak and Chris L Smallwood and H Eisaki and Robert A Kaindl and Dung-Hai Lee and Alessandra Lanzara",
            "2011",
            "m5q0bWkAAAAJ:hqOjcs7Dif8C",
            128,
            "https:\/\/www.nature.com\/articles\/nphys2027",
            "12324467285059259609",
            "\/scholar?cites=12324467285059259609",
            {
                "2011":1,
                "2012":11,
                "2013":12,
                "2014":16,
                "2015":18,
                "2016":16,
                "2017":19,
                "2018":9,
                "2019":15,
                "2020":11
            }
        ],
        [
            "We report a systematic measurement of the space charge effect observed in the few-picosecond laser pulse regime in laser-based solid-state photoemission spectroscopy experiments. The broadening and the shift of a gold Fermi edge as a function of spot size, laser power, and emission angle are characterized for pulse lengths of 6 ps and 6 eV photon energy. The results are used as a benchmark for an N-body numerical simulation and are compared to different regimes used in photoemission spectroscopy. These results provide an important reference for the design of time- and angle-resolved photoemission spectroscopy setups and next-generation light sources.",
            "Vacuum space charge effect in laser-based solid-state photoemission spectroscopy",
            "Jeff Graf and Stefan Hellmann and Chris Jozwiak and CL Smallwood and Zahid Hussain and RA Kaindl and Lutz Kipp and Kai Rossnagel and Alessandra Lanzara",
            "2010",
            "m5q0bWkAAAAJ:u-x6o8ySG0sC",
            61,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3273487",
            "15105800985995107913",
            "\/scholar?cites=15105800985995107913",
            {
                "2010":2,
                "2011":4,
                "2012":9,
                "2013":2,
                "2014":4,
                "2015":6,
                "2016":7,
                "2017":5,
                "2018":5,
                "2019":10,
                "2020":6
            }
        ],
        [
            "We use time-and angle-resolved photoemission spectroscopy to characterize the dynamics of the energy gap in superconducting Bi 2 Sr 2 CaCu 2 O 8+ δ (Bi2212). Photoexcitation drives the system into a nonequilibrium pseudogap state: Near the Brillouin zone diagonal (inside the normal-state Fermi arc), the gap completely closes for a pump fluence beyond F≈ 15 μ J\/cm 2; toward the Brillouin zone face (outside the Fermi arc), it remains open to at least 24 μ J\/cm 2. This strongly anisotropic gap response may indicate multiple competing ordering tendencies in Bi2212. Despite these contrasts, the gap recovers with relatively momentum-independent dynamics at all probed momenta, which shows the persistent influence of superconductivity both inside and outside the Fermi arc.",
            "Time-and momentum-resolved gap dynamics in Bi 2 Sr 2 CaCu 2 O 8+ δ",
            "Christopher L Smallwood and Wentao Zhang and Tristan L Miller and Chris Jozwiak and Hiroshi Eisaki and Dung-Hai Lee and Alessandra Lanzara",
            "2014",
            "m5q0bWkAAAAJ:2osOgNQ5qMEC",
            51,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.89.115126",
            "7284831011211485931",
            "\/scholar?cites=7284831011211485931",
            {
                "2014":4,
                "2015":12,
                "2016":10,
                "2017":9,
                "2018":9,
                "2019":6,
                "2020":1
            }
        ],
        [
            "We present technical specifications for a high resolution time- and angle-resolved photoemission spectroscopy setup based on a hemispherical electron analyzer and cavity-dumped solid state Ti:sapphire laser used to generate pump and probe beams, respectively, at 1.48 and 5.93 eV. The pulse repetition rate can be tuned from 209 Hz to 54.3 MHz. Under typical operating settings the system has an overall energy resolution of 23 meV, an overall momentum resolution of 0.003 Å−1, and an overall time resolution of 310 fs. We illustrate the system capabilities with representative data on the cuprate superconductor Bi2Sr2CaCu2O8+δ. The descriptions and analyses presented here will inform new developments in ultrafast electron spectroscopy.",
            "An ultrafast angle-resolved photoemission apparatus for measuring complex materials",
            "Christopher L Smallwood and Christopher Jozwiak and Wentao Zhang and Alessandra Lanzara",
            "2012",
            "m5q0bWkAAAAJ:d1gkVwhDpl0C",
            49,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4772070",
            "8379191824413887141",
            "\/scholar?cites=8379191824413887141",
            {
                "2013":3,
                "2014":8,
                "2015":4,
                "2016":8,
                "2017":7,
                "2018":5,
                "2019":7,
                "2020":7
            }
        ],
        [
            "Ultrafast spectroscopy is an emerging technique with great promise in the study of quantum materials, as it makes it possible to track similarities and correlations that are not evident near equilibrium. Thus far, however, the way in which these processes modify the electron self-energy—a fundamental quantity describing many-body interactions in a material—has been little discussed. Here we use time-and angle-resolved photoemission to directly measure the ultrafast response of self-energy to near-infrared photoexcitation in high-temperature cuprate superconductor. Below the critical temperature of the superconductor, ultrafast excitations trigger a synchronous decrease of electron self-energy and superconducting gap, culminating in a saturation in the weakening of electron–boson coupling when the superconducting gap is fully quenched. In contrast, electron–boson coupling is unresponsive to ultrafast …",
            "Ultrafast quenching of electron–boson interaction and superconducting gap in a cuprate superconductor",
            "Wentao Zhang and Choongyu Hwang and Christopher L Smallwood and Tristan L Miller and Gregory Affeldt and Koshi Kurashima and Chris Jozwiak and Hiroshi Eisaki and Tadashi Adachi and Yoji Koike and Dung-Hai Lee and Alessandra Lanzara",
            "2014",
            "m5q0bWkAAAAJ:qjMakFHDy7sC",
            39,
            "https:\/\/www.nature.com\/articles\/ncomms5959",
            "577326395983950658",
            "\/scholar?cites=577326395983950658",
            {
                "2014":1,
                "2015":10,
                "2016":12,
                "2017":6,
                "2018":4,
                "2019":5,
                "2020":1
            }
        ],
        [
            "We use time-and angle-resolved photoemission to measure the nodal nonequilibrium electronic states in various dopings of Bi 2 Sr 2 CaCu 2 O 8+ δ. We find that the initial pump-induced transient signal of these ungapped states is strongly affected by the onset of the superconducting gap at T c, superconducting pairing fluctuations at T p, and the pseudogap at T*. Moreover, T p marks a suggestive threshold in the fluence-dependent transient signal, with the appearance of a critical fluence below T p that corresponds to the energy required to break apart all Cooper pairs. These results challenge the notion of a nodal-antinodal dichotomy in cuprate superconductors by establishing a link between nodal quasiparticles and the cuprate phase diagram.",
            "Signatures of superconductivity and pseudogap formation in nonequilibrium nodal quasiparticles revealed by ultrafast angle-resolved photoemission",
            "Wentao Zhang and Christopher L Smallwood and Chris Jozwiak and Tristan L Miller and Yoshiyuki Yoshida and Hiroshi Eisaki and Dung-Hai Lee and Alessandra Lanzara",
            "2013",
            "m5q0bWkAAAAJ:9yKSN-GCB0IC",
            38,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.88.245132",
            "12886264298101397786",
            "\/scholar?cites=12886264298101397786",
            {
                "2014":7,
                "2015":10,
                "2016":4,
                "2017":5,
                "2018":4,
                "2019":4,
                "2020":3
            }
        ],
        [
            "Techniques in time-and angle-resolved photoemission spectroscopy have facilitated a number of recent advances in the study of quantum materials. We review developments in this field related to the study of incoherent nonequilibrium electron dynamics, the analysis of interactions between electrons and collective excitations, the exploration of dressed-state physics, and the illumination of unoccupied band structure. Future prospects are also discussed.",
            "Ultrafast angle-resolved photoemission spectroscopy of quantum materials",
            "Christopher L Smallwood and Robert A Kaindl and Alessandra Lanzara",
            "2016",
            "m5q0bWkAAAAJ:9ZlFYXVOiuMC",
            35,
            "https:\/\/iopscience.iop.org\/article\/10.1209\/0295-5075\/115\/27001\/meta",
            "15527554464995085407",
            "\/scholar?cites=15527554464995085407",
            {
                "2017":4,
                "2018":8,
                "2019":11,
                "2020":12
            }
        ],
        [
            "Cuprate superconductors have long been thought of as having strong electronic correlations but negligible spin-orbit coupling. Using spin- and angle-resolved photoemission spectroscopy, we discovered that one of the most studied cuprate superconductors, Bi2212, has a nontrivial spin texture with a spin-momentum locking that circles the Brillouin zone center and a spin-layer locking that allows states of opposite spin to be localized in different parts of the unit cell. Our findings pose challenges for the vast majority of models of cuprates, such as the Hubbard model and its variants, where spin-orbit interaction has been mostly neglected, and open the intriguing question of how the high-temperature superconducting state emerges in the presence of this nontrivial spin texture.",
            "Revealing hidden spin-momentum locking in a high-temperature cuprate superconductor",
            "Kenneth Gotlieb and Chiu-Yun Lin and Maksym Serbyn and Wentao Zhang and Christopher L Smallwood and Christopher Jozwiak and Hiroshi Eisaki and Zahid Hussain and Ashvin Vishwanath and Alessandra Lanzara",
            "2018",
            "m5q0bWkAAAAJ:HDshCWvjkbEC",
            32,
            "https:\/\/science.sciencemag.org\/content\/362\/6420\/1271.abstract",
            "1148521389065833350",
            "\/scholar?cites=1148521389065833350",
            {
                "2019":8,
                "2020":21,
                "2021":3
            }
        ]
    ]
}