{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Numerous lines of evidence challenge the traditional interpretations of how crystals nucleate and grow in synthetic and natural systems. In contrast to the monomer-by-monomer addition described in classical models, crystallization by addition of particles, ranging from multi-ion complexes to fully formed nanocrystals, is now recognized as a common phenomenon. This diverse set of pathways results from the complexity of both the free-energy landscapes and the reaction dynamics that govern particle formation and interaction.Whereas experimental observations clearly demonstrate crystallization by particle attachment (CPA), many fundamental aspects remain unknown—particularly the interplay of solution structure, interfacial forces, and particle motion. Thus, a predictive description that connects molecular details to ensemble behavior is lacking. As that description develops, long-standing …",
            "Crystallization by particle attachment in synthetic, biogenic, and geologic environments",
            "James J De Yoreo and Pupa UPA Gilbert and Nico AJM Sommerdijk and R Lee Penn and Stephen Whitelam and Derk Joester and Hengzhong Zhang and Jeffrey D Rimer and Alexandra Navrotsky and Jillian F Banfield and Adam F Wallace and F Marc Michel and Fiona C Meldrum and Helmut Cölfen and Patricia M Dove",
            "2015",
            "M8dQ0YsAAAAJ:S16KYo8Pm5AC",
            896,
            "https:\/\/science.sciencemag.org\/content\/349\/6247\/aaa6760.abstract",
            "7591478677396043250",
            "\/scholar?cites=7591478677396043250",
            {
                "2015":12,
                "2016":106,
                "2017":150,
                "2018":186,
                "2019":196,
                "2020":220,
                "2021":21
            }
        ],
        [
            "The sensitivity of Laurdan (6-dodecanoyl-2-dimethylaminonaphthalene) excitation and emission spectra to the physical state of the membrane arises from dipolar relaxation processes in the membrane region surrounding the Laurdan molecule. Experiments performed using phospholipid vesicles composed of phospholipids with different polar head groups show that this part of the molecule is not responsible for the observed effects. Also, pH titration in the range from pH 4 to 10 shows that the spectral variations are independent of the charge of the polar head. A two-state model of dipolar relaxation is used to qualitatively explain the behavior of Laurdan. It is concluded that the presence of water molecules in the phospholipid matrix are responsible for the spectral properties of Laurdan in the gel phase. In the liquid crystalline phase there is a relaxation process that we attribute to water molecules that can reorientate …",
            "Quantitation of lipid phases in phospholipid vesicles by the generalized polarization of Laurdan fluorescence",
            "T Parasassi and G De Stasio and G Ravagnan and RM Rusch and E Gratton",
            "1991",
            "M8dQ0YsAAAAJ:4JMBOYKVnBMC",
            802,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349591820410",
            "11943890477533997111",
            "\/scholar?cites=11943890477533997111",
            {
                "1992":3,
                "1993":7,
                "1994":7,
                "1995":12,
                "1996":11,
                "1997":16,
                "1998":13,
                "1999":13,
                "2000":15,
                "2001":27,
                "2002":27,
                "2003":21,
                "2004":19,
                "2005":25,
                "2006":26,
                "2007":29,
                "2008":24,
                "2009":35,
                "2010":31,
                "2011":38,
                "2012":40,
                "2013":48,
                "2014":39,
                "2015":41,
                "2016":46,
                "2017":46,
                "2018":52,
                "2019":42,
                "2020":46,
                "2021":2
            }
        ],
        [
            "The organization of lipids surrounding membrane proteins can influence their properties. We have used 6-dodecanoyl-2-dimethylaminonaphthalene (Laurdan) to study phase coexistence and phase interconversion in membrane model systems. The fluorescence properties of Laurdan provide a unique possibility to study lipid domains because of the different excitation and emission spectra of this probe in the gel and in the liquid-crystalline phase. The difference in excitation spectra allows photoselection of Laurdan molecules in one of the two phases. Using the difference in emission spectra it is then possible to observe interconversion between the two phases. We have performed experiments in dipalmitoyl-phosphatidylcholine (DPPC) vesicles at different temperatures, in particular in the region of the phase transition, where phase coexistence and interconversion between phases is likely to be maximal. We have …",
            "Phase fluctuation in phospholipid membranes revealed by Laurdan fluorescence",
            "T Parasassi and G De Stasio and A d'Ubaldo and E Gratton",
            "1990",
            "M8dQ0YsAAAAJ:j3f4tGmQtD8C",
            709,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349590826370",
            "6737440676963287660",
            "\/scholar?cites=6737440676963287660",
            {
                "1991":2,
                "1992":5,
                "1993":8,
                "1994":10,
                "1995":13,
                "1996":8,
                "1997":12,
                "1998":12,
                "1999":11,
                "2000":15,
                "2001":20,
                "2002":19,
                "2003":21,
                "2004":20,
                "2005":22,
                "2006":20,
                "2007":29,
                "2008":23,
                "2009":28,
                "2010":39,
                "2011":38,
                "2012":32,
                "2013":37,
                "2014":31,
                "2015":38,
                "2016":36,
                "2017":34,
                "2018":38,
                "2019":40,
                "2020":42,
                "2021":4
            }
        ],
        [
            "Abundant, micrometer-scale, spherical aggregates of 2- to 5-nanometer-diameter sphalerite (ZnS) particles formed within natural biofilms dominated by relatively aerotolerant sulfate-reducing bacteria of the family Desulfobacteriaceae. The biofilm zinc concentration is about 106 times that of associated groundwater (0.09 to 1.1 parts per million zinc). Sphalerite also concentrates arsenic (0.01 weight %) and selenium (0.004 weight %). The almost monomineralic product results from buffering of sulfide concentrations at low values by sphalerite precipitation. These results show how microbes control metal concentrations in groundwater- and wetland-based remediation systems and suggest biological routes for formation of some low-temperature ZnS deposits.",
            "Formation of sphalerite (ZnS) deposits in natural biofilms of sulfate-reducing bacteria",
            "Matthias Labrenz and Gregory K Druschel and Tamara Thomsen-Ebert and Benjamin Gilbert and Susan A Welch and Kenneth M Kemner and Graham A Logan and Roger E Summons and Gelsomina De Stasio and Philip L Bond and Barry Lai and Shelly D Kelly and Jillian F Banfield",
            "2000",
            "M8dQ0YsAAAAJ:r0BpntZqJG4C",
            663,
            "https:\/\/science.sciencemag.org\/content\/290\/5497\/1744.abstract",
            "6637209003073300281",
            "\/scholar?cites=6637209003073300281",
            {
                "2000":2,
                "2001":8,
                "2002":18,
                "2003":24,
                "2004":24,
                "2005":34,
                "2006":25,
                "2007":37,
                "2008":23,
                "2009":40,
                "2010":29,
                "2011":44,
                "2012":39,
                "2013":27,
                "2014":36,
                "2015":48,
                "2016":44,
                "2017":45,
                "2018":45,
                "2019":30,
                "2020":38,
                "2021":1
            }
        ],
        [
            "Biological systems can produce extraordinary inorganic structures and morphologies. The mechanisms of synthesis are poorly understood but are of great interest for engineering novel materials. We use spectromicroscopy to show that microbially generated submicrometer-diameter iron oxyhydroxide (FeOOH) filaments contain polysaccharides, providing an explanation for the formation of akaganeite pseudo–single crystals with aspect ratios of ∼1000:1. We infer that the cells extrude the polysaccharide strands to localize FeOOH precipitation in proximity to the cell membrane to harness the proton gradient for energy generation. Characterization of organic compounds with high spatial resolution, correlated with mineralogical information, should improve our understanding of biomineralization mechanisms.",
            "Microbial polysaccharides template assembly of nanocrystal fibers",
            "Clara S Chan and Gelsomina De Stasio and Susan A Welch and Marco Girasole and Bradley H Frazer and Maria V Nesterova and Sirine Fakra and Jillian F Banfield",
            "2004",
            "M8dQ0YsAAAAJ:iH-uZ7U-co4C",
            420,
            "https:\/\/science.sciencemag.org\/content\/303\/5664\/1656.abstract",
            "4318530935315266581",
            "\/scholar?cites=4318530935315266581",
            {
                "2004":9,
                "2005":25,
                "2006":21,
                "2007":32,
                "2008":31,
                "2009":28,
                "2010":28,
                "2011":29,
                "2012":32,
                "2013":25,
                "2014":23,
                "2015":27,
                "2016":33,
                "2017":26,
                "2018":13,
                "2019":11,
                "2020":21,
                "2021":3
            }
        ],
        [
            "Sea urchin larval spicules transform amorphous calcium carbonate (ACC) into calcite single crystals. The mechanism of transformation is enigmatic: the transforming spicule displays both amorphous and crystalline properties, with no defined crystallization front. Here, we use X-ray photoelectron emission spectromicroscopy with probing size of 40–200 nm. We resolve 3 distinct mineral phases: An initial short-lived, presumably hydrated ACC phase, followed by an intermediate transient form of ACC, and finally the biogenic crystalline calcite phase. The amorphous and crystalline phases are juxtaposed, often appearing in adjacent sites at a scale of tens of nanometers. We propose that the amorphous-crystal transformation propagates in a tortuous path through preexisting 40- to 100-nm amorphous units, via a secondary nucleation mechanism.",
            "Transformation mechanism of amorphous calcium carbonate into calcite in the sea urchin larval spicule",
            "Yael Politi and Rebecca A Metzler and Mike Abrecht and Benjamin Gilbert and Fred H Wilt and Irit Sagi and Lia Addadi and Steve Weiner and PUPA Gilbert",
            "2008",
            "M8dQ0YsAAAAJ:LI9QrySNdTsC",
            369,
            "https:\/\/www.pnas.org\/content\/105\/45\/17362.short",
            "13719494661535675761",
            "\/scholar?cites=13719494661535675761",
            {
                "2007":1,
                "2008":1,
                "2009":10,
                "2010":28,
                "2011":36,
                "2012":36,
                "2013":31,
                "2014":35,
                "2015":39,
                "2016":31,
                "2017":32,
                "2018":24,
                "2019":30,
                "2020":31,
                "2021":3
            }
        ],
        [
            "Enamel, the hardest tissue in the body, begins as a three-dimensional network of nanometer size mineral particles, suspended in a protein gel. This mineral network serves as a template for mature enamel formation. To further understand the mechanisms of enamel formation we characterized the forming enamel mineral at an early secretory stage using X-ray absorption near-edge structure (XANES) spectromicroscopy, transmission electron microscopy (TEM), FTIR microspectroscopy and polarized light microscopy. We show that the newly formed enamel mineral is amorphous calcium phosphate (ACP), which eventually transforms into apatitic crystals. Interestingly, the size, shape and spatial organization of these amorphous mineral particles and older crystals are essentially the same, indicating that the mineral morphology and organization in enamel is determined prior to its crystallization. Mineralization via …",
            "Transient amorphous calcium phosphate in forming enamel",
            "Elia Beniash and Rebecca A Metzler and Raymond SK Lam and PUPA Gilbert",
            "2009",
            "M8dQ0YsAAAAJ:e_rmSamDkqQC",
            360,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1047847709000380",
            "10471826030320871642",
            "\/scholar?cites=10471826030320871642",
            {
                "2009":4,
                "2010":15,
                "2011":28,
                "2012":26,
                "2013":26,
                "2014":28,
                "2015":37,
                "2016":62,
                "2017":33,
                "2018":33,
                "2019":32,
                "2020":30,
                "2021":4
            }
        ],
        [
            "Amorphous calcium carbonate (ACC) is a metastable phase often observed during low temperature inorganic synthesis and biomineralization. ACC transforms with aging or heating into a less hydrated form, and with time crystallizes to calcite or aragonite. The energetics of transformation and crystallization of synthetic and biogenic (extracted from California purple sea urchin larval spicules, Strongylocentrotus purpuratus) ACC were studied using isothermal acid solution calorimetry and differential scanning calorimetry. Transformation and crystallization of ACC can follow an energetically downhill sequence: more metastable hydrated ACC → less metastable hydrated ACC⇒anhydrous ACC ∼ biogenic anhydrous ACC⇒vaterite → aragonite → calcite. In a given reaction sequence, not all these phases need to occur. The transformations involve a series of ordering, dehydration, and crystallization processes, each …",
            "Transformation and crystallization energetics of synthetic and biogenic amorphous calcium carbonate",
            "AV Radha and Tori Z Forbes and Christopher E Killian and PUPA Gilbert and Alexandra Navrotsky",
            "2010",
            "M8dQ0YsAAAAJ:i2xiXl-TujoC",
            335,
            "https:\/\/www.pnas.org\/content\/107\/38\/16438.short",
            "9727310045963337564",
            "\/scholar?cites=9727310045963337564",
            {
                "2010":1,
                "2011":21,
                "2012":24,
                "2013":26,
                "2014":44,
                "2015":35,
                "2016":27,
                "2017":38,
                "2018":30,
                "2019":45,
                "2020":40,
                "2021":3
            }
        ],
        [
            "We present near edge X-ray absorption spectra of manganese oxides at the Mn L2,3, Mn K, and O K edges to investigate the relative sensitivity of the edges to bonding and structure. Collectively, the spectra probe local electronic structure and intermediate range crystal structure. Spin independent full multiple scattering calculations of the Mn K edge give good agreement with data above threshold and qualitatively reproduce the prepeak that is observed for each compound. We show that the apparent prepeak for MnO is not due to p−d hybridization at the Mn atom (in accordance with symmetry principles) or quadrupolar transitions but originates from multiple scattering within the fifth shell. We present spin dependent multiple scattering calculations of the O K edge and show that this edge allows for a more direct description of the 3d states than either the Mn L edge or K edge prepeak, which are complicated by …",
            "Multiple scattering calculations of bonding and X-ray absorption spectroscopy of manganese oxides",
            "B Gilbert and BH Frazer and A Belz and PG Conrad and KH Nealson and D Haskel and JC Lang and G Srajer and G De Stasio",
            "2003",
            "M8dQ0YsAAAAJ:bEWYMUwI8FkC",
            274,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp021493s",
            "4180071414515868463",
            "\/scholar?cites=4180071414515868463",
            {
                "2003":2,
                "2004":4,
                "2005":19,
                "2006":11,
                "2007":9,
                "2008":15,
                "2009":15,
                "2010":12,
                "2011":15,
                "2012":15,
                "2013":20,
                "2014":25,
                "2015":24,
                "2016":13,
                "2017":14,
                "2018":19,
                "2019":16,
                "2020":23,
                "2021":2
            }
        ],
        [
            "Crystalline biominerals do not resemble faceted crystals. Current explanations for this property involve formation via amorphous phases. Using X-ray absorption near-edge structure (XANES) spectroscopy and photoelectron emission microscopy (PEEM), here we examine forming spicules in embryos of Strongylocentrotus purpuratus sea urchins, and observe a sequence of three mineral phases: hydrated amorphous calcium carbonate (ACC·H2O) → dehydrated amorphous calcium carbonate (ACC) → calcite. Unexpectedly, we find ACC·H2O-rich nanoparticles that persist after the surrounding mineral has dehydrated and crystallized. Protein matrix components occluded within the mineral must inhibit ACC·H2O dehydration. We devised an in vitro, also using XANES-PEEM, assay to identify spicule proteins that may play a role in stabilizing various mineral phases, and found that the most abundant occluded matrix …",
            "Phase transitions in biogenic amorphous calcium carbonate",
            "Yutao UT Gong and Christopher E Killian and Ian C Olson and Narayana P Appathurai and Audra L Amasino and Michael C Martin and Liam J Holt and Fred H Wilt and PUPA Gilbert",
            "2012",
            "M8dQ0YsAAAAJ:xtoqd-5pKcoC",
            216,
            "https:\/\/www.pnas.org\/content\/109\/16\/6088.short",
            "8439986742533123265",
            "\/scholar?cites=8439986742533123265",
            {
                "2011":1,
                "2012":2,
                "2013":26,
                "2014":23,
                "2015":25,
                "2016":27,
                "2017":26,
                "2018":21,
                "2019":26,
                "2020":33,
                "2021":4
            }
        ]
    ]
}