{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "In this paper, we systematically classify and describe bosonic symmetry protected topological (SPT) phases in all physical spatial dimensions using semiclassical nonlinear sigma model (NLSM) field theories. All the SPT phases on a d-dimensional lattice discussed in this paper can be described by the same NLSM, which is an O (d+ 2) NLSM in (d+ 1)-dimensional space-time, with a topological Θ term. The field in the NLSM is a semiclassical Landau order parameter with a unit length constraint. The classification of SPT phases discussed in this paper based on their NLSMs is Completely Identical to the more mathematical classification based on group cohomology given in X. Chen, Z.-C. Gu, Z.-X. Liu, and X.-G. Wen, Phys. Rev. B 87, 155114 (2013) and Science 338, 1604 (2012). Besides the classification, the formalism used in this paper also allows us to explicitly discuss the physics at the boundary of the SPT …",
            "Classification and description of bosonic symmetry protected topological phases with semiclassical nonlinear sigma models",
            "Zhen Bi and Alex Rasmussen and Kevin Slagle and Cenke Xu",
            "2015",
            "M8lsE8sAAAAJ:HoB7MX3m0LUC",
            95,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.91.134404",
            "11267067434274322897",
            "\/scholar?cites=11267067434274322897",
            {
                "2014":1,
                "2015":19,
                "2016":21,
                "2017":20,
                "2018":11,
                "2019":11,
                "2020":11,
                "2021":1
            }
        ],
        [
            "We study a series of perturbations on the Sachdev-Ye-Kitaev (SYK) model. We show that the maximal chaotic non-Fermi-liquid phase described by the ordinary q= 4 SYK model has marginally relevant or irrelevant (depending on the sign of the coupling constants) four-fermion perturbations allowed by symmetry. Changing the sign of one of these four-fermion perturbations leads to a continuous chaotic-nonchaotic quantum phase transition of the system accompanied by a spontaneous time-reversal symmetry breaking. Starting with the SYK q model with a q-fermion interaction, similar perturbations can lead to a series of new fixed points with continuously varying exponents.",
            "Instability of the non-Fermi-liquid state of the Sachdev-Ye-Kitaev model",
            "Zhen Bi and Chao-Ming Jian and Yi-Zhuang You and Kelly Ann Pawlak and Cenke Xu",
            "2017",
            "M8lsE8sAAAAJ:J-pR_7NvFogC",
            83,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.95.205105",
            "11079635387325283630",
            "\/scholar?cites=11079635387325283630",
            {
                "2017":19,
                "2018":21,
                "2019":24,
                "2020":18,
                "2021":1
            }
        ],
        [
            "We study the effects of heterostrain on moiré bands in twisted bilayer graphene and bilayer transition metal dichalcogenide (TMD) systems. For bilayer graphene with a twist angle near 1∘, we show that heterostrain significantly increases the energy separation between conduction and valence bands as well as the Dirac velocity at charge neutrality, which resolves several puzzles in scanning tunneling spectroscopy and quantum oscillation experiments at once. For bilayer TMD, we show that applying small heterostrain generally leads to flat moiré bands that are highly tunable.",
            "Designing flat bands by strain",
            "Zhen Bi and Noah FQ Yuan and Liang Fu",
            "2019",
            "M8lsE8sAAAAJ:dTyEYWd-f8wC",
            55,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.100.035448",
            "9965813606605240529",
            "\/scholar?cites=9965813606605240529",
            {
                "2019":11,
                "2020":38,
                "2021":6
            }
        ],
        [
            "We propose a d-dimensional interacting Majorana fermion model with quenched disorder, which gives us a continuous quantum phase transition between a diffusive thermal metal phase with a finite entropy density to an insulator phase with zero entropy density. This model is based on coupled Sachdev-Ye-Kitaev model clusters, and hence has a controlled large-N limit. The metal-insulator transition is accompanied by a spontaneous time-reversal symmetry breaking. We perform controlled calculations to show that the energy diffusion constant jumps to zero discontinuously at the metal-insulator transition, while the time-reversal symmetry-breaking order parameter increases continuously.",
            "Model for continuous thermal metal to insulator transition",
            "Chao-Ming Jian and Zhen Bi and Cenke Xu",
            "2017",
            "M8lsE8sAAAAJ:wbdj-CoPYUoC",
            47,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.96.115122",
            "4136458207973031915",
            "\/scholar?cites=4136458207973031915",
            {
                "2017":10,
                "2018":13,
                "2019":9,
                "2020":14,
                "2021":1
            }
        ],
        [
            "We demonstrate the following conclusion: If| Ψ⟩ is a one-dimensional (1D) or two-dimensional (2D) nontrivial short-range entangled state and| Ω⟩ is a trivial disordered state defined on the same Hilbert space, then the following quantity (so-called “strange correlator”) C (r, r′)=⟨ Ω| ϕ (r) ϕ (r′)| Ψ⟩\/⟨ Ω| Ψ⟩ either saturates to a constant or decays as a power law in the limit| r− r′|→+∞, even though both| Ω⟩ and| Ψ⟩ are quantum disordered states with short-range correlation; ϕ (r) is some local operator in the Hilbert space. This result is obtained based on both field theory analysis and an explicit computation of C (r, r′) for four different examples: 1D Haldane phase of spin-1 chain, 2D quantum spin Hall insulator with a strong Rashba spin-orbit coupling, 2D spin-2 Affleck-Kennedy-Lieb-Tasaki state on the square lattice, and the 2D bosonic symmetry-protected topological phase with Z 2 symmetry. This result can …",
            "Wave function and strange correlator of short-range entangled states",
            "Yi-Zhuang You and Zhen Bi and Alex Rasmussen and Kevin Slagle and Cenke Xu",
            "2014",
            "M8lsE8sAAAAJ:ZHo1McVdvXMC",
            47,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.112.247202",
            "8935659255133919428",
            "\/scholar?cites=8935659255133919428",
            {
                "2014":5,
                "2015":4,
                "2016":9,
                "2017":7,
                "2018":8,
                "2019":5,
                "2020":9
            }
        ],
        [
            "Recently, it has been established that two-dimensional bosonic symmetry-protected topological (SPT) phases with on-site unitary symmetry G can be completely classified by the group cohomology H 3 (G, U (1)). Later, group supercohomology was proposed as a partial classification for SPT phases of interacting fermions. In this work, we revisit this problem based on the algebraic theory of symmetry and defects in two-dimensional topological phases. We reproduce the partial classifications given by group supercohomology, and we also show that with an additional H 1 (G, Z 2) structure, a complete classification of SPT phases for two-dimensional interacting fermion systems with a total symmetry group G× Z 2 f is obtained. We also discuss the classification of interacting fermionic SPT phases protected by time-reversal symmetry.",
            "Classification of symmetry-protected phases for interacting fermions in two dimensions",
            "Meng Cheng and Zhen Bi and Yi-Zhuang You and Zheng-Cheng Gu",
            "2018",
            "M8lsE8sAAAAJ:4OULZ7Gr8RgC",
            45,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.97.205109",
            "471028176059399185",
            "\/scholar?cites=471028176059399185",
            {
                "2017":9,
                "2018":12,
                "2019":12,
                "2020":11
            }
        ],
        [
            "Continuous quantum phase transitions beyond the conventional paradigm of fluctuations of a symmetry-breaking order parameter are challenging for theory. These phase transitions often involve emergent deconfined gauge fields at the critical points as demonstrated in phase transitions between different broken-symmetry states of 2+ 1-dimensional quantum magnets, as well as those between symmetry-protected topological (SPT) phases. In this paper, we present several examples of deconfined quantum critical points between SPT phases in 3+ 1-D for both bosonic and fermionic systems. These critical theories can be formulated as non-Abelian gauge theories either in the infrared-free regime or in the conformal window when they flow to the Banks-Zaks fixed points. We explicitly demonstrate several interesting quantum critical phenomena. We describe situations in which the same phase transition allows for …",
            "Adventure in Topological Phase Transitions in -D: Non-Abelian Deconfined Quantum Criticalities and a Possible Duality",
            "Zhen Bi and T Senthil",
            "2019",
            "M8lsE8sAAAAJ:tkaPQYYpVKoC",
            44,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.9.021034",
            "14844926033270168144",
            "\/scholar?cites=14844926033270168144",
            {
                "2018":2,
                "2019":18,
                "2020":24
            }
        ],
        [
            "We ask whether a local Hamiltonian with a featureless (fully gapped and nondegenerate) ground state could exist in certain quantum spin systems. We address this question by mapping the vicinity of certain quantum critical point (or gapless phase) of the d-dimensional spin system under study to the boundary of a (d+ 1)-dimensional bulk state, and the lattice symmetry of the spin system acts as an onsite symmetry in the field theory that describes both the selected critical point of the spin system and the corresponding boundary state of the (d+ 1)-dimensional bulk. If the symmetry action of the field theory is nonanomalous, ie, the corresponding bulk state is a trivial state instead of a bosonic symmetry-protected topological (SPT) state, then a featureless ground state of the spin system is allowed; if the corresponding bulk state is indeed a nontrivial SPT state, then it likely excludes the existence of a featureless ground …",
            "Lieb-Schultz-Mattis theorem and its generalizations from the perspective of the symmetry-protected topological phase",
            "Chao-Ming Jian and Zhen Bi and Cenke Xu",
            "2018",
            "M8lsE8sAAAAJ:bnK-pcrLprsC",
            38,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.97.054412",
            "18231615231277019490",
            "\/scholar?cites=18231615231277019490",
            {
                "2017":1,
                "2018":9,
                "2019":15,
                "2020":11,
                "2021":2
            }
        ],
        [
            "We show that the out-of-time-order correlation (OTOC)〈 W (t)† V (0)† W (t) V (0)〉 in many-body localized (MBL) and marginal MBL systems can be efficiently calculated by the spectrum bifurcation renormalization group (SBRG). We find that in marginal MBL systems, the scrambling time t scr follows a stretched exponential scaling with the distance d W V between the operators W and V: t scr∼ exp (d W V\/l 0), which demonstrates Sinai diffusion of quantum information and the enhanced scrambling by the quantum criticality in nonchaotic systems.",
            "Out-of-time-order correlation in marginal many-body localized systems",
            "Kevin Slagle and Zhen Bi and Yi-Zhuang You and Cenke Xu",
            "2017",
            "M8lsE8sAAAAJ:mvPsJ3kp5DgC",
            37,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.95.165136",
            "7440827918226259077",
            "\/scholar?cites=7440827918226259077",
            {
                "2017":3,
                "2018":10,
                "2019":13,
                "2020":11
            }
        ],
        [
            "In this work we explore the interplay between global symmetry and the mobility of quasiparticle excitations. We show that fractonic matter naturally appears in a three-dimensional U (1) gauge theory, enriched by global U (1) and translational symmetries, via the mechanism of anyonic spin-orbit coupling. We develop a systematic understanding of such symmetry-enforced mobility restrictions in terms of the classification of U (1) gauge theories enriched by U (1) and translational symmetries. We provide a unified construction of these phases by gauging layered symmetry-protected topological phases.",
            "Fractonic matter in symmetry-enriched  gauge theory",
            "Dominic J Williamson and Zhen Bi and Meng Cheng",
            "2019",
            "M8lsE8sAAAAJ:_B80troHkn4C",
            34,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.100.125150",
            "902624719188167176",
            "\/scholar?cites=902624719188167176",
            {
                "2019":8,
                "2020":25,
                "2021":1
            }
        ]
    ]
}