{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Resurgence theory implies that the non-perturbative (NP) and perturbative (P) data in a QFT are quantitatively related, and that detailed information about non-perturbative saddle point field configurations of path integrals can be extracted from perturbation theory. Traditionally, only stable NP saddle points are considered in QFT, and homotopy group considerations are used to classify them. However, in many QFTs the relevant homotopy groups are trivial, and even when they are non-trivial they leave many NP saddle points undetected. Resurgence provides a refined classification of NP-saddles, going beyond conventional topological considerations. To demonstrate some of these ideas, we study the SU (N) principal chiral model (PCM), a two dimensional asymptotically free matrix field theory which has no instantons, because the relevant homotopy group is trivial. Adiabatic continuity is used to reach a weakly …",
            "Decoding perturbation theory using resurgence: Stokes phenomena, new saddle points and Lefschetz thimbles",
            "Aleksey Cherman and Daniele Dorigoni and Mithat Ünsal",
            "2015",
            "m9Bq2RQAAAAJ:WwIwg2wKZ0QC",
            137,
            "https:\/\/link.springer.com\/article\/10.1007\/JHEP10(2015)056",
            "7878830395851301702",
            "\/scholar?cites=7878830395851301702",
            {
                "2014":11,
                "2015":24,
                "2016":18,
                "2017":19,
                "2018":26,
                "2019":14,
                "2020":21,
                "2021":4
            }
        ],
        [
            "We explain the physical role of non-perturbative saddle points of path integrals in theories without instantons, using the example of the asymptotically free two-dimensional principal chiral model (PCM). Standard topological arguments based on homotopy considerations suggest no role for non-perturbative saddles in such theories. However, resurgence theory, which unifies perturbative and non-perturbative physics, predicts the existence of several types of non-perturbative saddles associated with features of the large-order structure of perturbation theory. These points are illustrated in the PCM, where we find new non-perturbativefracton'saddle point field configurations, and give a quantum interpretation of previously discovereduniton'unstable classical solutions. The fractons lead to a semi-classical realization of IR renormalons in the circle-compactified theory, and yield the microscopic mechanism of the mass gap of the PCM.",
            "Resurgence in QFT: unitons, fractons and renormalons in the principal chiral model",
            "Aleksey Cherman and Daniele Dorigoni and Gerald V Dunne and Mithat Unsal",
            "2013",
            "m9Bq2RQAAAAJ:KlAtU1dfN6UC",
            130,
            "https:\/\/arxiv.org\/abs\/1308.0127",
            "208197240140268197",
            "\/scholar?cites=208197240140268197",
            {
                "2013":3,
                "2014":20,
                "2015":31,
                "2016":15,
                "2017":15,
                "2018":19,
                "2019":12,
                "2020":14,
                "2021":1
            }
        ],
        [
            "Bottom-up holographic models of QCD, inspired by the anti-de Sitter space\/conformal field theory correspondence, have shown a remarkable degree of phenomenological success. However, they rely on a number of bold assumptions. We investigate the reliability of one of the key assumptions, which involves matching the parameters of these models to QCD at high 4D momentum q 2 and renormalization scale μ 2. We show that this leads to phenomenological and theoretical inconsistencies for scale-dependent quantities such as〈 q q〉.",
            "Chiral condensate in holographic models of QCD",
            "Aleksey Cherman and Thomas D Cohen and Elizabeth S Werbos",
            "2009",
            "m9Bq2RQAAAAJ:u-x6o8ySG0sC",
            85,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.79.045203",
            "1024387858989664333",
            "\/scholar?cites=1024387858989664333",
            {
                "2008":1,
                "2009":2,
                "2010":7,
                "2011":13,
                "2012":9,
                "2013":5,
                "2014":1,
                "2015":6,
                "2016":15,
                "2017":6,
                "2018":5,
                "2019":6,
                "2020":9
            }
        ],
        [
            "The second order hydrodynamical description of a homogeneous conformal plasma that undergoes a boost-invariant expansion is given by a single nonlinear ordinary differential equation, whose resurgent asymptotic properties we study, developing further the recent work of Heller and Spalinski [Phys. Rev. Lett. 115, 072501 (2015)]. Resurgence clearly identifies the nonhydrodynamic modes that are exponentially suppressed at late times, analogous to the quasinormal modes in gravitational language, organizing these modes in terms of a trans-series expansion. These modes are analogs of instantons in semiclassical expansions, where the damping rate plays the role of the instanton action. We show that this system displays the generic features of resurgence, with explicit quantitative relations between the fluctuations about different orders of these nonhydrodynamic modes. The imaginary part of the trans-series …",
            "Hydrodynamics, resurgence, and transasymptotics",
            "Gökçe Başar and Gerald V Dunne",
            "2015",
            "m9Bq2RQAAAAJ:Azgs6IHzeyYC",
            79,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.92.125011",
            "16368670111508885675",
            "\/scholar?cites=16368670111508885675",
            {
                "2015":2,
                "2016":18,
                "2017":7,
                "2018":18,
                "2019":14,
                "2020":20
            }
        ],
        [
            "We show that the squared speed of sound v s 2 is bounded from above at high temperatures by the conformal value of 1\/3 in a class of strongly coupled four-dimensional field theories, given some mild technical assumptions. This class consists of field theories that have gravity duals sourced by a single-scalar field. There are no known examples to date of field theories with gravity duals for which v s 2 exceeds 1\/3 in energetically favored configurations. We conjecture that v s 2= 1\/3 represents an upper bound for a broad class of four-dimensional theories.",
            "Bound on the speed of sound from holography",
            "Aleksey Cherman and Thomas D Cohen and Abhinav Nellore",
            "2009",
            "m9Bq2RQAAAAJ:9yKSN-GCB0IC",
            71,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.80.066003",
            "17937635819670250812",
            "\/scholar?cites=17937635819670250812",
            {
                "2009":4,
                "2010":12,
                "2011":4,
                "2012":2,
                "2013":1,
                "2014":4,
                "2015":6,
                "2016":5,
                "2017":5,
                "2018":7,
                "2019":8,
                "2020":13
            }
        ],
        [
            "If the electroweak sector of the standard model is described by classically conformal dynamics, the early Universe evolution can be substantially altered. It is already known that—contrarily to the standard model case—a first-order electroweak phase transition may occur. Here we show that, depending on the model parameters, a dramatically different scenario may happen: A first-order, six massless quark QCD phase transition occurs first, which then triggers the electroweak symmetry breaking. We derive the necessary conditions for this dynamics to occur, using the specific example of the classically conformal B− L model. In particular, relatively light weakly coupled particles are predicted, with implications for collider searches. This scenario is also potentially rich in cosmological consequences, such as renewed possibilities for electroweak baryogenesis, altered dark matter production, and gravitational wave …",
            "QCD-electroweak first-order phase transition in a supercooled universe",
            "Satoshi Iso and Pasquale D Serpico and Kengo Shimada",
            "2017",
            "m9Bq2RQAAAAJ:yeL6HyUMUGUC",
            58,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.119.141301",
            "12526948647891444701",
            "\/scholar?cites=12526948647891444701",
            {
                "2017":1,
                "2018":6,
                "2019":17,
                "2020":33,
                "2021":1
            }
        ],
        [
            "There have been a number of forms of a conjecture that there is a universal lower bound on the ratio, η\/s, of the shear viscosity, η, to entropy density, s, with several different domains of validity. We examine the various forms of the conjecture. We argue that a number of variants of the conjecture are not viable due to the existence of theoretically consistent counterexamples. We also note that much of the evidence in favor of a bound does not apply to the variants which have not yet been ruled out.",
            "A sticky business: the status of the conjectured viscosity\/entropy density bound",
            "Aleksey Cherman and Thomas D Cohen and Paul M Hohler",
            "2008",
            "m9Bq2RQAAAAJ:u5HHmVD_uO8C",
            57,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2008\/02\/026\/meta",
            "11997839411841183261",
            "\/scholar?cites=11997839411841183261",
            {
                "2008":8,
                "2009":9,
                "2010":9,
                "2011":12,
                "2012":2,
                "2013":4,
                "2014":6,
                "2015":1,
                "2016":2,
                "2017":2,
                "2018":1,
                "2019":1
            }
        ],
        [
            "We point out that S O (2 N c) gauge theory with N f fundamental Dirac fermions does not have a sign problem at finite baryon number chemical potential μ B. One can thus use lattice Monte Carlo simulations to study this theory at finite density. The absence of a sign problem in the S O (2 N c) theory is particularly interesting because a wide class of observables in the S O (2 N c) theory coincide with observables in QCD in the large N c limit, as we show using the technique of large N c orbifold equivalence. We argue that the orbifold equivalence between the two theories continues to hold at finite μ B provided one adds appropriate deformation terms to the S O (2 N c) theory. This opens up the prospect of learning about QCD at finite μ B using lattice studies of the S O (2 N c) theory.",
            "Orbifold equivalence and the sign problem at finite baryon density",
            "Aleksey Cherman and Masanori Hanada and Daniel Robles-Llana",
            "2011",
            "m9Bq2RQAAAAJ:d1gkVwhDpl0C",
            54,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.106.091603",
            "13011530497543915819",
            "\/scholar?cites=13011530497543915819",
            {
                "2011":10,
                "2012":16,
                "2013":11,
                "2014":3,
                "2015":5,
                "2016":2,
                "2017":4,
                "2018":1,
                "2019":2
            }
        ],
        [
            "Large-N volume independence in circle-compactified QCD with adjoint Weyl fermions implies the absence of any phase transitions as the radius is dialed to arbitrarily small values. This class of theories is believed to possess a Hagedorn density of hadronic states. It turns out that these properties are in apparent tension with each other, because a Hagedorn density of states typically implies a phase transition at some finite radius. This tension is resolved if there are degeneracies between the spectra of bosonic and fermionic states, as happens in the N f= 1 supersymmetric case. Resolution of the tension for N f> 1 then suggests the emergence of a fermionic symmetry at large N, where there is no supersymmetry. We can escape the Coleman-Mandula theorem since the N=∞ theory is free, with a trivial S matrix. We show an example of such a spectral degeneracy in a nonsupersymmetric toy example which has a …",
            "Volume Independence in the Large  Limit and an Emergent Fermionic Symmetry",
            "Gökçe Başar and Aleksey Cherman and Daniele Dorigoni and Mithat Ünsal",
            "2013",
            "m9Bq2RQAAAAJ:3fE2CSJIrl8C",
            53,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.121601",
            "3746446729117124926",
            "\/scholar?cites=3746446729117124926",
            {
                "2013":1,
                "2014":5,
                "2015":14,
                "2016":9,
                "2017":5,
                "2018":5,
                "2019":5,
                "2020":9
            }
        ],
        [
            "We show that there exists a special compactification of QCD on R 3× S 1 in which the theory has a domain where continuous chiral symmetry breaking is analytically calculable. We give a microscopic derivation of the chiral Lagrangian, the chiral condensate, and the Gell-Mann–Oakes–Renner relation m π 2 f π 2=− m q⟨ q q⟩. Abelian duality, monopole operators, and flavor-twisted boundary conditions play the main roles. The flavor twisting leads to the new effect of fractional jumping of fermion zero modes among monopole instantons. Chiral symmetry breaking is induced by monopole-instanton operators, and the Nambu-Goldstone pions arise by color-flavor transmutation from gapless “dual photons.” We also give a microscopic picture of the “constituent quark” masses. Our results are consistent with expectations from chiral perturbation theory at large S 1, and yield strong support for adiabatic continuity between …",
            "Chiral Lagrangian from duality and monopole operators in compactified QCD",
            "Aleksey Cherman and Thomas Schäfer and Mithat Ünsal",
            "2016",
            "m9Bq2RQAAAAJ:rCNdntzdTkkC",
            48,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.117.081601",
            "18118594121172535402",
            "\/scholar?cites=18118594121172535402",
            {
                "2016":4,
                "2017":18,
                "2018":8,
                "2019":7,
                "2020":9,
                "2021":2
            }
        ]
    ]
}