{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "We report results from the BICEP2 experiment, a cosmic microwave background (CMB) polarimeter specifically designed to search for the signal of inflationary gravitational waves in the B-mode power spectrum around ℓ∼ 80. The telescope comprised a 26 cm aperture all-cold refracting optical system equipped with a focal plane of 512 antenna coupled transition edge sensor 150 GHz bolometers each with temperature sensitivity of≈ 300 μ K CMB s. BICEP2 observed from the South Pole for three seasons from 2010 to 2012. A low-foreground region of sky with an effective area of 380 square deg was observed to a depth of 87 nK deg in Stokes Q and U. In this paper we describe the observations, data reduction, maps, simulations, and results. We find an excess of B-mode power over the base lensed-Λ CDM expectation in the range 30< ℓ< 150, inconsistent with the null hypothesis at a significance of> 5 σ. Through …",
            "Detection of -Mode Polarization at Degree Angular Scales by BICEP2",
            "Peter AR Ade and RW Aikin and D Barkats and SJ Benton and CA Bischoff and JJ Bock and JA Brevik and I Buder and E Bullock and CD Dowell and L Duband and JP Filippini and S Fliescher and SR Golwala and M Halpern and M Hasselfield and SR Hildebrandt and GC Hilton and VV Hristov and KD Irwin and KS Karkare and JP Kaufman and BG Keating and SA Kernasovskiy and JM Kovac and CL Kuo and EM Leitch and M Lueker and P Mason and CB Netterfield and HT Nguyen and R O’Brient and RW Ogburn IV and A Orlando and C Pryke and CD Reintsema and S Richter and R Schwarz and CD Sheehy and ZK Staniszewski and Rashmikant V Sudiwala and GP Teply and JE Tolan and AD Turner and AG Vieregg and CL Wong and KW Yoon and Bicep2 Collaboration",
            "2014",
            "mb-p5FcAAAAJ:RYcK_YlVTxYC",
            1428,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.112.241101",
            "18376363004892869186",
            "\/scholar?cites=18376363004892869186",
            {
                "2014":509,
                "2015":446,
                "2016":184,
                "2017":92,
                "2018":86,
                "2019":51,
                "2020":47,
                "2021":3
            }
        ],
        [
            "Astrophysical observations indicate that dark matter constitutes most of the mass in our universe, but its nature remains unknown. Over the past decade, the Cryogenic Dark Matter Search (CDMS II) experiment has provided world-leading sensitivity for the direct detection of weakly interacting massive particle (WIMP) dark matter. The final exposure of our low-temperature germanium particle detectors at the Soudan Underground Laboratory yielded two candidate events, with an expected background of 0.9 ± 0.2 events. This is not statistically significant evidence for a WIMP signal. The combined CDMS II data place the strongest constraints on the WIMP-nucleon spin-independent scattering cross section for a wide range of WIMP masses and exclude new parameter space in inelastic dark matter models.",
            "Dark matter search results from the CDMS II experiment",
            "Z Ahmed and DS Akerib and S Arrenberg and CN Bailey and D Balakishiyeva and L Baudis and DA Bauer and PL Brink and T Bruch and R Bunker and B Cabrera and DO Caldwell and J Cooley and P Cushman and M Daal and F DeJongh and MR Dragowsky and L Duong and S Fallows and E Figueroa-Feliciano and J Filippini and M Fritts and SR Golwala and DR Grant and J Hall and R Hennings-Yeomans and SA Hertel and D Holmgren and L Hsu and ME Huber and O Kamaev and M Kiveni and M Kos and SW Leman and R Mahapatra and V Mandic and KA McCarthy and N Mirabolfathi and D Moore and H Nelson and RW Ogburn and A Phipps and M Pyle and X Qiu and E Ramberg and W Rau and A Reisetter and T Saab and B Sadoulet and J Sander and RW Schnee and DN Seitz and B Serfass and KM Sundqvist and M Tarka and P Wikus and S Yellin and J Yoo and BA Young and J Zhang",
            "2010",
            "mb-p5FcAAAAJ:LjlpjdlvIbIC",
            852,
            "https:\/\/authors.library.caltech.edu\/17935\/",
            "15530524737478445706",
            "\/scholar?cites=15530524737478445706",
            {
                "2010":77,
                "2011":195,
                "2012":178,
                "2013":137,
                "2014":96,
                "2015":55,
                "2016":51,
                "2017":19,
                "2018":14,
                "2019":11,
                "2020":16
            }
        ]
    ]
}