{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Electrons in correlated insulators are prevented from conducting by Coulomb repulsion between them. When an insulator-to-metal transition is induced in a correlated insulator by doping or heating, the resulting conducting state can be radically different from that characterized by free electrons in conventional metals. We report on the electronic properties of a prototypical correlated insulator vanadium dioxide in which the metallic state can be induced by increasing temperature. Scanning near-field infrared microscopy allows us to directly image nanoscale metallic puddles that appear at the onset of the insulator-to-metal transition. In combination with far-field infrared spectroscopy, the data reveal the Mott transition with divergent quasi-particle mass in the metallic puddles. The experimental approach used sets the stage for investigations of charge dynamics on the nanoscale in other inhomogeneous correlated …",
            "Mott transition in VO2 revealed by infrared spectroscopy and nano-imaging",
            "Mumtaz M Qazilbash and Markus Brehm and Byung-Gyu Chae and P-C Ho and Gregory O Andreev and Bong-Jun Kim and Sun Jin Yun and AV Balatsky and MB Maple and Fritz Keilmann and Hyun-Tak Kim and Dimitri N Basov",
            "2007",
            "mbEZavUAAAAJ:_FM0Bhl9EiAC",
            1260,
            "https:\/\/science.sciencemag.org\/content\/318\/5857\/1750.abstract",
            "3309954501805727587",
            "\/scholar?cites=3309954501805727587",
            {
                "2008":27,
                "2009":59,
                "2010":65,
                "2011":84,
                "2012":75,
                "2013":94,
                "2014":101,
                "2015":135,
                "2016":115,
                "2017":127,
                "2018":127,
                "2019":112,
                "2020":117,
                "2021":13
            }
        ],
        [
            "This volume of the Handbook adds five new chapters to the science of rare earths. Two of the chapters deal with intermetallic compounds. An overview of ternary systems containing rare earths, transition metals and indium–Chapter 218–opens the volume. It is followed by Chapter 219 sorting out relationships between superconductivity and magnetism. The next two chapters are dedicated to complex compounds of rare earths: Chapter 220 describes structural studies using circularly polarized luminescence spectroscopy of lanthanide systems, while Chapter 221 examines rare-earth metal-organic frameworks, also known as coordination polymers. The final Chapter 222 deals with the catalytic activity of rare earths in site-selective hydrolysis of DNA and RNA.",
            "Handbook on the physics and chemistry of rare earths",
            "Karl A Gschneidner and Jean-Claude G Bunzli and Vitalij K Pecharsky",
            "2004",
            "mbEZavUAAAAJ:whNN5KpgZFsC",
            843,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=DPtv3QpfqYIC&oi=fnd&pg=PP1&dq=info:88cIFZdGtX4J:scholar.google.com&ots=rbbTyFTj6l&sig=qGjqSuzumbW-49DUxCWnaMBj6oY",
            "9130281434270451699",
            "\/scholar?cites=9130281434270451699",
            {
                "1982":3,
                "1983":5,
                "1984":7,
                "1985":6,
                "1986":7,
                "1987":6,
                "1988":7,
                "1989":9,
                "1990":16,
                "1991":12,
                "1992":9,
                "1993":9,
                "1994":12,
                "1995":13,
                "1996":12,
                "1997":12,
                "1998":11,
                "1999":21,
                "2000":25,
                "2001":17,
                "2002":16,
                "2003":24,
                "2004":19,
                "2005":26,
                "2006":33,
                "2007":29,
                "2008":24,
                "2009":25,
                "2010":32,
                "2011":36,
                "2012":47,
                "2013":33,
                "2014":33,
                "2015":35,
                "2016":43,
                "2017":39,
                "2018":40,
                "2019":42,
                "2020":28,
                "2021":3
            }
        ],
        [
            "Muon-spin-relaxation and bulk measurements of the magnetic-field penetration depth suggest that the cuprate high-T c, bismuthate, organic Chevrel-phase, and heavy-fermion systems possibly belong to a unique group of superconductors characterized by high transition temperatures T c relative to the values of n s\/m*(carrier density\/effective mass). This feature distinguishes these exotic superconductors from ordinary BCS superconductors.",
            "Basic similarities among cuprate, bismuthate, organic, Chevrel-phase, and heavy-fermion superconductors shown by penetration-depth measurements",
            "YJ Uemura and LP Le and GM Luke and BJ Sternlieb and WD Wu and JH Brewer and TM Riseman and CL Seaman and MB Maple and M Ishikawa and DG Hinks and JD Jorgensen and G Saito and H Yamochi",
            "1991",
            "mbEZavUAAAAJ:zmHQPunddckC",
            826,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.66.2665",
            "17695242012403292352",
            "\/scholar?cites=17695242012403292352",
            {
                "1991":12,
                "1992":34,
                "1993":45,
                "1994":49,
                "1995":38,
                "1996":28,
                "1997":32,
                "1998":35,
                "1999":34,
                "2000":49,
                "2001":32,
                "2002":29,
                "2003":24,
                "2004":32,
                "2005":26,
                "2006":22,
                "2007":27,
                "2008":41,
                "2009":19,
                "2010":32,
                "2011":12,
                "2012":14,
                "2013":13,
                "2014":9,
                "2015":19,
                "2016":12,
                "2017":16,
                "2018":22,
                "2019":36,
                "2020":26,
                "2021":2
            }
        ],
        [
            "Transport, thermal, and magnetic data for the heavy electron system URu 2 Si 2 indicate that a charge-or spin-density-wave transition opens an energy gap of∼ 11 meV over a portion of the Fermi surface below T 0≊ 17.5 K and demonstrate that bulk superconductivity occurs below T c≊ 1.5 K. The pressure dependences of T 0 and T c support this interpretation. The unusually large initial slope of the upper critical magnetic field (9.2 T\/K) is consistent with the high values of the electronic-specific-heat coefficient and the electrical resistivity.",
            "Partially gapped Fermi surface in the heavy-electron superconductor ",
            "MB Maple and JW Chen and Y Dalichaouch and T Kohara and C Rossel and MS Torikachvili and MW McElfresh and JD Thompson",
            "1986",
            "mbEZavUAAAAJ:3WNXLiBY60kC",
            731,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.56.185",
            "12183795135330998469",
            "\/scholar?cites=12183795135330998469",
            {
                "1986":14,
                "1987":29,
                "1988":26,
                "1989":14,
                "1990":24,
                "1991":21,
                "1992":22,
                "1993":24,
                "1994":28,
                "1995":14,
                "1996":15,
                "1997":14,
                "1998":8,
                "1999":14,
                "2000":13,
                "2001":13,
                "2002":15,
                "2003":14,
                "2004":12,
                "2005":15,
                "2006":17,
                "2007":12,
                "2008":26,
                "2009":18,
                "2010":35,
                "2011":30,
                "2012":33,
                "2013":34,
                "2014":36,
                "2015":34,
                "2016":29,
                "2017":20,
                "2018":19,
                "2019":14,
                "2020":20,
                "2021":1
            }
        ],
        [
            "Superconductivity has been observed in PrOs 4 Sb 12 at T C= 1.85 K and appears to involve heavy fermion quasiparticles with an effective mass m*∼ 50 m e as inferred from the jump in the specific heat at T C, the upper critical field near T C, and the normal state electronic specific heat. Thermodynamic and transport measurements suggest that the heavy fermion state has a quadrupolar origin, although a magnetic origin cannot be completely ruled out.",
            "Superconductivity and heavy fermion behavior in ",
            "ED Bauer and NA Frederick and P-C Ho and VS Zapf and MB Maple",
            "2002",
            "mbEZavUAAAAJ:jtOrAYjvdewC",
            710,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.65.100506",
            "12595953926092714735",
            "\/scholar?cites=12595953926092714735",
            {
                "2002":5,
                "2003":54,
                "2004":54,
                "2005":87,
                "2006":71,
                "2007":70,
                "2008":60,
                "2009":29,
                "2010":25,
                "2011":30,
                "2012":26,
                "2013":15,
                "2014":29,
                "2015":27,
                "2016":36,
                "2017":22,
                "2018":21,
                "2019":26,
                "2020":18,
                "2021":2
            }
        ],
        [
            "The compound Er Rh 4 B 4 becomes superconducting at a critical temperature T c 1 of 8.7 K followed by a return to the normal state at a second critical temperature T c 2 of 0.9 K. The return to the normal state at T c 2 is coincident with the occurrence of long-range ordering of the magnetic moments of the Er 3+ ions which completely occupy a set of equivalent lattice sites.",
            "Destruction of Superconductivity at the Onset of Long-Range Magnetic Order in the Compound Er",
            "WA Fertig and DC Johnston and LE DeLong and RW McCallum and MB Maple and BT Matthias",
            "1977",
            "mbEZavUAAAAJ:Oj-SLI0tZTcC",
            595,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.38.987",
            "11094923951382762461",
            "\/scholar?cites=11094923951382762461",
            {
                "1981":39,
                "1982":41,
                "1983":30,
                "1984":27,
                "1985":12,
                "1986":9,
                "1987":9,
                "1988":6,
                "1989":7,
                "1990":6,
                "1991":5,
                "1992":3,
                "1993":4,
                "1994":10,
                "1995":4,
                "1996":5,
                "1997":5,
                "1998":8,
                "1999":7,
                "2000":8,
                "2001":10,
                "2002":9,
                "2003":8,
                "2004":6,
                "2005":9,
                "2006":11,
                "2007":9,
                "2008":12,
                "2009":14,
                "2010":9,
                "2011":17,
                "2012":17,
                "2013":16,
                "2014":12,
                "2015":14,
                "2016":10,
                "2017":12,
                "2018":7,
                "2019":10,
                "2020":9
            }
        ],
        [
            "Josephson tunneling currents have been observed on low leakage Pb\/insulator\/Y 1− x Pr x Ba 2 Cu 3 O 7− δ tunnel junctions. The junctions are planar with tunneling into the c axis. We have studied these Josephson currents on junctions with resistances varying by more than 2 orders of magnitude. From the magnetic field modulation of the Josephson current, the low temperature value and the temperature dependence from 1.3 to 4.2 K of the c-axis penetration depth were measured. This observation of Josephson coupling along the c axis between a conventional superconductor (Pb) and a cuprate raises questions about the proposed d-wave nature of the superconducting order parameter in the cuprates.",
            "Observation of Josephson pair tunneling between a high- cuprate () and a conventional superconductor (Pb)",
            "AG Sun and DA Gajewski and MB Maple and RC Dynes",
            "1994",
            "mbEZavUAAAAJ:TIZ-Mc8IlK0C",
            550,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.72.2267",
            "2716820692711653665",
            "\/scholar?cites=2716820692711653665",
            {
                "1994":27,
                "1995":87,
                "1996":80,
                "1997":70,
                "1998":52,
                "1999":45,
                "2000":29,
                "2001":18,
                "2002":12,
                "2003":19,
                "2004":14,
                "2005":4,
                "2006":5,
                "2007":10,
                "2008":11,
                "2009":14,
                "2010":8,
                "2011":4,
                "2012":12,
                "2013":8,
                "2014":2,
                "2015":2,
                "2016":4,
                "2017":7,
                "2018":2,
                "2019":1
            }
        ],
        [
            "Filled skutterudite antimonides 1, 2 are cubic compounds with the formula RM 4 Sb 12, where R is a rare-earth element (such as La or Ce), and M is a transition metal (for example, Fe or Co). The rare-earth ion is weakly bound in an oversized atomic cage formed by the other atoms. Its presence has been shown to cause a dramatic reduction in the lattice component of the thermal conductivity, while having little effect on the electronic properties 3, 4, 5 of the compound. This combination of properties makes filled skutterudites of interest as thermoelectric materials. It has been suggested 4 that localized, incoherent vibrations of the rare-earth ion are responsible for the reduction in thermal conductivity, but no direct evidence for these local vibrational modes exists. Here we report the observation of local modes in La-filled skutterudites, using heat capacity, elastic constant and inelastic neutron scattering measurements …",
            "Localized vibrational modes in metallic solids",
            "V Keppens and D Mandrus and BC Sales and BC Chakoumakos and P Dai and R Coldea and MB Maple and DA Gajewski and EJ Freeman and S Bennington",
            "1998",
            "mbEZavUAAAAJ:r56sNq9gaawC",
            548,
            "https:\/\/www.nature.com\/articles\/27625",
            "11863371764850077696",
            "\/scholar?cites=11863371764850077696",
            {
                "1998":2,
                "1999":11,
                "2000":17,
                "2001":13,
                "2002":10,
                "2003":19,
                "2004":17,
                "2005":23,
                "2006":24,
                "2007":35,
                "2008":31,
                "2009":27,
                "2010":35,
                "2011":31,
                "2012":41,
                "2013":37,
                "2014":25,
                "2015":36,
                "2016":31,
                "2017":27,
                "2018":18,
                "2019":17,
                "2020":18,
                "2021":1
            }
        ],
        [
            "A crossover with decreasing temperature T from localized moment magnetism to heavy Fermi liquid behavior is reported for the metallic compound LiV 2 O 4 with the fcc normal-spinel structure. At T= 1 K, the electronic heat capacity coefficient γ≈ 0.42 J\/mol K 2 is exceptionally large for a transition metal compound, the Wilson ratio≈ 1.7, and the Korringa ratio≈ 0.7. Our sample with the lowest level of paramagnetic defects showed no static magnetic order above 0.02 K. Superconductivity was not observed above 0.01 K.",
            ": A Heavy Fermion Transition Metal Oxide",
            "Shinichiro Kondo and DC Johnston and CA Swenson and F Borsa and AV Mahajan and LL Miller and T Gu and AI Goldman and MB Maple and DA Gajewski and EJ Freeman and NR Dilley and RP Dickey and J Merrin and K Kojima and GM Luke and YJ Uemura and O Chmaissem and JD Jorgensen",
            "1997",
            "mbEZavUAAAAJ:tBlTYpvFGQIC",
            542,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.78.3729",
            "8885135583949440039",
            "\/scholar?cites=8885135583949440039",
            {
                "1997":2,
                "1998":6,
                "1999":15,
                "2000":28,
                "2001":31,
                "2002":38,
                "2003":29,
                "2004":35,
                "2005":31,
                "2006":33,
                "2007":35,
                "2008":34,
                "2009":31,
                "2010":29,
                "2011":29,
                "2012":14,
                "2013":17,
                "2014":22,
                "2015":19,
                "2016":10,
                "2017":13,
                "2018":14,
                "2019":14,
                "2020":11,
                "2021":1
            }
        ],
        [
            "We present measurements of electrical resitivity ρ (T), specific heat C (T), entropy S (T), and magnetic susceptibility χ (T) as functions of temperature T for the alloy system Y 1− x U x Pd 3. For x= 0.2, ρ (T)\/ρ (0) is almost linear in T for 0.2≤ T≤ 20 K, and C (T)\/T∼-ln (αT) for 0.6< T< 16 K. Also, the added molar entropy per U, ΔS (T)-ΔS (0) appears to saturate to (R\/2) ln (2), suggesting that ΔS (0)≊(R\/2) ln (2). We argue that our data provide comprehensive evidence in a dilute alloy for the two-channel quadrupolar Kondo effect (T K≊ 42 K) with concomitant ‘‘marginal Fermi liquid’’phenomenology.",
            "Evidence for non-Fermi liquid behavior in the Kondo alloy ",
            "CL Seaman and MB Maple and BW Lee and S Ghamaty and MS Torikachvili and J-S Kang and LZ Liu and JW Allen and DL Cox",
            "1991",
            "mbEZavUAAAAJ:f2IySw72cVMC",
            445,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.67.2882",
            "1098420911885945298",
            "\/scholar?cites=1098420911885945298",
            {
                "1992":12,
                "1993":25,
                "1994":45,
                "1995":38,
                "1996":45,
                "1997":27,
                "1998":18,
                "1999":15,
                "2000":21,
                "2001":15,
                "2002":15,
                "2003":13,
                "2004":9,
                "2005":14,
                "2006":14,
                "2007":17,
                "2008":14,
                "2009":9,
                "2010":11,
                "2011":5,
                "2012":6,
                "2013":11,
                "2014":7,
                "2015":11,
                "2016":8,
                "2017":2,
                "2018":7,
                "2019":2,
                "2020":1
            }
        ]
    ]
}