{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Quantized vortices play a key role in superfluidity and superconductivity. We have observed the formation of highly ordered vortex lattices in a rotating Bose-condensed gas. These triangular lattices contained over 100 vortices with lifetimes of several seconds. Individual vortices persisted up to 40 seconds. The lattices could be generated over a wide range of rotation frequencies and trap geometries, shedding light on the formation process. Our observation of dislocations, irregular structure, and dynamics indicates that gaseous Bose-Einstein condensates may be a model system for the study of vortex matter.",
            "Observation of vortex lattices in Bose-Einstein condensates",
            "JR Abo-Shaeer and Chandra Raman and JM Vogels and Wolfgang Ketterle",
            "2001",
            "mBHjtLEAAAAJ:TQgYirikUcIC",
            1769,
            "https:\/\/science.sciencemag.org\/content\/292\/5516\/476.abstract",
            "2541547616449806880",
            "\/scholar?cites=2541547616449806880",
            {
                "2001":30,
                "2002":91,
                "2003":100,
                "2004":117,
                "2005":100,
                "2006":119,
                "2007":73,
                "2008":106,
                "2009":82,
                "2010":96,
                "2011":79,
                "2012":93,
                "2013":94,
                "2014":82,
                "2015":84,
                "2016":94,
                "2017":97,
                "2018":74,
                "2019":64,
                "2020":78,
                "2021":3
            }
        ],
        [
            "Bose-Einstein condensates of sodium atoms have been prepared in optical and magnetic traps in which the energy-level spacing in one or two dimensions exceeds the interaction energy between atoms, realizing condensates of lower dimensionality. The crossover into two-dimensional and one-dimensional condensates was observed by a change in aspect ratio and by the release energy converging to a nonzero value when the number of trapped atoms was reduced.",
            "Realization of Bose-Einstein condensates in lower dimensions",
            "A Görlitz and JM Vogels and AE Leanhardt and C Raman and TL Gustavson and JR Abo-Shaeer and AP Chikkatur and S Gupta and S Inouye and T Rosenband and W Ketterle",
            "2001",
            "mBHjtLEAAAAJ:ns9cj8rnVeAC",
            1237,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.87.130402",
            "3980706605002886140",
            "\/scholar?cites=3980706605002886140",
            {
                "2001":10,
                "2002":82,
                "2003":89,
                "2004":123,
                "2005":97,
                "2006":95,
                "2007":67,
                "2008":81,
                "2009":69,
                "2010":65,
                "2011":43,
                "2012":48,
                "2013":56,
                "2014":40,
                "2015":42,
                "2016":52,
                "2017":28,
                "2018":50,
                "2019":43,
                "2020":45,
                "2021":2
            }
        ],
        [
            "We have studied dissipation in a Bose-Einstein condensed gas by moving a blue detuned laser beam through the condensate at different velocities. Strong heating was observed only above a critical velocity.",
            "Evidence for a critical velocity in a Bose-Einstein condensed gas",
            "C Raman and M Köhl and R Onofrio and DS Durfee and CE Kuklewicz and Z Hadzibabic and W Ketterle",
            "1999",
            "mBHjtLEAAAAJ:O3NaXMp0MMsC",
            650,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.83.2502",
            "8693652773359212445",
            "\/scholar?cites=8693652773359212445",
            {
                "1999":8,
                "2000":40,
                "2001":65,
                "2002":40,
                "2003":37,
                "2004":27,
                "2005":19,
                "2006":17,
                "2007":24,
                "2008":21,
                "2009":37,
                "2010":32,
                "2011":27,
                "2012":29,
                "2013":31,
                "2014":28,
                "2015":26,
                "2016":41,
                "2017":30,
                "2018":23,
                "2019":16,
                "2020":24,
                "2021":1
            }
        ],
        [
            "We have studied the hydrodynamic flow in a Bose-Einstein condensate stirred by a macroscopic object, a blue-detuned laser beam, using nondestructive in situ phase contrast imaging. A critical velocity for the onset of a pressure gradient has been observed, and shown to be density dependent. The technique has been compared to a calorimetric method used previously to measure the heating induced by the motion of the laser beam.",
            "Observation of superfluid flow in a Bose-Einstein condensed gas",
            "R Onofrio and C Raman and JM Vogels and JR Abo-Shaeer and AP Chikkatur and W Ketterle",
            "2000",
            "mBHjtLEAAAAJ:JV2RwH3_ST0C",
            454,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.85.2228",
            "1062942665098978925",
            "\/scholar?cites=1062942665098978925",
            {
                "2000":3,
                "2001":32,
                "2002":29,
                "2003":23,
                "2004":24,
                "2005":16,
                "2006":17,
                "2007":20,
                "2008":11,
                "2009":37,
                "2010":29,
                "2011":22,
                "2012":19,
                "2013":28,
                "2014":21,
                "2015":25,
                "2016":29,
                "2017":21,
                "2018":19,
                "2019":8,
                "2020":16
            }
        ],
        [
            "We studied the nucleation of vortices in a Bose-Einstein condensate stirred by a laser beam. The vortex cores were observed using time-of-flight absorption imaging. Depending on the stirrer size, either discrete resonances or a broad response was visible as the stir frequency was varied. Stirring beams small compared to the condensate size generated vortices below the critical rotation frequency for the nucleation of surface modes, suggesting a local mechanism of generation. In addition, we observed the centrifugal distortion of the condensate due to the rotating vortex lattice and found evidence for bent vortices.",
            "Vortex nucleation in a stirred Bose-Einstein condensate",
            "C Raman and JR Abo-Shaeer and JM Vogels and K Xu and W Ketterle",
            "2001",
            "mBHjtLEAAAAJ:blknAaTinKkC",
            406,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.87.210402",
            "12099512852430909190",
            "\/scholar?cites=12099512852430909190",
            {
                "2000":2,
                "2001":2,
                "2002":23,
                "2003":26,
                "2004":30,
                "2005":23,
                "2006":23,
                "2007":23,
                "2008":25,
                "2009":17,
                "2010":25,
                "2011":21,
                "2012":27,
                "2013":24,
                "2014":12,
                "2015":19,
                "2016":24,
                "2017":14,
                "2018":12,
                "2019":14,
                "2020":18
            }
        ],
        [
            "The dynamics of vortex lattices in stirred Bose-Einstein condensates have been studied at finite temperatures. The decay of the vortex lattice was observed nondestructively by monitoring the centrifugal distortions of the rotating condensate. The formation of the vortex lattice could be deduced from the increasing contrast of the vortex cores observed in ballistic expansion. In contrast to the decay, the formation of the vortex lattice is insensitive to temperature change.",
            "Formation and decay of vortex lattices in Bose-Einstein condensates at finite temperatures",
            "JR Abo-Shaeer and C Raman and W Ketterle",
            "2002",
            "mBHjtLEAAAAJ:isC4tDSrTZIC",
            195,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.88.070409",
            "10458850246181309577",
            "\/scholar?cites=10458850246181309577",
            {
                "2001":2,
                "2002":13,
                "2003":23,
                "2004":18,
                "2005":12,
                "2006":14,
                "2007":8,
                "2008":23,
                "2009":17,
                "2010":5,
                "2011":4,
                "2012":11,
                "2013":5,
                "2014":5,
                "2015":4,
                "2016":10,
                "2017":5,
                "2018":2,
                "2019":4,
                "2020":10
            }
        ],
        [
            "The first time-resolved x-ray\/optical pump-probe experiments at the SLAC Linac Coherent Light Source (LCLS) used a combination of feedback methods and post-analysis binning techniques to synchronize an ultrafast optical laser to the linac-based x-ray laser. Transient molecular nitrogen alignment revival features were resolved in time-dependent x-ray-induced fragmentation spectra. These alignment features were used to find the temporal overlap of the pump and probe pulses. The strong-field dissociation of x-ray generated quasi-bound molecular dications was used to establish the residual timing jitter. This analysis shows that the relative arrival time of the Ti:Sapphire laser and the x-ray pulses had a distribution with a standard deviation of approximately 120 fs. The largest contribution to the jitter noise spectrum was the locking of the laser oscillator to the reference RF of the accelerator, which suggests that …",
            "Time-resolved pump-probe experiments at the LCLS",
            "James M Glownia and J Cryan and Jakob Andreasson and A Belkacem and N Berrah and CI Blaga and C Bostedt and J Bozek and LF DiMauro and L Fang and J Frisch and O Gessner and M Gühr and Janos Hajdu and MP Hertlein and M Hoener and G Huang and O Kornilov and JP Marangos and AM March and BK McFarland and H Merdji and VS Petrovic and C Raman and D Ray and DA Reis and M Trigo and JL White and W White and R Wilcox and L Young and RN Coffee and PH Bucksbaum",
            "2010",
            "mBHjtLEAAAAJ:9yKSN-GCB0IC",
            194,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=oe-18-17-17620",
            "8387318623289447550",
            "\/scholar?cites=8387318623289447550",
            {
                "2010":3,
                "2011":13,
                "2012":35,
                "2013":21,
                "2014":20,
                "2015":12,
                "2016":21,
                "2017":17,
                "2018":13,
                "2019":12,
                "2020":25,
                "2021":1
            }
        ],
        [
            "The Linac Coherent Light Source free electron laser is a source of high brightness x rays, 2× 10 11 photons in a∼ 5 fs pulse, that can be focused to produce double core vacancies through rapid sequential ionization. This enables double core vacancy Auger electron spectroscopy, an entirely new way to study femtosecond chemical dynamics with Auger electrons that probe the local valence structure of molecules near a specific atomic core. Using 1.1 keV photons for sequential x-ray ionization of impulsively aligned molecular nitrogen, we observed a rich single-site double core vacancy Auger electron spectrum near 413 eV, in good agreement with ab initio calculations, and we measured the corresponding Auger electron angle dependence in the molecular frame.",
            "Auger electron angular distribution of double core-hole states in the molecular reference frame",
            "James P Cryan and James M Glownia and Jakob Andreasson and Ali Belkacem and Nora Berrah and Cosmin I Blaga and Christoph Bostedt and John Bozek and Christian Buth and Louis F DiMauro and Li Fang and Oliver Gessner and Markus Guehr and Janos Hajdu and Markus P Hertlein and Matthias Hoener and Oleg Kornilov and Jonathan P Marangos and Anne M March and Brian K McFarland and Hamed Merdji and VS Petrović and Chandra Raman and Dipanwita Ray and David Reis and Francesco Tarantelli and Mariano Trigo and James L White and William White and Linda Young and Philip H Bucksbaum and Ryan N Coffee",
            "2010",
            "mBHjtLEAAAAJ:u-x6o8ySG0sC",
            188,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.083004",
            "8908597245731806278",
            "\/scholar?cites=8908597245731806278",
            {
                "2010":7,
                "2011":23,
                "2012":39,
                "2013":29,
                "2014":16,
                "2015":18,
                "2016":24,
                "2017":8,
                "2018":11,
                "2019":2,
                "2020":9,
                "2021":1
            }
        ],
        [
            "We have studied the evolution of regular and ‘‘dark’’radial wave packets under the influence of two coherent, temporally separated 100 fs laser pulses. The atomic states are probed by ramped-field ionization. The final state populations exhibit Ramsey oscillations with periods ranging from 2.6–1000 fs as a function of the delay between the two pulses. This time-domain bound-state interferometry reveals several new aspects of the dynamic evolution of wave packets in the presence of strong laser fields. Lowest order perturbation theory is inadequate to describe wave packet formations, even at the lowest intensities studied.",
            "Ramsey interference in strongly driven Rydberg systems",
            "RR Jones and CS Raman and DW Schumacher and PH Bucksbaum",
            "1993",
            "mBHjtLEAAAAJ:u5HHmVD_uO8C",
            161,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.71.2575",
            "16024110402968970713",
            "\/scholar?cites=16024110402968970713",
            {
                "1994":5,
                "1995":14,
                "1996":5,
                "1997":14,
                "1998":15,
                "1999":8,
                "2000":9,
                "2001":6,
                "2002":6,
                "2003":2,
                "2004":5,
                "2005":3,
                "2006":7,
                "2007":3,
                "2008":6,
                "2009":6,
                "2010":7,
                "2011":4,
                "2012":11,
                "2013":4,
                "2014":5,
                "2015":5,
                "2016":2,
                "2017":2,
                "2018":1,
                "2019":1
            }
        ],
        [
            "Surface modes in a Bose-Einstein condensate of sodium atoms have been studied. We observed excitations of standing and rotating quadrupolar and hexadecapolar modes. The modes were excited with high spatial and temporal resolution using the optical dipole force of a rapidly scanning laser beam. This novel technique is very flexible and should be useful for the study of rotating Bose-Einstein condensates and vortices.",
            "Surface excitations of a Bose-Einstein condensate",
            "R Onofrio and DS Durfee and C Raman and M Köhl and CE Kuklewicz and W Ketterle",
            "2000",
            "mBHjtLEAAAAJ:hMod-77fHWUC",
            139,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.84.810",
            "3607142648812619490",
            "\/scholar?cites=3607142648812619490",
            {
                "2000":4,
                "2001":16,
                "2002":13,
                "2003":8,
                "2004":12,
                "2005":4,
                "2006":6,
                "2007":9,
                "2008":6,
                "2009":7,
                "2010":5,
                "2011":4,
                "2012":12,
                "2013":3,
                "2014":8,
                "2015":7,
                "2016":2,
                "2017":2,
                "2018":5,
                "2019":2,
                "2020":2,
                "2021":1
            }
        ]
    ]
}