{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "A three-factorial field experiment was carried out at the University of Limpopo experimental Research farm during two planting seasons (2005\/06 and 2006\/07) to examine the effect of cowpea-leaf removal",
            "Yields and protein content of two cowpea varieties grown under different production practices in Limpopo province, South Africa",
            "ET Sebetha and VI Ayodele and FR Kutu and IK Mariga",
            "2010",
            "Mbx1B0oAAAAJ:Tyk-4Ss8FVUC",
            40,
            "https:\/\/www.ajol.info\/index.php\/ajb\/article\/view\/78042",
            "12064248329794670675",
            "\/scholar?cites=12064248329794670675",
            {
                "2011":2,
                "2012":2,
                "2013":1,
                "2014":3,
                "2015":3,
                "2016":4,
                "2017":10,
                "2018":3,
                "2019":5,
                "2020":7
            }
        ],
        [
            "High protein content in cowpea (Vigna unguiculata (L.) Walp.) is considered as major advantage for its use in nutritional components. In this way, an experiment was conducted to investigate the effect of cropping system, site, and nitrogen fertilization on cowpea crude protein. The study comprised of three cropping systems (Maize-cowpea rotation, monocropping cowpea and intercropped cowpea), three sites (Potchefstroom, Taung, and Rustenburg, South Africa) and two rates of nitrogen fertilizers applied in kg ha-1 at each site (0 and 20 at Potchefstroom, 0 and 17 at Rustenburg, 0 and 23 at Taung). Moreover, a factorial experiment randomized in complete block design with three replications was conducted during 2011\/12 and 2012\/13 planting seasons. The protein content was determined from green leaves harvested before flowering, immature green pods and seeds during reproductive stage and maturity. Results showed that cropping system had significant effect on cowpea leaf protein content (P< 0.05). Intercropped cowpea significantly gave higher leaf protein (26.7% more) content than rotational cowpea. Cowpea planted at Taung had significantly higher leaf protein (30.1% more) content as compared to cowpea planted at other sites. Application of nitrogen fertilizer contributed to higher protein content of immature pods. Moreover, cowpea protein content differs among the different locations due to different soil types and climatic conditions.",
            "Cowpea crude protein as affected by cropping system, site and nitrogen fertilization",
            "ET Sebetha and AT Modi and LG Owoeye",
            "2015",
            "Mbx1B0oAAAAJ:YsMSGLbcyi4C",
            19,
            "https:\/\/www.researchgate.net\/profile\/Lawrence_Owoeye\/publication\/274703352_Cowpea_Crude_Protein_as_Affected_by_Cropping_System_Site_and_Nitrogen_Fertilization\/links\/55263c670cf295bf160ece07.pdf",
            "16748732659016137133",
            "\/scholar?cites=16748732659016137133",
            {
                "2015":3,
                "2016":2,
                "2017":3,
                "2018":4,
                "2019":6,
                "2020":1
            }
        ],
        [
            "Maize seed quality during storage can decline to a level that may make the seed unacceptable for planting purpose. A factorial experiment randomized in complete block design with three replications was conducted during 2011\/12 and 2012\/13 planting seasons. The experiment comprised of three cropping systems (cowpea-maize rotation, monocropping maize and intercropped maize), three sites (Potchefstroom, Taung and Rustenburg) and two rates of nitrogen fertilizers applied in kg ha-1 at each site (0 and 95 at Potchefstroom, 0 and 92 at Rustenburg, 0 and 113.5 at Taung). The experiment was conducted to investigate the effect of cropping system, site and nitrogen fertilization on maize seed quality. Maize seeds harvested from Potchefstroom and Rustenburg had significantly (P< 0.05) higher oil content of 4.4% than maize seeds harvested from Taung. Maize plots applied with nitrogen fertilizer had significantly (P< 0.05) higher seeds protein content of 8.7% than maize plots without nitrogen fertilizer application. Maize seeds harvested from Potchefstroom had significantly (P< 0.05) higher starch content of 71.8% than maize seeds harvested from Rustenburg and Taung. Cowpea-maize rotation and intercropped maize had significantly (P< 0.05) higher seed phosphorus content of 0.50 and 0.52%, respectively than monocropped maize. In this study, site as factor played a vital role on quality of maize seeds. Maize seed quality was improved significantly by the interaction effect of site x season.",
            "Maize seed quality in response to different management practices and sites",
            "ET Sebetha and AT Modi and LG Owoeye",
            "2015",
            "Mbx1B0oAAAAJ:eQOLeE2rZwMC",
            7,
            "https:\/\/pdfs.semanticscholar.org\/1d03\/6cd8f9bcb670672b4883567e47fe96a9ce84.pdf",
            "17876095165578355243",
            "\/scholar?cites=17876095165578355243",
            {
                "2017":2,
                "2018":2,
                "2019":2,
                "2020":1
            }
        ],
        [
            "Crop rotation and intercropping are regarded as better cropping in terms of yield improvement of both cereal and legume crops as compared to monocropping. A factorial experiment was carried out at three dryland localities of Northwest province (Potchefstroom, Rustenburg and Taung) from 2010\/11 to 2012\/13 planting seasons. The experiment consisted of three cropping systems, monocropping, intercropping and rotational cropping. Two rates of nitrogen fertilizer, zero and optimum levels based on soil analysis results prior to planting were applied on maize and cowpea plots. Soil moisture content was evaluated during three growth stages at different depths of the soil (0-15, 15-30, 30-60 and 60-90 cm) using gravimetric method. Parameters considered for the study included the followings: 100% tasseling\/flowering, days to physiological maturity, plant height, number of leaves per plant, leaf area in maize, stem diameter in maize, ear length in maize, ear mass , kernel number per ear, hundred seed mass, grain yield in maize, LER, plant population at harvest and stover yield in maize, number of leaves and nodules per cowpea plant, pod length, seed per pod, pod mass at harvest, grain, field biomass yield at harvest, cowpea leaf, immature pod, seed protein content and maize seed protein, oil, starch and phosphorus content. The analysed soil chemical properties included soil organic carbon using Walkley Black method, soil Bray 1-P; N-NO3, N-NH4 and exchangeable K. Cropping system had significant effect (P < 0.05) on the growth and yield of maize. Cowpea-maize rotation and monocropping maize had tasseled earlier, reached days to …",
            "The effect of maize-legume cropping system and nitrogen fertilization on yield, soil organic carbon and soil moisture.",
            "Erick Sebetha",
            "2015",
            "Mbx1B0oAAAAJ:2osOgNQ5qMEC",
            6,
            "http:\/\/ukzn-dspace.ukzn.ac.za\/handle\/10413\/12538",
            "4430315417335848518",
            "\/scholar?cites=4430315417335848518",
            {
                "2018":2,
                "2019":4
            }
        ],
        [
            "Yield production of cowpea depends largely on the environmental factors, cropping systems and soil type of the location. In this way, an experiment was conducted to investigate the interaction effect of cropping system, location, season and nitrogen fertilization on cowpea yield. The study comprised of three cropping systems (Maize-cowpea rotation, monocropping cowpea and intercropped cowpea), three locations (Potchefstroom, Taung, and Rustenburg, South Africa) and two rates of nitrogen fertilizers applied in kg ha-1 at each site (0 and 20 at Potchefstroom, 0 and 17 at Rustenburg, 0 and 23 at Taung). A factorial experiment randomized in complete block design with three replications was conducted during 2011\/12 and 2012\/13 planting seasons. The measured yield and yield components were pod length, seed per pod, pods mass at harvest, grain yield and field biomass yield. Cowpea planted on …",
            "Cowpea yield under the influence of cropping system, location and nitrogen fertilization.",
            "Erick Sebetha and Albert Modi",
            "2016",
            "Mbx1B0oAAAAJ:IjCSPb-OGe4C",
            5,
            "http:\/\/search.ebscohost.com\/login.aspx?direct=true&profile=ehost&scope=site&authtype=crawler&jrnl=02505371&AN=116390101&h=6vQgYAHgLFwmcXITGJ1TKa7AEjLiuaA2P%2FxEES3UzxGbuHmsGDOFHcp2%2BR2cLHUT%2FKJypwJ%2BjaadNLIPjo5ZzQ%3D%3D&crl=c",
            "8357296178795378954",
            "\/scholar?cites=8357296178795378954",
            {
                "2017":1,
                "2018":2,
                "2019":2
            }
        ],
        [
            "The objective of the study was to determine the effects of phosphorus fertilizer source, soil type, cultivar and season on the growth of soybean plant. The 3 x 2 x 2 factorial experiment fitted in a complete randomized design was conducted during spring and autumn seasons. The experiment comprised three sources of phosphorus fertilizer which were control, single superphosphate and organic phosphate. The two soil types used were sand clay loam and loam sand soil. The two cultivars used in this study were DM 4670RR and DM 5953RSF. Measured parameters were plant height, number of leaves per plant, chlorophyll content, fresh shoot mass and root length. Soil type had significant effect (P≤ 0.05) on number of leaves per plant, chlorophyll content index, fresh shoot mass and root length. Soybean planted in sand clay loam had significantly higher leaf number, chlorophyll content, shoot mass and root length …",
            "Effect of different phosphorus fertilizer sources, cultivar and soil type on growth performance of soybean.",
            "Erick Tshiretje Sebetha and Athini Mfanta and R Adebayo",
            "2018",
            "Mbx1B0oAAAAJ:ufrVoPGSRksC",
            3,
            "http:\/\/search.ebscohost.com\/login.aspx?direct=true&profile=ehost&scope=site&authtype=crawler&jrnl=09723226&AN=134272218&h=MXlwJ6zR4Y0afMNHCjB94gJdjsJbdvbNnCjecV8qMkHhAzFLXC%2FrnHkzc8GSFmKkHbQmnWLE6dJbfyYphDpUxQ%3D%3D&crl=c",
            "18313016818007971432",
            "\/scholar?cites=18313016818007971432",
            {
                "2020":3
            }
        ]
    ]
}