{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "Changing arterial oxygen content (C) has a highly sensitive influence on the rate of peripheral locomotor muscle fatigue development. We examined the effects of C on exercise performance and its interaction with peripheral quadriceps fatigue. Eight trained males performed four 5 km cycling time trials (power output voluntarily adjustable) at four levels of C (17.6–24.4 ml O2 dl−1), induced by variations in inspired O2 fraction (0.15–1.0). Peripheral quadriceps fatigue was assessed via changes in force output pre‐ versus post‐exercise in response to supra‐maximal magnetic femoral nerve stimulation (ΔQtw; 1–100 Hz). Central neural drive during the time trials was estimated via quadriceps electromyogram. Increased C from hypoxia to hyperoxia resulted in parallel increases in central neural output (43%) and power output (30%) during cycling and improved time trial performance (12%); however, the magnitude of Δ …",
            "Arterial oxygenation influences central motor output and exercise performance via effects on peripheral locomotor muscle fatigue in humans",
            "Markus Amann and Marlowe W Eldridge and Andrew T Lovering and Michael K Stickland and David F Pegelow and Jerome A Dempsey",
            "2006",
            "Mc1INjkAAAAJ:u5HHmVD_uO8C",
            415,
            "https:\/\/physoc.onlinelibrary.wiley.com\/doi\/abs\/10.1113\/jphysiol.2006.113936",
            "16522810138043575908",
            "\/scholar?cites=16522810138043575908",
            {
                "2007":19,
                "2008":28,
                "2009":24,
                "2010":27,
                "2011":32,
                "2012":25,
                "2013":34,
                "2014":30,
                "2015":28,
                "2016":47,
                "2017":26,
                "2018":38,
                "2019":27,
                "2020":21,
                "2021":1
            }
        ],
        [
            "BACKGROUND:COPD is a major cause of morbidity and mortality in the United States as well as throughout the rest of the world. An exacerbation of COPD (periodic escalations of symptoms of cough, dyspnea, and sputum production) is a major contributor to worsening lung function, impairment in quality of life, need for urgent care or hospitalization, and cost of care in COPD. Research conducted over the past decade has contributed much to our current understanding of the pathogenesis and treatment of COPD. Additionally, an evolving literature has accumulated about the prevention of acute exacerbations.METHODS:In recognition of the importance of preventing exacerbations in patients with COPD, the American College of Chest Physicians (CHEST) and Canadian Thoracic Society (CTS) joint evidence-based guideline (AECOPD Guideline) was developed to provide a practical, clinically useful document to …",
            "Prevention of acute exacerbations of COPD: American college of chest physicians and Canadian thoracic society guideline",
            "Gerard J Criner and Jean Bourbeau and Rebecca L Diekemper and Daniel R Ouellette and Donna Goodridge and Paul Hernandez and Kristen Curren and Meyer S Balter and Mohit Bhutani and Pat G Camp and Bartolome R Celli and Gail Dechman and Mark T Dransfield and Stanley B Fiel and Marilyn G Foreman and Nicola A Hanania and Belinda K Ireland and Nathaniel Marchetti and Darcy D Marciniuk and Richard A Mularski and Joseph Ornelas and Jeremy D Road and Michael K Stickland",
            "2015",
            "Mc1INjkAAAAJ:TQgYirikUcIC",
            285,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0012369215389418",
            "4503953786361648988",
            "\/scholar?cites=4503953786361648988",
            {
                "2015":26,
                "2016":58,
                "2017":47,
                "2018":58,
                "2019":37,
                "2020":33,
                "2021":3
            }
        ],
        [
            "In young, healthy people the alveolar–arterial P difference (A‐aDO2) is small at rest, but frequently increases during exercise. Previously, investigators have focused on ventilation\/perfusion mismatch and diffusion abnormalities to explain the impairment in gas exchange, as significant physiological intra‐pulmonary shunt has not been found. The aim of this study was to use a non‐gas exchange method to determine if anatomical intra‐pulmonary (I‐P) shunts develop during exercise, and, if so, whether there is a relationship between shunt and increased A‐aDO2. Healthy male participants performed graded upright cycling to 90%  while pulmonary arterial (PAP) and pulmonary artery wedge pressures were measured. Blood samples were obtained from the radial artery, cardiac output  was calculated by the direct Fick method and I‐P shunt was determined by administering agitated saline during continuous 2‐D …",
            "Intra‐pulmonary shunt and pulmonary gas exchange during exercise in humans",
            "Michael K Stickland and Robert C Welsh and Mark J Haykowsky and Stewart R Petersen and William D Anderson and Dylan A Taylor and Marcel Bouffard and Richard L Jones",
            "2004",
            "Mc1INjkAAAAJ:u-x6o8ySG0sC",
            168,
            "https:\/\/physoc.onlinelibrary.wiley.com\/doi\/abs\/10.1113\/jphysiol.2004.069302",
            "15357945208853913142",
            "\/scholar?cites=15357945208853913142",
            {
                "2005":5,
                "2006":13,
                "2007":6,
                "2008":15,
                "2009":9,
                "2010":8,
                "2011":10,
                "2012":16,
                "2013":9,
                "2014":15,
                "2015":13,
                "2016":12,
                "2017":8,
                "2018":5,
                "2019":9,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Pulmonary rehabilitation (PR) participation is the standard of care for patients with chronic obstructive pulmonary disease (COPD) who remain symptomatic despite bronchodilator therapies. However, there are questions about specific aspects of PR programming including optimal site of rehabilitation delivery, components of rehabilitation programming, duration of rehabilitation, target populations and timing of rehabilitation. The present document was compiled to specifically address these important clinical issues, using an evidence-based, systematic review process led by a representative interprofessional panel of experts.The evidence reveals there are no differences in major patient-related outcomes of PR between nonhospital- (community or home sites) or hospital-based sites. There is strong support to recommend that COPD patients initiate PR within one month following an acute exacerbation due to benefits of improved dyspnea, exercise tolerance and health-related quality of life relative to usual care. Moreover, the benefits of PR are evident in both men and women, and in patients with moderate, severe and very severe COPD. The current review also suggests that longer PR programs, beyond six to eight weeks duration, be provided for COPD patients, and that while aerobic training is the foundation of PR, endurance and functional ability may be further improved with both aerobic and resistance training.",
            "Optimizing pulmonary rehabilitation in chronic obstructive pulmonary disease–practical issues: a Canadian Thoracic Society Clinical Practice Guideline",
            "Darcy D Marciniuk and Dina Brooks and Scott Butcher and Richard Debigare and Gail Dechman and Gordon Ford and Veronique Pepin and Darlene Reid and Andrew W Sheel and Micheal K Stickland and David C Todd and Shannon L Walker and Shawn D Aaron and Meyer Balter and Jean Bourbeau and Paul Hernandez and Francois Maltais and Denis E O’Donnell and Donna Bleakney and Brian Carlin and Roger Goldstein and Stella K Muthuri",
            "2010",
            "Mc1INjkAAAAJ:JQOojiI6XY0C",
            140,
            "https:\/\/www.hindawi.com\/journals\/crj\/2010\/425975\/abs\/",
            "14571460164129257954",
            "\/scholar?cites=14571460164129257954",
            {
                "2011":8,
                "2012":10,
                "2013":10,
                "2014":14,
                "2015":25,
                "2016":10,
                "2017":11,
                "2018":14,
                "2019":16,
                "2020":17
            }
        ],
        [
            "Subjects with greater aerobic fitness demonstrate better diastolic compliance at rest, but whether fitness modulates exercise cardiac compliance and cardiac filling pressures remains to be determined. On the basis of maximal oxygen consumption (V̇o2max), healthy male subjects were categorized into either low (LO: V̇o2max = 43 ± 6 ml·kg−1·min−1; n = 3) or high (HI: V̇o2max = 60 ± 3 ml·kg−1·min−1; n = 5) aerobic power. Subjects performed incremental cycle exercise to 90% V̇o2max. Right atrial (RAP) and pulmonary artery wedge (PAWP) pressures were measured, and left ventricular (LV) transmural filling pressure (TMFP = PAWP − RAP) was calculated. Cardiac output (CO) and stroke volume (SV) were determined by direct Fick, and LV end-diastolic volume (EDV) was estimated from echocardiographic fractional area change and Fick SV. There were no between-group differences for any measure at rest …",
            "Does fitness level modulate the cardiovascular hemodynamic response to exercise?",
            "Michael K Stickland and Robert C Welsh and Stewart R Petersen and John V Tyberg and William D Anderson and Richard L Jones and Dylan A Taylor and Marcel Bouffard and Mark J Haykowsky",
            "2006",
            "Mc1INjkAAAAJ:d1gkVwhDpl0C",
            138,
            "https:\/\/journals.physiology.org\/doi\/abs\/10.1152\/japplphysiol.01485.2005",
            "11748820112016658665",
            "\/scholar?cites=11748820112016658665",
            {
                "2006":1,
                "2007":5,
                "2008":6,
                "2009":11,
                "2010":10,
                "2011":15,
                "2012":10,
                "2013":16,
                "2014":9,
                "2015":16,
                "2016":9,
                "2017":8,
                "2018":10,
                "2019":7
            }
        ],
        [
            "The purpose of this study was to test the accuracy of the 20-m multi-stage shuttle run (SR) test to predict  in young adults.  was measured during a graded treadmill test in 60 men and 62 women (mean age 25.3 and 25.1 years, respectively). Each subject was familiarized with the SR procedure and then completed the SR test to predict  on a separate day. The mean terminal SR stage was 9.5 for men and 7.8 for women. The regression equations of Léger et al. (1988) and Léger and Gadoury (1989) systematically underpredicted max for both males and females (p < 0.05). New regression equations were developed from present data to predict  for males: Ŷ = 2.75X + 28.8 (r2 = 0.77, SEE = 4.07 ml•kg−1•min−1); and for females: Ŷ = 2.85X + 25.1 (r2 = 0.66, SEE = 3.64 ml•kg−1•min−1), where X equals the last half-stage of the SR completed. We suggest that these gender-distinct equations provide …",
            "Prediction of maximal aerobic power from the 20-m multi-stage shuttle run test",
            "Michael K Stickland and Stewart R Petersen and Marcel Bouffard",
            "2003",
            "Mc1INjkAAAAJ:2osOgNQ5qMEC",
            133,
            "https:\/\/cdnsciencepub.com\/doi\/abs\/10.1139\/h03-021",
            "6783971739595192688",
            "\/scholar?cites=6783971739595192688",
            {
                "2004":2,
                "2005":5,
                "2006":8,
                "2007":5,
                "2008":11,
                "2009":4,
                "2010":6,
                "2011":8,
                "2012":10,
                "2013":18,
                "2014":7,
                "2015":5,
                "2016":10,
                "2017":9,
                "2018":4,
                "2019":8,
                "2020":7,
                "2021":1
            }
        ],
        [
            "",
            "Using Telehealth technology to deliver pulmonary rehabilitation to patients with chronic obstructive pulmonary disease",
            "Michael K Stickland and Tina Jourdain and Eric YL Wong and Wendy M Rodgers and Nicholas G Jendzjowsky and G Fred MacDonald",
            "2011",
            "Mc1INjkAAAAJ:_FxGoFyzp5QC",
            112,
            "https:\/\/www.hindawi.com\/journals\/crj\/2011\/640865\/abs\/",
            "5833945144433852206",
            "\/scholar?cites=5833945144433852206",
            {
                "2011":1,
                "2012":3,
                "2013":10,
                "2014":16,
                "2015":12,
                "2016":7,
                "2017":12,
                "2018":17,
                "2019":13,
                "2020":18,
                "2021":1
            }
        ],
        [
            "Non‐technical summary  Heat stress reduces brain blood flow and impairs orthostatic tolerance. Brain blood flow is largely controlled by the partial pressure of arterial . Indeed, hyperthermia‐induced over‐breathing and related reductions in arterial  account for ∼50% of the reduction in brain blood flow. This investigation tested the unique hypothesis that the distribution of cardiac output during heat stress (challenged by thermoregulatory increases in skin blood flow and sweat loss) contributes to the remaining 50%. We show that cardiac output is not related to brain blood flow, but rather arterial  plays a much larger role than previously suggested. These findings help us understand the mechanisms relating heat stress with an increased likelihood of fainting, and are also relevant to pathological conditions that are accompanied by elevations in body temperature.",
            "Reductions in cerebral blood flow during passive heat stress in humans: partitioning the mechanisms",
            "Michael D Nelson and Mark J Haykowsky and Michael K Stickland and Luis A Altamirano‐Diaz and Christopher K Willie and Kurt J Smith and Stewart R Petersen and Philip N Ainslie",
            "2011",
            "Mc1INjkAAAAJ:IjCSPb-OGe4C",
            96,
            "https:\/\/physoc.onlinelibrary.wiley.com\/doi\/abs\/10.1113\/jphysiol.2011.212118",
            "9917695238190804984",
            "\/scholar?cites=9917695238190804984",
            {
                "2010":2,
                "2011":4,
                "2012":11,
                "2013":13,
                "2014":13,
                "2015":13,
                "2016":9,
                "2017":10,
                "2018":7,
                "2019":8,
                "2020":6
            }
        ]
    ]
}