{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This letter reports the finding of a new chaotic attractor in a simple three-dimensional autonomous system,  which connects the Lorenz attractor and Chen's attractor  and represents the transition from one to the other.",
            "A new chaotic attractor coined",
            "JINHU Lü and Guanrong Chen",
            "2002",
            "mCjNN7kAAAAJ:RYcK_YlVTxYC",
            2293,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/s0218127402004620",
            "11585558429644063580",
            "\/scholar?cites=11585558429644063580",
            {
                "2002":21,
                "2003":23,
                "2004":49,
                "2005":49,
                "2006":74,
                "2007":104,
                "2008":125,
                "2009":169,
                "2010":168,
                "2011":164,
                "2012":171,
                "2013":160,
                "2014":149,
                "2015":199,
                "2016":191,
                "2017":136,
                "2018":136,
                "2019":96,
                "2020":82,
                "2021":8
            }
        ],
        [
            "This paper introduces a unified chaotic system that contains the Lorenz and  the Chen systems as two dual systems at the two extremes of its parameter  spectrum. The new system represents the continued transition from the Lorenz  to the Chen system and is chaotic over the entire spectrum of the key system  parameter. Dynamical behaviors of the unified system are investigated in somewhat detail.",
            "Bridge the gap between the Lorenz system and the Chen system",
            "Jinhu Lü and Guanrong Chen and Daizhan Cheng and Sergej Celikovsky",
            "2002",
            "mCjNN7kAAAAJ:u5HHmVD_uO8C",
            1079,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/S021812740200631X",
            "5992791155598573844",
            "\/scholar?cites=5992791155598573844",
            {
                "2002":5,
                "2003":13,
                "2004":28,
                "2005":52,
                "2006":51,
                "2007":72,
                "2008":105,
                "2009":120,
                "2010":96,
                "2011":87,
                "2012":79,
                "2013":70,
                "2014":59,
                "2015":47,
                "2016":50,
                "2017":36,
                "2018":45,
                "2019":25,
                "2020":22,
                "2021":6
            }
        ],
        [
            "Today, complex networks have attracted increasing attention from various fields of science and engineering. It has been demonstrated that many complex networks display various synchronization phenomena. In this note, we introduce a time-varying complex dynamical network model. We then further investigate its synchronization phenomenon and prove several network synchronization theorems. Especially, we show that synchronization of such a time-varying dynamical network is completely determined by the inner-coupling matrix, and by the eigenvalues and the corresponding eigenvectors of the coupling configuration matrix of the network.",
            "A time-varying complex dynamical network model and its controlled synchronization criteria",
            "Jinhu Lu and Guanrong Chen",
            "2005",
            "mCjNN7kAAAAJ:u-x6o8ySG0sC",
            1042,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1440569\/",
            "4459568436719583504",
            "\/scholar?cites=4459568436719583504",
            {
                "2005":4,
                "2006":23,
                "2007":35,
                "2008":72,
                "2009":87,
                "2010":74,
                "2011":78,
                "2012":104,
                "2013":115,
                "2014":102,
                "2015":89,
                "2016":66,
                "2017":52,
                "2018":51,
                "2019":41,
                "2020":41,
                "2021":2
            }
        ],
        [
            "There exist some fundamental and yet challenging problems in pinning control of complex networks: (1) What types of pinning schemes may be chosen for a given complex network to realize synchronization? (2) What kinds of controllers may be designed to ensure the network synchronization? (3) How large should the coupling strength be used in a given complex network to achieve synchronization? This paper addresses these technique questions. Surprisingly, it is found that a network under a typical framework can realize synchronization subject to any linear feedback pinning scheme by using adaptive tuning of the coupling strength. In addition, it is found that the nodes with low degrees should be pinned first when the coupling strength is small, which is contrary to the common view that the most-highly-connected nodes should be pinned first. Furthermore, it is interesting to find that the derived pinning …",
            "On pinning synchronization of complex dynamical networks",
            "Wenwu Yu and Guanrong Chen and Jinhu Lü",
            "2009",
            "mCjNN7kAAAAJ:HoB7MX3m0LUC",
            939,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0005109808004536",
            "4610147766948819003",
            "\/scholar?cites=4610147766948819003",
            {
                "2009":19,
                "2010":45,
                "2011":60,
                "2012":100,
                "2013":104,
                "2014":111,
                "2015":103,
                "2016":94,
                "2017":82,
                "2018":82,
                "2019":80,
                "2020":51,
                "2021":2
            }
        ],
        [
            "This note further investigates the locally and globally adaptive synchronization of an uncertain complex dynamical network. Several network synchronization criteria are deduced. Especially, our hypotheses and designed adaptive controllers for network synchronization are rather simple in form. It is very useful for future practical engineering design. Moreover, numerical simulations are also given to show the effectiveness of our synchronization approaches.",
            "Adaptive synchronization of an uncertain complex dynamical network",
            "Jin Zhou and Jun-an Lu and Jinhu Lu",
            "2006",
            "mCjNN7kAAAAJ:d1gkVwhDpl0C",
            690,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1618842\/",
            "5036173148597125651",
            "\/scholar?cites=5036173148597125651",
            {
                "2006":3,
                "2007":26,
                "2008":52,
                "2009":68,
                "2010":60,
                "2011":57,
                "2012":75,
                "2013":68,
                "2014":68,
                "2015":58,
                "2016":45,
                "2017":26,
                "2018":33,
                "2019":30,
                "2020":18,
                "2021":1
            }
        ],
        [
            "In this paper, we study the stability of n-dimensional linear fractional differential equation with time delays, where the delay matrix is defined in (R +)n×n. By using the Laplace transform, we introduce a characteristic equation for the above system with multiple time delays. We discover that if all roots of the characteristic equation have negative parts, then the equilibrium of the above linear system with fractional order is Lyapunov globally asymptotical stable if the equilibrium exist that is almost the same as that of classical differential equations. As its an application, we apply our theorem to the delayed system in one spatial dimension studied by Chen and Moore [Nonlinear Dynamics 29, 2002, 191] and determine the asymptotically stable region of the system. We also deal with synchronization between the coupled Duffing oscillators with time delays by the linear feedback control method and …",
            "Stability analysis of linear fractional differential system with multiple time delays",
            "Weihua Deng and Changpin Li and Jinhu Lü",
            "2007",
            "mCjNN7kAAAAJ:SeFeTyx0c_EC",
            683,
            "https:\/\/link.springer.com\/article\/10.1007\/s11071-006-9094-0",
            "9541435156200173532",
            "\/scholar?cites=9541435156200173532",
            {
                "2007":10,
                "2008":14,
                "2009":17,
                "2010":33,
                "2011":41,
                "2012":45,
                "2013":37,
                "2014":50,
                "2015":47,
                "2016":59,
                "2017":63,
                "2018":77,
                "2019":95,
                "2020":75,
                "2021":12
            }
        ],
        [
            "There are two challenging fundamental questions in pinning control of complex networks: (i) How many nodes should a network with fixed network structure and coupling strength be pinned to reach network synchronization? (ii) How much coupling strength should a network with fixed network structure and pinning nodes be applied to realize network synchronization? To fix these two questions, we propose a general complex dynamical network model and then further investigate its pinning adaptive synchronization. Based on this model, we attain several novel adaptive synchronization criteria which indeed give the positive answers to these two questions. That is, we provide a simply approximate formula for estimating the detailed number of pinning nodes and the magnitude of the coupling strength for a given general complex dynamical network. Here, the coupling-configuration matrix and the inner-coupling …",
            "Pinning adaptive synchronization of a general complex dynamical network",
            "Jin Zhou and Jun-an Lu and Jinhu Lü",
            "2008",
            "mCjNN7kAAAAJ:M05iB0D1s5AC",
            602,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0005109807003834",
            "7204498452672712496",
            "\/scholar?cites=7204498452672712496",
            {
                "2007":2,
                "2008":12,
                "2009":29,
                "2010":50,
                "2011":66,
                "2012":84,
                "2013":65,
                "2014":67,
                "2015":48,
                "2016":44,
                "2017":25,
                "2018":41,
                "2019":31,
                "2020":29,
                "2021":3
            }
        ],
        [
            "A new adaptive control method is proposed for adaptive synchronization of two uncertain chaotic systems, using a specific uncertain unified chaotic model as an example for illustration.",
            "Synchronization of an uncertain unified chaotic system via adaptive control",
            "Shihua Chen and Jinhu Lü",
            "2002",
            "mCjNN7kAAAAJ:lSLTfruPkqcC",
            513,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0960077902000061",
            "9694804596823316538",
            "\/scholar?cites=9694804596823316538",
            {
                "2002":4,
                "2003":8,
                "2004":31,
                "2005":24,
                "2006":34,
                "2007":29,
                "2008":40,
                "2009":48,
                "2010":23,
                "2011":44,
                "2012":54,
                "2013":39,
                "2014":30,
                "2015":23,
                "2016":17,
                "2017":25,
                "2018":14,
                "2019":17,
                "2020":8
            }
        ],
        [
            "This paper constructs a new hyperchaotic system based on Lü system by using a state feedback controller. The detailed dynamical behaviors of this hyperchaotic system are further investigated, including Lyapunov exponents spectrum, bifurcation, and Poincaré mapping. Moreover, a novel circuit diagram is designed for verifying the hyperchaotic behaviors and some experimental observations are also given.",
            "Generating hyperchaotic Lü attractor via state feedback control",
            "Aimin Chen and Junan Lu and Jinhu Lü and Simin Yu",
            "2006",
            "mCjNN7kAAAAJ:70eg2SAEIzsC",
            502,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0378437105009933",
            "12680331802547799490",
            "\/scholar?cites=12680331802547799490",
            {
                "2006":8,
                "2007":14,
                "2008":34,
                "2009":51,
                "2010":55,
                "2011":45,
                "2012":53,
                "2013":39,
                "2014":33,
                "2015":30,
                "2016":43,
                "2017":29,
                "2018":28,
                "2019":24,
                "2020":12,
                "2021":1
            }
        ],
        [
            "Many real-world complex networks display a small-world feature-a high degree of clustering and a small average distance. We show that the maximum synchronizability of a network is completely determined by its associated feedback system, which has a precise meaning in terms of synchronous communication. We introduce a new concept of synchronizability matrix to characterize the maximum synchronizability of a network. Several new concepts, such as sensitive edge and robust edge, are proposed for analyzing the robustness and fragility of synchronization of a network. Using the knowledge of synchronizability, we can purposefully increase the robustness of the network synchronization and prevent it from attacks. Some applications in small-world networks are also discussed briefly.",
            "Characterizing the synchronizability of small-world dynamical networks",
            "Jinhu Lu and Xinghuo Yu and Guanrong Chen and Daizhan Cheng",
            "2004",
            "mCjNN7kAAAAJ:9yKSN-GCB0IC",
            480,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1284752\/",
            "18301256147189192063",
            "\/scholar?cites=18301256147189192063",
            {
                "2004":4,
                "2005":10,
                "2006":23,
                "2007":32,
                "2008":51,
                "2009":45,
                "2010":42,
                "2011":29,
                "2012":43,
                "2013":61,
                "2014":43,
                "2015":32,
                "2016":13,
                "2017":14,
                "2018":13,
                "2019":12,
                "2020":11
            }
        ]
    ]
}