{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The paper describes the engineering and design of a doubly fed induction generator (DFIG), using back-to-back PWM voltage-source converters in the rotor circuit. A vector-control scheme for the supply-side PWM converter results in independent control of active and reactive power drawn from the supply, while ensuring sinusoidal supply currents. Vector control of the rotor-connected converter provides for wide speed-range operation; the vector scheme is embedded in control loops which enable optimal speed tracking for maximum energy capture from the wind. An experimental rig, which represents a 7.5 kW variable speed wind-energy generation system is described, and experimental results are given that illustrate the excellent performance characteristics of the system. The paper considers a grid-connected system; a further paper will describe a stand-alone system.",
            "Doubly fed induction generator using back-to-back PWM converters and its application to variable-speed wind-energy generation",
            "Ruben Pena and JC Clare and GM Asher",
            "1996",
            "mCvZPDn8heUC:u5HHmVD_uO8C",
            3657,
            "https:\/\/digital-library.theiet.org\/content\/journals\/10.1049\/ip-epa_19960288",
            "4367196988700491816",
            "\/scholar?cites=4367196988700491816",
            {
                "2001":12,
                "2002":19,
                "2003":41,
                "2004":63,
                "2005":91,
                "2006":140,
                "2007":160,
                "2008":201,
                "2009":243,
                "2010":232,
                "2011":281,
                "2012":256,
                "2013":284,
                "2014":333,
                "2015":270,
                "2016":259,
                "2017":231,
                "2018":230,
                "2019":168,
                "2020":93,
                "2021":6
            }
        ],
        [
            "The matrix converter is an array of controlled semiconductor switches that connects directly the three-phase source to the three-phase load. This converter has several attractive features that have been investigated in the last two decades. In the last few years, an increase in research work has been observed, bringing this topology closer to the industrial application. This paper presents the state-of-the-art view in the development of this converter, starting with a brief historical review. An important part of the paper is dedicated to a discussion of the most important modulation and control strategies developed recently. Special attention is given to present modern methods developed to solve the commutation problem. Some new arrays of power bidirectional switches integrated in a single module are also presented. Finally, this paper includes some practical issues related to the practical application of this technology …",
            "Matrix converters: A technology review",
            "Patrick W Wheeler and Jose Rodriguez and Jon C Clare and Lee Empringham and Alejandro Weinstein",
            "2002",
            "mCvZPDn8heUC:u-x6o8ySG0sC",
            2316,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/993260\/",
            "14767880002260278827",
            "\/scholar?cites=14767880002260278827",
            {
                "2003":20,
                "2004":38,
                "2005":62,
                "2006":104,
                "2007":128,
                "2008":163,
                "2009":149,
                "2010":168,
                "2011":171,
                "2012":175,
                "2013":159,
                "2014":193,
                "2015":174,
                "2016":154,
                "2017":151,
                "2018":118,
                "2019":87,
                "2020":84,
                "2021":2
            }
        ],
        [
            "The matrix converter is an array of controlled semiconductor switches that connects directly the three-phase source to the three-phase load. This converter has several attractive features that have been investigated in the last two decades. In the last few years, an increase in research work has been observed, bringing this topology closer to the industrial application. This paper presents the state-of-the-art view in the development of this converter, starting with a brief historical review. An important part of the paper is dedicated to a discussion of the most important modulation and control strategies developed recently. Special attention is given to present modern methods developed to solve the commutation problem. Some new arrays of power bidirectional switches integrated in a single module are also presented. Finally, this paper includes some practical issues related to the practical application of this technology …",
            "Matrix converters: A technology review",
            "Patrick W Wheeler and Jose Rodriguez and Jon C Clare and Lee Empringham and Alejandro Weinstein",
            "2002",
            "mCvZPDn8heUC:hqOjcs7Dif8C",
            2314,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/993260\/",
            "14767880002260278827",
            "\/scholar?cites=14767880002260278827",
            {
                "2003":20,
                "2004":38,
                "2005":62,
                "2006":104,
                "2007":128,
                "2008":162,
                "2009":149,
                "2010":168,
                "2011":171,
                "2012":174,
                "2013":159,
                "2014":193,
                "2015":174,
                "2016":154,
                "2017":151,
                "2018":118,
                "2019":87,
                "2020":84,
                "2021":2
            }
        ],
        [
            "A doubly fed induction generator (DFIG) designed to be driven at variable speed from a wind turbine and supplying an isolated load is presented. Two back-to-back PWM voltage-fed inverters connected between the stator and the rotor allow sub- and super-synchronous operation with low distortion currents. The load voltage is maintained at constant frequency and its magnitude is regulated through control of the stator flux of the generator. An auxiliary load is connected in parallel with the main load, and the auxiliary power is controlled to allow the DFIG to track the optimal wind turbine speed for maximum energy capture from the wind. An indirect stator-orientated vector control scheme is used to control the DFIG and this results in constant load voltage and frequency for variations in both load and wind speed. The techniques have been implemented and validated on a 7.5 kW experimental rig.",
            "A doubly fed induction generator using back-to-back PWM converters supplying an isolated load from a variable speed wind turbine",
            "R Pena and JC Clare and GM Asher",
            "1996",
            "mCvZPDn8heUC:d1gkVwhDpl0C",
            571,
            "https:\/\/digital-library.theiet.org\/content\/journals\/10.1049\/ip-epa_19960454",
            "3161561475375825218",
            "\/scholar?cites=3161561475375825218",
            {
                "2000":5,
                "2001":2,
                "2002":4,
                "2003":8,
                "2004":16,
                "2005":23,
                "2006":24,
                "2007":30,
                "2008":22,
                "2009":33,
                "2010":32,
                "2011":27,
                "2012":44,
                "2013":43,
                "2014":52,
                "2015":47,
                "2016":41,
                "2017":28,
                "2018":45,
                "2019":27,
                "2020":13,
                "2021":1
            }
        ],
        [
            "This paper presents a novel control system for the operation of a switched reluctance generator (SRG) driven by a variable speed wind turbine. The SRG is controlled to drive a wind energy conversion system (WECS) to the point of maximum aerodynamic efficiency using closed loop control of the power output. In the medium and low speed range, the SRG phase current is regulated using pulsewidth-modulation (PWM) control of the magnetizing voltage. For high speeds the generator is controlled using a single pulse mode. In order to interface the SRG to the grid (or ac load) a voltage-source PWM inverter is used. A 2.5-kW experimental prototype has been constructed. Wind turbine characteristics are emulated using a cage induction machine drive. The performance of the system has been tested over the whole speed range using wind profiles and power impacts. Experimental results are presented confirming the …",
            "Control of a switched reluctance generator for variable-speed wind energy applications",
            "Roberto Cardenas and Ruben Pena and Marcelo Perez and Jon Clare and Greg Asher and Patrick Wheeler",
            "2005",
            "mCvZPDn8heUC:2osOgNQ5qMEC",
            322,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1546070\/",
            "6394665220159318008",
            "\/scholar?cites=6394665220159318008",
            {
                "2007":8,
                "2008":11,
                "2009":15,
                "2010":21,
                "2011":20,
                "2012":40,
                "2013":31,
                "2014":23,
                "2015":35,
                "2016":30,
                "2017":26,
                "2018":18,
                "2019":20,
                "2020":20
            }
        ],
        [
            "Stray components distributed in a pulsewidth modulation (PWM) drive system form parts of resonant circuits which can be excited to produce radio frequency (RF) noise driven by the pulsed switching action of the power devices. The dynamic response of such circuits is complex. It is essential to identify the dominant oscillation modes in the system so that electromagnetic interference (EMI) reduction techniques can be effectively implemented. This paper (Part I) investigates the mechanisms of conducted EMI emissions associated with a typical PWM inverter induction motor drive system. A numerical model, which includes the high-frequency effects within the machine, is established to evaluate the emissions in the time domain. The dominant high-frequency current paths are identified, and this allows the oscillation frequencies to be predicted from knowledge of the component values. The analysis is confirmed using …",
            "Conducted electromagnetic emissions in induction motor drive systems. I. Time domain analysis and identification of dominant modes",
            "Li Ran and Sunil Gokani and Jon Clare and Keith John Bradley and Christos Christopoulos",
            "1998",
            "mCvZPDn8heUC:9yKSN-GCB0IC",
            312,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/704152\/",
            "1728962925451701918",
            "\/scholar?cites=1728962925451701918",
            {
                "1998":2,
                "1999":4,
                "2000":7,
                "2001":11,
                "2002":10,
                "2003":15,
                "2004":21,
                "2005":21,
                "2006":12,
                "2007":21,
                "2008":20,
                "2009":20,
                "2010":16,
                "2011":16,
                "2012":21,
                "2013":12,
                "2014":14,
                "2015":8,
                "2016":11,
                "2017":15,
                "2018":10,
                "2019":10,
                "2020":13
            }
        ],
        [
            "The future electricity network has to be able to manage energy coming from different grids as well as from renewable energy sources (RES) and other distributed generation (DG) systems. Advanced power electronic converters can provide the means to control power flow and ensure proper and secure operation of future networks. This paper presents analysis, design, and experimental validation of a back-to-back three-phase ac-dc-ac multilevel converter employed for universal and flexible power management (UNIFLEX-PM) of future electrical grids and its advanced control technique. The proposed system has been successfully tested for bidirectional power flow operation with different grid operating conditions such as voltage unbalance, frequency variation, harmonic distortion, and faults due to short circuits.",
            "Advanced power electronic conversion and control system for universal and flexible power management",
            "Stefano Bifaretti and Pericle Zanchetta and Alan Watson and Luca Tarisciotti and Jon C Clare",
            "2011",
            "mCvZPDn8heUC:-f6ydRqryjwC",
            301,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/5739137\/",
            "8293009344244907943",
            "\/scholar?cites=8293009344244907943",
            {
                "2012":14,
                "2013":24,
                "2014":32,
                "2015":42,
                "2016":33,
                "2017":41,
                "2018":36,
                "2019":47,
                "2020":29
            }
        ],
        [
            "This paper presents a review of the current state of the art in terms of practical matrix converter technologies. Present solutions to the numerous technological issues and challenges faced when implementing viable matrix converters are discussed. The reported use of the matrix converters in different applications is also presented together with a review of current industrial applications.",
            "Technological issues and industrial application of matrix converters: A review",
            "Lee Empringham and Johann W Kolar and Jose Rodriguez and Pat W Wheeler and Jon C Clare",
            "2012",
            "mCvZPDn8heUC:SP6oXDckpogC",
            280,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/6290364\/",
            "3857024808806514477",
            "\/scholar?cites=3857024808806514477",
            {
                "2013":10,
                "2014":30,
                "2015":42,
                "2016":41,
                "2017":52,
                "2018":41,
                "2019":33,
                "2020":25,
                "2021":1
            }
        ],
        [
            "This paper presents an analysis of a model reference adaptive system (MRAS) observer for the sensorless control of a standalone doubly fed induction generator (DFIG). The analysis allows the formal design of the MRAS observer of given dynamics and further allows the prediction of rotor position estimation errors under parameter mismatch. The MRAS observer analysis is experimentally implemented for the vector control of a standalone DFIG feeding a load at constant voltage and frequency. Experimental results, including speed catching of an already spinning machine, are presented and extensively discussed. Although the method is validated for a standalone generator, the proposed MRAS observer can be extended to other applications of the doubly fed induction machine.",
            "MRAS observer for sensorless control of standalone doubly fed induction generators",
            "Roberto Cardenas and Ruben Pena and Jose Proboste and Greg Asher and Jon Clare",
            "2005",
            "mCvZPDn8heUC:LPtt_HFRSbwC",
            280,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1546062\/",
            "15293884675074278967",
            "\/scholar?cites=15293884675074278967",
            {
                "2006":3,
                "2007":7,
                "2008":14,
                "2009":24,
                "2010":30,
                "2011":17,
                "2012":16,
                "2013":21,
                "2014":30,
                "2015":19,
                "2016":30,
                "2017":19,
                "2018":23,
                "2019":14,
                "2020":13
            }
        ],
        [
            "This letter presents a fault detection method for modular multilevel converters which is capable of locating a faulty semiconductor switching device in the circuit. The proposed fault detection method is based on a sliding mode observer (SMO) and a switching model of a half-bridge, the approach taken is to conjecture the location of fault, modify the SMO accordingly and then compare the observed and measured states to verify, or otherwise, the assumption. This technique requires no additional measurement elements and can easily be implemented in a DSP or microcontroller. The operation and robustness of the fault detection technique are confirmed by simulation results for the fault condition of a semiconductor switching device appearing as an open circuit.",
            "Fault detection for modular multilevel converters based on sliding mode observer",
            "Shuai Shao and Patrick W Wheeler and Jon C Clare and Alan J Watson",
            "2013",
            "mCvZPDn8heUC:fQNAKQ3IYiAC",
            257,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/6418042\/",
            "855870752106782767",
            "\/scholar?cites=855870752106782767",
            {
                "2013":6,
                "2014":34,
                "2015":28,
                "2016":44,
                "2017":29,
                "2018":40,
                "2019":37,
                "2020":36,
                "2021":3
            }
        ]
    ]
}