{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "The optimization of traditional electrocatalysts has reached a point where progress is impeded by fundamental physical factors including inherent scaling relations among thermokinetic characteristics of different elementary reaction steps, non‐Nernstian behavior, and electronic structure of the catalyst. This indicates that the currently utilized classes of electrocatalysts may not be adequate for future needs. This study reports on synthesis and characterization of a new class of materials based on 2D transition metal dichalcogenides including sulfides, selenides, and tellurides of group V and VI transition metals that exhibit excellent catalytic performance for both oxygen reduction and evolution reactions in an aprotic medium with Li salts. The reaction rates are much higher for these materials than previously reported catalysts for these reactions. The reasons for the high activity are found to be the metal edges with …",
            "New Class of Electrocatalysts Based on 2D Transition Metal Dichalcogenides in Ionic Liquid",
            "Leily Majidi and Poya Yasaei and Robert E Warburton and Shadi Fuladi and John Cavin and Xuan Hu and Zahra Hemmat and Sung Beom Cho and Pedram Abbasi and Márton Vörös and Lei Cheng and Baharak Sayahpour and Igor L Bolotin and Peter Zapol and Jeffrey Greeley and Robert F Klie and Rohan Mishra and Fatemeh Khalili‐Araghi and Larry A Curtiss and Amin Salehi‐Khojin",
            "2019",
            "mdxrWyMAAAAJ:9yKSN-GCB0IC",
            15,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201804453",
            "15064516966942277800",
            "\/scholar?cites=15064516966942277800",
            {
                "2019":4,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Transition metal dichalcogenide (TMDCs) alloys could have a wide range of physical and chemical properties, ranging from charge density waves to superconductivity and electrochemical activities. While many exciting behaviors of unary TMDCs have been demonstrated, the vast compositional space of TMDC alloys has remained largely unexplored due to the lack of understanding regarding their stability when accommodating different cations or chalcogens in a single‐phase. Here, a theory‐guided synthesis approach is reported to achieve unexplored quasi‐binary TMDC alloys through computationally predicted stability maps. Equilibrium temperature–composition phase diagrams using first‐principles calculations are generated to identify the stability of 25 quasi‐binary TMDC alloys, including some involving non‐isovalent cations and are verified experimentally through the synthesis of a subset of 12 predicted …",
            "Quasi‐Binary Transition Metal Dichalcogenide Alloys: Thermodynamic Stability Prediction, Scalable Synthesis, and Application",
            "Zahra Hemmat and John Cavin and Alireza Ahmadiparidari and Alexander Ruckel and Sina Rastegar and Saurabh N Misal and Leily Majidi and Khagesh Kumar and Shuxi Wang and Jinglong Guo and Radwa Dawood and Francisco Lagunas and Prakash Parajuli and Anh Tuan Ngo and Larry A Curtiss and Sung Beom Cho and Jordi Cabana and Robert F Klie and Rohan Mishra and Amin Salehi‐Khojin",
            "2020",
            "mdxrWyMAAAAJ:WF5omc3nYNoC",
            4,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201907041",
            "17436094162300917409",
            "\/scholar?cites=17436094162300917409",
            {
                "2020":3,
                "2021":1
            }
        ],
        [
            "Control over the nucleation and growth of lead-halide perovskite crystals is critical to obtain semiconductor films with high quantum yields in optoelectronic devices. In this report, we use the change in fluorescence brightness to image the transformation of individual lead bromide (PbBr2) nanocrystals to methylammonium lead bromide (CH3NH3PbBr3) via intercalation of CH3NH3Br. Analyzing this reaction one nanocrystal at a time reveals information that is masked when the fluorescence intensity is averaged over many particles. Sharp rises in the intensity of single nanocrystals indicate they transform much faster than the time it takes for the ensemble average to transform. While the ensemble reaction rate increases with increasing CH3NH3Br concentration, the intensity rises for individual nanocrystals are insensitive to the CH3NH3Br concentration. To explain these observations, we propose a phase …",
            "Fluorescence microscopy of single lead bromide nanocrystals reveals sharp transitions during their transformation to methylammonium lead bromide",
            "Bo Yin and John Cavin and Dong Wang and Daniel Khan and Meikun Shen and Craig Laing and Rohan Mishra and Bryce Sadtler",
            "2019",
            "mdxrWyMAAAAJ:qjMakFHDy7sC",
            4,
            "https:\/\/pubs.rsc.org\/ko\/content\/articlehtml\/2019\/tc\/c8tc06470a",
            "14431008501349873730",
            "\/scholar?cites=14431008501349873730",
            {
                "2020":4
            }
        ],
        [
            "In this Letter, we used fluorescence microscopy to image the reversible transformation of individual CsPbCl3 nanocrystals to CsPbBr3, which enables us to quantify heterogeneity in reactivity among hundreds of nanocrystals prepared within the same batch. We observed a wide distribution of waiting times for individual nanocrystals to react as has been seen previously for cation exchange and ion intercalation. However, a significant difference for this reaction is that the switching times for changes in fluorescence intensity are dependent on the concentration of substitutional halide ions in solution (i.e., Br– or Cl–). On the basis of the high solid-state miscibility between CsPbCl3 and CsPbBr3, we develop a model in which the activation energy for anion exchange depends on the density of exchanged ions in the nanocrystal. The heterogeneity in reaction kinetics observed among individual nanocrystals limits the …",
            "Role of Solid-State Miscibility during Anion Exchange in Cesium Lead Halide Nanocrystals Probed by Single-Particle Fluorescence",
            "Dong Wang and John Cavin and Bo Yin and Arashdeep S Thind and Albina Y Borisevich and Rohan Mishra and Bryce Sadtler",
            "2020",
            "mdxrWyMAAAAJ:YsMSGLbcyi4C",
            3,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.jpclett.9b03633",
            "8585721895478726437",
            "\/scholar?cites=8585721895478726437",
            {
                "2020":2,
                "2021":1
            }
        ],
        [
            "2D materials, such as transition metal dichalcogenides (TMDs), graphene, and boron nitride, are seen as promising materials for future high power\/high frequency electronics. However, the large difference in the thermal expansion coefficient (TEC) between many of these 2D materials could impose a serious challenge for the design of monolayer‐material‐based nanodevices. To address this challenge, alloy engineering of TMDs is used to tailor their TECs. Here, in situ heating experiments in a scanning transmission electron microscope are combined with electron energy‐loss spectroscopy and first‐principles modeling of monolayer Mo1−xWxS2 with different alloying concentrations to determine the TEC. Significant changes in the TEC are seen as a function of chemical composition in Mo1−xWxS2, with the smallest TEC being reported for a configuration with the highest entropy. This study provides key insights …",
            "Controlling Nanoscale Thermal Expansion of Monolayer Transition Metal Dichalcogenides by Alloy Engineering",
            "Xuan Hu and Zahra Hemmat and Leily Majidi and John Cavin and Rohan Mishra and Amin Salehi‐Khojin and Serdar Ogut and Robert F Klie",
            "2020",
            "mdxrWyMAAAAJ:W7OEmFMy1HYC",
            3,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/smll.201905892",
            "6831178104764259545",
            "\/scholar?cites=6831178104764259545",
            {
                "2020":3
            }
        ]
    ]
}