{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Does achievement matter differently for men and women?",
            "Understanding persistent gender gaps in STEM",
            "Joseph R Cimpian and Taek H Kim and Zachary T McDermott",
            "2020",
            "MEMRRAIAAAAJ:d1gkVwhDpl0C",
            12,
            "https:\/\/science.sciencemag.org\/content\/368\/6497\/1317.summary",
            "9231544773895369894",
            "\/scholar?cites=9231544773895369894",
            {
                "2020":10,
                "2021":1
            }
        ],
        [
            "Demographic and income disparities may impact food accessibility. Research has not yet well documented the precise location of healthy and unhealthy food resources around children’s homes and schools. The objective of this study was to examine the food environment around homes and schools for all public school children, stratified by race\/ethnicity and poverty status. This cross-sectional study linked data on the exact home and school addresses of a population-based sample of public school children in New York City from 2013 to all corner stores, supermarkets, fast-food restaurants, and wait-service restaurants. Two measures were created around these addresses for all children: 1) distance to the nearest outlet, and 2) count of outlets within 0.25 miles. The total analytic sample included 789,520 K-12 graders. The average age was 11.78 years (SD ± 4.0 years). Black, Hispanic, and Asian students live and attend schools closer to nearly all food outlet types than White students, regardless of poverty status. Among not low-income students, Black, Hispanic, and Asian students were closer from home and school to corner stores and supermarkets, and had more supermarkets around school than White students. The context in which children live matters, and more nuanced data is important for development of appropriate solutions for childhood obesity. Future research should examine disparities in the food environment in other geographies and by other demographic characteristics, and then link these differences to health outcomes like body mass index. These findings can be used to better understand disparities in food access and to help …",
            "Disparities in food access around homes and schools for New York City children",
            "Brian Elbel and Kosuke Tamura and Zachary T McDermott and Dustin T Duncan and Jessica K Athens and Erilia Wu and Tod Mijanovich and Amy Ellen Schwartz",
            "2019",
            "MEMRRAIAAAAJ:u5HHmVD_uO8C",
            9,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0217341",
            "1674271272566446646",
            "\/scholar?cites=1674271272566446646",
            {
                "2019":1,
                "2020":7
            }
        ]
    ]
}