{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Background & objectives: Many hepatoprotective herbal preparations have been recommended in alternative systems of medicine for the treatment of hepatic disorders. No systematic study has been done on protective efficacy of Solanum trilobatum to treat hepatic diseases. Protective action of Solanum trilobatum extract (STE) was evaluated by us in an animal model of hepatotoxicity induced by carbon tetrachloride (CCl4).Methods: Wistar albino rats were divided into five groups. Group I was normal control group;",
            "Effect of Solanum trilobatum against carbon tetra chloride induced hepatic damage in albino rats",
            "M Shahjahan and KE Sabitha and Mallika Jainu and CS Shyamala Devi",
            "2004",
            "MfCVsF8AAAAJ:ijdKiLOsEJMC",
            224,
            "http:\/\/citeseerx.ist.psu.edu\/viewdoc\/download?doi=10.1.1.656.3190&rep=rep1&type=pdf",
            "10276690323049022926",
            "\/scholar?cites=10276690323049022926",
            {
                "2005":2,
                "2006":2,
                "2007":4,
                "2008":6,
                "2009":11,
                "2010":16,
                "2011":13,
                "2012":15,
                "2013":22,
                "2014":29,
                "2015":21,
                "2016":22,
                "2017":18,
                "2018":13,
                "2019":15,
                "2020":10
            }
        ],
        [
            "In this paper, we propose a new hybrid ant colony optimization (ACO) algorithm for feature selection (FS), called ACOFS, using a neural network. A key aspect of this algorithm is the selection of a subset of salient features of reduced size. ACOFS uses a hybrid search technique that combines the advantages of wrapper and filter approaches. In order to facilitate such a hybrid search, we designed new sets of rules for pheromone update and heuristic information measurement. On the other hand, the ants are guided in correct directions while constructing graph (subset) paths using a bounded scheme in each and every step in the algorithm. The above combinations ultimately not only provide an effective balance between exploration and exploitation of ants in the search, but also intensify the global search capability of ACO for a high-quality solution in FS. We evaluate the performance of ACOFS on eight benchmark …",
            "A new hybrid ant colony optimization algorithm for feature selection",
            "Md Monirul Kabir and Md Shahjahan and Kazuyuki Murase",
            "2012",
            "MfCVsF8AAAAJ:VaXvl8Fpj5cC",
            216,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0957417411013960",
            "10702625266768267830",
            "\/scholar?cites=10702625266768267830",
            {
                "2012":8,
                "2013":19,
                "2014":22,
                "2015":22,
                "2016":22,
                "2017":28,
                "2018":24,
                "2019":29,
                "2020":36,
                "2021":4
            }
        ],
        [
            "This paper presents a new hybrid genetic algorithm (HGA) for feature selection (FS), called as HGAFS. The vital aspect of this algorithm is the selection of salient feature subset within a reduced size. HGAFS incorporates a new local search operation that is devised and embedded in HGA to fine-tune the search in FS process. The local search technique works on basis of the distinct and informative nature of input features that is computed by their correlation information. The aim is to guide the search process so that the newly generated offsprings can be adjusted by the less correlated (distinct) features consisting of general and special characteristics of a given dataset. Thus, the proposed HGAFS receives the reduced redundancy of information among the selected features. On the other hand, HGAFS emphasizes on selecting a subset of salient features with reduced number using a subset size determination …",
            "A new local search based hybrid genetic algorithm for feature selection",
            "Md Monirul Kabir and Md Shahjahan and Kazuyuki Murase",
            "2011",
            "MfCVsF8AAAAJ:4DMP91E08xMC",
            161,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0925231211002748",
            "1590676604219787376",
            "\/scholar?cites=1590676604219787376",
            {
                "2012":3,
                "2013":12,
                "2014":17,
                "2015":16,
                "2016":20,
                "2017":19,
                "2018":20,
                "2019":19,
                "2020":31,
                "2021":3
            }
        ],
        [
            "5-HMF is widely presented in foods and produced through the degradation of hexoses and Maillard reaction during heat treatment of foods containing reducing sugars and amino acids in an acid environment. However, controversial conclusions on the biological effects of 5-HMF have been drawn in previous studies. Therefore, the main aim of this study was to investigate the antioxidant and antiproliferative activities of 5-HMF. The 2,2′-azinobis-3-ethylbenzothiazolin-6-sulfonic acid (ABTS) assay, the 1,1-diphenyl-2-picryhydrazyl (DPPH) assay, and the hemolysis assay induced by 2,2′-azobis(2-amidinopropane) dihydrochloride (AAPH) were performed to evaluate the antioxidant capacity of 5-HMF. The results showed that 5-HMF exhibited novel antioxidant activity by scavenging the ABTS and DPPH free radicals and inhibited the AAPH-induced hemolysis in a dose-dependent manner. In the hemolysis assay …",
            "In Vitro Antioxidant and Antiproliferative Activities of 5-Hydroxymethylfurfural",
            "Ling Zhao and Jianping Chen and Jianyu Su and Lin Li and Songqing Hu and Bing Li and Xia Zhang and Zhenbo Xu and Tianfeng Chen",
            "2013",
            "MfCVsF8AAAAJ:LXmCCkuhhTsC",
            142,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jf403098y",
            "10713351777490049511",
            "\/scholar?cites=10713351777490049511",
            {
                "2014":10,
                "2015":14,
                "2016":12,
                "2017":18,
                "2018":29,
                "2019":32,
                "2020":25,
                "2021":1
            }
        ],
        [
            "Kisspeptins are a family of neuropeptides encoded by Kiss1 and Kiss2 genes, and participate in neuroendocrine regulation of gonadotropin-releasing hormone (GnRH) secretion through activating their receptor, Kiss1r (or GPR54). Bioinformatic analyses have shown that there is a single gene for each kisspeptin (Kiss2) and its receptor (Kiss1r) in pufferfish, the function of which has yet to be elucidated. We cloned these two genes in grass puffer, which spawns on beach with semilunar cycles, and examined changes in their expression levels in the brain and pituitary at different reproductive stages over the spawning season. The Kiss2 precursor of 104 amino acid residues contains a putative kisspeptin peptide (SKFNLNPFGLRF). Kiss1r consists of 377 amino acid residues containing distinct characteristics of G-protein coupled receptors. Kiss2 and Kiss1r genes were expressed extensively in the brain, pituitary and …",
            "Elevation of Kiss2 and its receptor gene expression in the brain and pituitary of grass puffer during the spawning season",
            "Md Shahjahan and Eiji Motohashi and Hiroyuki Doi and Hironori Ando",
            "2010",
            "MfCVsF8AAAAJ:lmc2jWPfTJgC",
            92,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S001664801000256X",
            "10552613435945817815",
            "\/scholar?cites=10552613435945817815",
            {
                "2011":4,
                "2012":15,
                "2013":16,
                "2014":3,
                "2015":6,
                "2016":10,
                "2017":10,
                "2018":8,
                "2019":6,
                "2020":10,
                "2021":2
            }
        ],
        [
            "Among the RFamide peptide family, the LPXRFamide peptide (LPXRFa) group regulates the release of various pituitary hormones and, recently, LPXRFa genes were found to be regulated by photoperiod via melatonin. As a first step towards investigating the role of LPXRFa on reproductive function in grass puffer (Takifugu niphobles), which spawns in semilunar cycles, genes encoding LPXRFa and its receptor (LPXRFa‐R) were cloned, and seasonal, diurnal and circadian changes in their absolute amounts of mRNAs in the brain and pituitary were examined by quantitative real‐time polymerase chain reaction. The grass puffer LPXRFa precursor contains two putative RFamide peptides and one possible RYamide peptide. LPXRFa and LPXRFa‐R genes were extensively expressed in the diencephalon and pituitary. The expression levels of both genes were significantly elevated during the spawning periods in …",
            "Synchronised expressions of LPXRFamide peptide and its receptor genes: seasonal, diurnal and circadian changes during spawning period in grass puffer",
            "Md Shahjahan and T Ikegami and T Osugi and K Ukena and H Doi and A Hattori and K Tsutsui and H Ando",
            "2011",
            "MfCVsF8AAAAJ:AXPGKjj_ei8C",
            81,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1365-2826.2010.02081.x",
            "6821836253682448699",
            "\/scholar?cites=6821836253682448699",
            {
                "2011":2,
                "2012":4,
                "2013":4,
                "2014":10,
                "2015":8,
                "2016":13,
                "2017":8,
                "2018":10,
                "2019":9,
                "2020":11,
                "2021":2
            }
        ],
        [
            "CdO and Al-doped CdO nano-crystalline thin films have been prepared on glass at 300 °C substrate temperature by spray pyrolysis. The films are highly crystalline with grain size (18–32 nm) and found to be cubic structure with lattice constant averaged to 0.46877 nm. Al-doping increased the optical transmission of the film substantially. Direct band gap energy of CdO is 2.49 eV which decreased with increasing Al-doping. The refractive index and dielectric constant varies with photon energy and concentration of Al as well. The conductivity of un-doped CdO film shows metallic behavior at lower temperature region. This behavior dies out completely with doping of Al and exhibits semiconducting behavior for whole measured temperature range. Un-doped and Al-doped CdO is an n-type semiconductor having carrier concentration is of the order of ∼1021 cm−3, confirmed by Hall voltage and thermo-power …",
            "Effect of Al-doping on optical and electrical properties of spray pyrolytic nano-crystalline CdO thin films",
            "MKR Khan and M Azizar Rahman and M Shahjahan and M Mozibur Rahman and MA Hakim and Dilip Kumar Saha and Jasim Uddin Khan",
            "2010",
            "MfCVsF8AAAAJ:WqliGbK-hY8C",
            76,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1567173909004313",
            "7476771971507407371",
            "\/scholar?cites=7476771971507407371",
            {
                "2010":5,
                "2011":3,
                "2012":9,
                "2013":7,
                "2014":10,
                "2015":11,
                "2016":6,
                "2017":8,
                "2018":9,
                "2019":4,
                "2020":3
            }
        ],
        [
            "The antibacterial activity of five different local honey brands viz. Tualang, Hutan, Gelang, Pucuk Daun and Ee Feng Gu honey obtained from different locations in Malaysia was investigated. Honeys were tested for putative antibacterial activity by disc diffusion assay and their inhibition of growth of six pathogenic bacteria in batch culture. Minimum inhibitory concentration (MIC) was determined for each of the honey tested using standard assay procedures. In terms of physicochemical properties, it was observed that the pH of these honeys was within 3.55-4.91, their specific gravity was 1.3-1.35, moisture content was 16-23.3% and dry matter content was 76.6-84%. Marked variations were observed in the antibacterial activity of these honey samples. Two honey brands, Hutan and Gelang did not produce any substantial antibacterial activity while other brands showed a spectrum of antibacterial activity with their growth inhibitory effect against at least three-four different bacterial species including S. typhi, S. aureus, S. sonnie and E. coli.",
            "Antibacterial activity of local Malaysian honey",
            "Nuriza Tumin and NA Halim and M Shahjahan and NJ Noor Izani and Munavvar A Sattar and Abdul Hye Khan and SSJ Mohsin",
            "2005",
            "MfCVsF8AAAAJ:Z5m8FVwuT1cC",
            70,
            "https:\/\/citeseerx.ist.psu.edu\/viewdoc\/download?doi=10.1.1.553.4908&rep=rep1&type=pdf",
            "9567476037903832540",
            "\/scholar?cites=9567476037903832540",
            {
                "2004":1,
                "2005":1,
                "2006":5,
                "2007":4,
                "2008":11,
                "2009":3,
                "2010":13,
                "2011":9,
                "2012":4,
                "2013":5,
                "2014":3,
                "2015":1,
                "2016":8,
                "2017":1
            }
        ],
        [
            "The nano-structural Al-doped ZnO thin films of different morphologies deposited on glass substrate were successfully fabricated at substrate temperature of 350 °C by an inexpensive spray pyrolysis method. The structural, electrical, optical and photoluminescence properties were investigated. X-ray diffraction study revealed the crystalline wurtzite (hexagonal) structure of the films with nano-grains. Scanning electron microscopy (SEM) micrographs indicated the formation of a large variety of nano-structures during film growth. The spectral absorption of the films occurred at the absorption edge of ∼410 nm. In the present study, the optical band gap energy 3.28 eV of ZnO decreased gradually to 3.05 eV for 4 mol% of Al doping. The deep level activation energy decreased and carrier concentrations increased substantially with increasing doping. Exciting with the energy 3.543 eV (λ=350 nm), a narrow and a broad …",
            "Effect of Al doping on structural, electrical, optical and photoluminescence properties of nano-structural ZnO thin films",
            "M Mozibur Rahman and MKR Khan and M Rafiqul Islam and MA Halim and M Shahjahan and MA Hakim and Dilip Kumar Saha and Jasim Uddin Khan",
            "2012",
            "MfCVsF8AAAAJ:RHpTSmoSYBkC",
            65,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1005030212600644",
            "2390613290383784450",
            "\/scholar?cites=2390613290383784450",
            {
                "2012":1,
                "2013":10,
                "2014":9,
                "2015":10,
                "2016":10,
                "2017":5,
                "2018":10,
                "2019":7,
                "2020":2,
                "2021":1
            }
        ],
        [
            "This paper presents a currency recognition system using ensemble neural network (ENN). The individual neural networks (NNs) in an ENN are trained via negative correlation learning. The objective of using negative correlation learning (NCL) is to expertise the individuals on different parts or portion of input patterns in an ensemble. The available currencies in the market consist of new, old and noisy ones. It is often difficult for machine to recognize these currencies; therefore we propose a system that uses ENN to identify them efficiently. We performed our experiment for seven different types of TAKA (Bangladeshi currency) which are 2, 5, 10, 20, 50, 100 and 500 TAKA. The image of different types note is converted in gray scale and compressed in the desired range. Each pixel of the compressed image is given as an input to the network. This system is able to recognize highly noisy or old image of TAKA. Ensemble network is very useful for the classification of different types of currencies. It reduces the chances of misclassification than a single network and ensemble network with independent training. In experimental results we have shown this with artificially added noise in the test set. We also find good result for similar pattern available in market.",
            "A paper currency recognition system using negatively correlated neural network ensemble",
            "Kalyan Kumar Debnath and Sultan Uddin Ahmed and Md Shahjahan and Kazuyuki Murase",
            "2010",
            "MfCVsF8AAAAJ:J-pR_7NvFogC",
            64,
            "http:\/\/citeseerx.ist.psu.edu\/viewdoc\/download?doi=10.1.1.348.3360&rep=rep1&type=pdf#page=22",
            "6307844188369355524",
            "\/scholar?cites=6307844188369355524",
            {
                "2012":3,
                "2013":11,
                "2014":5,
                "2015":7,
                "2016":11,
                "2017":4,
                "2018":11,
                "2019":8,
                "2020":2,
                "2021":1
            }
        ]
    ]
}