{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "Composite biomaterials can improve the mechanical and biological properties of ceramic scaffolds for bone tissue engineering application. In this study hydroxyapatite (HAp), and bioactive glass ceramics were synthesized by co-precipitation and ultrasound assisted sol-gel method. The synthesized HAp (80 wt.-%) and bioglass (15 wt.-%) bioceramics were further used with aluminum oxide (3 wt.-%) and starch (2 wt%) to prepare a composite biomaterial. The composite biomaterial was finally used to fabricate scaffold materials by employing nontoxic binder mediated gel-casting approach. The synthesized composite material and developed scaffolds were characterized through different physical, chemical, and morphological analyses, mechanical study, and in vitro biological assays. The synthesized scaffold exhibited 20–25% porosity, with a high compressive strength of ~ 157 ± 2 MPa, and Tensile strength …",
            "Nano-hydroxyapatite bioactive glass composite scaffold with enhanced mechanical and biological performance for tissue engineering application",
            "Sudip Mondal and Giang Hoang and Panchanathan Manivasagan and Madhappan Santha Moorthy and Thanh Phuoc Nguyen and Thi Tuong Vy Phan and Hye Hyun Kim and Myoung Hwan Kim and Seung Yun Nam and Junghwan Oh",
            "2018",
            "mgfNREAAAAAJ:u-x6o8ySG0sC",
            29,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0272884218313920",
            "15028251902429460590",
            "\/scholar?cites=15028251902429460590",
            {
                "2018":1,
                "2019":13,
                "2020":13,
                "2021":2
            }
        ],
        [
            "Nanohydroxyapatite (nHA) is a widely accepted bone substitute material due to its biocompatibility and intrinsic osteoconductive properties. For various tissue-engineered applications including 3D-printing fabrication of bone substitutes, composite scaffolds combining calcium phosphate such as nHA with synthetic polymer such as polycaprolactone (PCL) have been extensively explored to enhance the mechanical and physiochemical properties. In this study, 3D-printed PCL\/nHA scaffolds were developed using mechanical extrusion-based 3D bioprinter. Scaffold morphology, chemical composition, mechanical strength, cell proliferation, and mineralization were quantitatively analyzed at various concentrations of nHA (0, 10, 20 and 30 wt%). The experimental results suggest essential data to optimize mechanical properties, printability, cellular interactions, and osteoconductivity of 3D-printed PCL\/nHA composite …",
            "Quantitative analysis of the role of nanohydroxyapatite (nHA) on 3D-printed PCL\/nHA composite scaffolds",
            "Myoung Hwan Kim and Chulhee Yun and Elna Paul Chalisserry and Yong Wook Lee and Hyun Wook Kang and Sang-Hyug Park and Won-Kyo Jung and Junghwan Oh and Seung Yun Nam",
            "2018",
            "mgfNREAAAAAJ:u5HHmVD_uO8C",
            25,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0167577X18303823",
            "6458389345971439756",
            "\/scholar?cites=6458389345971439756",
            {
                "2018":2,
                "2019":9,
                "2020":11,
                "2021":3
            }
        ],
        [
            "Three-dimensional (3D) bioprinting using biocompatible materials is widely used in the field of tissue engineering and regenerative medicine. However, precise printing of 3D structures is challenging due to weak and uncontrollable mechanical properties of various hydrogels, thus limiting their potential in preclinical and clinical applications. In this study, our goal is to demonstrate the feasibility of precise fabrication of alginate\/carrageenan composite scaffolds using extrusion-based 3D bioprinting. At first, the proper concentration of crosslinking agents was determined by the assessment of shear modulus of alginate-based hydrogels. Moreover, alginate\/carrageenan composite hydrogels were prepared with different concentrations of carrageenan and used to measure their rheological properties. Based on the assessed viscosities and shear moduli of alginate and alginate\/carrageenan hydrogels, printing …",
            "Enhanced rheological behaviors of alginate hydrogels with carrageenan for extrusion-based bioprinting",
            "Myoung Hwan Kim and Yong Wook Lee and Won-Kyo Jung and Junghwan Oh and Seung Yun Nam",
            "2019",
            "mgfNREAAAAAJ:d1gkVwhDpl0C",
            24,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1751616119302188",
            "10003146214904499443",
            "\/scholar?cites=10003146214904499443",
            {
                "2019":3,
                "2020":20,
                "2021":1
            }
        ],
        [
            "To achieve optimum functionality and mechanical properties of advanced manufacturing-based scaffolds for biomedical application, it is important to study their mechanical strength by 3D-printing at different orientations. This study examined the effects of printing at different orientations on the mechanical properties of synthesized 3D-polylactic acid (PLA) and hydroxyapatite-modified PLA (PLA-HAp) scaffolds. A total number of 30 samples were printed in three orientations on the XY plane: 0°, 45°, and 90°. Finite element modeling and simulation was employed to identify the strongest scaffold in terms of compression strength, which is the primary criterion for load bearing bone tissue scaffolds. These findings indicate that 3D-printing at an orientation of 90° on the XY plane resulted in a scaffold with the highest compression strength. Moreover, the fabricated PLA scaffolds showed very poor cell attachment and …",
            "Hydroxyapatite nano bioceramics optimized 3D printed poly lactic acid scaffold for bone tissue engineering application",
            "Sudip Mondal and Thanh Phuoc Nguyen and Giang Hoang and Panchanathan Manivasagan and Myoung Hwan Kim and Seung Yun Nam and Junghwan Oh",
            "2020",
            "mgfNREAAAAAJ:2osOgNQ5qMEC",
            20,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0272884219329062",
            "5693464195165029548",
            "\/scholar?cites=5693464195165029548",
            {
                "2020":18,
                "2021":2
            }
        ],
        [
            "Recently, astaxanthin, a red lipophilic pigment belonging to the xanthophyllic family of carotenoids, has shown the feasibility of its uses in tissue engineering and regenerative medicine, due to its excellent antioxidant activities and its abilities to enhance the self-renewal potency of stem cells. In this study, we demonstrate the influence of astaxanthin on the proliferation of adipose-derived mesenchymal stem cells in tissue-engineered constructs. The tissue engineered scaffolds were fabricated using photopolymerizable gelatin methacryloyl (GelMA) with different concentrations of astaxanthin. The effects of astaxanthin on cellular proliferation in two-dimensional environments were assessed using alamar blue assay and reverse transcription polymerase chain reaction (RT-PCR). Then, rheological properties, chemical structures and the water absorption of the fabricated astaxanthin-incorporated GelMA hydrogels were characterized using NMR analysis, rheological analysis and a swelling ratio test. Finally, the influence in three-dimensional environments of astaxanthin-incorporated GelMA hydrogels on the proliferative potentials of adipose-derived stem cells was assessed using alamar blue assay and the confocal imaging with Live\/dead staining. The experimental results of the study indicate that an addition of astaxanthin promises to induce stem cell potency via proliferation, and that it can be a useful tool for a three-dimensional culture system and various tissue engineering applications. View Full-Text",
            "The influence of astaxanthin on the proliferation of adipose-derived mesenchymal stem cells in gelatin-methacryloyl (GelMA) hydrogels",
            "Bo Young Choi and Elna Paul Chalisserry and Myoung Hwan Kim and Hyun Wook Kang and Il-Whan Choi and Seung Yun Nam",
            "2019",
            "mgfNREAAAAAJ:9yKSN-GCB0IC",
            5,
            "https:\/\/www.mdpi.com\/1996-1944\/12\/15\/2416",
            "5882214339408889424",
            "\/scholar?cites=5882214339408889424",
            {
                "2020":5
            }
        ],
        [
            "In the present study, gelatin-sodium alginate (GSA) based films were integrated with Pseuderanthemum palatiferum (Nees) Radlk. freeze-dried powder (PFP) obtained by subcritical water extraction. The influences of PFP at different concentrations on physical properties and antioxidant activity of GSA based films were investigated. Total phenolic content, antioxidant activity increased with the increase in PFP concentrations. Moisture content (MC) of films was not significantly different, water vapor permeability (WVP) decreased, while water solubility (WS) increased with the growth of PFP concentrations. Regarding mechanical properties, tensile strength (Ts) of GSA based films was improved; however, elongation at break (EAB) decreased when the content of PFP in film-forming solutions increased. GSA based films exhibited good microstructure, thermal resistance, and interaction between gelatin and phenolic …",
            "Gelatin-sodium alginate based films with Pseuderanthemum palatiferum (Nees) Radlk. freeze-dried powder obtained by subcritical water extraction",
            "Truc Cong Ho and Myoung Hwan Kim and Yeon-Jin Cho and Jin-Seok Park and Seung Yun Nam and Byung-Soo Chun",
            "2020",
            "mgfNREAAAAAJ:qjMakFHDy7sC",
            4,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S2214289419303990",
            "16681948409956406320",
            "\/scholar?cites=16681948409956406320",
            {
                "2020":1,
                "2021":3
            }
        ],
        [
            "Coaxial printing has emerged as a versatile technique of bioprinting for better capability in tissue engineering by allowing the injection of two materials having different mechanical and biochemical properties in two distinct layers. Thus, coaxial printing can enhance mechanical properties as well as biological activities in a coaxial structure. However, despite these advantages of coaxial printing, there was no experimental study regarding the evaluation of coaxial printability and shape fidelity for extrusion-based bioprinting. In this study, we quantitatively investigated coaxial printability and shape fidelity of the coaxial-printed scaffolds using alginate and Pluronic F-127 which are the most widely used biomaterials for bioprinting. With the optimal concentrations of calcium chloride for alginate, a 3D tubular structure with high shape fidelity could be directly fabricated using core-crosslinking method. The presented results …",
            "Assessment of coaxial printability for extrusion-based bioprinting of alginate-based tubular constructs",
            "Myoung Hwan Kim and Seung Yun Nam",
            "2020",
            "mgfNREAAAAAJ:zYLM7Y9cAGgC",
            2,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S2405886620300191",
            "15563752853279285580",
            "\/scholar?cites=15563752853279285580",
            {
                "2020":1,
                "2021":1
            }
        ],
        [
            "Bioprinting of cellular aggregates, such as tissue spheroids, to form three-dimensional (3D) complex-shaped arrangements, has posed a major challenge due to lack of robust, reproducible and practical bioprinting techniques. Here, we demonstrate 3D aspiration-assisted freeform bioprinting of tissue spheroids by precisely positioning them in self-healing yield-stress gels, enabling the self-assembly of spheroids for fabrication of tissues. The presented approach enables the traverse of spheroids directly from the cell media to the gel and freeform positioning of the spheroids on demand. We study the underlying physical mechanism of the approach to elucidate the interactions between the aspirated spheroids and the gel’s yield-stress during the transfer of spheroids from cell media to the gel. We further demonstrate the application of the proposed approach in the realization of various freeform shapes and self …",
            "Aspiration-assisted freeform bioprinting of pre-fabricated tissue spheroids in a yield-stress gel",
            "Bugra Ayan and Nazmiye Celik and Zhifeng Zhang and Kui Zhou and Myoung Hwan Kim and Dishary Banerjee and Yang Wu and Francesco Costanzo and Ibrahim T Ozbolat",
            "2020",
            "mgfNREAAAAAJ:Y0pCki6q_DkC",
            1,
            "https:\/\/www.nature.com\/articles\/s42005-020-00449-4",
            "17798762673003831274",
            "\/scholar?cites=17798762673003831274",
            {
                "2021":1
            }
        ]
    ]
}