{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Extensively revised, the fourth edition of this highly successful book takes into account the many newly determined protein structures that provide molecular insight into chemiosmotic energy transduction, as well as reviewing the explosive advances in'mitochondrial physiology'-the role of the mitochondria in the life and death of the cell. Covering mitochondria, bacteria and chloroplasts, the fourth edition of Bioenergetics provides a clear and comprehensive account of the chemiosmotic theory and its many applications. The figures have been carefully designed to be memorable and to convey the key functional and mechanistic information. Written for students and researchers alike, Bioenergetics is the most well-known, current and respected text on chemiosmotic theory and membrane bioenergetics available. BMA Medical Book Awards 2014-Highly Commended, Basic and Clinical Sciences, 2014, British Medical Association Chapters are now divided between three interlocking sections: basic principles, structures and mechanisms, and mitochondrial physiology. Covers new advances in the structure and mechanism of key bioenergetic proteins, including complex I of the respiratory chain and transport proteins. Details cellular bioenergetics, mitochondrial cell biology and signal transduction, and the roles of mitochondria in physiology, disease and aging. Offers readers clear, visual representation of structural concepts through full colour figures throughout the book.",
            "Bioenergetics",
            "David G Nicholls",
            "2013",
            "MGgthuEAAAAJ:d1gkVwhDpl0C",
            2217,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=b3fTWHBTHAAC&oi=fnd&pg=PP1&dq=info:SfJjxnakAhwJ:scholar.google.com&ots=vtrT9kqr58&sig=ifPYHOvL1_2Dxg8QXF0Xb41zB3E",
            "18090205000078098418",
            "\/scholar?cites=18090205000078098418",
            {
                "1982":6,
                "1983":18,
                "1984":26,
                "1985":41,
                "1986":21,
                "1987":33,
                "1988":24,
                "1989":23,
                "1990":19,
                "1991":24,
                "1992":29,
                "1993":22,
                "1994":25,
                "1995":34,
                "1996":29,
                "1997":29,
                "1998":37,
                "1999":47,
                "2000":54,
                "2001":50,
                "2002":44,
                "2003":55,
                "2004":57,
                "2005":68,
                "2006":69,
                "2007":88,
                "2008":84,
                "2009":79,
                "2010":83,
                "2011":93,
                "2012":105,
                "2013":87,
                "2014":82,
                "2015":94,
                "2016":110,
                "2017":107,
                "2018":112,
                "2019":102,
                "2020":90,
                "2021":8
            }
        ],
        [
            "Assessing mitochondrial dysfunction requires definition of the dysfunction to be investigated. Usually, it is the ability of the mitochondria to make ATP appropriately in response to energy demands. Where other functions are of interest, tailored solutions are required. Dysfunction can be assessed in isolated mitochondria, in cells or in vivo, with different balances between precise experimental control and physiological relevance. There are many methods to measure mitochondrial function and dysfunction in these systems. Generally, measurements of fluxes give more information about the ability to make ATP than do measurements of intermediates and potentials. For isolated mitochondria, the best assay is mitochondrial respiratory control: the increase in respiration rate in response to ADP. For intact cells, the best assay is the equivalent measurement of cell respiratory control, which reports the rate of ATP …",
            "Assessing mitochondrial dysfunction in cells",
            "Martin D Brand and David G Nicholls",
            "2011",
            "MGgthuEAAAAJ:MpfHP-DdYjUC",
            1866,
            "https:\/\/portlandpress.com\/biochemj\/article-abstract\/435\/2\/297\/45704",
            "6719829100481536751",
            "\/scholar?cites=6719829100481536751",
            {
                "2011":12,
                "2012":88,
                "2013":134,
                "2014":158,
                "2015":219,
                "2016":230,
                "2017":239,
                "2018":260,
                "2019":250,
                "2020":250,
                "2021":13
            }
        ],
        [
            "Research in the 1960s and early 1970s contributed greatly to our understanding of the anatomy and physiology of brown adipose tissue and established its role in the hibernator and the newborn (for reviews see 79, 130,152,261). At that time, however, it was not possible to generalize about the contribution of brown fat to nonshivering thermogenesis, because this tissue was apparently of minor importance in the thermoregulation of most adult experimental animals (103-105129). Additionally no explanation could be given at the molecular level for the unique thermogenic capacity of the tissue. This review attempts to cover the developments in understanding of the scope and mechanism of brown fat thermogenesis after this fruitful period.The recent upsurge in interest in brown adipose tissue has been precipitated by three main findings. First, reexamination of the methodology for assessing tissue activity in situ has …",
            "Thermogenic mechanisms in brown fat.",
            "DAVID G Nicholls and Rebecca M Locke",
            "1984",
            "MGgthuEAAAAJ:u5HHmVD_uO8C",
            1805,
            "https:\/\/journals.physiology.org\/doi\/abs\/10.1152\/physrev.1984.64.1.1",
            "358472095163286196",
            "\/scholar?cites=358472095163286196",
            {
                "1984":13,
                "1985":40,
                "1986":45,
                "1987":51,
                "1988":48,
                "1989":51,
                "1990":47,
                "1991":39,
                "1992":38,
                "1993":31,
                "1994":32,
                "1995":31,
                "1996":30,
                "1997":47,
                "1998":73,
                "1999":66,
                "2000":61,
                "2001":62,
                "2002":60,
                "2003":58,
                "2004":47,
                "2005":63,
                "2006":59,
                "2007":49,
                "2008":51,
                "2009":31,
                "2010":65,
                "2011":45,
                "2012":56,
                "2013":54,
                "2014":57,
                "2015":55,
                "2016":59,
                "2017":48,
                "2018":52,
                "2019":36,
                "2020":42,
                "2021":2
            }
        ],
        [
            "Mitochondria play a central role in the survival and death of neurons. The detailed bioenergetic mechanisms by which isolated mitochondria generate ATP, sequester Ca2+, generate reactive oxygen species, and undergo Ca2+-dependent permeabilization of their inner membrane are currently being applied to the function of mitochondria in situ within neurons under physiological and pathophysiological conditions. Here we review the functional bioenergetics of isolated mitochondria, with emphasis on the chemiosmotic proton circuit and the application (and occasional misapplication) of these principles to intact neurons. Mitochondria play an integral role in both necrotic and apoptotic neuronal cell death, and the bioenergetic principles underlying current studies are reviewed.",
            "Mitochondria and neuronal survival",
            "David G Nicholls and Samantha L Budd",
            "2000",
            "MGgthuEAAAAJ:9yKSN-GCB0IC",
            1389,
            "https:\/\/journals.physiology.org\/doi\/abs\/10.1152\/physrev.2000.80.1.315",
            "12390451990604265414",
            "\/scholar?cites=12390451990604265414",
            {
                "2000":23,
                "2001":41,
                "2002":47,
                "2003":61,
                "2004":105,
                "2005":88,
                "2006":78,
                "2007":102,
                "2008":91,
                "2009":72,
                "2010":72,
                "2011":79,
                "2012":62,
                "2013":67,
                "2014":62,
                "2015":58,
                "2016":59,
                "2017":59,
                "2018":59,
                "2019":46,
                "2020":46,
                "2021":3
            }
        ],
        [
            "In this article, David Nicholls and David Attwell describe recent advances in our understanding of the mechanisms by which excitatory amino acids are released from cells, and of the way in which a low extracellular glutamate concentration is maintained. Glutamate can be released from cells by two mechanisms: either by Ca2+-dependent vesicular release or, in pathological conditions, by reversal of the plasma membrane uptake carrier. The contrasting pharmacology and ionic, dependence of the glutamate uptake carriers in the vesicle membrane and in the plasma membrane explain how glutamate (but probably not aspartate) can function as a neurotransmitter, and why the extracellular glutamate concentration rises to neurotoxic levels in brain anoxia.",
            "The release and uptake of excitatory amino acids",
            "David Nicholls and David Attwell",
            "1990",
            "MGgthuEAAAAJ:u-x6o8ySG0sC",
            1303,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/016561479090129V",
            "7883510477125564218",
            "\/scholar?cites=7883510477125564218",
            {
                "1991":21,
                "1992":56,
                "1993":70,
                "1994":60,
                "1995":68,
                "1996":78,
                "1997":83,
                "1998":89,
                "1999":68,
                "2000":59,
                "2001":55,
                "2002":55,
                "2003":48,
                "2004":44,
                "2005":33,
                "2006":39,
                "2007":44,
                "2008":38,
                "2009":31,
                "2010":25,
                "2011":36,
                "2012":28,
                "2013":26,
                "2014":20,
                "2015":26,
                "2016":17,
                "2017":20,
                "2018":22,
                "2019":20,
                "2020":16,
                "2021":2
            }
        ],
        [
            "The facility with which isolated mitochondria accumulate Ca is most impressive. Under appropriate conditions, the entire respiratory capacity of the mitochondrion can be harnessed to the uptake of the cation, while the matrix can be induced to retain more than 1000 nmol Ca\/mg protein and the external free Ca concentration,[Cao], can be reduced below 1~ M. The central importance of Ca in cellular regulation, the experimental ease with which mitochondrial Ca transport can be measured, and the unexpected complexity of the results have all helped to make this one of the most popular areas of mitochondrial bioenergetics.Development of the field has been accompanied by a steady decrease in the amounts of Ca to which the mitochondria have been exposed. Many initial studies [1, 2] were concerned with'massive loading'in which the mitochondria were induced to accumulate more than 1000 nmol Ca\/mg protein …",
            "Mitochondrial calcium transport",
            "David Nicholls and Karl Åkerman",
            "1982",
            "MGgthuEAAAAJ:qjMakFHDy7sC",
            819,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0304417382900131",
            "5224705321720126071",
            "\/scholar?cites=5224705321720126071",
            {
                "1981":33,
                "1982":43,
                "1983":33,
                "1984":53,
                "1985":43,
                "1986":54,
                "1987":45,
                "1988":43,
                "1989":36,
                "1990":21,
                "1991":18,
                "1992":18,
                "1993":16,
                "1994":9,
                "1995":9,
                "1996":10,
                "1997":14,
                "1998":32,
                "1999":18,
                "2000":19,
                "2001":18,
                "2002":9,
                "2003":13,
                "2004":9,
                "2005":9,
                "2006":19,
                "2007":14,
                "2008":23,
                "2009":18,
                "2010":7,
                "2011":12,
                "2012":13,
                "2013":14,
                "2014":9,
                "2015":14,
                "2016":6,
                "2017":9,
                "2018":7,
                "2019":8,
                "2020":9
            }
        ],
        [
            "  1 A technique is described, based on the distribution of rubidium, acetate and methylammonium ions, for the simultaneous estimation of membrane potential and pH gradient across the inner membrane of mitochondria. The technique requires less than 0.5 mg mitochondrial protein and is independent of many factors which interfere with electrode determinations of protonmotive force (Δp).  2 With a limiting matrix volume of 0.4 μl\/mg mitochondrial protein, the indicated value of Δp for rat liver mitochondria is 228 mV in state 4, 170 mV in state 3, and –0.6 mV in the presence of rotenone and uncoupler. The relative contributions of the pH gradient and membrane potential are dependent on the availability of electrophoretically and electroneutrally translocatable species in the incubation medium.  3 In a sucrose‐based medium containing 0.5 mM KCl, rotenone and uncoupler, the technique indicated a membrane …",
            "The influence of respiration and ATP hydrolysis on the proton‐electrochemical gradient across the inner membrane of rat‐liver mitochondria as determined by ion distribution",
            "David G NICHOLLS",
            "1974",
            "MGgthuEAAAAJ:2osOgNQ5qMEC",
            743,
            "https:\/\/febs.onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1432-1033.1974.tb03899.x",
            "3961163815160203559",
            "\/scholar?cites=3961163815160203559",
            {
                "1982":27,
                "1983":29,
                "1984":27,
                "1985":25,
                "1986":18,
                "1987":10,
                "1988":30,
                "1989":12,
                "1990":18,
                "1991":14,
                "1992":5,
                "1993":3,
                "1994":7,
                "1995":6,
                "1996":9,
                "1997":8,
                "1998":11,
                "1999":15,
                "2000":15,
                "2001":7,
                "2002":11,
                "2003":4,
                "2004":13,
                "2005":14,
                "2006":11,
                "2007":11,
                "2008":12,
                "2009":12,
                "2010":14,
                "2011":15,
                "2012":17,
                "2013":11,
                "2014":12,
                "2015":14,
                "2016":8,
                "2017":9,
                "2018":11,
                "2019":15,
                "2020":8,
                "2021":1
            }
        ],
        [
            "In the past few years it has become apparent that mitochondria have an essential role in the life and death of neuronal and non-neuronal cells. The central mitochondrial bioenergetic parameter is the protonmotive force, Δp. Much research has focused on the monitoring of the major component of Δp, the mitochondrial membrane potential Δψm, in intact neurones exposed to excitotoxic stimuli, in the hope of establishing the causal relationships between cell death and mitochondrial dysfunction. Several fluorescent techniques have been used, and this article discusses their merits and pitfalls.",
            "Mitochondrial membrane potential and neuronal glutamate excitotoxicity: mortality and millivolts",
            "David G Nicholls and Manus W Ward",
            "2000",
            "MGgthuEAAAAJ:UeHWp8X0CEIC",
            601,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0166223699015349",
            "3374193207081030270",
            "\/scholar?cites=3374193207081030270",
            {
                "2000":7,
                "2001":22,
                "2002":36,
                "2003":29,
                "2004":35,
                "2005":21,
                "2006":37,
                "2007":36,
                "2008":38,
                "2009":21,
                "2010":36,
                "2011":33,
                "2012":25,
                "2013":26,
                "2014":31,
                "2015":29,
                "2016":27,
                "2017":29,
                "2018":33,
                "2019":21,
                "2020":23,
                "2021":1
            }
        ],
        [
            "Brown adipose tissue mitochondria have been extensively investigated over the past decade from three main standpoints: firstly as a system for the study of mitochondrial development; secondly in an attempt to understand the molecular events of non-shivering thermogenesis; and thirdly as highly specialised mitochondria for the investigation of various aspects of energy transduction. While it is the purpose of this review to concentrate on this final aspect, both the developmental and physiological aspects of the tissue will be discussed where they are relevant to an understanding of the unique bioenergetic properties of these mitochondria.",
            "Brown adipose tissue mitochondria",
            "David G Nicholls",
            "1979",
            "MGgthuEAAAAJ:uVUOdF_882EC",
            524,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0304417379900168",
            "1860737603810649453",
            "\/scholar?cites=1860737603810649453",
            {
                "1981":31,
                "1982":42,
                "1983":55,
                "1984":53,
                "1985":28,
                "1986":22,
                "1987":18,
                "1988":10,
                "1989":26,
                "1990":13,
                "1991":6,
                "1992":9,
                "1993":6,
                "1994":5,
                "1995":1,
                "1996":4,
                "1997":9,
                "1998":10,
                "1999":14,
                "2000":9,
                "2001":21,
                "2002":9,
                "2003":5,
                "2004":2,
                "2005":3,
                "2006":7,
                "2007":5,
                "2008":2,
                "2009":2,
                "2010":13,
                "2011":6,
                "2012":7,
                "2013":1,
                "2014":4,
                "2015":1,
                "2016":4,
                "2017":7,
                "2018":6,
                "2019":3,
                "2020":3
            }
        ],
        [
            " Exposure of cultured cerebellar granule cells to 100 µM glutamate plus glycine in the absence of Mg2+ causes calcium loading of the in situ mitochondria and is excitotoxic, as demonstrated by a collapse of the cellular ATP\/ADP ratio, cytoplasmic Ca2+ deregulation (the failure of the cell to maintain a stable cytoplasmic free Ca2+ concentration), and extensive cell death. Glutamate‐evoked Ca2+ deregulation is exacerbated by the mitochondrial respiratory chain inhibitor rotenone. Cells maintained by glycolytic ATP, i.e., in the presence of the mitochondrial ATP synthase inhibitor oligomycin, remain viable for several hours but are still susceptible to glutamate; thus, disruption of mitochondrial ATP synthesis is not a necessary step in glutamate excitotoxicity. In contrast, the combination of rotenone (or antimycin A) plus oligomycin, which collapses the mitochondrial membrane potential, therefore preventing …",
            "Mitochondria, calcium regulation, and acute glutamate excitotoxicity in cultured cerebellar granule cells",
            "Samantha L Budd and David G Nicholls",
            "1996",
            "MGgthuEAAAAJ:IjCSPb-OGe4C",
            500,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1046\/j.1471-4159.1996.67062282.x",
            "3014751601507574242",
            "\/scholar?cites=3014751601507574242",
            {
                "1997":8,
                "1998":37,
                "1999":26,
                "2000":40,
                "2001":26,
                "2002":16,
                "2003":31,
                "2004":25,
                "2005":25,
                "2006":21,
                "2007":23,
                "2008":35,
                "2009":23,
                "2010":21,
                "2011":17,
                "2012":24,
                "2013":16,
                "2014":19,
                "2015":15,
                "2016":10,
                "2017":16,
                "2018":13,
                "2019":8,
                "2020":3,
                "2021":1
            }
        ]
    ]
}