{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Melanoma is a tumour of transformed melanocytes, which are originally derived from the embryonic neural crest. It is unknown to what extent the programs that regulate neural crest development interact with mutations in the BRAF oncogene, which is the most commonly mutated gene in human melanoma 1. We have used zebrafish embryos to identify the initiating transcriptional events that occur on activation of human BRAF (V600E)(which encodes an amino acid substitution mutant of BRAF) in the neural crest lineage. Zebrafish embryos that are transgenic for mitfa: BRAF (V600E) and lack p53 (also known as tp53) have a gene signature that is enriched for markers of multipotent neural crest cells, and neural crest progenitors from these embryos fail to terminally differentiate. To determine whether these early transcriptional events are important for melanoma pathogenesis, we performed a chemical genetic screen …",
            "DHODH modulates transcriptional elongation in the neural crest and melanoma",
            "Richard Mark White and Jennifer Cech and Sutheera Ratanasirintrawoot and Charles Y Lin and Peter B Rahl and Christopher J Burke and Erin Langdon and Matthew L Tomlinson and Jack Mosher and Charles Kaufman and Frank Chen and Hannah K Long and Martin Kramer and Sumon Datta and Donna Neuberg and Scott Granter and Richard A Young and Sean Morrison and Grant N Wheeler and Leonard I Zon",
            "2011",
            "MHyqXKMAAAAJ:IjCSPb-OGe4C",
            359,
            "https:\/\/www.nature.com\/articles\/nature09882",
            "17027758383013368411",
            "\/scholar?cites=17027758383013368411",
            {
                "2011":11,
                "2012":32,
                "2013":36,
                "2014":38,
                "2015":37,
                "2016":33,
                "2017":39,
                "2018":39,
                "2019":40,
                "2020":48,
                "2021":4
            }
        ],
        [
            "Multipotent skin stem cells give rise to epidermis and its appendages,  including the hair follicle. The Lef-1\/Tcf family of Wnt-regulated  transcription factors plays a major role in specification of the hair shaft,  but little is known about how the equally important hair channel, the inner  root sheath (IRS), develops in concert to shape and guide the hair. In a  microarray screen to search for transcriptional regulators of hair follicle  morphogenesis, we identified GATA-3, a key regulator of T-cell lineage  determination. Surprisingly, this transcription factor is essential for stem  cell lineage determination in skin, where it is expressed at the onset of  epidermal stratification and IRS specification in follicles.  GATA-3-null\/lacZ knock-in embryos can survive up to  embryonic day 18.5 (E18.5), when they fail to form the IRS. Skin grafting  unveiled additional defects in GATA-3-null hairs and follicles. IRS  progenitors failed to differentiate …",
            "GATA-3: an unexpected regulator of cell lineage determination in skin",
            "Charles K Kaufman and Ping Zhou and H Amalia Pasolli and Michael Rendl and Diana Bolotin and Kim-Chew Lim and Xing Dai and Maria-Luisa Alegre and Elaine Fuchs",
            "2003",
            "MHyqXKMAAAAJ:u5HHmVD_uO8C",
            331,
            "http:\/\/genesdev.cshlp.org\/content\/17\/17\/2108.short",
            "14401567190800993725",
            "\/scholar?cites=14401567190800993725",
            {
                "2003":3,
                "2004":15,
                "2005":17,
                "2006":22,
                "2007":20,
                "2008":24,
                "2009":20,
                "2010":19,
                "2011":24,
                "2012":14,
                "2013":19,
                "2014":32,
                "2015":23,
                "2016":18,
                "2017":23,
                "2018":11,
                "2019":12,
                "2020":13,
                "2021":1
            }
        ],
        [
            "Molecular genetics approaches in zebrafish research are hampered by the lack of a ubiquitous transgene driver element that is active at all developmental stages. Here, we report the isolation and characterization of the zebrafish ubiquitin (ubi) promoter, which drives constitutive transgene expression during all developmental stages and analyzed adult organs. Notably, ubi expresses in all blood cell lineages, and we demonstrate the application of ubi-driven fluorophore transgenics in hematopoietic transplantation experiments to assess true multilineage potential of engrafted cells. We further generated transgenic zebrafish that express ubiquitous 4-hydroxytamoxifen-controlled Cre recombinase activity from a ubi:creERt2 transgene, as well as ubi:loxP-EGFP-loxP-mCherry (ubi:Switch) transgenics and show their use as a constitutive fluorescent lineage tracing reagent. The ubi promoter and the transgenic lines …",
            "Ubiquitous transgene expression and Cre-based recombination driven by the ubiquitin promoter in zebrafish",
            "Christian Mosimann and Charles K Kaufman and Pulin Li and Emily K Pugach and Owen J Tamplin and Leonard I Zon",
            "2011",
            "MHyqXKMAAAAJ:Tyk-4Ss8FVUC",
            300,
            "https:\/\/dev.biologists.org\/content\/138\/1\/169.short",
            "1566677214112623911",
            "\/scholar?cites=1566677214112623911",
            {
                "2011":9,
                "2012":8,
                "2013":25,
                "2014":24,
                "2015":28,
                "2016":45,
                "2017":40,
                "2018":42,
                "2019":35,
                "2020":37,
                "2021":6
            }
        ],
        [
            "The complexity and cost of injection treatment can represent a formidable challenge for patients affected by a chronic illness, particularly those whose treatment is primarily preventative and only modestly effective on the more conspicuous symptomatic aspects of the disease process. The aim of this investigation was to identify which factors most influenced nonadherent behavior with the available diseasemodifying injection therapies for multiple sclerosis (MS).A multicenter, observational (threewave) study using surveys was developed and administered to patients with MS through the World Wide Web. Healthcare providers at 17 neurology clinics recruited patients for the study.A total of 798 patients …",
            "Factors that influence adherence with disease-modifying therapy in MS",
            "Katherine Treadaway and Gary Cutter and Amber Salter and Sharon Lynch and James Simsarian and John Corboy and Douglas Jeffery and Bruce Cohen and Ken Mankowski and Joseph Guarnaccia and Lawrence Schaeffer and Roy Kanter and David Brandes and Charles Kaufman and David Duncan and Ellen Marder and Arthur Allen and John Harney and Joanna Cooper and Douglas Woo and Olaf Stüve and Michael Racke and Elliot M Frohman",
            "2009",
            "MHyqXKMAAAAJ:mVmsd5A6BfQC",
            278,
            "https:\/\/link.springer.com\/article\/10.1007\/s00415-009-0096-y",
            "2951718982846476767",
            "\/scholar?cites=2951718982846476767",
            {
                "2009":1,
                "2010":21,
                "2011":30,
                "2012":24,
                "2013":21,
                "2014":34,
                "2015":29,
                "2016":25,
                "2017":31,
                "2018":16,
                "2019":22,
                "2020":16,
                "2021":1
            }
        ],
        [
            "The “cancerized field” concept posits that cells in a given tissue sharing an oncogenic mutation are cancer-prone, yet only discreet clones within the field initiate tumors. Studying the process of cancer initiation has remained challenging because of (i) the rarity of these events, (ii) the difficulty of visiualizing initiating clones in living organisms, and (iii) the transient nature of a newly transformed clone emerging before it expands to form an early tumor. A more complete understanding of the molecular processes that regulate cancer initiation could provide important prognostic information about which precancerous lesions are most prone to becoming cancer and also implicate druggable molecular pathways that, when inhibited, may prevent the cancer from ever starting.The majority of benign nevi carry oncogenic BRAFV600E mutations and can be considered a cancerized field of …",
            "A zebrafish melanoma model reveals emergence of neural crest identity during melanoma initiation",
            "Charles K Kaufman and Christian Mosimann and Zi Peng Fan and Song Yang and Andrew J Thomas and Julien Ablain and Justin L Tan and Rachel D Fogley and Ellen Van Rooijen and Elliott J Hagedorn and Christie Ciarlo and Richard M White and Dominick A Matos and Ann-Christin Puller and Cristina Santoriello and Eric C Liao and Richard A Young and Leonard I Zon",
            "2016",
            "MHyqXKMAAAAJ:roLk4NBRz8UC",
            230,
            "https:\/\/science.sciencemag.org\/content\/351\/6272\/aad2197.abstract",
            "17816573806306139596",
            "\/scholar?cites=17816573806306139596",
            {
                "2016":26,
                "2017":53,
                "2018":49,
                "2019":51,
                "2020":46,
                "2021":3
            }
        ],
        [
            "Chemical genetic screening can be described as a discovery approach in which chemicals are assayed for their effects on a defined biological system. The zebrafish, Danio rerio, is a well-characterized and genetically tractable vertebrate model organism that produces large numbers of rapidly developing embryos that develop externally. These characteristics allow for flexible, rapid and scalable chemical screen design using the zebrafish. We describe a protocol for screening compounds from a chemical library for effects on early zebrafish development using an automated in situ based read-out. As screenings are carried out in the context of a complete, developing organism, this approach allows for a more comprehensive analysis of the range of a chemical's effects than that provided by, for example, a cell culture-based or in vitro biochemical assay. Using a 24-h chemical treatment, one can complete a round of …",
            "Chemical genetic screening in the zebrafish embryo",
            "Charles K Kaufman and Richard M White and Leonard Zon",
            "2009",
            "MHyqXKMAAAAJ:zYLM7Y9cAGgC",
            142,
            "https:\/\/www.nature.com\/articles\/nprot.2009.144.pdf?origin=ppub",
            "9015242907319406182",
            "\/scholar?cites=9015242907319406182",
            {
                "2010":13,
                "2011":16,
                "2012":17,
                "2013":18,
                "2014":11,
                "2015":10,
                "2016":18,
                "2017":11,
                "2018":12,
                "2019":7,
                "2020":9
            }
        ],
        [
            "Fourteen years after its initial description, the nuclear factor κB (NF-κB) signaling pathway endures as a prime example of rapidly responsive gene regulation (Sen and Baltimore, 1986). Even with the complexities revealed through the elucidation of converging activation pathways and diverging downstream effectors, a generalized scheme of NF-κB signaling remains elegant in its logic:(a) external signals stimulate a kinase (s), such as NF-κB–inducing kinase (NIK), MEKK1, Akt, or TBK1\/NAK, which activates the inhibitor of NF-κB protein kinase (IKK);(b) IKK then phosphorylates the inhibitor of NF-κB protein (IκB) on two critical serine residues, which targets IκB for ubiquitination and subsequent degradation by the 26S proteasome;(c) previously held captive in the cytoplasm through its association with IκB, the Rel\/NF-κB dimeric transcription factor is now free to enter the nucleus, find its DNA sequence recognition …",
            "It's got you covered: NF-κB in the epidermis",
            "Charles K Kaufman and Elaine Fuchs",
            "2000",
            "MHyqXKMAAAAJ:u-x6o8ySG0sC",
            135,
            "https:\/\/rupress.org\/jcb\/article-abstract\/149\/5\/999\/29493",
            "2942767806737235872",
            "\/scholar?cites=2942767806737235872",
            {
                "2000":3,
                "2001":15,
                "2002":11,
                "2003":20,
                "2004":14,
                "2005":6,
                "2006":9,
                "2007":6,
                "2008":3,
                "2009":6,
                "2010":4,
                "2011":9,
                "2012":5,
                "2013":2,
                "2014":2,
                "2015":5,
                "2016":2,
                "2017":4,
                "2018":2,
                "2019":4,
                "2020":2,
                "2021":1
            }
        ],
        [
            "Metastasis is the defining feature of advanced malignancy, yet remains challenging to study in laboratory environments. Here, we describe a high-throughput zebrafish system for comprehensive, in vivo assessment of metastatic biology. First, we generated several stable cell lines from melanomas of transgenic mitfa-BRAFV600E;p53−\/− fish. We then transplanted the melanoma cells into the transparent casper strain to enable highly quantitative measurement of the metastatic process at single-cell resolution. Using computational image analysis of the resulting metastases, we generated a metastasis score, μ, that can be applied to quantitative comparison of metastatic capacity between experimental conditions. Furthermore, image analysis also provided estimates of the frequency of metastasis-initiating cells (∼1\/120,000 cells). Finally, we determined that the degree of pigmentation is a key feature defining cells …",
            "A quantitative system for studying metastasis using transparent zebrafish",
            "Silja Heilmann and Kajan Ratnakumar and Erin M Langdon and Emily R Kansler and Isabella S Kim and Nathaniel R Campbell and Elizabeth B Perry and Amy J McMahon and Charles K Kaufman and Ellen Van Rooijen and William Lee and Christine A Iacobuzio-Donahue and Richard O Hynes and Leonard I Zon and Joao B Xavier and Richard M White",
            "2015",
            "MHyqXKMAAAAJ:WF5omc3nYNoC",
            86,
            "https:\/\/cancerres.aacrjournals.org\/content\/75\/20\/4272.short",
            "12721610419212359449",
            "\/scholar?cites=12721610419212359449",
            {
                "2015":1,
                "2016":13,
                "2017":18,
                "2018":18,
                "2019":11,
                "2020":24,
                "2021":1
            }
        ],
        [
            "Phenotype‐driven chemical genetic screens in zebrafish have become a proven approach for both dissection of developmental mechanisms and discovery of potential therapeutics. A library of small molecules can be arrayed into multiwell plates containing zebrafish embryos. The embryo becomes a whole organism in vivo bioassay that can produce a phenotype upon treatment. Screens have been performed that are based simply on the morphology of the embryo. Other screens have scored complex phenotypes using whole mount in situ hybridization, fluorescent transgenic reporters, and even tracking of embryo movement. The availability of many well‐characterized zebrafish mutants has also enabled the discovery of chemical suppressors of genetic phenotypes. Importantly, the application of chemical libraries that already contain FDA‐approved drugs has allowed the rapid translation of hits from zebrafish …",
            "Small molecule screening in zebrafish: swimming in potential drug therapies",
            "Owen J Tamplin and Richard M White and Lili Jing and Charles K Kaufman and Scott A Lacadie and Pulin Li and Alison M Taylor and Leonard I Zon",
            "2012",
            "MHyqXKMAAAAJ:Y0pCki6q_DkC",
            51,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/wdev.37",
            "2054354075163999094",
            "\/scholar?cites=2054354075163999094",
            {
                "2012":1,
                "2013":6,
                "2014":11,
                "2015":5,
                "2016":2,
                "2017":6,
                "2018":9,
                "2019":6,
                "2020":5
            }
        ],
        [
            "Progressive multifocal leukoencephalopathy (PML) induced by JC virus (JCV) is a risk for natalizumab-treated multiple sclerosis (MS) patients. Here we characterize the JCV-specific T cell responses in healthy donors and natalizumab-treated MS patients to reveal functional differences that may account for the development of natalizumab-associated PML. CD4 and CD8 T cell responses specific for all JCV proteins were readily identified in MS patients and healthy volunteers. The magnitude and quality of responses to JCV and cytomegalovirus (CMV) did not change from baseline through several months of natalizumab therapy. However, the frequency of T cells producing IL-10 upon mitogenic stimulation transiently increased after the first dose. In addition, MS patients with natalizumab-associated PML were distinguished from all other subjects in that they either had no detectable JCV-specific T cell response or had JCV-specific CD4 T cell responses uniquely dominated by IL-10 production. Additionally, IL-10 levels were higher in the CSF of individuals with recently diagnosed PML. Thus, natalizumab-treated MS patients with PML have absent or aberrant JCV-specific T cell responses compared with non-PML patients, and changes in T cell-mediated control of JCV replication may be a risk factor for developing PML. Our data suggest further approaches to improved monitoring, treatment and prevention of PML in natalizumab-treated patients.",
            "Changes in JC virus-specific T cell responses during natalizumab treatment and in natalizumab-associated progressive multifocal leukoencephalopathy",
            "Molly R Perkins and Caroline Ryschkewitsch and Julia C Liebner and Maria Chiara G Monaco and Danielle Himelfarb and Sara Ireland and Annelys Roque and Heather L Edward and Peter N Jensen and Gina Remington and Thomas Abraham and Jaspreet Abraham and Benjamin Greenberg and Charles Kaufman and Chris LaGanke and Nancy L Monson and Xiaoning Xu and Elliot Frohman and Eugene O Major and Daniel C Douek",
            "2012",
            "MHyqXKMAAAAJ:ZeXyd9-uunAC",
            50,
            "https:\/\/journals.plos.org\/plospathogens\/article?id=10.1371\/journal.ppat.1003014",
            "5070043978488687575",
            "\/scholar?cites=5070043978488687575",
            {
                "2013":13,
                "2014":12,
                "2015":7,
                "2016":1,
                "2017":4,
                "2018":7,
                "2019":3,
                "2020":3
            }
        ]
    ]
}