{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Estrogen receptor (ER) modulators produce distinct tissue-specific biological effects, but within the confines of the established models of ER action it is difficult to understand why. Previous studies have suggested that there might be a relationship between ER structure and activity. Different ER modulators may induce conformational changes in the receptor that result in a specific biological activity. To investigate the possibility of modulator-specific conformational changes, we have applied affinity selection of peptides to identify binding surfaces that are exposed on the apo-ERs α and β and on each receptor complexed with estradiol or 4-OH tamoxifen. These peptides are sensitive probes of receptor conformation. We show here that ER ligands, known to produce distinct biological effects, induce distinct conformational changes in the receptors, providing a strong correlation between ER conformation and biological …",
            "Estrogen receptor (ER) modulators each induce distinct conformational changes in ER α and ER β",
            "Lisa A Paige and Dale J Christensen and Hanne Grøn and John D Norris and Elizabeth B Gottlin and Karen M Padilla and Ching-yi Chang and Lawrence M Ballas and Paul T Hamilton and Donald P McDonnell and Dana M Fowlkes",
            "1999",
            "mIbcYiUAAAAJ:p2g8aNsByqUC",
            482,
            "https:\/\/www.pnas.org\/content\/96\/7\/3999.short",
            "1483911664495665863",
            "\/scholar?cites=1483911664495665863",
            {
                "1999":11,
                "2000":41,
                "2001":44,
                "2002":37,
                "2003":46,
                "2004":39,
                "2005":28,
                "2006":26,
                "2007":22,
                "2008":20,
                "2009":21,
                "2010":26,
                "2011":17,
                "2012":14,
                "2013":17,
                "2014":10,
                "2015":5,
                "2016":12,
                "2017":10,
                "2018":12,
                "2019":13,
                "2020":10
            }
        ],
        [
            "Estrogen receptor α transcriptional activity is regulated by distinct conformational states that are the result of ligand binding. Phage display was used to identify peptides that interact specifically with either estradiol- or tamoxifen-activated estrogen receptor α. When these peptides were coexpressed with estrogen receptor α in cells, they functioned as ligand-specific antagonists, indicating that estradiol-agonist and tamoxifen–partial agonist activities do not occur by the same mechanism. The ability to regulate estrogen receptor α transcriptional activity by targeting sites outside of the ligand-binding pocket has implications for the development of estrogen receptor α antagonists for the treatment of tamoxifen-refractory breast cancers.",
            "Peptide antagonists of the human estrogen receptor",
            "John D Norris and Lisa A Paige and Dale J Christensen and Ching-Yi Chang and Maria R Huacani and Daju Fan and Paul T Hamilton and Dana M Fowlkes and Donald P McDonnell",
            "1999",
            "mIbcYiUAAAAJ:XiSMed-E-HIC",
            438,
            "https:\/\/science.sciencemag.org\/content\/285\/5428\/744.abstract",
            "3256681112193301102",
            "\/scholar?cites=3256681112193301102",
            {
                "1999":4,
                "2000":36,
                "2001":48,
                "2002":43,
                "2003":40,
                "2004":26,
                "2005":29,
                "2006":22,
                "2007":22,
                "2008":18,
                "2009":24,
                "2010":16,
                "2011":12,
                "2012":12,
                "2013":12,
                "2014":14,
                "2015":11,
                "2016":11,
                "2017":5,
                "2018":14,
                "2019":6,
                "2020":6
            }
        ],
        [
            "Recruitment of transcriptional coactivators following ligand activation is a critical step in nuclear receptor-mediated target gene expression. Upon binding an agonist, the receptor undergoes a conformational change which facilitates the formation of a specific coactivator binding pocket within the carboxyl terminus of the receptor. This permits the α-helical LXXLL motif within some coactivators to interact with the nuclear receptors. Until recently, the LXXLL motif was thought to function solely as a docking module; however, it now appears that sequences flanking the core motif may play a role in determining receptor selectivity. To address this issue, we used a combinatorial phage display approach to evaluate the role of flanking sequences in influencing these interactions. We sampled more than 108 variations of the core LXXLL motif with estradiol-activated estrogen receptor alpha (ERα) as a target and found three …",
            "Dissection of the LXXLL nuclear receptor-coactivator interaction motif using combinatorial peptide libraries: discovery of peptide antagonists of estrogen receptors α and β",
            "Ching-yi Chang and John D Norris and Hanne Grøn and Lisa A Paige and Paul T Hamilton and Daniel J Kenan and Dana Fowlkes and Donald P McDonnell",
            "1999",
            "mIbcYiUAAAAJ:u9iWguZQMMsC",
            433,
            "https:\/\/mcb.asm.org\/content\/19\/12\/8226.short",
            "5733410080552796121",
            "\/scholar?cites=5733410080552796121",
            {
                "2000":22,
                "2001":30,
                "2002":40,
                "2003":31,
                "2004":29,
                "2005":27,
                "2006":18,
                "2007":25,
                "2008":26,
                "2009":29,
                "2010":20,
                "2011":18,
                "2012":20,
                "2013":12,
                "2014":16,
                "2015":13,
                "2016":11,
                "2017":17,
                "2018":13,
                "2019":5,
                "2020":10
            }
        ],
        [
            "Appropriate surface chemistry between a material and its surrounding biological environment is crucial to the eventual integration and performance of any implant, whether metal, plastic, or ceramic. A robust peptide-based coating technology capable of easily modifying the surface of titanium (Ti) metal through noncovalent binding is described. A short peptide possessing affinity for Ti was identified using a phage display screening process and subjected to an amino acid substitution exercise using solid-phase chemical synthesis. Through these studies, the HKH tripeptide motif was elucidated as an important contributor to Ti binding within the Ti-binding peptide. This peptide spontaneously and selectively adsorbs onto a Ti surface from dilute aqueous solution with submicromolar binding affinities as determined by ELISA and quartz crystal microbalance with dissipation monitoring (QCM-D), through a process …",
            "Directed assembly of PEGylated-peptide coatings for infection-resistant titanium metal",
            "Xiaojuan Khoo and Paul Hamilton and George A O’Toole and Brian D Snyder and Daniel J Kenan and Mark W Grinstaff",
            "2009",
            "mIbcYiUAAAAJ:738O_yMBCRsC",
            152,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja9020827",
            "6453481663067875956",
            "\/scholar?cites=6453481663067875956",
            {
                "2009":2,
                "2010":11,
                "2011":18,
                "2012":29,
                "2013":16,
                "2014":15,
                "2015":11,
                "2016":11,
                "2017":7,
                "2018":13,
                "2019":9,
                "2020":10
            }
        ],
        [
            "Background: The rapidly expanding list of pharmacologically important targets has highlighted the need for ways to discover new inhibitors that are independent of functional assays. We have utilized peptides to detect inhibitors of protein function. We hypothesized that most peptide ligands identified by phage display would bind to regions of biological interaction in target proteins and that these peptides could be used as sensitive probes for detecting low molecular weight inhibitors that bind to these sites.Results: We selected a broad range of enzymes as targets for phage display and isolated a series of peptides that bound specifically to each target. Peptide ligands for each target contained similar amino acid sequences and competition analysis indicated that they bound one or two sites per target. Of 17 peptides tested, 13 were found to be specific inhibitors of enzyme function. Finally, we used two peptides …",
            "Detection of small-molecule enzyme inhibitors with peptides isolated from phage-displayed combinatorial peptide libraries",
            "R Hyde-DeRuyscher and LA Paige and DJ Christensen and N Hyde-DeRuyscher and A Lim and ZL Fredericks and J Kranz and P Gallant and J Zhang and SM Rocklage and DM Fowlkes and PA Wendler and PT Hamilton",
            "2000",
            "mIbcYiUAAAAJ:Tiz5es2fbqcC",
            142,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1074552100000624",
            "6135044652535320461",
            "\/scholar?cites=6135044652535320461",
            {
                "2000":4,
                "2001":15,
                "2002":18,
                "2003":14,
                "2004":6,
                "2005":16,
                "2006":8,
                "2007":6,
                "2008":6,
                "2009":9,
                "2010":7,
                "2011":4,
                "2012":3,
                "2013":5,
                "2014":1,
                "2015":5,
                "2016":4,
                "2017":5,
                "2018":1,
                "2019":2
            }
        ],
        [
            "The genes mvhDGA, which encode the subunit polypeptides of the methyl viologen-reducing hydrogenase in Methanobacterium thermoautotrophicum strain delta H, have been cloned and sequenced. These genes, together with a fourth open reading frame designated mvhB, are tightly linked and appear to form an operon that is transcribed starting 42 base pairs upstream of mvhD. The organization and sequences of the mvhG and mvhA genes indicate a common evolutionary ancestry with genes encoding the small and large subunits of hydrogenases in eubacterial species. The product of the mvhB gene is predicted to contain six tandomly repeated bacterial-ferredoxin-like domains and, therefore, is predicted to be a polyferredoxin that could contain as many as 48 iron atoms in 12 Fe4S4 clusters.",
            "A hydrogenase-linked gene in Methanobacterium thermoautotrophicum strain delta H encodes a polyferredoxin",
            "John N Reeve and Gregory S Beckler and David S Cram and Paul T Hamilton and James W Brown and Joseph A Krzycki and Andrew F Kolodziej and Lisa Alex and William H Orme-Johnson and Christopher T Walsh",
            "1989",
            "mIbcYiUAAAAJ:WbkHhVStYXYC",
            137,
            "https:\/\/www.pnas.org\/content\/86\/9\/3031.short",
            "14000459842519326317",
            "\/scholar?cites=14000459842519326317",
            {
                "1988":1,
                "1989":4,
                "1990":21,
                "1991":4,
                "1992":19,
                "1993":18,
                "1994":11,
                "1995":7,
                "1996":4,
                "1997":6,
                "1998":2,
                "1999":7,
                "2000":1,
                "2001":2,
                "2002":2,
                "2003":3,
                "2004":3,
                "2005":2,
                "2006":1,
                "2007":2,
                "2008":1,
                "2009":2,
                "2010":3,
                "2011":1,
                "2012":1,
                "2013":3,
                "2014":2,
                "2015":1
            }
        ],
        [
            "Phage Display in Biotechnology and Drug Discovery, Second Edition provides a comprehensive view of the impact and promise of phage display in drug discovery and biotechnology. Building on the success of its previous edition, the book discusses current theories, principles, and methods in the field and demonstrates applications for peptide phage dis",
            "Phage display in biotechnology and drug discovery",
            "Sachdev S Sidhu and Clarence Ronald Geyer",
            "2015",
            "mIbcYiUAAAAJ:dfsIfKJdRG4C",
            114,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=pSfOBgAAQBAJ&oi=fnd&pg=PP1&dq=info:ZVLNfhRETGUJ:scholar.google.com&ots=qmebLZOY69&sig=y46NYK2fL-aAbtfd2M-wS2lnlHY",
            "7299283950878151269",
            "\/scholar?cites=7299283950878151269",
            {
                "2005":1,
                "2006":1,
                "2007":3,
                "2008":6,
                "2009":10,
                "2010":6,
                "2011":7,
                "2012":11,
                "2013":7,
                "2014":8,
                "2015":6,
                "2016":7,
                "2017":16,
                "2018":8,
                "2019":9,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Traditional gravity measurements use bulk masses to both source and probe gravitational fields 1. Matter-wave interferometers enable the use of probe masses as small as neutrons 2, atoms 3 and molecular clusters 4, but still require fields generated by masses ranging from hundreds of kilograms 5, 6 to the entire Earth. Shrinking the sources would enable versatile configurations, improve positioning accuracy, enable tests for beyond-standard-model (‘fifth’) forces, and allow observation of non-classical effects of gravity. Here we detect the gravitational force between freely falling caesium atoms and an in-vacuum, miniature (centimetre-sized, 0.19 kg) source mass using atom interferometry. Sensitivity down to gravitational strength forces accesses the natural scale 7 for a wide class of cosmologically motivated scalar field models 8, 9 of modified gravity and dark energy. We improve the limits on two such models …",
            "Testing sub-gravitational forces on atoms from a miniature in-vacuum source mass",
            "Matt Jaffe and Philipp Haslinger and Victoria Xu and Paul Hamilton and Amol Upadhye and Benjamin Elder and Justin Khoury and Holger Müller",
            "2017",
            "mIbcYiUAAAAJ:OTTXONDVkokC",
            111,
            "https:\/\/www.nature.com\/articles\/nphys4189",
            "17694484639794316593",
            "\/scholar?cites=17694484639794316593",
            {
                "2016":2,
                "2017":7,
                "2018":26,
                "2019":37,
                "2020":36,
                "2021":3
            }
        ],
        [
            "Increasing bacterial drug resistance and hard-to-eradicate opportunistic infections have created a need for new antibiotics. Sequencing of microbial genomes has yielded many new potential targets for antibacterial drug discovery. However, little is known about the biochemical activities of many of these targets, making it difficult to develop HTS assays for them. Peptides isolated by phage display can be used as ‘surrogate ligands’ in competition assays for screening of targets of unknown function with small-molecule libraries. These screening assays can be adapted into a variety of high-throughput formats, including those based on radioactive, luminescence or fluorescence detection.",
            "Phage display for target-based antibacterial drug discovery",
            "Dale J Christensen and Elizabeth B Gottlin and R Edward Benson and Paul T Hamilton",
            "2001",
            "mIbcYiUAAAAJ:l7t_Zn2s7bgC",
            84,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1359644601018530",
            "18362900029630008131",
            "\/scholar?cites=18362900029630008131",
            {
                "2001":2,
                "2002":3,
                "2003":11,
                "2004":3,
                "2005":6,
                "2006":6,
                "2007":8,
                "2008":3,
                "2009":3,
                "2010":2,
                "2011":1,
                "2012":5,
                "2013":3,
                "2014":4,
                "2015":4,
                "2016":2,
                "2017":3,
                "2018":5,
                "2019":2,
                "2020":5
            }
        ],
        [
            "DNA fragments cloned from the methanogenic archaebacterium Methanobrevibacter smithii which complement mutations in the purE and proC genes of E. coli have been sequenced. Sequence analyses, transposon mutagenesis and expression in E. coli minicells indicate that purE and proC complementations result from the synthesis of M. smithii polypeptides with molecular weights of 36,697 and 27,836 respectively. The encoding genes appear to be located in operons. The M. smithii genome contains 69% A\/T basepairs (bp) which is reflected in unusual codon usages and intergenic regions containing approximately 85% A\/T bp. An insertion element, designated ISM1, was found within the cloned M. smithii DNA located adjacent to the proC complementing region. ISM1 is 1381 bp in length, has 29 bp terminal inverted repeat sequences and contains one major ORF encoded in 87% of the ISM1 …",
            "Structure of genes and an insertion element in the methane producing archaebacterium Methanobrevibacter smithii",
            "Paul T Hamilton and John N Reeve",
            "1985",
            "mIbcYiUAAAAJ:tOudhMTPpwUC",
            79,
            "https:\/\/link.springer.com\/article\/10.1007\/BF00383311",
            "9159747556136722377",
            "\/scholar?cites=9159747556136722377",
            {
                "1985":1,
                "1986":9,
                "1987":10,
                "1988":10,
                "1989":5,
                "1990":1,
                "1991":6,
                "1992":8,
                "1993":5,
                "1994":1,
                "1995":2,
                "1996":5,
                "1997":1,
                "1998":3,
                "1999":1,
                "2000":3,
                "2001":1,
                "2002":1,
                "2003":1,
                "2004":1,
                "2005":2
            }
        ]
    ]
}