{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "We describe a rigorous and yet computationally simple way of calculating conductance properties of molecular conductors, using self-energy matrices to partition the overall structure into a molecular device and contacts. The standard methods of quantum chemistry are combined self-consistently with a nonequilibrium Green’s function formalism to describe transport in an open system under bias. We employ our method to demonstrate the transition between two limiting cases of molecular conduction: metallic conduction in a gold nanowire and resonant conduction in a phenyl dithiol molecule.",
            "Unified description of molecular conduction: From molecules to metallic wires",
            "PS Damle and AW Ghosh and S Datta",
            "2001",
            "MIMAxEUAAAAJ:u5HHmVD_uO8C",
            464,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.64.201403",
            "16028561575556888570",
            "\/scholar?cites=16028561575556888570",
            {
                "2002":19,
                "2003":45,
                "2004":45,
                "2005":60,
                "2006":51,
                "2007":42,
                "2008":50,
                "2009":33,
                "2010":25,
                "2011":26,
                "2012":13,
                "2013":20,
                "2014":9,
                "2015":2,
                "2016":5,
                "2017":4,
                "2018":5,
                "2019":4,
                "2020":3
            }
        ],
        [
            "Spin-transfer torque random access memory (STT-RAM) is a potentially revolutionary universal memory technology that combines the capacity and cost benefits of DRAM, the fast read and write performance of SRAM, the non-volatility of Flash, and essentially unlimited endurance. In order to realize a small cell size, high speed and achieve a fully functional STT-RAM chip, the MgO-barrier magnetic tunnel junctions (MTJ) used as the core storage and readout element must meet a set of performance requirements on switching current density, voltage, magneto-resistance ratio (MR), resistance-area product (RA), thermal stability factor (¿) , switching current distribution, read resistance distribution and reliability. In this paper, we report the progress of our work on device design, material improvement, wafer processing, integration with CMOS, and testing for a demonstration STT-RAM test chip, and projections based on …",
            "Advances and future prospects of spin-transfer torque random access memory",
            "E Chen and D Apalkov and Z Diao and A Driskill-Smith and D Druist and D Lottis and V Nikitin and X Tang and S Watts and S Wang and SA Wolf and AW Ghosh and JW Lu and SJ Poon and M Stan and WH Butler and S Gupta and CKA Mewes and Tim Mewes and PB Visscher",
            "2010",
            "MIMAxEUAAAAJ:roLk4NBRz8UC",
            402,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/5467394\/",
            "3141318737109608934",
            "\/scholar?cites=3141318737109608934",
            {
                "2010":7,
                "2011":25,
                "2012":28,
                "2013":38,
                "2014":35,
                "2015":50,
                "2016":41,
                "2017":58,
                "2018":44,
                "2019":37,
                "2020":27,
                "2021":1
            }
        ],
        [
            "We present a rigorous and computationally efficient method to do a parameter-free analysis of molecular wires connected to contacts. The self-consistent field approach is coupled with Non-equilibrium Green's Function (NEGF) formalism to describe electronic transport under an applied bias. Standard quantum chemistry software is used to calculate the self-consistent field using density functional theory (DFT). Such close coupling to standard quantum chemistry software not only makes the procedure simple to implement but also makes the relation between the I–V characteristics and the chemistry of the molecule more obvious. We use our method to interpolate between two extreme examples of transport through a molecular wire connected to gold(1 1 1) contacts: band conduction in a metallic (gold) nanowire, and resonant conduction through broadened, quasidiscrete levels of a phenyl dithiol molecule. We obtain …",
            "First-principles analysis of molecular conduction using quantum chemistry software",
            "Prashant Damle and Avik W Ghosh and Supriyo Datta",
            "2002",
            "MIMAxEUAAAAJ:u-x6o8ySG0sC",
            282,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0301010402004962",
            "17752035031948492558",
            "\/scholar?cites=17752035031948492558",
            {
                "2002":3,
                "2003":16,
                "2004":35,
                "2005":37,
                "2006":35,
                "2007":28,
                "2008":27,
                "2009":23,
                "2010":13,
                "2011":15,
                "2012":9,
                "2013":6,
                "2014":8,
                "2015":9,
                "2016":6,
                "2017":3,
                "2018":3,
                "2019":1,
                "2020":4
            }
        ],
        [
            "Molecular electronics on silicon has distinct advantages over its metallic counterpart. We describe a theoretical formalism for transport in semiconductor−molecule heterostructures, formally combining a semiempirical treatment of bulk silicon with a first-principles description of the molecular chemistry and its bonding with silicon. Using this method, we demonstrate that the presence of a semiconducting band-edge can lead to a novel molecular resonant tunneling diode (RTD) that shows negative differential resistance (NDR) when the molecular levels are driven by an STM potential into the semiconducting band gap. The NDR peaks show a clear polarity reversal, appearing for positive bias on a p-doped and negative for an n-doped substrate, a feature that is in agreement with recent experiments by Guisinger et al. ",
            "Silicon-based molecular electronics",
            "Titash Rakshit and Geng-Chiau Liang and Avik W Ghosh and Supriyo Datta",
            "2004",
            "MIMAxEUAAAAJ:d1gkVwhDpl0C",
            238,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl049436t",
            "12102901742149854596",
            "\/scholar?cites=12102901742149854596",
            {
                "2004":2,
                "2005":24,
                "2006":35,
                "2007":31,
                "2008":18,
                "2009":16,
                "2010":10,
                "2011":17,
                "2012":13,
                "2013":8,
                "2014":5,
                "2015":13,
                "2016":6,
                "2017":12,
                "2018":7,
                "2019":9,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Most studied two-dimensional (2D) materials exhibit isotropic behavior due to high lattice symmetry; however, lower-symmetry 2D materials such as phosphorene and other elemental 2D materials exhibit very interesting anisotropic properties. In this work, we report the atomic structure, electronic properties, and vibrational modes of few-layered PdSe2 exfoliated from bulk crystals, a pentagonal 2D layered noble transition metal dichalcogenide with a puckered morphology that is air-stable. Micro-absorption optical spectroscopy and first-principles calculations reveal a wide band gap variation in this material from 0 (bulk) to 1.3 eV (monolayer). The Raman-active vibrational modes of PdSe2 were identified using polarized Raman spectroscopy, and a strong interlayer interaction was revealed from large, thickness-dependent Raman peak shifts, agreeing with first-principles Raman simulations. Field-effect transistors …",
            "PdSe2: Pentagonal Two-Dimensional Layers with High Air Stability for Electronics",
            "Akinola D Oyedele and Shize Yang and Liangbo Liang and Alexander A Puretzky and Kai Wang and Jingjie Zhang and Peng Yu and Pushpa R Pudasaini and Avik W Ghosh and Zheng Liu and Christopher M Rouleau and Bobby G Sumpter and Matthew F Chisholm and Wu Zhou and Philip D Rack and David B Geohegan and Kai Xiao",
            "2017",
            "MIMAxEUAAAAJ:p__nRnzSRKYC",
            211,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jacs.7b04865",
            "1146979565416419878",
            "\/scholar?cites=1146979565416419878",
            {
                "2017":1,
                "2018":32,
                "2019":66,
                "2020":102,
                "2021":8
            }
        ],
        [
            "Electrons transmitted across a ballistic semiconductor junction are expected to undergo refraction, analogous to light rays across an optical boundary. In graphene, the linear dispersion and zero-gap band structure admit highly transparent p-n junctions by simple electrostatic gating. Here, we employ transverse magnetic focusing to probe the propagation of carriers across an electrostatically defined graphene junction. We find agreement with the predicted Snell’s law for electrons, including the observation of both positive and negative refraction. Resonant transmission across the p-n junction provides a direct measurement of the angle-dependent transmission coefficient. Comparing experimental data with simulations reveals the crucial role played by the effective junction width, providing guidance for future device design. Our results pave the way for realizing electron optics based on graphene p-n junctions.",
            "Electron optics with pn junctions in ballistic graphene",
            "Shaowen Chen and Zheng Han and Mirza M Elahi and KM Masum Habib and Lei Wang and Bo Wen and Yuanda Gao and Takashi Taniguchi and Kenji Watanabe and James Hone and Avik W Ghosh and Cory R Dean",
            "2016",
            "MIMAxEUAAAAJ:z_wVstp3MssC",
            201,
            "https:\/\/science.sciencemag.org\/content\/353\/6307\/1522.abstract",
            "9664665014677438311",
            "\/scholar?cites=9664665014677438311",
            {
                "2016":3,
                "2017":47,
                "2018":52,
                "2019":46,
                "2020":49,
                "2021":2
            }
        ],
        [
            "This paper examines the validity of the widely used parabolic effective-mass approximation for computing the current-voltage (I-V) characteristics of silicon nanowire transistors (SNWTs). The energy dispersion relations for unrelaxed Si nanowires are first computed by using an sp\/sup 3\/d\/sup 5\/s\/sup *\/ tight-binding (TB) model. A seminumerical ballistic field-effect transistor model is then adopted to evaluate the I-V characteristics of the (n-type) SNWTs based on both a TB dispersion relation and parabolic energy bands. In comparison with the TB approach, the parabolic effective-mass model with bulk effective-masses significantly overestimates SNWT threshold voltages when the wire width is <3 nm, and ON-currents when the wire width is <5 nm. By introducing two analytical equations with two tuning parameters, however, the effective-mass approximation can well reproduce the TB I-V results even at a \/spl sim\/1.36 …",
            "On the validity of the parabolic effective-mass approximation for the IV calculation of silicon nanowire transistors",
            "Jing Wang and Anisur Rahman and Avik Ghosh and Gerhard Klimeck and Mark Lundstrom",
            "2005",
            "MIMAxEUAAAAJ:9yKSN-GCB0IC",
            197,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1459123\/",
            "15112403673856342176",
            "\/scholar?cites=15112403673856342176",
            {
                "2005":1,
                "2006":6,
                "2007":11,
                "2008":32,
                "2009":20,
                "2010":24,
                "2011":20,
                "2012":12,
                "2013":13,
                "2014":12,
                "2015":7,
                "2016":15,
                "2017":7,
                "2018":6,
                "2019":6,
                "2020":3,
                "2021":1
            }
        ],
        [
            "The general theory for quantum simulation of cubic semiconductor n-type metal-oxide-semiconductor field-effect transistors is presented within the effective-mass equation approach. The full three-dimensional transport problem is described in terms of coupled transverse subband modes which arise due to quantum confinement along the body thickness direction. Couplings among the subbands are generated for two reasons: due to spatial variations of the confinement potential along the transport direction and due to nonalignment of the device coordinate system with the principal axes of the constant energy conduction-band ellipsoids. The problem simplifies considerably if the electrostatic potential is separable along the transport and confinement directions, and further if the potential variations along the transport direction are slow enough to prevent dipolar coupling (Zener tunneling) between subbands. In this …",
            "Generalized effective-mass approach for -type metal-oxide-semiconductor field-effect transistors on arbitrarily oriented wafers",
            "Anisur Rahman and Mark S Lundstrom and Avik W Ghosh",
            "2005",
            "MIMAxEUAAAAJ:UeHWp8X0CEIC",
            177,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1845586",
            "14682814081374995332",
            "\/scholar?cites=14682814081374995332",
            {
                "2005":3,
                "2006":1,
                "2007":9,
                "2008":26,
                "2009":11,
                "2010":21,
                "2011":23,
                "2012":10,
                "2013":11,
                "2014":11,
                "2015":11,
                "2016":10,
                "2017":8,
                "2018":11,
                "2019":7,
                "2020":3
            }
        ],
        [
            "Using a full three-dimensional (3D), quantum transport simulator, we theoretically investigate the effects of surface roughness scattering (SRS) on the device characteristics of Si nanowire transistors (SNWTs). The microscopic structure of the Si\/SiO2 interface roughness is directly treated by using a 3D finite element technique. The results show that (1) SRS reduces the electron density of states in the channel, which increases the SNWT threshold voltage, and (2) the SRS in SNWTs becomes less effective when fewer propagating modes are occupied, which implies that SRS is less important in small-diameter SNWTs with few modes conducting than in planar metal-oxide-semiconductor field-effect-transistors with many transverse modes occupied.",
            "Theoretical investigation of surface roughness scattering in silicon nanowire transistors",
            "Jing Wang and Eric Polizzi and Avik Ghosh and Supriyo Datta and Mark Lundstrom",
            "2005",
            "MIMAxEUAAAAJ:2osOgNQ5qMEC",
            173,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2001158",
            "5886474572611814093",
            "\/scholar?cites=5886474572611814093",
            {
                "2005":2,
                "2006":8,
                "2007":16,
                "2008":20,
                "2009":18,
                "2010":17,
                "2011":18,
                "2012":11,
                "2013":13,
                "2014":10,
                "2015":12,
                "2016":5,
                "2017":4,
                "2018":7,
                "2019":5,
                "2020":6
            }
        ]
    ]
}