{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "We show that the quantum spin Hall (QSH) effect, a state of matter with topological properties distinct from those of conventional insulators, can be realized in mercury telluride–cadmium telluride semiconductor quantum wells. When the thickness of the quantum well is varied, the electronic state changes from a normal to an “inverted” type at a critical thickness dc. We show that this transition is a topological quantum phase transition between a conventional insulating phase and a phase exhibiting the QSH effect with a single pair of helical edge states. We also discuss methods for experimental detection of the QSH effect.",
            "Quantum spin Hall effect and topological phase transition in HgTe quantum wells",
            "B Andrei Bernevig and Taylor L Hughes and Shou-Cheng Zhang",
            "2006",
            "Mix6cbcAAAAJ:u5HHmVD_uO8C",
            5921,
            "https:\/\/science.sciencemag.org\/content\/314\/5806\/1757.abstract",
            "9012004950919433998",
            "\/scholar?cites=9012004950919433998",
            {
                "2007":16,
                "2008":60,
                "2009":113,
                "2010":242,
                "2011":325,
                "2012":424,
                "2013":478,
                "2014":539,
                "2015":577,
                "2016":619,
                "2017":625,
                "2018":564,
                "2019":607,
                "2020":638,
                "2021":71
            }
        ],
        [
            "We show that the fundamental time-reversal invariant (TRI) insulator exists in 4+ 1 dimensions, where the effective-field theory is described by the (4+ 1)-dimensional Chern-Simons theory and the topological properties of the electronic structure are classified by the second Chern number. These topological properties are the natural generalizations of the time reversal-breaking quantum Hall insulator in 2+ 1 dimensions. The TRI quantum spin Hall insulator in 2+ 1 dimensions and the topological insulator in 3+ 1 dimensions can be obtained as descendants from the fundamental TRI insulator in 4+ 1 dimensions through a dimensional reduction procedure. The effective topological field theory and the Z 2 topological classification for the TRI insulators in 2+ 1 and 3+ 1 dimensions are naturally obtained from this procedure. All physically measurable topological response functions of the TRI insulators are completely …",
            "Topological field theory of time-reversal invariant insulators",
            "Xiao-Liang Qi and Taylor L Hughes and Shou-Cheng Zhang",
            "2008",
            "Mix6cbcAAAAJ:u-x6o8ySG0sC",
            2911,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.78.195424",
            "17145567475515398834",
            "\/scholar?cites=17145567475515398834",
            {
                "2009":72,
                "2010":164,
                "2011":216,
                "2012":279,
                "2013":280,
                "2014":262,
                "2015":264,
                "2016":286,
                "2017":223,
                "2018":219,
                "2019":272,
                "2020":329,
                "2021":34
            }
        ]
    ]
}