{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "Previous research focuses on factors that influence self-employment participation, in part because entrepreneurship has been associated with economic growth. This literature has tended to focus only on men or the comparison of women to men, while ignoring substantial heterogeneity in employment decisions among women. By investigating the impact of individual, household, and local economic and cultural characteristics on the labor market outcomes of different groups of women, we get a more comprehensive picture of their self-employment decision. Recognizing self-employment as one of multiple labor market choices, we use multinomial logit and two confidential, geocoded micro-level datasets to study women`s career choices in urban areas. We find that the effects of various push and pull factors differ between married and unmarried women. In particular, more progressive gender attitudes pull …",
            "Where are all the self-employed women? Push and pull factors influencing female labor market decisions",
            "Carlianne Patrick and Heather Stephens and Amanda Weinstein",
            "2016",
            "mIzjFlEAAAAJ:UeHWp8X0CEIC",
            90,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s11187-015-9697-2.pdf",
            "6277166041348735982",
            "\/scholar?cites=6277166041348735982",
            {
                "2016":8,
                "2017":11,
                "2018":17,
                "2019":21,
                "2020":32
            }
        ],
        [
            "Innovations in hydraulic fracturing have led to oil and gas booms in various shale plays across the U.S. The economic impact of shale development has been estimated previously with varying results. The results are often used to justify supporting the industry. Thus, a precise estimate of the economic impact to communities is important. A county level analysis of the lower 48 states from 2001-2011 provides an estimate of the local economic impact as well as the labor market restructuring occurring due to the recent shale boom and can provide insight into the mechanisms behind the “natural resource curse.” Results suggest that the impact of shale development on employment is modest, with the impact on earnings growth approximately double that of the impact on employment, though the growth effects seem to wane over time. The employment multiplier from oil and gas development is estimated to be approximately 1.3.",
            "Local labor market restructuring in the shale boom",
            "Amanda Weinstein",
            "2014",
            "mIzjFlEAAAAJ:u-x6o8ySG0sC",
            64,
            "https:\/\/jrap.scholasticahq.com\/article\/7905.pdf",
            "1214635196136451151",
            "\/scholar?cites=1214635196136451151",
            {
                "2014":2,
                "2015":5,
                "2016":5,
                "2017":18,
                "2018":8,
                "2019":16,
                "2020":9,
                "2021":1
            }
        ],
        [
            "Amanda Weinstein is a PhD student in the Department of Agricultural, Environmental, and Development Economics at The Ohio State University. Her research as the C. William Swank Graduate Research Associate includes policy briefs about the employment effects of energy policies and general regional growth and policy issues. She is an OECD consultant advising on the economic impacts of alternative energy policies on rural communities. Her other research interests include women‘s role in economic development examining women‘s effect on regional productivity growth. She was awarded the Coca-Cola Critical Difference for Women Graduate Studies Grant to continue her work on gender issues in economics. She is also conducting research on the skills most valued during a recession and the impact of military service on intergenerational mobility. Before starting her PhD at OSU, she was a commissioned officer in the United States Air Force after graduating from the United States Air Force Academy. As a Scientific Analyst in the Air Force and then as a Sr. Management Analyst for BearingPoint, she advised Air Force leadership on various acquisition and logistics issues. She is currently an adjunct faculty member of Embry-Riddle University and DeVry.",
            "The economic value of shale natural gas in Ohio",
            "Amanda L Weinstein and Mark D Partridge",
            "2011",
            "mIzjFlEAAAAJ:u5HHmVD_uO8C",
            59,
            "https:\/\/www.researchgate.net\/profile\/Amanda_Weinstein2\/publication\/266604099_The_Economic_Value_of_Shale_Natural_Gas_in_Ohio\/links\/569487d508aeab58a9a2f53d\/The-Economic-Value-of-Shale-Natural-Gas-in-Ohio.pdf",
            "11153425257557965260",
            "\/scholar?cites=11153425257557965260",
            {
                "2011":1,
                "2012":6,
                "2013":4,
                "2014":11,
                "2015":14,
                "2016":2,
                "2017":6,
                "2018":6,
                "2019":5,
                "2020":4
            }
        ],
        [
            "I. Introduction mall autonomous unmanned aerial vehicles (UAVs) vary in size and capability. They can be large enough to be powered by an engine or small enough to be battery-powered and may be mistaken for a small bird. These small UAVs are therefore capable of a variety of tasks ranging from reconnaissance to strategic attack. This paper applies a vehicle routing algorithm to an ISR scenario using a small team of UAVs with specific emphasis on an urban environment. Regardless of the task, it is important for a small group of aerial vehicles to become cooperative by efficiently communicating with each other and assigning each UAV to a set of targets in an efficient manner. Before assigning targets to this team of UAVs, a hierarchical clustering method is implemented to provide additional information into the mixed integer linear program (MILP). Clustering targets in such a manner is not computationally …",
            "UAV scheduling via the vehicle routing problem with time windows",
            "Amanda Weinstein and Corey Schumacher",
            "2007",
            "mIzjFlEAAAAJ:YsMSGLbcyi4C",
            57,
            "https:\/\/arc.aiaa.org\/doi\/pdf\/10.2514\/6.2007-2839",
            "14535172670265447656",
            "\/scholar?cites=14535172670265447656",
            {
                "2008":3,
                "2009":3,
                "2010":4,
                "2011":2,
                "2012":1,
                "2013":3,
                "2014":10,
                "2015":4,
                "2016":7,
                "2017":4,
                "2018":2,
                "2019":5,
                "2020":9
            }
        ],
        [
            "Many U.S. towns reportedly boomed after new technologies in oil and gas extraction led to rapid development of shale resources. Recent research on the expected economic impact mainly focused on the employment effects associated with new oil and gas jobs. Instead, our focus is on the impact of oil and gas industry growth on local earnings while paying attention to the spatial and sectoral effects and assessing whether an increase in earnings due to energy development seeps out due to the peculiarities of the industry. Our estimation results suggest that oil and gas earnings multipliers are modest and similar to oil and gas employment multipliers, with relatively large shares of the earnings leaving the county on average. Likewise, oil and gas multipliers tend to be smaller or comparable to the estimated multipliers for equal-sized shocks in the rest of the economy, suggesting that oil and gas is not a special …",
            "Follow the money: Aggregate, sectoral and spatial effects of an energy boom on local earnings",
            "Amanda L Weinstein and Mark D Partridge and Alexandra Tsvetkova",
            "2018",
            "mIzjFlEAAAAJ:hqOjcs7Dif8C",
            25,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0301420717302490",
            "9017354185682163702",
            "\/scholar?cites=9017354185682163702",
            {
                "2017":1,
                "2018":2,
                "2019":11,
                "2020":9,
                "2021":1
            }
        ],
        [
            "US inequality has rapidly increased since the early 1970s. For advanced economies, inequality is linked to stronger incentives that enhance growth, education, innovation and entrepreneurship. However, the rise in US inequality is concentrated in the top 1%. Hence it is increasingly possible that economic rewards may be too uncertain to promote effort, suggesting the US has crossed a tipping point in which inequality reduces growth. Other costs include more social and political instability, making inequality the next potential “crisis” facing America. This study first examines trends in inequality and then reviews arguments that suggest that it is both good and bad for growth in America's cities. We then provide evidence that there has been a reversal in the effects of inequality after 2000 with it now being associated with less income and job growth in US metropolitan areas. We conclude by arguing that no general …",
            "Rising inequality in an era of austerity: the case of the US",
            "Mark D Partridge and Amanda L Weinstein",
            "2013",
            "mIzjFlEAAAAJ:d1gkVwhDpl0C",
            17,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/09654313.2012.716247",
            "2751648821914795273",
            "\/scholar?cites=2751648821914795273",
            {
                "2014":3,
                "2015":2,
                "2016":4,
                "2017":2,
                "2018":2,
                "2019":2,
                "2020":2
            }
        ],
        [
            "Economists have long regarded innovation as key to economic growth and crucial to raising the wellbeing of society. The innovative combination of horizontal drilling and micro seismic technology with hydraulic fracturing, commonly referred to as “fracking,” has impacted the economies of communities across the United States. Hydraulic fracturing has opened up previously uneconomical shale resources for oil and gas extraction. Oil and gas production from shale has been steadily growing. Now, after decades of remaining heavily dependent on foreign energy sources, the United States suddenly and unexpectedly appears to be on the verge of becoming the largest oil and gas producer in the world.Such sweeping change in the energy market has and will continue to benefit energy users from households to firms throughout the United States. While the benefits of low energy prices are shared across the United …",
            "Unconventional oil and gas development's impact on state and local economies",
            "Amanda L Weinstein",
            "2014",
            "mIzjFlEAAAAJ:9yKSN-GCB0IC",
            12,
            "https:\/\/www.jstor.org\/stable\/pdf\/choices.29.4.06.pdf",
            "4412540399263404006",
            "\/scholar?cites=4412540399263404006",
            {
                "2013":1,
                "2014":2,
                "2015":2,
                "2016":2,
                "2017":1,
                "2018":1,
                "2019":2
            }
        ]
    ]
}