{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            " A digital control of superconducting cavities for a linear accelerator is presented. FPGA-based controller, supported by Matlab system, was applied. Electrical model of a resonator was used for design of a control system. Calibration of the signal path is considered. Identification of cavity parameters has been carried out for adaptive control algorithm. Feed-forward and feedback modes were applied in operating the cavities. Required performance has been achieved; i.e. driving on resonance during filling and field stabilization during flattop time, while keeping reasonable level of the power consumption. Representative results of the experiments are presented for different levels of the cavity field gradient.",
            "Superconducting cavity driving with fpga controller",
            "Tomasz Czarski and Waldemar Koprek and Krzysztof T Poźniak and Ryszard S Romaniuk and Stefan Simrock and Alexander Brandt and Brian Chase and Ruben Carcagno and Gustavo Cancelo and Timothy W Koeth",
            "2006",
            "mJPn9GMAAAAJ:EUQCXRtRnyEC",
            88,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900206013532",
            "18100329723742225256",
            "\/scholar?cites=18100329723742225256",
            {
                "2007":2,
                "2008":2,
                "2009":9,
                "2010":23,
                "2011":19,
                "2012":26,
                "2013":4,
                "2014":2,
                "2015":1
            }
        ],
        [
            "Chemical vapor deposition diamond has been discussed extensively as an alternate sensor material for use very close to the interaction region of the LHC where extreme radiation conditions exist. During the last few years diamond devices have been manufactured and tested with LHC electronics with the goal of creating a detector usable by all LHC experiment. Extensive progress on diamond quality, on the development of diamond trackers and on radiation hardness studies has been made. Transforming the technology to the LHC specific requirements is now underway. In this paper we present the recent progress achieved.",
            "The development of diamond tracking detectors for the LHC",
            "Wolfgang Adam and Eleni Berdermann and Philippe Bergonzo and W De Boer and Franco Bogani and Emilio Borchi and A Brambilla and M Bruzzi and C Colledani and J Conway and P d'Angelo and W Dabrowski and P Delpierre and J Doroshenko and W Dulinski and B Van Eijk and A Fallou and P Fischer and F Fizzotti and C Furetta and KK Gan and N Ghodbane and E Grigoriev and G Hallewell and S Han and F Hartjes and J Hrubec and D Husson and H Kagan and J Kaplon and C Karl and R Kass and M Keil and KT Knöpfle and T Koeth and M Krammer and Alessandro Logiudice and R Lu and L Mac Lynne and Claudio Manfredotti and RD Marshall and D Meier and D Menichelli and S Meuser and M Mishina and L Moroni and J Noomen and A Oh and L Perera and H Pernegger and M Pernicka and P Polesello and R Potenza and JL Riester and S Roe and A Rudge and S Sala and M Sampietro and Stephen Schnetzer and S Sciortino and H Stelzer and R Stone and C Sutera and W Trischuk and D Tromson and C Tuve and B Vincenzo and P Weilhammer and N Wermes and M Wetstein and W Zeuner and M Zoeller and RD42 Collaboration",
            "2003",
            "mJPn9GMAAAAJ:2P1L_qKh6hAC",
            59,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900203023751",
            "13809445787498391698",
            "\/scholar?cites=13809445787498391698",
            {
                "2004":3,
                "2005":7,
                "2006":6,
                "2007":4,
                "2008":6,
                "2009":7,
                "2010":2,
                "2011":5,
                "2012":2,
                "2013":4,
                "2014":3,
                "2015":5,
                "2016":2,
                "2017":1,
                "2018":1,
                "2019":1
            }
        ],
        [
            "An experimental program to demonstrate a novel phase-space manipulation in which the horizontal and longitudinal emittances of a particle beam are exchanged has been completed at the Fermilab A0 Photoinjector. A new beam line, consisting of a T M 110 deflecting mode cavity flanked by two horizontally dispersive doglegs has been installed. We report on the first direct observation of transverse and longitudinal emittance exchange.",
            "First observation of the exchange of transverse and longitudinal emittances",
            "J Ruan and AS Johnson and AH Lumpkin and R Thurman-Keup and H Edwards and RP Fliller and TW Koeth and Y-E Sun",
            "2011",
            "mJPn9GMAAAAJ:ULOm3_A8WrAC",
            56,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.106.244801",
            "6082750073489343117",
            "\/scholar?cites=6082750073489343117",
            {
                "2011":4,
                "2012":18,
                "2013":10,
                "2014":8,
                "2015":3,
                "2016":2,
                "2017":4,
                "2018":3,
                "2019":2,
                "2020":2
            }
        ],
        [
            "4H-SiC visible-blind photodetectors specially designed for extreme ultraviolet (EUV) as well as ultraviolet (UV) detection are fabricated and characterised. Spectral quantum efficiency (QE) from 21.5 to 400 nm is determined. The devices have a 2×2 mm active area and less than 1 pA leakage current at low bias. The peak QE is 40–45% around 270 nm. Between 120–200 nm, the detector QE is about 4–20%. EUV light generates multiple electron hole pairs in the range of 21.5 to 77.5 nm, resulting in an apparent QE above 140% at 21.5 nm.",
            "Demonstration of 4H-SiC visible-blind EUV and UV detector with large detection area",
            "X Xin and F Yan and TW Koeth and C Joseph and J Hu and J Wu and JH Zhao",
            "2005",
            "mJPn9GMAAAAJ:Wp0gIr-vW9MC",
            52,
            "https:\/\/digital-library.theiet.org\/content\/journals\/10.1049\/el_20052977",
            "6733238237082655548",
            "\/scholar?cites=6733238237082655548",
            {
                "2006":5,
                "2007":11,
                "2008":6,
                "2009":2,
                "2010":2,
                "2011":2,
                "2012":3,
                "2013":3,
                "2014":5,
                "2015":1,
                "2016":8,
                "2017":2,
                "2018":2
            }
        ],
        [
            "The paper gives new results on the radiation tolerance of CVD diamond for irradiation with 300 MeV\/c pions and 24 GeV\/c protons. The measured charge signal spectrum is compared at several irradiation levels with the spectrum calculated by a model. Irradiation by particles causes damage leading to a decrease of the charge signal. However, both the measurements and the outcome from the model show that for tracker applications this drawback is at least partly counterbalanced by a narrowing of the distribution curve of the charge signal. As a result, the efficiency of a CVD diamond tracker is less affected by irradiation than the mean charge signal.",
            "Radiation tolerance of CVD diamond detectors for pions and protons",
            "W Adam and E Berdermann and P Bergonzo and Giuseppe Bertuccio and F Bogani and E Borchi and A Brambilla and M Bruzzi and C Colledani and J Conway and P D’Angelo and W Dabrowski and P Delpierre and A Deneuville and W Dulinski and B Van Eijk and A Fallou and F Fizzotti and F Foulon and M Friedl and KK Gan and E Gheeraert and G Hallewell and S Han and F Hartjes and J Hrubec and D Husson and H Kagan and D Kania and J Kaplon and R Kass and T Koeth and M Krammer and Alessandro Logiudice and R Lu and L Mac Lynne and Claudio Manfredotti and D Meier and M Mishina and L Moroni and J Noomen and A Oh and LS Pan and M Pernicka and A Peitz and L Perera and S Pirollo and M Procario and JL Riester and S Roe and L Rousseau and A Rudge and J Russ and S Sala and M Sampietro and S Schnetzer and S Sciortino and H Stelzer and R Stone and B Suter and RJ Tapper and R Tesarek and W Trischuk and D Tromson and Ettore Vittone and AM Walsh and R Wedenig and P Weilhammer and M Wetstein and C White and W Zeuner and M Zoeller",
            "2002",
            "mJPn9GMAAAAJ:_kc_bZDykSQC",
            48,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900201016667",
            "6275708921894346103",
            "\/scholar?cites=6275708921894346103",
            {
                "2002":3,
                "2003":2,
                "2004":8,
                "2005":5,
                "2006":7,
                "2007":2,
                "2008":4,
                "2009":2,
                "2010":1,
                "2011":1,
                "2012":3,
                "2013":1,
                "2014":1,
                "2015":3,
                "2016":1,
                "2017":2,
                "2018":1
            }
        ],
        [
            "Over the past 14 months the RD42 collaboration continued the improvement of CVD diamond detectors for high luminosity experiments at the LHC. We have made extensive progress on the diamond quality, on the development of diamond trackers and on radiation hardness studies. Transforming the technology to the LHC specific requirements is now in progress. In this report we present the progress made and the requirements specific to the programme.",
            "Development of diamond tracking detectors for high luminosity experiments at the LHC",
            "W Adam and Manfred Pernicka and R Potenza and C Colledani and H Kagan and J Noomen and H Stelzer and S Sala and W Dulinski and C Manfredotti and S Meuser and A Fallou and R Lü and TW Koeth and S Schnetzer and A Oh and Josef Hrubec and E Borchi and J Conway and M Wetstein and S Roe and M Keil and W Zeuner and Peter Weilhammer and N Wermes and D Tromson and JL Riester and L Moroni and B van Eijk and D Husson and M Zöller and KT Knöpfle and P Fischer and R Stone and S Sciortino and E Bedermann and KK Gan and Mara Bruzzi and P D'Angelo and S Han and W Trischuk and A Rudge and A Brambilla and Manfred Krammer and L Rousseau and R Kass and FG Hartjes and A Lo Giudice and Wim de Boer and PA Delpierre and C Furetta and J Doroshenko and LP Perera and D Meier and GD Hallewell and F Fizzotti and E Grigoriev and M Mishina and P Bergonzo and L MacLynne and W Dabrowski and J Kaplon and M Sampietro and F Bogani and D Menichelli",
            "2002",
            "mJPn9GMAAAAJ:fEOibwPWpKIC",
            46,
            "https:\/\/cds.cern.ch\/record\/540485",
            "11758978790915677547",
            "\/scholar?cites=11758978790915677547",
            {
                "1988":1,
                "1989":1,
                "1990":1,
                "1991":1,
                "1992":1,
                "1993":5,
                "1994":2,
                "1995":7,
                "1996":3,
                "1997":9,
                "1998":4,
                "1999":2,
                "2000":4,
                "2001":1,
                "2002":1,
                "2003":2
            }
        ],
        [
            "The first observation of the  H process in a single Higgs boson decay channel with the full reconstruction of the final state (H ) is presented, with a significance of 6.6 standard deviations (). The CP structureof Higgs boson couplings to fermions is measured, resulting in an exclusion of the pure CP-odd structure of the top Yukawa coupling at 3.2. The measurements are based on a sample of proton-proton collisions at a center-of-mass energy 13 TeV collected by the CMS detector at the LHC, corresponding to an integrated luminosity of 137 fb . The cross section times branching fraction of the  H process is measured to be 1.56 fb, which is compatible with the standard model prediction of 1.13 fb. The fractional contribution of the CP-odd component is measured to be 0.000.33.",
            "Measurements of H production and the CP structure of the Yukawa interaction between the Higgs boson and top quark in the diphoton decay channel",
            "CMS collaboration",
            "2020",
            "mJPn9GMAAAAJ:1qzjygNMrQYC",
            36,
            "https:\/\/arxiv.org\/abs\/2003.10866",
            "17331180650362604921",
            "\/scholar?cites=17331180650362604921",
            {
                "2020":34,
                "2021":2
            }
        ],
        [
            "Chemical Vapor Deposited (CVD) polycrystalline diamond has been proposed as a radiation-hard alternative to silicon in the extreme radiation levels occurring close to the interaction region of the Large Hadron Collider. Due to an intense research effort, reliable high-quality polycrystalline CVD diamond detectors, with up to 270 μm charge collection distance and good spatial uniformity, are now available. The most recent progress on the diamond quality, on the development of diamond trackers and on radiation hardness studies are presented and discussed.",
            "Status of the R&D activity on diamond particle detectors",
            "W Adam and B Bellini and E Berdermann and P Bergonzo and W De Boer and F Bogani and E Borchi and A Brambilla and M Bruzzi and C Colledani and J Conway and P d'Angelo and W Dabrowski and P Delpierre and J Doroshenko and W Dulinski and B Van Eijk and A Fallou and P Fischer and F Fizzotti and C Furetta and KK Gan and N Ghodbane and E Grigoriev and G Hallewell and S Han and F Hartjes and J Hrubec and D Husson and H Kagan and J Kaplon and C Karl and R Kass and M Keil and KT Knöpfle and T Koeth and M Krammer and Alessandro Logiudice and R Lu and L Mac Lynne and C Manfredotti and RD Marshall and D Meier and D Menichelli and S Meuser and M Mishina and L Moroni and J Noomen and A Oh and L Perera and M Pernicka and P Polesello and R Potenza and JL Riester and S Roe and A Rudge and S Sala and M Sampietro and Stephen Schnetzer and S Sciortino and H Stelzer and R Stone and C Sutera and W Trischuk and D Tromson and C Tuve and P Weilhammer and N Wermes and M Wetstein and W Zeuner and M Zoeller and RD42 Collaboration",
            "2003",
            "mJPn9GMAAAAJ:YFjsv_pBGBYC",
            35,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900203017777",
            "11916844291548800704",
            "\/scholar?cites=11916844291548800704",
            {
                "2004":5,
                "2005":4,
                "2006":4,
                "2007":1,
                "2008":1,
                "2009":2,
                "2010":4,
                "2011":1,
                "2012":1,
                "2013":2,
                "2014":1,
                "2015":1,
                "2016":4,
                "2017":3,
                "2018":1
            }
        ],
        [
            "In this article we present the performance of recent chemical vapour deposition (CVD) diamond micro-strip sensors in beam tests. In addition, we present the first comparison of a CVD diamond micro-strip sensor before and after proton irradiation.",
            "Micro-strip sensors based on CVD diamond",
            "W Adam and E Berdermann and P Bergonzo and G Bertuccio and F Bogani and E Borchi and A Brambilla and M Bruzzi and C Colledani and J Conway and P d'Angelo and W Dabrowski and P Delpierre and A Deneuville and W Dulinski and B Van Eijk and A Fallou and F Fizzotti and F Foulon and M Friedl and KK Gan and E Gheeraert and G Hallewell and S Han and F Hartjes and J Hrubec and D Husson and H Kagan and D Kania and J Kaplon and R Kass and T Koeth and M Krammer and Alessandro Logiudice and R Lu and L Mac Lynne and Claudio Manfredotti and D Meier and M Mishina and L Moroni and A Oh and LS Pan and M Pernicka and A Peitz and L Perera and S Pirollo and M Procario and JL Riester and S Roe and L Rousseau and A Rudge and J Russ and S Sala and M Sampietro and Stephen Schnetzer and S Sciortino and H Stelzer and R Stone and B Suter and RJ Tapper and R Tesarek and W Trischuk and D Tromson and Ettore Vittone and AM Walsh and R Wedenig and P Weilhammer and M Wetstein and C White and W Zeuner and M Zoeller and RD42 Collaboration",
            "2000",
            "mJPn9GMAAAAJ:r0BpntZqJG4C",
            31,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900200006203",
            "9963945378634875742",
            "\/scholar?cites=9963945378634875742",
            {
                "2000":3,
                "2001":4,
                "2002":3,
                "2003":4,
                "2004":3,
                "2005":5,
                "2006":1,
                "2007":2,
                "2008":2,
                "2009":1
            }
        ],
        [
            "CVD diamond detectors are of interest for charged particle detection and tracking due to their high radiation tolerance. In this article, we present, for the first time, beam test results from recently manufactured CVD diamond strip detectors and their behavior under low doses of electrons from a β-source and the performance before and after intense (> 10 15\/cm 2) proton-and pion-irradiations. We find that low dose irradiation increase the signal-to-noise ratio (pumping of the signal) and slightly deteriorate the spatial resolution. Intense irradiation with protons 2.2× 10 15 p\/cm 2 lowers the signal-to-noise ratio slightly. Intense irradiation with pions 2.9× 10 15 π\/cm 2 lowers the signal-to-noise ratio more. The spatial resolution of the diamond sensors improves after irradiations.",
            "Performance of irradiated CVD diamond micro-strip sensors",
            "W Adam and E Berdermann and P Bergonzo and Giuseppe Bertuccio and F Bogani and E Borchi and A Brambilla and M Bruzzi and C Colledani and J Conway and P d'Angelo and W Dabrowski and P Delpierre and A Deneuville and W Dulinski and B Van Eijk and A Fallou and F Fizzotti and F Foulon and M Friedl and KK Gan and E Gheeraert and G Hallewell and S Han and F Hartjes and J Hrubec and D Husson and H Kagan and D Kania and J Kaplon and R Kass and T Koeth and M Krammer and Alessandro Logiudice and R Lu and L Mac Lynne and Claudio Manfredotti and D Meier and M Mishina and L Moroni and J Noomen and A Oh and LS Pan and M Pernicka and A Peitz and L Perera and S Pirollo and M Procario and JL Riester and S Roe and L Rousseau and A Rudge and J Russ and S Sala and M Sampietro and S Schnetzer and S Sciortino and H Stelzer and R Stone and B Suter and RJ Tapper and R Tesarek and W Trischuk and D Tromson and Ettore Vittone and AM Walsh and R Wedenig and P Weilhammer and M Wetstein and C White and W Zeuner and M Zoeller and R Plano and SV Somalwar and GB Thomson",
            "2002",
            "mJPn9GMAAAAJ:GnPB-g6toBAC",
            29,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900201016710",
            "12357743895819707838",
            "\/scholar?cites=12357743895819707838",
            {
                "2001":3,
                "2002":1,
                "2003":1,
                "2004":1,
                "2005":1,
                "2006":3,
                "2007":3,
                "2008":1,
                "2009":1,
                "2010":7,
                "2011":2,
                "2012":1,
                "2013":1
            }
        ]
    ]
}