{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "We report a superconducting artificial atom with a coherence time of T 2*= 92 μ s and energy relaxation time T 1= 70 μ s. The system consists of a single Josephson junction transmon qubit on a sapphire substrate embedded in an otherwise empty copper waveguide cavity whose lowest eigenmode is dispersively coupled to the qubit transition. We attribute the factor of four increase in the coherence quality factor relative to previous reports to device modifications aimed at reducing qubit dephasing from residual cavity photons. This simple device holds promise as a robust and easily produced artificial quantum system whose intrinsic coherence properties are sufficient to allow tests of quantum error correction.",
            "Superconducting qubit in a waveguide cavity with a coherence time approaching 0.1 ms",
            "Chad Rigetti and Jay M Gambetta and Stefano Poletto and BLT Plourde and Jerry M Chow and AD Córcoles and John A Smolin and Seth T Merkel and JR Rozen and George A Keefe and Mary B Rothwell and Mark B Ketchen and M Steffen",
            "2012",
            "mKdf-V0AAAAJ:qjMakFHDy7sC",
            547,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.86.100506",
            "2513112422195578169",
            "\/scholar?cites=2513112422195578169",
            {
                "2012":18,
                "2013":69,
                "2014":73,
                "2015":79,
                "2016":72,
                "2017":68,
                "2018":53,
                "2019":46,
                "2020":64,
                "2021":2
            }
        ],
        [
            "The ability to switch the coupling between quantum bits (qubits) on and off is essential for implementing many quantum-computing algorithms. We demonstrated such control with two flux qubits coupled together through their mutual inductances and through the dc superconducting quantum interference device (SQUID) that reads out their magnetic flux states. A bias current applied to the SQUID in the zero-voltage state induced a change in the dynamic inductance, reducing the coupling energy controllably to zero and reversing its sign.",
            "Solid-state qubits with current-controlled coupling",
            "Travis Hime and PA Reichardt and BLT Plourde and TL Robertson and C-E Wu and AV Ustinov and John Clarke",
            "2006",
            "mKdf-V0AAAAJ:u5HHmVD_uO8C",
            250,
            "https:\/\/science.sciencemag.org\/content\/314\/5804\/1427.abstract",
            "3249496156532427561",
            "\/scholar?cites=3249496156532427561",
            {
                "2006":1,
                "2007":23,
                "2008":26,
                "2009":36,
                "2010":23,
                "2011":19,
                "2012":22,
                "2013":11,
                "2014":12,
                "2015":17,
                "2016":9,
                "2017":18,
                "2018":13,
                "2019":13,
                "2020":5
            }
        ],
        [
            "We compute the decoherence caused by 1∕ f fluctuations at low frequency f in the critical current I 0 of Josephson junctions incorporated into flux, phase, charge, and hybrid flux-charge superconducting quantum bits (qubits). The dephasing time τ ϕ scales as I 0∕ Ω Λ S I 0 1∕ 2 (1 Hz), where Ω∕ 2 π is the energy-level splitting frequency, S I 0 (1 Hz) is the spectral density of the critical-current noise at 1 Hz, and Λ≡∣ I 0 d Ω∕ Ω d I 0∣ is a parameter computed for given parameters for each type of qubit that specifies the sensitivity of the level splitting to critical-current fluctuations. Computer simulations show that the envelope of the coherent oscillations of any qubit after time t scales as exp (− t 2∕ 2 τ ϕ 2) when the dephasing due to critical-current noise dominates the dephasing from all sources of dissipation. We compile published results for fluctuations in the critical current of Josephson tunnel junctions …",
            "Decoherence in Josephson-junction qubits due to critical-current fluctuations",
            "DJ Van Harlingen and TL Robertson and BLT Plourde and PA Reichardt and TA Crane and John Clarke",
            "2004",
            "mKdf-V0AAAAJ:u-x6o8ySG0sC",
            220,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.70.064517",
            "3810280205913697858",
            "\/scholar?cites=3810280205913697858",
            {
                "2003":1,
                "2004":1,
                "2005":16,
                "2006":14,
                "2007":26,
                "2008":13,
                "2009":25,
                "2010":17,
                "2011":18,
                "2012":12,
                "2013":16,
                "2014":5,
                "2015":10,
                "2016":11,
                "2017":7,
                "2018":6,
                "2019":11,
                "2020":8,
                "2021":2
            }
        ],
        [
            "We demonstrate rapid, first-order sideband transitions between a superconducting resonator and a frequency-modulated transmon qubit. The qubit contains a substantial asymmetry between its Josephson junctions leading to a linear portion of the energy band near the resonator frequency. The sideband transitions are driven with a magnetic flux signal of a few hundred MHz coupled to the qubit. This modulates the qubit splitting at a frequency near the detuning between the dressed qubit and resonator frequencies, leading to rates up to 85 MHz for exchanging quanta between the qubit and resonator.",
            "First-order sideband transitions with flux-driven asymmetric transmon qubits",
            "JD Strand and Matthew Ware and Félix Beaudoin and TA Ohki and BR Johnson and Alexandre Blais and BLT Plourde",
            "2013",
            "mKdf-V0AAAAJ:TQgYirikUcIC",
            131,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.87.220505",
            "7127824862732841170",
            "\/scholar?cites=7127824862732841170",
            {
                "2013":1,
                "2014":4,
                "2015":16,
                "2016":9,
                "2017":22,
                "2018":35,
                "2019":22,
                "2020":20,
                "2021":1
            }
        ],
        [
            "We implement a complete randomized benchmarking protocol on a system of two superconducting qubits. The protocol consists of randomizing over gates in the Clifford group, which experimentally are generated via an improved two-qubit cross-resonance gate implementation and single-qubit unitaries. From this we extract an optimal average error per Clifford operation of 0.0936. We also perform an interleaved experiment, alternating our optimal two-qubit gate with random two-qubit Clifford gates, to obtain a two-qubit gate error of 0.0653. We compare these values with a two-qubit gate error of∼ 0.12 obtained from quantum process tomography, which is likely limited by state preparation and measurement errors.",
            "Process verification of two-qubit quantum gates by randomized benchmarking",
            "Antonio D Córcoles and Jay M Gambetta and Jerry M Chow and John A Smolin and Matthew Ware and Joel Strand and Britton LT Plourde and Matthias Steffen",
            "2013",
            "mKdf-V0AAAAJ:dfsIfKJdRG4C",
            124,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.87.030301",
            "437404127193498841",
            "\/scholar?cites=437404127193498841",
            {
                "2013":5,
                "2014":12,
                "2015":11,
                "2016":12,
                "2017":11,
                "2018":16,
                "2019":19,
                "2020":37,
                "2021":1
            }
        ],
        [
            "We propose a scheme to implement controllable coupling between two flux qubits using the screening current response of a dc superconducting quantum interference device (SQUID). The coupling strength is adjusted by the current bias applied to the SQUID and can be varied continuously from positive to negative values, allowing cancellation of the direct mutual inductance between the qubits. We show that this variable coupling scheme permits efficient realization of universal quantum logic. The same SQUID can be used to determine the flux states of the qubits.",
            "Entangling flux qubits with a bipolar dynamic inductance",
            "BLT Plourde and J Zhang and KB Whaley and FK Wilhelm and TL Robertson and T Hime and S Linzen and PA Reichardt and C-E Wu and John Clarke",
            "2004",
            "mKdf-V0AAAAJ:d1gkVwhDpl0C",
            117,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.70.140501",
            "7249461173829643174",
            "\/scholar?cites=7249461173829643174",
            {
                "2004":3,
                "2005":9,
                "2006":17,
                "2007":14,
                "2008":9,
                "2009":15,
                "2010":7,
                "2011":4,
                "2012":8,
                "2013":5,
                "2014":2,
                "2015":6,
                "2016":3,
                "2017":7,
                "2018":3,
                "2019":3,
                "2020":2
            }
        ]
    ]
}