{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We analyze the light scattered by a single InAs quantum dot interacting with a resonant continuous-wave laser. High-resolution spectra reveal clear distinctions between coherent and incoherent scattering, with the laser intensity spanning more than four orders of magnitude. We find that the fraction of coherently scattered photons can approach unity under sufficiently weak or detuned excitation, ruling out pure dephasing as a relevant decoherence mechanism. We show how spectral diffusion shapes spectra, correlation functions, and phase coherence, concealing the ideal radiatively broadened two-level system described by Mollow.",
            "Coherent versus incoherent light scattering from a quantum dot",
            "K Konthasinghe and J Walker and M Peiris and CK Shih and Y Yu and MF Li and JF He and LJ Wang and HQ Ni and ZC Niu and A Muller",
            "2012",
            "mKQ-rksAAAAJ:u5HHmVD_uO8C",
            72,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.85.235315",
            "17348676110611076685",
            "\/scholar?cites=17348676110611076685",
            {
                "2012":2,
                "2013":5,
                "2014":5,
                "2015":10,
                "2016":18,
                "2017":13,
                "2018":4,
                "2019":8,
                "2020":6
            }
        ],
        [
            "Two-color second-order correlations of the light scattered near-resonantly by a quantum dot were measured by means of spectrally filtered coincidence detection. The effects of filter frequency and bandwidth were studied under monochromatic laser excitation, and a complete two-photon spectrum was reconstructed. The two-photon spectrum exhibits a rich structure associated with both real and virtual two-photon transitions down the “dressed states” ladder. Photon pairs generated via virtual transitions are found to violate the Cauchy-Schwarz inequality by a factor of 60. Our experiments are well described by the theoretical expressions obtained by del Valle et al.[Phys. Rev. Lett. 109, 183601 (2012)] via time-and normally-ordered correlation functions.",
            "Two-color photon correlations of the light scattered by a quantum dot",
            "M Peiris and B Petrak and K Konthasinghe and Y Yu and ZC Niu and A Muller",
            "2015",
            "mKQ-rksAAAAJ:IjCSPb-OGe4C",
            43,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.91.195125",
            "2935697246127844627",
            "\/scholar?cites=2935697246127844627",
            {
                "2015":3,
                "2016":7,
                "2017":7,
                "2018":7,
                "2019":9,
                "2020":10
            }
        ],
        [
            "We report a Franson interferometry experiment based on correlated photon pairs generated via frequency-filtered scattered light from a near-resonantly driven two-level semiconductor quantum dot. In contrast to spontaneous parametric down-conversion and four-wave mixing, this approach can produce single pairs of correlated photons. We have measured a Franson visibility as high as 66%, which goes beyond the classical limit of 50% and approaches the limit of violation of Bell’s inequalities (70.7%).",
            "Franson interference generated by a two-level system",
            "M Peiris and K Konthasinghe and A Muller",
            "2017",
            "mKQ-rksAAAAJ:3fE2CSJIrl8C",
            35,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.118.030501",
            "9851645929387422145",
            "\/scholar?cites=9851645929387422145",
            {
                "2017":13,
                "2018":10,
                "2019":7,
                "2020":4,
                "2021":1
            }
        ],
        [
            "We report on resonant light scattering experiments in which a single InAs quantum dot is exposed to two independently tunable continuous-wave lasers while the scattered light is analyzed background free, with high spectral and temporal resolution. In contrast to the well-known monochromatic case exhibiting Rabi oscillations, in this bichromatic case the additional field introduces oscillations at half the difference of the laser frequencies and harmonics thereof, persisting beyond the natural lifetime. The familiar “dressed-states” ladder now contains an infinite number of levels per manifold. With suitable averaging, the rich resulting spectra and second-order correlations can be reproduced accurately using the Bloch equations and the quantum regression theorem.",
            "Bichromatic resonant light scattering from a quantum dot",
            "Manoj Peiris and Kumarasiri Konthasinghe and Ying Yu and ZC Niu and Andreas Muller",
            "2014",
            "mKQ-rksAAAAJ:9yKSN-GCB0IC",
            25,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.89.155305",
            "6201010224003894188",
            "\/scholar?cites=6201010224003894188",
            {
                "2014":1,
                "2015":6,
                "2016":4,
                "2017":4,
                "2018":3,
                "2019":3,
                "2020":2,
                "2021":1
            }
        ],
        [
            "We report the measurement of field-field and photon-photon correlations of light scattered by two InAs quantum dots separated by≈ 40 μ m. Near 4 K a large fraction of photons can be scattered coherently by each quantum dot leading to one-photon interference at a beam splitter (visibility≈ 20%). Simultaneously, two-photon interference is also observed (visibility≈ 40%) due to the indistinguishability of photons scattered by the two different quantum emitters. We show how spectral diffusion accounts for the reduction in interference visibility through variations in photon flux.",
            "Field-field and photon-photon correlations of light scattered by two remote two-level InAs quantum dots on the same substrate",
            "K Konthasinghe and M Peiris and Y Yu and MF Li and JF He and LJ Wang and HQ Ni and ZC Niu and CK Shih and A Muller",
            "2012",
            "mKQ-rksAAAAJ:u-x6o8ySG0sC",
            24,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.109.267402",
            "7040821014978863469",
            "\/scholar?cites=7040821014978863469",
            {
                "2013":3,
                "2014":4,
                "2015":2,
                "2016":7,
                "2017":2,
                "2018":1,
                "2019":3,
                "2020":2
            }
        ],
        [
            "We investigate the spectral and temporal properties of light scattered near resonantly by a single quantum dot when the incident laser field is a frequency comb consisting of a superposition of monochromatic waves equidistant in frequency. Such fields encompass those generated by, eg, a periodically pulsed laser. A general theoretical treatment for the calculation of first-and second-order correlation functions is given which takes account of spectral diffusion through a slowly varying detuning from resonance, permitting accurate comparison with experiments. We explore the two distinct regimes in which the frequency-comb separation is either larger or smaller than the radiative decay rate. We verify the validity of our calculations by a comparison with experimental data for the case of a bichromatic field and discuss the manifestation of phase coherence between the incoming field and the scattered single-photon …",
            "Resonant light scattering of a laser frequency comb by a quantum dot",
            "K Konthasinghe and M Peiris and A Muller",
            "2014",
            "mKQ-rksAAAAJ:UeHWp8X0CEIC",
            14,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.90.023810",
            "5072351891271222546",
            "\/scholar?cites=5072351891271222546",
            {
                "2015":3,
                "2016":4,
                "2017":1,
                "2018":1,
                "2019":2,
                "2020":3
            }
        ],
        [
            "Purcell enhanced Raman scattering (PERS) by means of a doubly resonant Fabry-Perot microcavity (mode volume ≈ 100 μm3 and finesse ≈ 30 000) has been investigated as a technique for isotopic ratio gas analysis. At the pump frequency, the resonant cavity supports a buildup of circulating power while simultaneously enabling Purcell spontaneous emission rate enhancement at the resonant Stokes frequency. The three most common isotopologues of CO2 gas were quantified, and a signal was obtained from 13C16O2 down to a partial pressure of 2 Torr. Due to its small size and low pump power needed (∼10 mW) PERS lends itself to miniaturization. Furthermore, since the cavity is resonant with the emission frequency, future improvements could allow it to serve as its own spectral analyzer and no separate spectroscopic device would be needed.",
            "Isotopic gas analysis through Purcell cavity enhanced Raman scattering",
            "B Petrak and J Cooper and K Konthasinghe and M Peiris and N Djeu and AJ Hopkins and A Muller",
            "2016",
            "mKQ-rksAAAAJ:_FxGoFyzp5QC",
            13,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4943146",
            "12704353794363941043",
            "\/scholar?cites=12704353794363941043",
            {
                "2017":3,
                "2018":1,
                "2019":2,
                "2020":7
            }
        ],
        [
            "We report the experimental investigation of a regime of microscopic Fabry-Perot resonators in which competing light-induced forces—photothermal expansion and photothermal refraction—acting oppositely and on different timescales lead to self-sustained persistent oscillations. Previously concealed as ordinary thermo-optic bistability—a common feature in low-loss resonator physics—these dynamics are visible as fast pulsations in cavity transmission or reflection measurements at sufficiently high time resolution. Their underlying mathematical description is shared by many slow-fast phenomena in chemistry, biology, and neuroscience. Our observations are relevant in particular to microcavity applications in atom optics and cavity quantum electrodynamics, even in nominally rigid structures that have not undergone lithography.",
            "Self-sustained photothermal oscillations in high-finesse Fabry-Perot microcavities",
            "Kumarasiri Konthasinghe and Juan Gomez Velez and Adam J Hopkins and Manoj Peiris and Luisa TM Profeta and Yamil Nieves and Andreas Muller",
            "2017",
            "mKQ-rksAAAAJ:5nxA0vEk-isC",
            8,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.95.013826",
            "16902635459312334590",
            "\/scholar?cites=16902635459312334590",
            {
                "2017":1,
                "2018":2,
                "2019":5
            }
        ],
        [
            "We investigated the first and second-order correlations of the light scattered near-resonantly by a quantum dot under excitation by a frequency comb, i.e., a periodically pulsed laser source. In contrast to its monochromatic counterpart, the pulsed resonance fluorescence spectrum features a superposition of sidebands distributed around a central peak with maximal sideband intensity near the Rabi frequency. Distinguishing between the coherently and incoherently scattered light reveals pulse-area dependent Rabi oscillations evolving with different phase for each component. Our observations, which can be reproduced theoretically, may impact schemes for remote entanglement based on pulsed two-photon interference.",
            "Correlations in pulsed resonance fluorescence",
            "K Konthasinghe and M Peiris and B Petrak and Y Yu and ZC Niu and A Muller",
            "2015",
            "mKQ-rksAAAAJ:W7OEmFMy1HYC",
            6,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-40-8-1846",
            "4397845446869860582",
            "\/scholar?cites=4397845446869860582",
            {
                "2016":3,
                "2017":1,
                "2018":1,
                "2019":1
            }
        ],
        [
            "In this work, we present the measurement of laser-induced fluorescence from N2+ ions via the B2Σ+u − X2Σ+g band system in the near-ultraviolet. The ions were generated continuously by a plasma glow discharge in low pressure N2 and by a corona discharge in ambient air. The fluorescence decay time was found to rapidly decrease with increasing pressure leading to an extrapolated decay rate of ≈10 s−1 at atmospheric pressure. In spite of this quenching, we were able to observe laser induced fluorescence in ambient air by means of a time-gated spectral measurement. In the process of comparing the emission signal with that of N2 spontaneous Raman scattering, ion concentrations in ambient air of order 10-10 cm−3 were determined. With moderate increases in laser power and collection efficiency, ion concentrations of less than 10 cm−3 may be measurable, potentially enabling applications in atmospheric …",
            "Laser-Induced Fluorescence from N2+ Ions Generated by a Corona Discharge in Ambient Air",
            "Kumarasiri Konthasinghe and Kristin Fitzmorris and Manoj Peiris and Adam J Hopkins and Benjamin Petrak and Dennis K Killinger and Andreas Muller",
            "2015",
            "mKQ-rksAAAAJ:ufrVoPGSRksC",
            5,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1366\/14-07696",
            "5366915680345718056",
            "\/scholar?cites=5366915680345718056",
            {
                "2016":1,
                "2017":2,
                "2018":1,
                "2019":1
            }
        ]
    ]
}