{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Palladium-catalyzed coupling reactions have become a powerful tool in organic synthesis. 1 Today, there are numerous applications of palladium catalysts in the preparation of pharmaceuticals, agrochemicals, and also advanced materials both on laboratory and industrial scale. The importance of palladium catalysis was underlined by the 2010 Nobel Price to R. Heck, A. Suzuki, and E. Negishi for their pioneering work in this field. 2 Among all the palladium-catalyzed coupling reactions, carbonylation reactions also have experienced impressive improvements since the first work of R. Heck and co-workers in 1974. 3 The advantages of carbonylations are (i) it is the most potent methodology in the synthesis of carbonylcontaining chemicals, which increases the carbon number at the same time, and (ii) carbon monoxide (CO) can be used as an inexpensive and readily available C1 source, which is also in agreement …",
            "Synthesis of heterocycles via palladium-catalyzed carbonylations",
            "Xiao-Feng Wu and Helfried Neumann and Matthias Beller",
            "2013",
            "MLsvbdMAAAAJ:zLWjf1WUPmwC",
            890,
            "https:\/\/pubs.acs.org\/doi\/full\/10.1021\/cr300100s",
            "14643428445454289229",
            "\/scholar?cites=14643428445454289229",
            {
                "2013":46,
                "2014":138,
                "2015":130,
                "2016":132,
                "2017":122,
                "2018":124,
                "2019":96,
                "2020":86,
                "2021":15
            }
        ],
        [
            "Palladium-catalyzed carbonylative coupling reactions of aromatic halides and related compounds have undergone a rapid development during recent years. Nowadays, a plethora of palladium catalysts are available for the synthesis of ketones, alkynones, chalcones, etc., which are important intermediates in the manufacture of dyes, pharmaceuticals, agrochemicals, and other industrial products. In this critical review, we summarize the development of these carbonylative transformations with carbon nucleophiles (136 references).",
            "Palladium-catalyzed carbonylative coupling reactions between Ar–X and carbon nucleophiles",
            "Xiao-Feng Wu and Helfried Neumann and Matthias Beller",
            "2011",
            "MLsvbdMAAAAJ:kuK5TVdYjLIC",
            694,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2011\/cs\/c1cs15109f",
            "18246381633130154094",
            "\/scholar?cites=18246381633130154094",
            {
                "2012":40,
                "2013":54,
                "2014":108,
                "2015":85,
                "2016":87,
                "2017":89,
                "2018":92,
                "2019":60,
                "2020":59,
                "2021":13
            }
        ],
        [
            "Building bridges: Palladium‐catalyzed cross‐coupling reactions of aryl halides and related compounds allow the expeditious and controlled synthesis of important carbon‐based scaffolds (see scheme). Their essential role in organic chemistry has resulted in such reactions being recognized by the Nobel Prize for Chemistry 2010.",
            "From noble metal to Nobel prize: palladium‐catalyzed coupling reactions as key methods in organic synthesis",
            "Xiao‐Feng Wu and Pazhamalai Anbarasan and Helfried Neumann and Matthias Beller",
            "2010",
            "MLsvbdMAAAAJ:hMsQuOkrut0C",
            555,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/anie.201006374",
            "17831066438304430558",
            "\/scholar?cites=17831066438304430558",
            {
                "2010":4,
                "2011":54,
                "2012":65,
                "2013":47,
                "2014":47,
                "2015":70,
                "2016":60,
                "2017":60,
                "2018":49,
                "2019":49,
                "2020":36,
                "2021":9
            }
        ],
        [
            "Aryl-CF (3) as an extremely important family of fluorinated organic compounds holds wide applications in pharmaceuticals, agrochemicals, and advanced materials. Traditionally, such trifluoromethylated compounds have been synthesized from the corresponding aryl trichlorides via Cl exchange reactions (Scheme 1). This Focus review gives an overview over the recent development of trifluoromethylation of (hetero) arenes.",
            "Recent developments on the trifluoromethylation of (hetero) arenes.",
            "Xiao‐Feng Wu and Helfried Neumann and Matthias Beller",
            "2012",
            "MLsvbdMAAAAJ:UebtZRa9Y70C",
            308,
            "https:\/\/europepmc.org\/article\/med\/22715145",
            "1342973418762077975",
            "\/scholar?cites=1342973418762077975",
            {
                "2012":5,
                "2013":42,
                "2014":75,
                "2015":63,
                "2016":39,
                "2017":25,
                "2018":22,
                "2019":17,
                "2020":17
            }
        ],
        [
            "Carbon monoxide was discovered and identified in the 18th century. Since the first applications in industry 80 years ago, academic and industrial laboratories have broadly explored CO’s use in chemical reactions. Today organic chemists routinely employ CO in organic chemistry to synthesize all kinds of carbonyl compounds. Despite all these achievements and a century of carbonylation catalysis, many important research questions and challenges remain.Notably, apart from academic developments, industry applies carbonylation reactions with CO on bulk scale. In fact, today the largest applications of homogeneous catalysis (regarding scale) are carbonylation reactions, especially hydroformylations. In addition, the vast majority of acetic acid is produced via carbonylation of methanol (Monsanto or Cativa process). The carbonylation of olefins\/alkynes with nucleophiles, such as alcohols and amines, represent …",
            "Transition-metal-catalyzed carbonylation reactions of olefins and alkynes: a personal account",
            "Xiao-Feng Wu and Xianjie Fang and Lipeng Wu and Ralf Jackstell and Helfried Neumann and Matthias Beller",
            "2014",
            "MLsvbdMAAAAJ:g5m5HwL7SMYC",
            290,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ar400222k",
            "6408213093148193264",
            "\/scholar?cites=6408213093148193264",
            {
                "2014":10,
                "2015":47,
                "2016":51,
                "2017":45,
                "2018":50,
                "2019":37,
                "2020":43,
                "2021":7
            }
        ],
        [
            "Recent achievements in the use of TBAI (tetrabutylammonium iodide) and TBHP (tert-butyl hydroperoxide) as an oxidation system have been summarized and discussed.",
            "A powerful combination: recent achievements on using TBAI and TBHP as oxidation system",
            "Xiao-Feng Wu and Jin-Long Gong and Xinxin Qi",
            "2014",
            "MLsvbdMAAAAJ:bEWYMUwI8FkC",
            262,
            "https:\/\/pubs.rsc.org\/ko\/content\/articlehtml\/2014\/ob\/c4ob00276h",
            "4648874759658575922",
            "\/scholar?cites=4648874759658575922",
            {
                "2013":1,
                "2014":14,
                "2015":45,
                "2016":62,
                "2017":39,
                "2018":46,
                "2019":33,
                "2020":21
            }
        ],
        [
            "Palladium‐catalyzed coupling reactions have become a powerful tool for advanced organic synthesis. This type of reaction is of significant value for the preparation of pharmaceuticals, agrochemicals, as well as advanced materials. Both, academic as well as industrial laboratories continuously investigate new applications of the different methodologies. Clearly, this area constitutes one of the major topics in homogeneous catalysis and organic synthesis. Among the different palladium‐catalyzed coupling reactions, several carbonylations have been developed and widely used in organic syntheses and are even applied in the pharmaceutical industry on ton‐scale. Furthermore, methodologies such as the carbonylative Suzuki and Sonogashira reactions allow for the preparation of interesting building blocks, which can be easily refined further on. Although carbonylative coupling reactions of aryl halides have been …",
            "Palladium‐Catalyzed Oxidative Carbonylation Reactions",
            "Xiao‐Feng Wu and Helfried Neumann and Matthias Beller",
            "2013",
            "MLsvbdMAAAAJ:uc_IGeMz5qoC",
            252,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/cssc.201200683",
            "15992337544060108966",
            "\/scholar?cites=15992337544060108966",
            {
                "2013":10,
                "2014":39,
                "2015":44,
                "2016":35,
                "2017":37,
                "2018":38,
                "2019":25,
                "2020":23
            }
        ],
        [
            "1, 2, 3, 4-Tetrahydroquinolines exist as key structural elements in many natural products and have found broad commercial application.[1] In particular, optically pure tetrahydroquinolines are commonly present in alkaloids and are required in pharmaceutical and agrochemical synthesis. Representative examples include the bioactive alkaloids (+)-galipinine [2] and (À)-augustureine,[2b, 3] and the antibacterial drug (S)-flumequine.[2b]The most convenient route to chiral tetrahydroquinolines is the asymmetric reduction of quinolines. Successful examples of their hydrogenation by H2 with organometallic catalysts have been reported.[4] However, although enantioselectivities of up to 99% ee have been demonstrated, these catalysts usually require a high hydrogen pressure. In recently reported organocatalytic asymmetric reduction reactions of quinolines with the Hantzsch ester as the hydrogen source, excellent …",
            "pH‐Regulated Asymmetric Transfer Hydrogenation of Quinolines in Water",
            "Chao Wang and Chaoqun Li and Xiaofeng Wu and Alan Pettman and Jianliang Xiao",
            "2009",
            "MLsvbdMAAAAJ:k8Z6L05lTy4C",
            242,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ange.200902570",
            "7875560179919438225",
            "\/scholar?cites=7875560179919438225",
            {
                "2009":1,
                "2010":18,
                "2011":24,
                "2012":28,
                "2013":25,
                "2014":21,
                "2015":25,
                "2016":31,
                "2017":15,
                "2018":17,
                "2019":19,
                "2020":12,
                "2021":2
            }
        ],
        [
            "Palladium-catalysed cross-coupling reactions constitute a powerful class of chemical methods for the creation of carbon-carbon and carbon-heteroatom bonds used in organic synthesis, famously recognized by the 2010 Nobel Prize awarded to Richard F. Heck, Ei-ichi Negishi and Akira Suzuki ‘for palladium-catalysed cross-couplings in organic synthesis.’These methods have become ubiquitous in academic and industrial settings alike, as applications span from industrial production of pharmaceuticals, agrochemicals, polymers, and dyes to the synthesis of complex natural products. New Trends in Cross-Coupling provides the reader with the history and basic, concepts of cross-coupling up to the state of the art in modern coupling reactions from both technology and applied perspectives. A wide breadth of topics including selecting prominent ligand types; advances in Pd-phosphine precatalysts and Pd N-heterocyclic carbene complexes; new reactions such as carboiodination; implementation of new technologies such as continuous flow and advanced metal detection methods; greener approaches to cross-coupling; as well as large-scale applications in the syntheses of pharmaceutical materials are covered. Edited by Thomas J. Colacot, an Industrial expert on cross coupling, the book contains contributions from academic and industrial world leaders in the field as well as a Forewords from Professor Barry M. Trost, Gregory C. Fu and 2010 Nobel Laureate in Chemistry Professor Ei-ichi Negishi. New Trends in Cross-Coupling serves as a reference guide for both undergraduate and graduate students as well as those who are experts in the area.' …",
            "New trends in cross-coupling: theory and applications",
            "Thomas J Colacot",
            "2014",
            "MLsvbdMAAAAJ:z6xuaG2dYH0C",
            221,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=jGooDwAAQBAJ&oi=fnd&pg=PR37&dq=info:Uo3VhaHodoEJ:scholar.google.com&ots=Xd4Ex6PTjn&sig=3WDP9uY5-zpGJBM0YcshzdYvdmU",
            "9328899458577304914",
            "\/scholar?cites=9328899458577304914",
            {
                "2015":26,
                "2016":30,
                "2017":40,
                "2018":46,
                "2019":41,
                "2020":35,
                "2021":2
            }
        ],
        [
            "The first general palladium-catalyzed carbonylative vinylation of aryl halides with olefins in the presence of CO has been developed. Applying a catalyst system consisting of [(cinnamyl)PdCl]2 and bulky imidazolyl-phosphine ligand L1 allows for the efficient and selective synthesis of α,β-unsaturated ketones under mild reaction conditions. Starting from easily available aryl halides and olefins, versatile building blocks can be prepared in a straightforward manner. The generality and functional group tolerance of this novel protocol is demonstrated.",
            "Development of a general palladium-catalyzed carbonylative Heck reaction of aryl halides",
            "Xiao-Feng Wu and Helfried Neumann and Anke Spannenberg and Thomas Schulz and Haijun Jiao and Matthias Beller",
            "2010",
            "MLsvbdMAAAAJ:ML0RJ9NH7IQC",
            192,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja1059922",
            "17472158032688357899",
            "\/scholar?cites=17472158032688357899",
            {
                "2010":1,
                "2011":18,
                "2012":35,
                "2013":25,
                "2014":25,
                "2015":22,
                "2016":15,
                "2017":10,
                "2018":7,
                "2019":16,
                "2020":14,
                "2021":4
            }
        ]
    ]
}