{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This book offers a systematic exposition of conformal methods and how they can be used to study the global properties of solutions to the equations of Einstein's theory of gravity. It shows that combining these ideas with differential geometry can elucidate the existence and stability of the basic solutions of the theory. Introducing the differential geometric, spinorial and PDE background required to gain a deep understanding of conformal methods, this text provides an accessible account of key results in mathematical relativity over the last thirty years, including the stability of de Sitter and Minkowski spacetimes. For graduate students and researchers, this self-contained account includes useful visual models to help the reader grasp abstract concepts and a list of further reading, making this the perfect reference companion on the topic.",
            "Conformal methods in general relativity",
            "Juan A Valiente Kroon",
            "2016",
            "mLu3fG4AAAAJ:5nxA0vEk-isC",
            58,
            "http:\/\/scholar.google.com\/scholar?cluster=7136770884924426953&hl=en&oi=scholarr",
            "7136770884924426953",
            "\/scholar?cites=7136770884924426953",
            {
                "2015":2,
                "2016":3,
                "2017":8,
                "2018":16,
                "2019":13,
                "2020":14,
                "2021":1
            }
        ],
        [
            "Expansions of the gravitational field arising from the development of asymptotically Euclidean, time symmetric, conformally flat initial data are calculated in a neighbourhood of spatial and null infinities up to order 6. To this end a certain representation of spatial infinity as a cylinder is used. This setup is based on the properties of conformal geodesics. It is found that these expansions suggest that null infinity has to be non-smooth unless the Newman-Penrose constants of the spacetime, and some other higher order quantities of the spacetime vanish. As a consequence of these results it is conjectured that similar conditions occur if one were to take the expansions to even higher orders. Furthermore, the smoothness conditions obtained suggest that if time symmetric initial data which are conformally flat in a neighbourhood of spatial infinity yield a smooth null infinity, then the initial data must in fact be …",
            "A new class of obstructions to the smoothness of null infinity",
            "Juan Antonio Valiente Kroon",
            "2004",
            "mLu3fG4AAAAJ:k_IJM867U9cC",
            50,
            "https:\/\/link.springer.com\/article\/10.1007\/s00220-003-0967-5",
            "12472207136189308599",
            "\/scholar?cites=12472207136189308599",
            {
                "2003":1,
                "2004":7,
                "2005":5,
                "2006":2,
                "2007":5,
                "2008":4,
                "2009":2,
                "2010":1,
                "2011":3,
                "2012":2,
                "2013":2,
                "2014":2,
                "2015":2,
                "2016":4,
                "2017":1,
                "2018":3,
                "2019":2
            }
        ],
        [
            "It is proved that stationary solutions to the vacuum Einstein field equations with a nonvanishing angular momentum have no Cauchy slice that is maximal, conformally flat, and nonboosted. The proof is based on results coming from a certain type of asymptotic expansion near null and spatial infinity—which also show that the development of Bowen-York–type data cannot have a development admitting a smooth null infinity—and from the fact that stationary solutions do admit a smooth null infinity.",
            "Nonexistence of conformally flat slices in Kerr and other stationary spacetimes",
            "Juan Antonio Valiente Kroon",
            "2004",
            "mLu3fG4AAAAJ:L8Ckcad2t8MC",
            48,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.92.041101",
            "9575973987848361694",
            "\/scholar?cites=9575973987848361694",
            {
                "2004":8,
                "2005":4,
                "2006":1,
                "2007":3,
                "2008":3,
                "2009":3,
                "2010":1,
                "2011":2,
                "2012":5,
                "2013":3,
                "2014":5,
                "2015":2,
                "2016":2,
                "2017":2,
                "2018":2,
                "2019":1,
                "2020":1
            }
        ],
        [
            "The conformal Einstein equations for a trace-free (radiation) perfect fluid are derived in terms of the Levi-Civita connection of a conformally rescaled metric. These equations are used to provide a non-linear stability result for de Sitter-like trace-free (radiation) perfect fluid Friedman–Lemaître–Robertson–Walker cosmological models. The solutions thus obtained exist globally towards the future and are future geodesically complete.",
            "A conformal approach for the analysis of the non-linear stability of radiation cosmologies",
            "Christian Lübbe and Juan Antonio Valiente Kroon",
            "2013",
            "mLu3fG4AAAAJ:ufrVoPGSRksC",
            46,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0003491612001728",
            "4278014961951061645",
            "\/scholar?cites=4278014961951061645",
            {
                "2012":1,
                "2013":7,
                "2014":3,
                "2015":11,
                "2016":4,
                "2017":3,
                "2018":8,
                "2019":1,
                "2020":6,
                "2021":2
            }
        ],
        [
            "We discuss expansions for the Cotton–York tensor near infinity for arbitrary slices of stationary spacetimes. From these expansions, it follows directly that a necessary condition for the existence of conformally flat slices in stationary solutions is the vanishing of a certain quantity of quadrupolar nature (obstruction). The obstruction is non-zero for the Kerr solution. Thus, the Kerr metric admits no conformally flat slices. An analysis of the next order terms in the expansions in the case of solutions such that the obstruction vanishes, suggests that the only stationary solutions admitting conformally flat slices are the Schwarzschild family of solutions.",
            "Asymptotic expansions of the Cotton–York tensor on slices of stationary spacetimes",
            "Juan Antonio Valiente Kroon",
            "2004",
            "mLu3fG4AAAAJ:Wp0gIr-vW9MC",
            38,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0264-9381\/21\/13\/009\/meta",
            "8825750869189662920",
            "\/scholar?cites=8825750869189662920",
            {
                "2004":3,
                "2005":5,
                "2006":4,
                "2007":2,
                "2008":2,
                "2009":1,
                "2010":1,
                "2011":3,
                "2012":3,
                "2013":1,
                "2014":2,
                "2015":4,
                "2016":1,
                "2017":1,
                "2018":3,
                "2019":1,
                "2020":1
            }
        ],
        [
            "This article contains a detailed and rigorous proof of the construction of a geometric invariant for initial data sets for the Einstein vacuum field equations. This geometric invariant vanishes if and only if the initial data set corresponds to data for the Kerr spacetime, and thus, it characterises this type of data. The construction presented is valid for boosted and non-boosted initial data sets which are, in a sense, asymptotically Schwarzschildean. As a preliminary step to the construction of the geometric invariant, an analysis of a characterisation of the Kerr spacetime in terms of Killing spinors is carried out. A space spinor split of the (spacetime) Killing spinor equation is performed to obtain a set of three conditions ensuring the existence of a Killing spinor of the development of the initial data set. In order to construct the geometric invariant, we introduce the notion of approximate Killing spinors. These spinors are …",
            "On the construction of a geometric invariant measuring the deviation from Kerr data",
            "Thomas Bäckdahl and Juan A Valiente Kroon",
            "2010",
            "mLu3fG4AAAAJ:eQOLeE2rZwMC",
            32,
            "https:\/\/link.springer.com\/article\/10.1007\/s00023-010-0063-2",
            "3907648695177890428",
            "\/scholar?cites=3907648695177890428",
            {
                "2011":4,
                "2012":3,
                "2013":2,
                "2014":4,
                "2015":3,
                "2016":3,
                "2017":4,
                "2018":5,
                "2019":4
            }
        ],
        [
            "A discussion of how to calculate asymptotic expansions for polyhomogeneous spacetimes using the Newman-Penrose formalism is made. The existence of logarithmic Newman-Penrose constants for a general polyhomogeneous spacetime (ie a polyhomogeneous spacetime such that 0= O (r-3 ln N 3)) is addressed. It is found that these constants exist for the generic case.",
            "Logarithmic Newman-Penrose constants for arbitrary polyhomogeneous spacetimes",
            "Juan Antonio Valiente-Kroon",
            "1999",
            "mLu3fG4AAAAJ:hC7cP41nSMkC",
            32,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0264-9381\/16\/5\/314\/meta",
            "10265267021144994967",
            "\/scholar?cites=10265267021144994967",
            {
                "2000":4,
                "2001":2,
                "2002":2,
                "2003":3,
                "2004":1,
                "2005":4,
                "2006":1,
                "2007":1,
                "2008":1,
                "2009":1,
                "2010":2,
                "2011":1,
                "2012":4,
                "2013":5
            }
        ],
        [
            "In this paper, which is of programmatic rather than quantitative nature, we aim to further delineate and sharpen the future potential of the LISA mission in the area of fundamental physics. Given the very broad range of topics that might be relevant to LISA, we present here a sample of what we view as particularly promising fundamental physics directions. We organize these directions through a “science-first” approach that allows us to classify how LISA data can inform theoretical physics in a variety of areas. For each of these theoretical physics classes, we identify the sources that are currently expected to provide the principal contribution to our knowledge, and the areas that need further development. The classification presented here should not be thought of as cast in stone, but rather as a fluid framework that is amenable to change with the flow of new insights in theoretical physics.",
            "Prospects for fundamental physics with LISA",
            "Enrico Barausse and Emanuele Berti and Thomas Hertog and Scott A Hughes and Philippe Jetzer and Paolo Pani and Thomas P Sotiriou and Nicola Tamanini and Helvi Witek and Kent Yagi and Nicolás Yunes and T Abdelsalhin and A Achucarro and K van Aelst and N Afshordi and S Akcay and L Annulli and KG Arun and I Ayuso and V Baibhav and T Baker and H Bantilan and T Barreiro and C Barrera-Hinojosa and N Bartolo and D Baumann and E Belgacem and E Bellini and N Bellomo and I Ben-Dayan and I Bena and R Benkel and E Bergshoefs and L Bernard and S Bernuzzi and D Bertacca and M Besancon and F Beutler and F Beyer and S Bhagwat and J Bicak and S Biondini and S Bize and D Blas and C Boehmer and K Boller and B Bonga and C Bonvin and P Bosso and G Bozzola and P Brax and M Breitbach and R Brito and M Bruni and B Brügmann and H Bulten and A Buonanno and LM Burko and C Burrage and F Cabral and G Calcagni and C Caprini and A Cárdenas-Avendaño and M Celoria and K Chatziioannou and D Chernoff and K Clough and A Coates and D Comelli and G Compère and D Croon and D Cruces and G Cusin and C Dalang and Ulf Danielsson and S Das and S Datta and J de Boer and V De Luca and C De Rham and V Desjacques and K Destounis and F Di Filippo and A Dima and E Dimastrogiovanni and S Dolan and D Doneva and F Duque and R Durrer and W East and R Easther and M Elley and JR Ellis and R Emparan and JM Ezquiaga and M Fairbairn and S Fairhurst and HF Farmer and MR Fasiello and V Ferrari and PG Ferreira and G Ficarra and P Figueras and S Fisenko and S Foffa and N Franchini and G Franciolini and K Fransen and J Frauendiener and N Frusciante and R Fujita and J Gair and A Ganz and P Garcia and J Garcia-Bellido and J Garriga and R Geiger and C Geng and LÁ Gergely and C Germani and D Gerosa and SB Giddings and E Gourgoulhon and P Grandclement and L Graziani and L Gualtieri and D Haggard and S Haino and R Halburd and W-B Han and AJ Hawken and A Hees and IS Heng and J Hennig and C Herdeiro and S Hervik and J v Holten and CJD Hoyle and Y Hu and M Hull and T Ikeda and M Isi and A Jenkins and F Julié and E Kajfasz and C Kalaghatgi and N Kaloper and M Kamionkowski and V Karas and S Kastha",
            "2020",
            "mLu3fG4AAAAJ:yD5IFk8b50cC",
            30,
            "https:\/\/link.springer.com\/article\/10.1007\/s10714-020-02691-1",
            "15132160612014911276",
            "\/scholar?cites=15132160612014911276",
            {
                "2020":24,
                "2021":6
            }
        ],
        [
            "A geometrical invariant for regular asymptotically Euclidean data for the vacuum Einstein field equations is constructed. This invariant vanishes if and only if the data correspond to a slice of the Kerr black hole spacetime—thus, it provides a measure of the non-Kerr-like behavior of generic data. In order to proceed with the construction of the geometric invariant, we introduce the notion of approximate Killing spinors.",
            "Geometric invariant measuring the deviation from Kerr data",
            "Thomas Bäckdahl and Juan A Valiente Kroon",
            "2010",
            "mLu3fG4AAAAJ:WF5omc3nYNoC",
            30,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.231102",
            "3973864406546094698",
            "\/scholar?cites=3973864406546094698",
            {
                "2010":1,
                "2011":3,
                "2012":2,
                "2013":1,
                "2014":3,
                "2015":4,
                "2016":5,
                "2017":4,
                "2018":3,
                "2019":4
            }
        ],
        [
            "A representation of spatial infinity based on the properties of conformal geodesics is used to obtain asymptotic expansions of the gravitational field near the region where null infinity touches spatial infinity. These expansions show that generic time symmetric initial data with an analytic conformal metric at infinity will give rise to developments with a certain type of logarithmic singularities at the points where null infinity and spatial infinity meet. These logarithmic singularities produce a non-smooth null infinity. The sources of the logarithmic singularities are traced back down to the initial data. It is shown that if the parts of the initial data responsible for the non-regular behaviour of the solutions are not present, then the initial data is static to a certain order. On the basis of these results it is conjectured that the only time symmetric data sets with developments having a smooth null infinity are those which are static in …",
            "Does asymptotic simplicity allow for radiation near spatial infinity?",
            "Juan Antonio Valiente Kroon",
            "2004",
            "mLu3fG4AAAAJ:d1gkVwhDpl0C",
            29,
            "https:\/\/link.springer.com\/article\/10.1007\/s00220-004-1174-8",
            "534150975262716162",
            "\/scholar?cites=534150975262716162",
            {
                "2004":4,
                "2005":4,
                "2006":3,
                "2007":5,
                "2008":3,
                "2009":2,
                "2010":1,
                "2011":1,
                "2012":2,
                "2013":1,
                "2014":1,
                "2015":1,
                "2016":1
            }
        ]
    ]
}