{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This updated edition of Collider Physics surveys the major developments in theoretical and experimental particle physics and uses numerous illustrations to show how the Standard Model explains the experimental results. Collider Physics offers an introduction to the fundamental particles and their interactions at the level of a lecture course for graduate students, with emphasis on the aspects most closely related to colliders--past, present, and future. It includes expectations for new physics associated with Higgs bosons and supersymmetry. This resourceful book shows how to make practical calculations and serves a dual purpose as a textbook and a handbook for collider physics phenomenology.",
            "Collider physics",
            "Vernon D Barger",
            "2018",
            "mM8nEskAAAAJ:qE4H1tSSYIIC",
            1006,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=e9tdDwAAQBAJ&oi=fnd&pg=PP19&dq=info:CXo4vk0bT4YJ:scholar.google.com&ots=VgajBwsyIy&sig=gs9SIXR_WAhLQiEXtkOUkMtb2-c",
            "9677984144960289289",
            "\/scholar?cites=9677984144960289289",
            {
                "1988":7,
                "1989":18,
                "1990":10,
                "1991":20,
                "1992":40,
                "1993":29,
                "1994":49,
                "1995":59,
                "1996":54,
                "1997":44,
                "1998":58,
                "1999":42,
                "2000":33,
                "2001":25,
                "2002":23,
                "2003":38,
                "2004":13,
                "2005":47,
                "2006":30,
                "2007":31,
                "2008":35,
                "2009":35,
                "2010":31,
                "2011":54,
                "2012":47,
                "2013":25,
                "2014":20,
                "2015":11,
                "2016":11,
                "2017":18,
                "2018":15,
                "2019":16,
                "2020":11
            }
        ],
        [
            "We examine R-parity-breaking interactions with lepton-number violation in the minimal supergravity model and obtain new stringent bounds on the coupling constants from low-energy processes. We discuss the decay of the lightest supersymmetric particle and analyze possible signatures for R-parity-violating interactions in W, Z, and Higgs-boson decays, and in e+ e− collisions.",
            "Some new aspects of supersymmetry -parity violating interactions",
            "V Barger and Gian Francesco Giudice and Tao Han",
            "1989",
            "mM8nEskAAAAJ:DQNrXyjhriIC",
            871,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.40.2987",
            "14393048275187684827",
            "\/scholar?cites=14393048275187684827",
            {
                "1990":9,
                "1991":17,
                "1992":22,
                "1993":22,
                "1994":19,
                "1995":41,
                "1996":60,
                "1997":67,
                "1998":77,
                "1999":64,
                "2000":58,
                "2001":45,
                "2002":38,
                "2003":25,
                "2004":21,
                "2005":18,
                "2006":16,
                "2007":24,
                "2008":36,
                "2009":21,
                "2010":17,
                "2011":15,
                "2012":19,
                "2013":17,
                "2014":13,
                "2015":16,
                "2016":8,
                "2017":5,
                "2018":12,
                "2019":15,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Two-Higgs-doublet models predict nonstandard physical effects through the interactions of charged Higgs scalars. We analyze the experimental measurements that bound these effects and quantify the resulting constraints on the charged-Higgs-boson mass and coupling parameter tan β. We consider low-energy data relating to B d 0− Bd 0, D 0− D 0, and K 0− K 0 mixing, and high-energy measurements at p p colliders relating to searches for the top quark and events with large missing E T. Our analysis systematically takes account of theoretical uncertainties in bag factors, decay constants, and quark mixing matrix elements by Monte Carlo sampling. We combine our results to determine the regions in the charged-Higgs-boson parameter space that are consistent with present data. An important result is that the Collider Detector at Fermilab top-quark mass bound m t> 77 GeV can probably not be evaded by …",
            "New constraints on the charged Higgs sector in two-Higgs-doublet models",
            "Vernon Barger and JL Hewett and RJN Phillips",
            "1990",
            "mM8nEskAAAAJ:aDl3D7KC1E4C",
            715,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.41.3421",
            "13146133615502656440",
            "\/scholar?cites=13146133615502656440",
            {
                "1990":4,
                "1991":21,
                "1992":30,
                "1993":37,
                "1994":30,
                "1995":41,
                "1996":32,
                "1997":23,
                "1998":18,
                "1999":5,
                "2000":3,
                "2001":11,
                "2002":7,
                "2003":5,
                "2004":4,
                "2005":5,
                "2006":15,
                "2007":6,
                "2008":15,
                "2009":24,
                "2010":36,
                "2011":31,
                "2012":39,
                "2013":42,
                "2014":39,
                "2015":37,
                "2016":24,
                "2017":35,
                "2018":27,
                "2019":20,
                "2020":30,
                "2021":4
            }
        ],
        [
            "We make a numerical study of gauge and Yukawa unification in supersymmetric grand unified models and examine the quantitative implications of fermion mass Ansätze at the grand unified scale. Integrating the renormalization group equations with α 1 (M Z) and α 2 (M Z) as inputs, we find α 3 (M Z)≃ 0.111 (0.122) for M SUSY= m t and α 3 (M Z)≃ 0.106 (0.116) for M SUSY= 1 TeV at one-loop (two-loop) order. Including b and τ Yukawa couplings in the evolution, we find an upper limit of m t≲ 200 GeV from Yukawa unification. For given m t≲ 175 GeV, there are two solutions for β: one with tan β> m t m b, and one with sin β≃ 0. 7 8 (m t 150 GeV). Taking a popular Ansatz for the mass matrices at the unified scale, we obtain a lower limit on the top-quark mass of m t≳ 150 (115) GeV for α 3 (M Z)= 0.11 (0.12) and an upper limit on the supersymmetry parameter tan β≲ 50 if α 3 (M Z)= 0.11. The evolution of the quark …",
            "Supersymmetric grand unified theories: Two-loop evolution of gauge and Yukawa couplings",
            "V Barger and MS Berger and P Ohmann",
            "1993",
            "mM8nEskAAAAJ:cWzG1nlazyYC",
            686,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.47.1093",
            "5754083590500032578",
            "\/scholar?cites=5754083590500032578",
            {
                "1993":25,
                "1994":74,
                "1995":75,
                "1996":65,
                "1997":36,
                "1998":51,
                "1999":33,
                "2000":48,
                "2001":36,
                "2002":16,
                "2003":19,
                "2004":12,
                "2005":15,
                "2006":7,
                "2007":18,
                "2008":22,
                "2009":12,
                "2010":13,
                "2011":11,
                "2012":11,
                "2013":10,
                "2014":5,
                "2015":9,
                "2016":9,
                "2017":12,
                "2018":7,
                "2019":7,
                "2020":13,
                "2021":3
            }
        ],
        [
            "We show that if the solar and atmospheric data are both described by maximal vacuum oscillations at the relevant mass scales then there exists a unique mixing matrix for three neutrino flavors. The solution necessarily conserves CP and automatically implies that there is no disappearance of atmospheric νe, consistent with indications from the Super-Kamiokande experiment. We also investigate the consequences for three-neutrino mixing if the solar and atmospheric oscillations exhibit mixing that is large but not maximal. For non-maximal mixing νe↔ντ and νe↔νμ oscillations are predicted that may be observable in future long-baseline experiments.",
            "Bi-maximal mixing of three neutrinos",
            "V Barger and S Pakvasa and Thomas J Weiler and K Whisnant",
            "1998",
            "mM8nEskAAAAJ:SdhP9T11ey4C",
            620,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269398008806",
            "3136365290292847584",
            "\/scholar?cites=3136365290292847584",
            {
                "1998":19,
                "1999":72,
                "2000":83,
                "2001":58,
                "2002":45,
                "2003":19,
                "2004":21,
                "2005":22,
                "2006":13,
                "2007":17,
                "2008":6,
                "2009":11,
                "2010":12,
                "2011":16,
                "2012":38,
                "2013":33,
                "2014":20,
                "2015":37,
                "2016":24,
                "2017":14,
                "2018":16,
                "2019":13,
                "2020":8
            }
        ],
        [
            "We evaluate the influence of coherent forward scattering in matter upon neutrino oscillations in the three-neutrino picture. We write down the exact solution and also approximate first-order solutions that exhibit general features more transparently. Oscillation characteristics in matter that could be observed in deep-mine experiments are discussed and illustrated using an oscillation solution suggested by solar and reactor data.",
            "Matter effects on three-neutrino oscillations",
            "V Barger and K Whisnant and S Pakvasa and RJN Phillips",
            "1980",
            "mM8nEskAAAAJ:EsEWqaRxkBgC",
            618,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.22.2718",
            "9900297240175525613",
            "\/scholar?cites=9900297240175525613",
            {
                "1982":3,
                "1983":3,
                "1984":3,
                "1985":2,
                "1986":13,
                "1987":22,
                "1988":15,
                "1989":8,
                "1990":5,
                "1991":7,
                "1992":8,
                "1993":10,
                "1994":7,
                "1995":8,
                "1996":4,
                "1997":16,
                "1998":13,
                "1999":11,
                "2000":35,
                "2001":39,
                "2002":28,
                "2003":22,
                "2004":16,
                "2005":18,
                "2006":20,
                "2007":21,
                "2008":13,
                "2009":9,
                "2010":11,
                "2011":16,
                "2012":16,
                "2013":19,
                "2014":25,
                "2015":25,
                "2016":25,
                "2017":15,
                "2018":23,
                "2019":17,
                "2020":31,
                "2021":3
            }
        ],
        [
            "Gauge singlet extensions of the standard model (SM) scalar sector may help remedy its theoretical and phenomenological shortcomings while solving outstanding problems in cosmology. Depending on the symmetries of the scalar potential, such extensions may provide a viable candidate for the observed relic density of cold dark matter or a strong first order electroweak phase transition needed for electroweak baryogenesis. Using the simplest extension of the SM scalar sector with one real singlet field, we analyze the generic implications of a singlet-extended scalar sector for Higgs boson phenomenology at the Large Hadron Collider (LHC). We consider two broad scenarios: one in which the neutral SM Higgs and singlet mix and the other in which no mixing occurs and the singlet can be a dark matter particle. For the first scenario, we analyze constraints from electroweak precision observables and their …",
            "CERN LHC phenomenology of an extended standard model with a real scalar singlet",
            "Vernon Barger and Paul Langacker and Mathew McCaskey and Michael J Ramsey-Musolf and Gabe Shaughnessy",
            "2008",
            "mM8nEskAAAAJ:4hFrxpcac9AC",
            580,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.77.035005",
            "5410825047332483060",
            "\/scholar?cites=5410825047332483060",
            {
                "2007":2,
                "2008":13,
                "2009":38,
                "2010":39,
                "2011":35,
                "2012":41,
                "2013":35,
                "2014":35,
                "2015":56,
                "2016":66,
                "2017":53,
                "2018":66,
                "2019":56,
                "2020":42,
                "2021":2
            }
        ],
        [
            "We examine the spectrum of supersymmetric particles predicted by grand unified theoretical (GUT) models where the electroweak symmetry breaking is accomplished radiatively. We evolve the soft-supersymmetry-breaking parameters according to the renormalization group equations (RGE). The minimization of the Higgs potential is conveniently described by means of tadpole diagrams. We present complete one-loop expressions for these minimization conditions, including contributions from the matter and the gauge sectors. We concentrate on the low tan β fixed point region (that provides a natural explanation of a large top quark mass) for which we find solutions to the RGE satisfying both experimental bounds and fine-tuning criteria. We also find that the constraint from the consideration of the lightest supersymmetric particle as the dark matter of the Universe is accommodated in much of parameter space where …",
            "Supersymmetric particle spectrum",
            "V Barger and MS Berger and P Ohmann",
            "1994",
            "mM8nEskAAAAJ:ymY9cBF3mdcC",
            568,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.49.4908",
            "11554149114816926970",
            "\/scholar?cites=11554149114816926970",
            {
                "1994":15,
                "1995":41,
                "1996":45,
                "1997":25,
                "1998":42,
                "1999":32,
                "2000":42,
                "2001":38,
                "2002":26,
                "2003":23,
                "2004":25,
                "2005":12,
                "2006":8,
                "2007":14,
                "2008":22,
                "2009":12,
                "2010":18,
                "2011":23,
                "2012":25,
                "2013":18,
                "2014":8,
                "2015":13,
                "2016":10,
                "2017":4,
                "2018":4,
                "2019":5,
                "2020":7
            }
        ],
        [
            "The status of the research on muon colliders is discussed and plans are outlined for future theoretical and experimental studies. Besides work on the parameters of a 3–4 and 0.5 TeV center-of-mass (COM) energy collider, many studies are now concentrating on a machine near 0.1 TeV (COM) that could be a factory for the s-channel production of Higgs particles. We discuss the research on the various components in such muon colliders, starting from the proton accelerator needed to generate pions from a heavy-Z target and proceeding through the phase rotation and decay (π→ μ ν μ) channel, muon cooling, acceleration, storage in a collider ring, and the collider detector. We also present theoretical and experimental R&D plans for the next several years that should lead to a better understanding of the design and feasibility issues for all of the components. This report is an update of the progress on the research …",
            "Status of muon collider research and development and future plans",
            "Charles M Ankenbrandt and Muzaffer Atac and Bruno Autin and Valeri I Balbekov and Vernon D Barger and Odette Benary and J Scott Berg and Michael S Berger and Edgar L Black and Alain Blondel and S Alex Bogacz and T Bolton and Shlomo Caspi and Christine Celata and Weiren Chou and David B Cline and John Corlett and Lucien Cremaldi and H Thomas Diehl and Alexandr Drozhdin and Richard C Fernow and David A Finley and Yasuo Fukui and Miguel A Furman and Tony Gabriel and Juan C Gallardo and Alper A Garren and Stephen H Geer and Ilya F Ginzburg and Michael A Green and Hulya Guler and John F Gunion and Ramesh Gupta and Tao Han and Gail G Hanson and Ahmed Hassanein and Norbert Holtkamp and Colin Johnson and Carol Johnstone and Stephen A Kahn and Daniel M Kaplan and Eun San Kim and Bruce J King and Harold G Kirk and Yoshitaka Kuno and Paul Lebrun and Kevin Lee and Peter Lee and Derun Li and David Lissauer and Laurence S Littenberg and Changguo Lu and Alfredo Luccio and Joseph D Lykken and Kirk T McDonald and Alfred D McInturff and John R Miller and Frederick E Mills and Nikolai V Mokhov and Alfred Moretti and Yoshiharu Mori and David V Neuffer and King-Yuen Ng and Robert J Noble and James H Norem and Yasar Onel and Robert B Palmer and Zohreh Parsa and Yuriy Pischalnikov and Milorad Popovic and Eric J Prebys and Zubao Qian and Rajendran Raja and Claude B Reed and Pavel Rehak and Thomas Roser and Robert Rossmanith and Ronald M Scanlan and Andrew M Sessler and Brad Shadwick and Quan-Sheng Shu and Gregory I Silvestrov and Alexandr N Skrinsky and Dale Smith and Panagiotis Spentzouris and Ray Stefanski and Sergei Striganov and Iuliu Stumer and Don Summers and Valeri Tcherniatine and Lee C Teng and Alvin V Tollestrup and Yagmur Torun and Dejan Trbojevic and William C Turner and Sven E Vahsen and Andreas Van Ginneken and Tatiana A Vsevolozhskaya and Weishi Wan and Haipeng Wang and Robert Weggel and Erich H Willen and Edmund JN Wilson and David R Winn and Jonathan S Wurtele and Takeichiro Yokoi and Yongxiang Zhao and Max Zolotorev and Muon Collider Collaboration",
            "1999",
            "mM8nEskAAAAJ:X4-KO54GjGYC",
            535,
            "https:\/\/journals.aps.org\/prab\/abstract\/10.1103\/PhysRevSTAB.2.081001",
            "13848150776923304433",
            "\/scholar?cites=13848150776923304433",
            {
                "1998":5,
                "1999":27,
                "2000":95,
                "2001":81,
                "2002":39,
                "2003":38,
                "2004":16,
                "2005":22,
                "2006":15,
                "2007":13,
                "2008":17,
                "2009":14,
                "2010":18,
                "2011":21,
                "2012":17,
                "2013":11,
                "2014":18,
                "2015":13,
                "2016":10,
                "2017":11,
                "2018":5,
                "2019":7,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We identify three independent twofold parameter degeneracies (δ, θ 13), sgn (δ m 31 2) and (θ 23, π\/2− θ 23) inherent in the usual three-neutrino analysis of long-baseline neutrino experiments, which can lead to as much as an eightfold degeneracy in the determination of the oscillation parameters. We discuss the implications these degeneracies have for detecting CP violation and present criteria for breaking them. A superbeam facility with a baseline at least as long as the distance between Fermilab and Homestake (1290 km) and a narrow band beam with energy tuned so that the measurements are performed at the first oscillation peak can resolve all the ambiguities other than the (θ 23, π\/2− θ 23) ambiguity (which can be resolved at a neutrino factory) and a residual (δ, π− δ) ambiguity. However, whether or not CP violation occurs in the neutrino sector can be ascertained independently of the latter two …",
            "Breaking eightfold degeneracies in neutrino  violation, mixing, and mass hierarchy",
            "V Barger and D Marfatia and K Whisnant",
            "2002",
            "mM8nEskAAAAJ:JV2RwH3_ST0C",
            513,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.65.073023",
            "1218097557426263657",
            "\/scholar?cites=1218097557426263657",
            {
                "2002":20,
                "2003":41,
                "2004":47,
                "2005":32,
                "2006":53,
                "2007":45,
                "2008":37,
                "2009":19,
                "2010":29,
                "2011":19,
                "2012":22,
                "2013":22,
                "2014":25,
                "2015":15,
                "2016":24,
                "2017":16,
                "2018":13,
                "2019":9,
                "2020":21,
                "2021":2
            }
        ]
    ]
}