{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This document proposes a collection of simplified models relevant to the design of new-physics searches at the Large Hadron Collider (LHC) and the characterization of their results. Both ATLAS and CMS have already presented some results in terms of simplified models, and we encourage them to continue and expand this effort, which supplements both signature-based results and benchmark model interpretations. A simplified model is defined by an effective Lagrangian describing the interactions of a small number of new particles. Simplified models can equally well be described by a small number of masses and cross-sections. These parameters are directly related to collider physics observables, making simplified models a particularly effective framework for evaluating searches and a useful starting point for characterizing positive signals of new physics. This document serves as an official summary of the …",
            "Simplified models for LHC new physics searches",
            "Daniele Alves and Nima Arkani-Hamed and Sanjay Arora and Yang Bai and Matthew Baumgart and Joshua Berger and Matthew Buckley and Bart Butler and Spencer Chang and Hsin-Chia Cheng and Clifford Cheung and R Sekhar Chivukula and Won Sang Cho and Randy Cotta and Mariarosaria D’Alfonso and Sonia El Hedri and Rouven Essig and Jared A Evans and Liam Fitzpatrick and Patrick Fox and Roberto Franceschini and Ayres Freitas and James S Gainer and Yuri Gershtein and Richard Gray and Thomas Gregoire and Ben Gripaios and Jack Gunion and Tao Han and Andy Haas and Per Hansson and JoAnne Hewett and Dmitry Hits and Jay Hubisz and Eder Izaguirre and Jared Kaplan and Emanuel Katz and Can Kilic and Hyung-Do Kim and Ryuichiro Kitano and Sue Ann Koay and Pyungwon Ko and David Krohn and Eric Kuflik and Ian Lewis and Mariangela Lisanti and Tao Liu and Zhen Liu and Ran Lu and Markus Luty and Patrick Meade and David Morrissey and Stephen Mrenna and Mihoko Nojiri and Takemichi Okui and Sanjay Padhi and Michele Papucci and Michael Park and Myeonghun Park and Maxim Perelstein and Michael Peskin and Daniel Phalen and Keith Rehermann and Vikram Rentala and Tuhin Roy and Joshua T Ruderman and Veronica Sanz and Martin Schmaltz and Stephen Schnetzer and Philip Schuster and Pedro Schwaller and Matthew D Schwartz and Ariel Schwartzman and Jing Shao and Jessie Shelton and David Shih and Jing Shu and Daniel Silverstein and Elizabeth Simmons and Sunil Somalwar and Michael Spannowsky and Christian Spethmann and Matthew Strassler and Shufang Su and Tim Tait and Brooks Thomas and Scott Thomas and Natalia Toro and Tomer Volansky and Jay Wacker and Wolfgang Waltenberger and Itay Yavin and Felix Yu and Yue Zhao and Kathryn Zurek and LHC New Physics Working Group",
            "2012",
            "mm9pLPcAAAAJ:u5HHmVD_uO8C",
            1047,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0954-3899\/39\/10\/105005\/meta",
            "4361866166811065750",
            "\/scholar?cites=4361866166811065750",
            {
                "2011":32,
                "2012":61,
                "2013":88,
                "2014":103,
                "2015":122,
                "2016":138,
                "2017":127,
                "2018":185,
                "2019":87,
                "2020":89,
                "2021":9
            }
        ],
        [
            "This document is the final report of the ATLAS-CMS Dark Matter Forum, a forum organized by the ATLAS and CMS collaborations with the participation of experts on theories of Dark Matter, to select a minimal basis set of dark matter simplified models that should support the design of the early LHC Run-2 searches. A prioritized, compact set of benchmark models is proposed, accompanied by studies of the parameter space of these models and a repository of generator implementations. This report also addresses how to apply the Effective Field Theory formalism for collider searches and present the results of such interpretations.",
            "Dark matter benchmark models for early LHC run-2 searches: report of the ATLAS\/CMS dark matter forum",
            "Daniel Abercrombie and Nural Akchurin and Ece Akilli and Juan Alcaraz Maestre and Brandon Allen and Barbara Alvarez Gonzalez and Jeremy Andrea and Alexandre Arbey and Georges Azuelos and Patrizia Azzi and Mihailo Backović and Yang Bai and Swagato Banerjee and James Beacham and Alexander Belyaev and Antonio Boveia and Amelia Jean Brennan and Oliver Buchmueller and Matthew R Buckley and Giorgio Busoni and Michael Buttignol and Giacomo Cacciapaglia and Regina Caputo and Linda Carpenter and Nuno Filipe Castro and Guillelmo Gomez Ceballos and Yangyang Cheng and John Paul Chou and Arely Cortes Gonzalez and Chris Cowden and Francesco D’Eramo and Annapaola De Cosa and Michele De Gruttola and Albert De Roeck and Andrea De Simone and Aldo Deandrea and Zeynep Demiragli and Anthony DiFranzo and Caterina Doglioni and Tristan Du Pree and Robin Erbacher and Johannes Erdmann and Cora Fischer and Henning Flaecher and Patrick J Fox and Benjamin Fuks and Marie-Helene Genest and Bhawna Gomber and Andreas Goudelis and Johanna Gramling and John Gunion and Kristian Hahn and Ulrich Haisch and Roni Harnik and Philip C Harris and Kerstin Hoepfner and Siew Yan Hoh and Dylan George Hsu and Shih-Chieh Hsu and Yutaro Iiyama and Valerio Ippolito and Thomas Jacques and Xiangyang Ju and Felix Kahlhoefer and Alexis Kalogeropoulos and Laser Seymour Kaplan and Lashkar Kashif and Valentin V Khoze and Raman Khurana and Khristian Kotov and Dmytro Kovalskyi and Suchita Kulkarni and Shuichi Kunori and Viktor Kutzner and Hyun Min Lee and Sung-Won Lee and Seng Pei Liew and Tongyan Lin and Steven Lowette and Romain Madar and Sarah Malik and Fabio Maltoni and Mario Martinez Perez and Olivier Mattelaer and Kentarou Mawatari and Christopher McCabe and Théo Megy and Enrico Morgante and Stephen Mrenna and Chang-Seong Moon and Siddharth M Narayanan and Andy Nelson and Sergio F Novaes and Klaas Ole Padeken and Priscilla Pani and Michele Papucci and Manfred Paulini and Christoph Paus and Jacopo Pazzini and Björn Penning and Michael E Peskin and Deborah Pinna and Massimiliano Procura and Shamona F Qazi and Davide Racco and Emanuele Re and Antonio Riotto and Thomas G Rizzo and Rainer Roehrig and David Salek and Arturo Sanchez Pineda and Subir Sarkar and Alexander Schmidt and Steven Randolph Schramm and William Shepherd and Gurpreet Singh and Livia Soffi and Norraphat Srimanobhas and Kevin Sung and Tim MP Tait and Timothee Theveneaux-Pelzer and Marc Thomas and Mia Tosi and Daniele Trocino and Sonaina Undleeb and Alessandro Vichi and Fuquan Wang and Lian-Tao Wang and Ren-Jie Wang and Nikola Whallon and Steven Worm and Mengqing Wu and Sau Lan Wu and Hongtao Yang and Yong Yang and Shin-Shan Yu and Bryan Zaldivar and Marco Zanetti and Zhiqing Zhang and Alberto Zucchetta",
            "2020",
            "mm9pLPcAAAAJ:R3hNpaxXUhUC",
            601,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S2212686419301712",
            "8851758079897220512",
            "\/scholar?cites=8851758079897220512",
            {
                "2015":12,
                "2016":102,
                "2017":144,
                "2018":161,
                "2019":107,
                "2020":65,
                "2021":5
            }
        ],
        [
            "We explore the feasibility and astrophysical consequences of a new long-range U (1) gauge field (“dark electromagnetism”) that couples only to dark matter, not to the standard model. The dark matter consists of an equal number of positive and negative charges under the new force, but annihilations are suppressed if the dark-matter mass is sufficiently high and the dark fine-structure constant α^ is sufficiently small. The correct relic abundance can be obtained if the dark matter also couples to the conventional weak interactions, and we verify that this is consistent with particle-physics constraints. The primary limit on α^ comes from the demand that the dark matter be effectively collisionless in galactic dynamics, which implies α^≲ 10− 3 for TeV-scale dark matter. These values are easily compatible with constraints from structure formation and primordial nucleosynthesis. We raise the prospect of interesting new …",
            "Dark matter and dark radiation",
            "Lotty Ackerman and Matthew R Buckley and Sean M Carroll and Marc Kamionkowski",
            "2009",
            "mm9pLPcAAAAJ:dhFuZR0502QC",
            349,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.79.023519",
            "9091058713629120545",
            "\/scholar?cites=9091058713629120545",
            {
                "2008":1,
                "2009":15,
                "2010":23,
                "2011":18,
                "2012":20,
                "2013":23,
                "2014":30,
                "2015":26,
                "2016":37,
                "2017":36,
                "2018":49,
                "2019":31,
                "2020":36,
                "2021":4
            }
        ],
        [
            "We explore the feasibility and astrophysical consequences of a new long-range U (1) gauge field (“dark electromagnetism”) that couples only to dark matter, not to the standard model. The dark matter consists of an equal number of positive and negative charges under the new force, but annihilations are suppressed if the dark-matter mass is sufficiently high and the dark fine-structure constant α^ is sufficiently small. The correct relic abundance can be obtained if the dark matter also couples to the conventional weak interactions, and we verify that this is consistent with particle-physics constraints. The primary limit on α^ comes from the demand that the dark matter be effectively collisionless in galactic dynamics, which implies α^≲ 10− 3 for TeV-scale dark matter. These values are easily compatible with constraints from structure formation and primordial nucleosynthesis. We raise the prospect of interesting new …",
            "Dark matter and dark radiation",
            "Lotty Ackerman and Matthew R Buckley and Sean M Carroll and Marc Kamionkowski",
            "2009",
            "mm9pLPcAAAAJ:u-x6o8ySG0sC",
            349,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.79.023519",
            "9091058713629120545",
            "\/scholar?cites=9091058713629120545",
            {
                "2008":1,
                "2009":15,
                "2010":23,
                "2011":18,
                "2012":20,
                "2013":23,
                "2014":30,
                "2015":26,
                "2016":37,
                "2017":36,
                "2018":49,
                "2019":31,
                "2020":36,
                "2021":4
            }
        ],
        [
            "Pluto was discovered in 1930 and was long thought to be a misfit or anomaly in the solar system. However, the 1992 discovery of the Kuiper Belt—a torus-shaped region beyond Neptune’s orbit, and the largest structure in our three-zoned planetary system—provided new context, showing Pluto to be the largest of a new class of small planets formed in the outer solar system during the ancient era of planetary accretion ~4.5 billion years ago. NASA’s New Horizons spacecraft made the first exploration of Pluto, culminating on 14 July 2015; it collected numerous remote sensing and in situ measurements of Pluto and its system of five moons. We report the first scientific results and interpretations of that flyby.The New Horizons spacecraft completed a close approach to the Pluto system at a distance of 13,691 km from Pluto’s center. The spacecraft carries a sophisticated suite of scientific …",
            "The Pluto system: Initial results from its exploration by New Horizons",
            "SA Stern and F Bagenal and K Ennico and GR Gladstone and WM Grundy and WB McKinnon and JM Moore and CB Olkin and JR Spencer and HA Weaver and LA Young and T Andert and J Andrews and M Banks and B Bauer and J Bauman and OS Barnouin and P Bedini and K Beisser and RA Beyer and S Bhaskaran and RP Binzel and E Birath and M Bird and DJ Bogan and A Bowman and VJ Bray and M Brozovic and C Bryan and MR Buckley and MW Buie and BJ Buratti and SS Bushman and A Calloway and B Carcich and AF Cheng and S Conard and CA Conrad and JC Cook and DP Cruikshank and OS Custodio and CM Dalle Ore and C Deboy and ZJB Dischner and P Dumont and AM Earle and HA Elliott and J Ercol and CM Ernst and T Finley and SH Flanigan and G Fountain and MJ Freeze and T Greathouse and JL Green and Y Guo and M Hahn and DP Hamilton and SA Hamilton and J Hanley and A Harch and HM Hart and CB Hersman and A Hill and ME Hill and DP Hinson and ME Holdridge and M Horanyi and AD Howard and CJA Howett and C Jackman and RA Jacobson and DE Jennings and JA Kammer and HK Kang and DE Kaufmann and P Kollmann and SM Krimigis and D Kusnierkiewicz and TR Lauer and JE Lee and KL Lindstrom and IR Linscott and CM Lisse and AW Lunsford and VA Mallder and N Martin and DJ McComas and RL McNutt and D Mehoke and T Mehoke and ED Melin and M Mutchler and D Nelson and F Nimmo and JI Nunez and A Ocampo and WM Owen and M Paetzold and B Page and AH Parker and JW Parker and F Pelletier and J Peterson and N Pinkine and M Piquette and SB Porter and S Protopapa and J Redfern and HJ Reitsema and DC Reuter and JH Roberts and SJ Robbins and G Rogers and D Rose and K Runyon and KD Retherford and MG Ryschkewitsch and P Schenk and E Schindhelm and B Sepan and MR Showalter and KN Singer and M Soluri and D Stanbridge and AJ Steffl and DF Strobel and T Stryk and ME Summers and JR Szalay and M Tapley and A Taylor and H Taylor and HB Throop and CCC Tsang and GL Tyler and OM Umurhan and AJ Verbiscer and MH Versteeg and M Vincent and R Webbert and S Weidner and GE Weigle and OL White and K Whittenburg and BG Williams and K Williams and S Williams and WW Woods and AM Zangari",
            "2015",
            "mm9pLPcAAAAJ:b0M2c_1WBrUC",
            296,
            "https:\/\/science.sciencemag.org\/content\/350\/6258\/aad1815.abstract",
            "7724233655809715833",
            "\/scholar?cites=7724233655809715833",
            {
                "2015":2,
                "2016":55,
                "2017":72,
                "2018":50,
                "2019":56,
                "2020":40,
                "2021":14
            }
        ],
        [
            "We introduce a set of minimal simplified models for dark matter interactions with the Standard Model, connecting the two sectors via either a scalar or pseudoscalar particle. These models have a wider regime of validity for dark matter searches at the LHC than the effective field theory approach, while still allowing straightforward comparison to results from noncollider dark matter detection experiments. Such models also motivate dark matter searches in multiple correlated channels. In this paper, we constrain scalar and pseudoscalar simplified models with direct and indirect detection experiments, as well as from existing LHC searches with missing energy plus tops, bottoms, or jets, using the exact loop-induced coupling with gluons. This calculation significantly affects key differential cross sections at the LHC, and must be properly included. We make connections with the Higgs sector, and conclude with a …",
            "Scalar simplified models for dark matter",
            "Matthew R Buckley and David Feld and Dorival Goncalves",
            "2015",
            "mm9pLPcAAAAJ:9ZlFYXVOiuMC",
            296,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.91.015017",
            "9739921413085044902",
            "\/scholar?cites=9739921413085044902",
            {
                "2015":34,
                "2016":56,
                "2017":60,
                "2018":72,
                "2019":49,
                "2020":20,
                "2021":1
            }
        ],
        [
            "This document a outlines a set of simplified models for dark matter and its interactions with Standard Model particles. It is intended to summarize the main characteristics that these simplified models have when applied to dark matter searches at the LHC, and to provide a number of useful expressions for reference. The list of models includes both s-channel and t-channel scenarios. For s-channel, spin-0 and spin-1 mediations are discussed, and also realizations where the Higgs particle provides a portal between the dark and visible sectors. The guiding principles underpinning the proposed simplified models are spelled out, and some suggestions for implementation are presented.",
            "Simplified models for dark matter searches at the LHC",
            "Jalal Abdallah and Henrique Araujo and Alexandre Arbey and Adi Ashkenazi and Alexander Belyaev and Joshua Berger and Celine Boehm and Antonio Boveia and Amelia Brennan and Jim Brooke and Oliver Buchmueller and Matthew Buckley and Giorgio Busoni and Lorenzo Calibbi and Sushil Chauhan and Nadir Daci and Gavin Davies and Isabelle De Bruyn and Paul De Jong and Albert De Roeck and Kees de Vries and Daniele Del Re and Andrea De Simone and Andrea Di Simone and Caterina Doglioni and Matthew Dolan and Herbi K Dreiner and John Ellis and Sarah Eno and Erez Etzion and Malcolm Fairbairn and Brian Feldstein and Henning Flaecher and Eric Feng and Patrick Fox and Marie-Hélène Genest and Loukas Gouskos and Johanna Gramling and Ulrich Haisch and Roni Harnik and Anthony Hibbs and Siewyan Hoh and Walter Hopkins and Valerio Ippolito and Thomas Jacques and Felix Kahlhoefer and Valentin V Khoze and Russell Kirk and Andreas Korn and Khristian Kotov and Shuichi Kunori and Greg Landsberg and Sebastian Liem and Tongyan Lin and Steven Lowette and Robyn Lucas and Luca Malgeri and Sarah Malik and Christopher McCabe and Alaettin Serhan Mete and Enrico Morgante and Stephen Mrenna and Yu Nakahama and Dave Newbold and Karl Nordstrom and Priscilla Pani and Michele Papucci and Sophio Pataraia and Bjoern Penning and Deborah Pinna and Giacomo Polesello and Davide Racco and Emanuele Re and Antonio Walter Riotto and Thomas Rizzo and David Salek and Subir Sarkar and Steven Schramm and Patrick Skubic and Oren Slone and Juri Smirnov and Yotam Soreq and Timothy Sumner and Tim MP Tait and Marc Thomas and Ian Tomalin and Christopher Tunnell and Alessandro Vichi and Tomer Volansky and Neal Weiner and Stephen M West and Monika Wielers and Steven Worm and Itay Yavin and Bryan Zaldivar and Ning Zhou and Kathryn Zurek",
            "2015",
            "mm9pLPcAAAAJ:TQgYirikUcIC",
            291,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S2212686415000163",
            "12074386670171420408",
            "\/scholar?cites=12074386670171420408",
            {
                "2015":5,
                "2016":51,
                "2017":63,
                "2018":76,
                "2019":52,
                "2020":40,
                "2021":4
            }
        ],
        [
            "Recent observations from PAMELA, FERMI, and ATIC point to a new source of high energy cosmic rays. If these signals are due to annihilating dark matter (DM), the annihilation cross section in the present day must be substantially larger than that necessary for thermal freeze-out in the early universe. A new force, mediated by a particle of mass O (100 MeV), leading to a velocity-dependent annihilation cross section—a “Sommerfeld enhancement”—has been proposed as a possible explanation. We point out that such models necessarily increase the DM self-scattering cross section, and use observational bounds on the amount of DM-DM scattering allowed in various astrophysical systems to place constraints on the mass and couplings of the light mediator.",
            "Dark matter self-interactions and light force carriers",
            "Matthew R Buckley and Patrick J Fox",
            "2010",
            "mm9pLPcAAAAJ:d1gkVwhDpl0C",
            238,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.81.083522",
            "14284144616994244027",
            "\/scholar?cites=14284144616994244027",
            {
                "2009":1,
                "2010":6,
                "2011":14,
                "2012":19,
                "2013":22,
                "2014":28,
                "2015":21,
                "2016":19,
                "2017":25,
                "2018":21,
                "2019":24,
                "2020":34,
                "2021":3
            }
        ],
        [
            "The Proceedings of the 2011 workshop on Fundamental Physics at the Intensity Frontier. Science opportunities at the intensity frontier are identified and described in the areas of heavy quarks, charged leptons, neutrinos, proton decay, new light weakly-coupled particles, and nucleons, nuclei, and atoms.",
            "Fundamental physics at the intensity frontier",
            "JL Hewett and H Weerts and R Brock and JN Butler and BCK Casey and J Collar and A de Gouvea and R Essig and Y Grossman and W Haxton and JA Jaros and CK Jung and ZT Lu and K Pitts and Z Ligeti and JR Patterson and M Ramsey-Musolf and JL Ritchie and A Roodman and K Scholberg and CEM Wagner and GP Zeller and S Aefsky and A Afanasev and K Agashe and C Albright and J Alonso and C Ankenbrandt and M Aoki and CA Arguelles and N Arkani-Hamed and JR Armendariz and C Armendariz-Picon and E Arrieta Diaz and J Asaadi and DM Asner and KS Babu and K Bailey and O Baker and B Balantekin and B Baller and M Bass and B Batell and J Beacham and J Behr and N Berger and M Bergevin and E Berman and R Bernstein and AJ Bevan and M Bishai and M Blanke and S Blessing and A Blondel and T Blum and G Bock and A Bodek and G Bonvicini and F Bossi and J Boyce and R Breedon and M Breidenbach and SJ Brice and RA Briere and S Brodsky and C Bromberg and A Bross and TE Browder and DA Bryman and M Buckley and R Burnstein and E Caden and P Campana and R Carlini and G Carosi and C Castromonte and R Cenci and I Chakaberia and MC Chen and CH Cheng and B Choudhary and NH Christ and E Christensen and ME Christy and TE Chupp and E Church and DB Cline and TE Coan and P Coloma and J Comfort and L Coney and J Cooper and RJ Cooper and R Cowan and DF Cowen and D Cronin-Hennessy and A Datta and GS Davies and M Demarteau and DP DeMille",
            "2012",
            "mm9pLPcAAAAJ:zYLM7Y9cAGgC",
            209,
            "https:\/\/arxiv.org\/abs\/1205.2671",
            "15271653770193746643",
            "\/scholar?cites=15271653770193746643",
            {
                "2012":11,
                "2013":29,
                "2014":31,
                "2015":46,
                "2016":29,
                "2017":22,
                "2018":15,
                "2019":11,
                "2020":14
            }
        ],
        [
            "Three dark matter direct detection experiments (DAMA\/LIBRA, CoGeNT, and CRESST-II) have each reported signals which are not consistent with known backgrounds, but resemble that predicted for a dark matter particle with a mass of roughly∼ 10 GeV and an elastic scattering cross section with nucleons of∼ 10− 41–10− 40 cm 2. In this article, we compare the signals of these experiments and discuss whether they can be explained by a single species of dark matter particle, without conflicting with the constraints of other experiments. We find that the spectrum of events reported by CoGeNT and CRESST-II are consistent with each other and with the constraints from CDMS-II, although some tension with xenon-based experiments remains. Similarly, the modulation signals reported by DAMA\/LIBRA and CoGeNT appear to be compatible, although the corresponding amplitude of the observed modulations are a …",
            "Toward a consistent picture for CRESST, CoGeNT, and DAMA",
            "Chris Kelso and Dan Hooper and Matthew R Buckley",
            "2012",
            "mm9pLPcAAAAJ:9yKSN-GCB0IC",
            130,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.85.043515",
            "743955837947999998",
            "\/scholar?cites=743955837947999998",
            {
                "2012":40,
                "2013":39,
                "2014":23,
                "2015":11,
                "2016":7,
                "2017":2,
                "2018":4,
                "2019":1,
                "2020":3
            }
        ]
    ]
}