{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The successive discoveries of fullerenes1 and carbon nanotubes2 (CNTs) around 1990 triggered a hot wave of scientific research to explore the properties and applications of these new forms of carbonous materials over the past two decades. Figure 1 shows schematically the research area centered at fullerene C60. Differing from the two long-known allotropes of carbon, ie, diamond and graphite, fullerenes and carbon nanotubes have displayed brand-new, unique, and fascinating structural, electronic, electric, mechanic, and optical properties and should find their power in a wide variety of applications. 3, 4 Some of their unique properties can be related to the curved π-conjugation within their curved hexagonal (for CNTs) or hybrid hexagon-pentagon (for fullerenes) carbon-carbon networks. The curved π-conjugation and aromaticity, as well as the related chemistry, of fullerene [60] and its larger homologues …",
            "Curved Pi-Conjugation, Aromaticity, and the Related Chemistry of Small Fullerenes (<C60) and Single-Walled Carbon Nanotubes",
            "Xin Lu and Zhongfang Chen",
            "2005",
            "MOo49RYAAAAJ:fPk4N6BV_jEC",
            668,
            "https:\/\/pubs.acs.org\/doi\/full\/10.1021\/cr030093d",
            "13342661669881014944",
            "\/scholar?cites=13342661669881014944",
            {
                "2006":30,
                "2007":45,
                "2008":54,
                "2009":41,
                "2010":53,
                "2011":66,
                "2012":48,
                "2013":55,
                "2014":44,
                "2015":42,
                "2016":50,
                "2017":51,
                "2018":33,
                "2019":25,
                "2020":23,
                "2021":4
            }
        ],
        [
            "All carbon cages (fullerenes) synthesized so far, such as C60 and its larger homologs, faithfully satisfy the isolated pentagon rale (1PR)(\/). which governs the stability of fullerenes comprising hexagons and exactly 12 pentagons. The smaller non-IPR fullerenes (2-Я), which are predicted to have unusual properties because of their adjacent pentagons and high curvature (2 8), are so labile that their properties and reactivity have only been studied in the gas phase (1-3). Experimental efforts directed at their bulk synthesis have produced some results (4-6), but complete structural characterization is still under way (7). Here we report the synthesis in milligram quantity of a small non-IPR fullercnc C50, a long-sought little sister of CM (\/, 3, 8, 9), through the introduction of chlorine in the form of carbon tetrachloride (CCI4) during synthesis from graphite. C4)-containing soot (~ 90 g) was synthesized in a modified graphite arc …",
            "Capturing the labile fullerene [50] as C 50 Cl 10",
            "Su-Yuan Xie and Fei Gao and Xin Lu and Rong-Bin Huang and Chun-Ru Wang and Xu Zhang and Mai-Li Liu and Shun-Liu Deng and Lan-Sun Zheng",
            "2004",
            "MOo49RYAAAAJ:4OULZ7Gr8RgC",
            363,
            "http:\/\/www.jai.com.cn\/UploadFile\/2010423152043412.pdf",
            "8200405710273451428",
            "\/scholar?cites=8200405710273451428",
            {
                "2004":11,
                "2005":29,
                "2006":25,
                "2007":20,
                "2008":31,
                "2009":25,
                "2010":30,
                "2011":27,
                "2012":18,
                "2013":26,
                "2014":16,
                "2015":10,
                "2016":27,
                "2017":18,
                "2018":20,
                "2019":11,
                "2020":15,
                "2021":3
            }
        ],
        [
            "The ongoing rapid expansion of the Word Wide Web (WWW) greatly increases the information of effective transmission from heterogeneous individuals to various systems. Extensive research for information diffusion is introduced by a broad range of communities including social and computer scientists, physicists, and interdisciplinary researchers. Despite substantial theoretical and empirical studies, unification and comparison of different theories and approaches are lacking, which impedes further advances. In this article, we review recent developments in information diffusion and discuss the major challenges. We compare and evaluate available models and algorithms to respectively investigate their physical roles and optimization designs. Potential impacts and future directions are discussed. We emphasize that information diffusion has great scientific depth and combines diverse research fields which makes it …",
            "Dynamics of information diffusion and its applications on complex networks",
            "Zi-Ke Zhang and Chuang Liu and Xiu-Xiu Zhan and Xin Lu and Chu-Xu Zhang and Yi-Cheng Zhang",
            "2016",
            "MOo49RYAAAAJ:yFnVuubrUp4C",
            246,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370157316301600",
            "15154546753267902369",
            "\/scholar?cites=15154546753267902369",
            {
                "2016":2,
                "2017":26,
                "2018":55,
                "2019":82,
                "2020":69,
                "2021":10
            }
        ],
        [
            "To estimate the basic reproduction number of the Wuhan novel coronavirus (2019‐nCoV).Based on the susceptible‐exposed‐infected‐removed (SEIR) compartment model and the assumption that the infectious cases with symptoms occurred before 26 January, 2020 are resulted from free propagation without intervention, we estimate the basic reproduction number of 2019‐nCoV according to the reported confirmed cases and suspected cases, as well as the theoretical estimated number of infected cases by other research teams, together with some epidemiological determinants learned from the severe acute respiratory syndrome (SARS).The basic reproduction number fall between 2.8 and 3.3 by using the real‐time reports on the number of 2019‐nCoV‐infected cases from People's Daily in China and fall between 3.2 and 3.9 on the basis of the predicted number of infected cases …",
            "Preliminary prediction of the basic reproduction number of the Wuhan novel coronavirus 2019‐nCoV",
            "Tao Zhou and Quanhui Liu and Zimo Yang and Jingyi Liao and Kexin Yang and Wei Bai and Xin Lu and Wei Zhang",
            "2020",
            "MOo49RYAAAAJ:DUooU5lO8OsC",
            224,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/jebm.12376",
            "10149406737881450386",
            "\/scholar?cites=10149406737881450386",
            {
                "2020":206,
                "2021":13
            }
        ],
        [
            "The generation of α-imino gold carbenes via gold-catalyzed intermolecular reaction of azides and ynamides is disclosed. This new methodology allows for highly regioselective access to valuable 2-aminoindoles and 3-amino-β-carbolines in generally good to excellent yields. A mechanistic rationale for this tandem reaction, especially for the observed high regioselectivity, is supported by DFT calculations.",
            "Generation of α-imino gold carbenes through gold-catalyzed intermolecular reaction of azides with ynamides",
            "Chao Shu and Yong-Heng Wang and Bo Zhou and Xin-Ling Li and Yi-Fan Ping and Xin Lu and Long-Wu Ye",
            "2015",
            "MOo49RYAAAAJ:g3aElNc5_aQC",
            194,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jacs.5b06015",
            "10407572134686707309",
            "\/scholar?cites=10407572134686707309",
            {
                "2015":2,
                "2016":41,
                "2017":38,
                "2018":33,
                "2019":46,
                "2020":33,
                "2021":1
            }
        ],
        [
            "The generation of gold carbenes via the gold-catalyzed intermolecular reaction of nucleophiles containing relatively labile N–O or N–N bonds with alkynes has received considerable attention during recent years. However, this protocol is not atom-economic as the reaction produces a stoichiometric amount of pyridine or quinoline waste, the cleaved part of the N–O or N–N bonds. In this article, we disclose an unprecedented gold-catalyzed formal [3+2] cycloaddition between ynamides and isoxazoles, allowing rapid and practical access to a wide range of synthetically-useful 2-aminopyrroles. Most importantly, mechanistic studies and theoretical calculations revealed that this reaction presumably proceeds via an α-imino gold carbene pathway, thus providing a strategically novel, atom-economic route to the generation of gold carbenes. Other significant features of this approach include the use of readily-available …",
            "Atom-economic generation of gold carbenes: gold-catalyzed formal [3+ 2] cycloaddition between ynamides and isoxazoles",
            "Ai-Hua Zhou and Qiao He and Chao Shu and Yong-Fei Yu and Shuang Liu and Tian Zhao and Wei Zhang and Xin Lu and Long-Wu Ye",
            "2015",
            "MOo49RYAAAAJ:p__nRnzSRKYC",
            194,
            "https:\/\/pubs.rsc.org\/--\/content\/articlehtml\/2015\/sc\/c4sc02596b",
            "8103918725093358902",
            "\/scholar?cites=8103918725093358902",
            {
                "2015":11,
                "2016":37,
                "2017":29,
                "2018":28,
                "2019":50,
                "2020":37,
                "2021":2
            }
        ],
        [
            "Breaking the rule: The metal‐carbide endofullerene Sc 2 C 2@ C 68 was isolated and characterized (see picture). It has a valence state (Sc 3+) 2 (C 2) 2−@ C 68 4−, and its carbon cage does not comply with the isolated‐pentagon rule (IPR). This result, in combination with previous work on Sc 3 N@ C 68, shows that different non‐IPR C 68 cages can be synthesized by using different endohedral clusters as templates.",
            "Isolation and Characterization of Sc2C2@C68: A Metal‐Carbide Endofullerene with a Non‐IPR Carbon Cage",
            "Zhi‐Qiang Shi and Xin Wu and Chun‐Ru Wang and Xin Lu and Hisanori Shinohara",
            "2006",
            "MOo49RYAAAAJ:dfsIfKJdRG4C",
            194,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/anie.200503705",
            "11222333738281232296",
            "\/scholar?cites=11222333738281232296",
            {
                "2006":6,
                "2007":20,
                "2008":21,
                "2009":18,
                "2010":19,
                "2011":19,
                "2012":21,
                "2013":16,
                "2014":17,
                "2015":11,
                "2016":7,
                "2017":8,
                "2018":4,
                "2019":1,
                "2020":4
            }
        ],
        [
            "Sudden, large-scale and diffuse human migration can amplify localized outbreaks of disease into widespread epidemics 1, 2, 3, 4. Rapid and accurate tracking of aggregate population flows may therefore be epidemiologically informative. Here we use 11,478,484 counts of mobile phone data from individuals leaving or transiting through the prefecture of Wuhan between 1 January and 24 January 2020 as they moved to 296 prefectures throughout mainland China. First, we document the efficacy of quarantine in ceasing movement. Second, we show that the distribution of population outflow from Wuhan accurately predicts the relative frequency and geographical distribution of infections with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) until 19 February 2020, across mainland China. Third, we develop a spatio-temporal ‘risk source’model that leverages population flow data (which operationalize …",
            "Population flow drives spatio-temporal distribution of COVID-19 in China",
            "Jayson S Jia and Xin Lu and Yun Yuan and Ge Xu and Jianmin Jia and Nicholas A Christakis",
            "2020",
            "MOo49RYAAAAJ:kh2fBNsKQNwC",
            190,
            "https:\/\/www.nature.com\/articles\/s41586-020-2284-y?sf233344559=1",
            "7020058035396542195",
            "\/scholar?cites=7020058035396542195",
            {
                "2019":1,
                "2020":165,
                "2021":24
            }
        ],
        [
            "Effective response to infectious disease epidemics requires focused control measures in areas predicted to be at high risk of new outbreaks. We aimed to test whether mobile operator data could predict the early spatial evolution of the 2010 Haiti cholera epidemic. Daily case data were analysed for 78 study areas from October 16 to December 16, 2010. Movements of 2.9 million anonymous mobile phone SIM cards were used to create a national mobility network. Two gravity models of population mobility were implemented for comparison. Both were optimized based on the complete retrospective epidemic data, available only after the end of the epidemic spread. Risk of an area experiencing an outbreak within seven days showed strong dose-response relationship with the mobile phone-based infectious pressure estimates. The mobile phone-based model performed better (AUC 0.79) than the retrospectively …",
            "Using mobile phone data to predict the spatial spread of cholera",
            "Linus Bengtsson and Jean Gaudart and Xin Lu and Sandra Moore and Erik Wetter and Kankoe Sallah and Stanislas Rebaudet and Renaud Piarroux",
            "2015",
            "MOo49RYAAAAJ:HeT0ZceujKMC",
            168,
            "https:\/\/www.nature.com\/articles\/srep08923",
            "17221640415449637519",
            "\/scholar?cites=17221640415449637519",
            {
                "2016":26,
                "2017":24,
                "2018":24,
                "2019":27,
                "2020":59,
                "2021":7
            }
        ],
        [
            "Anti-aromatic compounds, as well as small cyclic alkynes or carbynes, are particularly challenging synthetic goals. The combination of their destabilizing features hinders attempts to prepare molecules such as pentalyne, an 8π-electron anti-aromatic bicycle with extremely high ring strain. Here we describe the facile synthesis of osmapentalyne derivatives that are thermally viable, despite containing the smallest angles observed so far at a carbyne carbon. The compounds are characterized using X-ray crystallography, and their computed energies and magnetic properties reveal aromatic character. Hence, the incorporation of the osmium centre not only reduces the ring strain of the parent pentalyne, but also converts its Hückel anti-aromaticity into Craig-type Möbius aromaticity in the metallapentalynes. The concept of aromaticity is thus extended to five-membered rings containing a metal–carbon triple bond …",
            "Stabilization of anti-aromatic and strained five-membered rings with a transition metal",
            "Congqing Zhu and Shunhua Li and Ming Luo and Xiaoxi Zhou and Yufen Niu and Minglian Lin and Jun Zhu and Zexing Cao and Xin Lu and Tingbin Wen and Zhaoxiong Xie and Paul v R Schleyer and Haiping Xia",
            "2013",
            "MOo49RYAAAAJ:UHK10RUVsp4C",
            159,
            "https:\/\/www.nature.com\/articles\/nchem.1690",
            "6613021794852233486",
            "\/scholar?cites=6613021794852233486",
            {
                "2013":4,
                "2014":16,
                "2015":22,
                "2016":13,
                "2017":26,
                "2018":27,
                "2019":22,
                "2020":28
            }
        ]
    ]
}