{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "New techniques for the analysis of stochastic volatility models in which the logarithm of conditional variance follows an autoregressive model are developed. A cyclic Metropolis algorithm is used to construct a Markov-chain simulation tool. Simulations from this Markov chain coverage in distribution to draws from the posterior distribution enabling exact finite-sample inference. The exact solution to the filtering\/smoothing problem of inferring about the unobserved variance states is a by-product of our Markov-chain method. In addition, multistep-ahead predictive densities can be constructed that reflect both inherent model variability and parameter uncertainty. We illustrate our method by analyzing both daily and weekly data on stock returns and exchange rates. Sampling experiments are conducted to compare the performance of Bayes estimators to method of moments and quasi-maximum likelihood estimators …",
            "Bayesian analysis of stochastic volatility models",
            "Eric Jacquier and Nicholas G Polson and Peter E Rossi",
            "2002",
            "MoQr4lQAAAAJ:dBIO0h50nwkC",
            2098,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1198\/073500102753410408",
            "10030535408406665282",
            "\/scholar?cites=10030535408406665282",
            {
                "1994":9,
                "1995":13,
                "1996":37,
                "1997":27,
                "1998":49,
                "1999":39,
                "2000":51,
                "2001":54,
                "2002":61,
                "2003":64,
                "2004":69,
                "2005":94,
                "2006":119,
                "2007":90,
                "2008":98,
                "2009":107,
                "2010":103,
                "2011":110,
                "2012":125,
                "2013":106,
                "2014":102,
                "2015":95,
                "2016":101,
                "2017":84,
                "2018":92,
                "2019":78,
                "2020":93,
                "2021":7
            }
        ],
        [
            "We undertake a comprehensive investigation of price and volume co-movement using daily New York Stock Exchange data from 1928 to 1987. We adjust the data to take into account well-known calendar effects and long-run trends. To describe the process, we use a seminonparametric estimate of the joint density of current price change and volume conditional on past price changes and volume. Four empirical regularities are found: (i) positive correlation between conditional volatility and volume; (ii) large price movements are followed by high volume; (iii) conditioning on lagged volume substantially attenuates the “leverage” effect; and (iv) after conditioning on lagged volume, there is a positive risk-return relation.",
            "Stock prices and volume",
            "A Ronald Gallant and Peter E Rossi and George Tauchen",
            "1992",
            "MoQr4lQAAAAJ:u-x6o8ySG0sC",
            1843,
            "https:\/\/academic.oup.com\/rfs\/article-abstract\/5\/2\/199\/1592094",
            "6498279231331420315",
            "\/scholar?cites=6498279231331420315",
            {
                "1991":8,
                "1992":10,
                "1993":23,
                "1994":18,
                "1995":25,
                "1996":37,
                "1997":32,
                "1998":45,
                "1999":46,
                "2000":50,
                "2001":46,
                "2002":56,
                "2003":69,
                "2004":83,
                "2005":93,
                "2006":86,
                "2007":77,
                "2008":76,
                "2009":96,
                "2010":81,
                "2011":72,
                "2012":84,
                "2013":72,
                "2014":86,
                "2015":81,
                "2016":81,
                "2017":79,
                "2018":75,
                "2019":60,
                "2020":60,
                "2021":3
            }
        ],
        [
            "The past decade has seen a dramatic increase in the use of Bayesian methods in marketing due, in part, to computational and modelling breakthroughs, making its implementation ideal for many marketing problems. Bayesian analyses can now be conducted over a wide range of marketing problems, from new product introduction to pricing, and with a wide variety of different data sources. Bayesian Statistics and Marketing describes the basic advantages of the Bayesian approach, detailing the nature of the computational revolution. Examples contained include household and consumer panel data on product purchases and survey data, demand models based on micro-economic theory and random effect models used to pool data among respondents. The book also discusses the theory and practical use of MCMC methods. Written by the leading experts in the field, this unique book: Presents a unified treatment of Bayesian methods in marketing, with common notation and algorithms for estimating the models. Provides a self-contained introduction to Bayesian methods. Includes case studies drawn from the authors’ recent research to illustrate how Bayesian methods can be extended to apply to many important marketing problems. Is accompanied by an R package, bayesm, which implements all of the models and methods in the book and includes many datasets. In addition the book’s website hosts datasets and R code for the case studies. Bayesian Statistics and Marketing provides a platform for researchers in marketing to analyse their data with state-of-the-art methods and develop new models of consumer behaviour. It provides a unified …",
            "Bayesian statistics and marketing",
            "Peter E Rossi and Greg M Allenby and Rob McCulloch",
            "2012",
            "MoQr4lQAAAAJ:9yKSN-GCB0IC",
            1419,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=GL8VS9i_B2AC&oi=fnd&pg=PR7&dq=info:RlDBs_6lUDkJ:scholar.google.com&ots=j3CaZt3iA2&sig=DH6s7xVGL0yyJHDLhkDvVU8QKRQ",
            "4129983371654811718",
            "\/scholar?cites=4129983371654811718",
            {
                "2005":4,
                "2006":24,
                "2007":55,
                "2008":65,
                "2009":113,
                "2010":108,
                "2011":110,
                "2012":96,
                "2013":112,
                "2014":132,
                "2015":97,
                "2016":85,
                "2017":103,
                "2018":91,
                "2019":99,
                "2020":108,
                "2021":2
            }
        ],
        [
            "The distribution of consumer preferences plays a central role in many marketing activities. Pricing and product design decisions, for example, are based on an understanding of the differences among consumers in price sensitivity and valuation of product attributes. In addition, marketing activities which target specific households require household level parameter estimates. Thus, the modeling of consumer heterogeneity is the central focus of many statistical marketing applications. In contrast, heterogeneity is often regarded as an ancillary nuisance problem in much of the applied econometrics literature which must be dealt with but is not the focus of the investigation. The focus is instead on estimating average effects of policy variables. In this paper, we discuss various approaches to modeling consumer heterogeneity and evaluate the utility of these approaches for marketing applications.",
            "Marketing models of consumer heterogeneity",
            "Greg M Allenby and Peter E Rossi",
            "1998",
            "MoQr4lQAAAAJ:2osOgNQ5qMEC",
            956,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0304407698000554",
            "3322112255883943021",
            "\/scholar?cites=3322112255883943021",
            {
                "1999":9,
                "2000":9,
                "2001":19,
                "2002":35,
                "2003":34,
                "2004":38,
                "2005":40,
                "2006":53,
                "2007":42,
                "2008":29,
                "2009":51,
                "2010":45,
                "2011":40,
                "2012":45,
                "2013":51,
                "2014":55,
                "2015":53,
                "2016":40,
                "2017":68,
                "2018":67,
                "2019":60,
                "2020":59,
                "2021":3
            }
        ],
        [
            "We study the problem of optimal taxation in three infinite-horizon, representative-agent endogenous growth models. The first model is a convex model in which physical and human capital are perfectly symmetric. Our second model incorporates elastic labor supply through a Lucas-style technology. Analysis of these two models points out the danger of assuming that government expenditures are exogenous. In our third model, we include government expenditures as a productive input in capital formation, showing that the limiting tax rate on capital is no longer zero. In numerical simulations, we find similar effects on growth and welfare in all three models.",
            "Optimal taxation in models of endogenous growth",
            "Larry E Jones and Rodolfo E Manuelli and Peter E Rossi",
            "1993",
            "MoQr4lQAAAAJ:d1gkVwhDpl0C",
            939,
            "https:\/\/www.journals.uchicago.edu\/doi\/abs\/10.1086\/261884",
            "5130344896290294753",
            "\/scholar?cites=5130344896290294753",
            {
                "1992":5,
                "1993":10,
                "1994":20,
                "1995":24,
                "1996":26,
                "1997":26,
                "1998":25,
                "1999":39,
                "2000":39,
                "2001":34,
                "2002":57,
                "2003":55,
                "2004":52,
                "2005":41,
                "2006":40,
                "2007":37,
                "2008":34,
                "2009":44,
                "2010":36,
                "2011":21,
                "2012":18,
                "2013":36,
                "2014":32,
                "2015":46,
                "2016":28,
                "2017":26,
                "2018":34,
                "2019":22,
                "2020":22
            }
        ],
        [
            "An important aspect of marketing practice is the targeting of consumer segments for differential promotional activity. The premise of this activity is that there exist distinct segments of homogeneous consumers who can be identified by readily available demographic information. The increased availability of individual consumer panel data open the possibility of direct targeting of individual households. The goal of this paper is to assess the information content of various information sets available for direct marketing purposes. Information on the consumer is obtained from the current and past purchase history as well as demographic characteristics. We consider the situation in which the marketer may have access to a reasonably long purchase history which includes both the products purchased and information on the causal environment. Short of this complete purchase history, we also consider more limited …",
            "The value of purchase history data in target marketing",
            "Peter E Rossi and Robert E McCulloch and Greg M Allenby",
            "1996",
            "MoQr4lQAAAAJ:UeHWp8X0CEIC",
            839,
            "https:\/\/pubsonline.informs.org\/doi\/abs\/10.1287\/mksc.15.4.321",
            "8524094896085988143",
            "\/scholar?cites=8524094896085988143",
            {
                "1998":10,
                "1999":18,
                "2000":18,
                "2001":23,
                "2002":29,
                "2003":28,
                "2004":26,
                "2005":35,
                "2006":30,
                "2007":41,
                "2008":43,
                "2009":50,
                "2010":43,
                "2011":37,
                "2012":43,
                "2013":47,
                "2014":46,
                "2015":39,
                "2016":37,
                "2017":45,
                "2018":46,
                "2019":45,
                "2020":49,
                "2021":1
            }
        ],
        [
            "Instrumental variable (IV) methods are widely used to identify causal effects in models with endogenous explanatory variables. Often the instrument exclusion restriction that underlies the validity of the usual IV inference is suspect; that is, instruments are only plausibly exogenous. We present practical methods for performing inference while relaxing the exclusion restriction. We illustrate the approaches with empirical examples that examine the effect of 401(k) participation on asset accumulation, price elasticity of demand for margarine, and returns to schooling. We find that inference is informative even with a substantial relaxation of the exclusion restriction in two of the three cases.",
            "Plausibly exogenous",
            "Timothy G Conley and Christian B Hansen and Peter E Rossi",
            "2012",
            "MoQr4lQAAAAJ:Zph67rFs4hoC",
            731,
            "https:\/\/www.mitpressjournals.org\/doi\/abs\/10.1162\/REST_a_00139",
            "5284477401228267223",
            "\/scholar?cites=5284477401228267223",
            {
                "2011":16,
                "2012":26,
                "2013":40,
                "2014":33,
                "2015":67,
                "2016":55,
                "2017":85,
                "2018":109,
                "2019":113,
                "2020":140,
                "2021":7
            }
        ],
        [
            "Using weekly scanner data representing 18 product categories, the authors estimated store-specific price elasticities for a chain of 83 supermarkets. They related these price sensitivities to a comprehensive set of demographic and competitor variables that described the trading areas of each of the stores. Despite the inability of previous research to find much of a relationship between consumer characteristics and price sensitivity, 11 demographic and competitive variables explain on average 67% of the variation in price response. Moreover, the authors found that the consumer demographic variables are much more influential than competitive variables. Their findings open the possibility for more effective everyday and promotional pricing strategies that exploit store-level differences in price sensitivity.",
            "Determinants of store-level price elasticity",
            "Stephen J Hoch and Byung-Do Kim and Alan L Montgomery and Peter E Rossi",
            "1995",
            "MoQr4lQAAAAJ:IjCSPb-OGe4C",
            721,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/002224379503200104",
            "13093945219455577467",
            "\/scholar?cites=13093945219455577467",
            {
                "1994":4,
                "1995":2,
                "1996":11,
                "1997":14,
                "1998":8,
                "1999":15,
                "2000":19,
                "2001":10,
                "2002":26,
                "2003":30,
                "2004":38,
                "2005":31,
                "2006":33,
                "2007":37,
                "2008":31,
                "2009":27,
                "2010":41,
                "2011":21,
                "2012":34,
                "2013":43,
                "2014":48,
                "2015":37,
                "2016":38,
                "2017":33,
                "2018":26,
                "2019":22,
                "2020":31,
                "2021":2
            }
        ],
        [
            "We develop new methods for conducting a finite sample, likelihood-based analysis of the multinomial probit model. Using a variant of the Gibbs sampler, an algorithm is developed to draw from the exact posterior of the multinomial probit model with correlated errors. This approach avoids direct evaluation of the likelihood and, thus, avoids the problems associated with calculating choice probabilities which affect both the standard likelihood and method of simulated moments approaches. Both simulated and actual consumer panel data are used to fit six-dimensional choice models. We also develop methods for analyzing random coefficient and multiperiod probit models.",
            "An exact likelihood analysis of the multinomial probit model",
            "Robert McCulloch and Peter E Rossi",
            "1994",
            "MoQr4lQAAAAJ:qjMakFHDy7sC",
            682,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0304407694900647",
            "662660209640555771",
            "\/scholar?cites=662660209640555771",
            {
                "1993":4,
                "1994":11,
                "1995":9,
                "1996":6,
                "1997":16,
                "1998":25,
                "1999":9,
                "2000":17,
                "2001":23,
                "2002":20,
                "2003":30,
                "2004":29,
                "2005":32,
                "2006":31,
                "2007":27,
                "2008":32,
                "2009":41,
                "2010":28,
                "2011":39,
                "2012":30,
                "2013":43,
                "2014":32,
                "2015":19,
                "2016":21,
                "2017":27,
                "2018":27,
                "2019":24,
                "2020":22,
                "2021":3
            }
        ],
        [
            "The basic univariate stochastic volatility model specifies that conditional volatility follows a log-normal auto-regressive model with innovations assumed to be independent of the innovations in the conditional mean equation. Since the introduction of practical methods for inference in the basic volatility model (J. Business Econom. Statist. 12(4) 371), it has been observed that the basic model is too restrictive for many financial series. We extend the basic SVOL to allow for a so-called “leverage effect” via correlation between the volatility and mean innovations, and for fat-tails in the mean equation innovation. A Bayesian Markov Chain Monte Carlo algorithm is developed for the extended volatility model. Thus far, likelihood-based inference for the correlated SVOL model has not appeared in the literature. We develop Bayes Factors to assess the importance of the leverage and fat-tail extensions. Sampling experiments …",
            "Bayesian analysis of stochastic volatility models with fat-tails and correlated errors",
            "Eric Jacquier and Nicholas G Polson and Peter E Rossi",
            "2004",
            "MoQr4lQAAAAJ:W7OEmFMy1HYC",
            642,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0304407603002732",
            "10790587811168917803",
            "\/scholar?cites=10790587811168917803",
            {
                "2003":4,
                "2004":10,
                "2005":14,
                "2006":24,
                "2007":25,
                "2008":39,
                "2009":47,
                "2010":37,
                "2011":30,
                "2012":42,
                "2013":44,
                "2014":55,
                "2015":33,
                "2016":44,
                "2017":41,
                "2018":45,
                "2019":46,
                "2020":45,
                "2021":8
            }
        ]
    ]
}