{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Using first principles calculations we showed that the electronic and optical properties of single-layer black phosphorus (BP) depend strongly on the applied strain. Due to the strong anisotropic atomic structure of BP, its electronic conductivity and optical response are sensitive to the magnitude and the orientation of the applied strain. We found that the inclusion of many body effects is essential for the correct description of the electronic properties of monolayer BP; for example, while the electronic gap of strainless BP is found to be 0.90 eV by using semilocal functionals, it becomes 2.31 eV when many-body effects are taken into account within the G 0 W 0 scheme. Applied tensile strain was shown to significantly enhance electron transport along zigzag direction of BP. Furthermore, biaxial strain is able to tune the optical band gap of monolayer BP from 0.38 eV (at− 8% strain) to 2.07 eV (at 5.5%). The exciton binding …",
            "Tuning of the electronic and optical properties of single-layer black phosphorus by strain",
            "Deniz Çakır and Hasan Sahin and François M Peeters",
            "2014",
            "MPel4sIAAAAJ:U0iAMwwPxtsC",
            255,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.90.205421",
            "2237244138290654825",
            "\/scholar?cites=2237244138290654825",
            {
                "2015":28,
                "2016":41,
                "2017":53,
                "2018":50,
                "2019":38,
                "2020":43,
                "2021":2
            }
        ],
        [
            "The adsorption and diffusion of Li, Na, K and Ca atoms on a Mo2C monolayer are systematically investigated by using first principles methods. We found that the considered metal atoms are strongly bound to the Mo2C monolayer. However, the adsorption energies of these alkali and earth alkali elements decrease as the coverage increases due to the enhanced repulsion between the metal ions. We predict a significant charge transfer from the ad-atoms to the Mo2C monolayer, which indicates clearly the cationic state of the metal atoms. The metallic character of both pristine and doped Mo2C ensures a good electronic conduction that is essential for an optimal anode material. Low migration energy barriers are predicted as small as 43 meV for Li, 19 meV for Na and 15 meV for K, which result in the very fast diffusion of these atoms on Mo2C. For Mo2C, we found a storage capacity larger than 400 mA h g−1 by the …",
            "Mo2C as a high capacity anode material: a first-principles study",
            "Deniz Çakır and Cem Sevik and Oğuz Gülseren and Francois M. Peeters",
            "2016",
            "MPel4sIAAAAJ:0sTkTiv_uMkC",
            140,
            "https:\/\/pubs.rsc.org\/fi\/content\/articlehtml\/2016\/ta\/c6ta01918h",
            "10490304471413224859",
            "\/scholar?cites=10490304471413224859",
            {
                "2016":7,
                "2017":25,
                "2018":28,
                "2019":25,
                "2020":50,
                "2021":5
            }
        ],
        [
            "The effect of the number of stacking layers and the type of stacking on the electronic and optical properties of bilayer and trilayer black phosphorus are investigated by using first-principles calculations within the framework of density functional theory. We find that inclusion of many-body effects (ie, electron-electron and electron-hole interactions) modifies strongly both the electronic and optical properties of black phosphorus. While trilayer black phosphorus with a particular stacking type is found to be a metal by using semilocal functionals, it is predicted to have an electronic band gap of 0.82 eV when many-body effects are taken into account within the G 0 W 0 scheme. Though different stacking types result in similar energetics, the size of the band gap and the optical response of bilayer and trilayer phosphorene are very sensitive to the number of layers and the stacking type. Regardless of the number of layers and …",
            "Significant effect of stacking on the electronic and optical properties of few-layer black phosphorus",
            "Deniz Çakır and Cem Sevik and Francois M Peeters",
            "2015",
            "MPel4sIAAAAJ:TGkaJS32XoUC",
            125,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.92.165406",
            "2577940858016712532",
            "\/scholar?cites=2577940858016712532",
            {
                "2015":1,
                "2016":20,
                "2017":27,
                "2018":29,
                "2019":24,
                "2020":23,
                "2021":1
            }
        ],
        [
            "Recently, rhenium disulfide (ReS 2) monolayers were experimentally extracted by conventional mechanical exfoliation technique from as-grown ReS 2 crystals. Unlike the well-known members of transition metal dichalcogenides (TMDs), ReS 2 crystallizes in a stable distorted-1 T structure and lacks an indirect to direct gap crossover. Here we present an experimental and theoretical study of the formation, energetics, and stability of the most prominent lattice defects in monolayer ReS 2. Experimentally, irradiation with 3-MeV He+ 2 ions was used to break the strong covalent bonds in ReS 2 flakes. Photoluminescence measurements showed that the luminescence from monolayers is mostly unchanged after highly energetic α particle irradiation. In order to understand the energetics of possible vacancies in ReS 2 we performed systematic first-principles calculations. Our calculations revealed that the formation of a …",
            "Formation and stability of point defects in monolayer rhenium disulfide",
            "S Horzum and D Çakır and J Suh and Sefaattin Tongay and Y-S Huang and C-H Ho and J Wu and H Sahin and FM Peeters",
            "2014",
            "MPel4sIAAAAJ:3fE2CSJIrl8C",
            116,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.89.155433",
            "10190232945041020805",
            "\/scholar?cites=10190232945041020805",
            {
                "2014":2,
                "2015":16,
                "2016":16,
                "2017":24,
                "2018":26,
                "2019":16,
                "2020":14,
                "2021":2
            }
        ],
        [
            "Different allotropes of phosphorene are possible of which black and blue phosphorus are the most stable. While blue phosphorus has isotropic properties, black phosphorus is strongly anisotropic in its electronic and optical properties due to its anisotropic crystal structure. In this work, we systematically investigated the lattice thermal properties of black and blue phosphorene by using first-principles calculations based on the quasiharmonic approximation approach. Similar to the optoelectronic and electronic properties, we predict that black phosphorene has highly anisotropic thermal properties, in contrast to the blue phase. The linear thermal expansion coefficients along the zigzag and armchair direction differ up to 20% in black phosphorene. The armchair direction of black phosphorene is more expandable as compared to the zigzag direction and the biaxial expansion of blue phosphorene under finite …",
            "Thermal properties of black and blue phosphorenes from a first principles quasi-harmonic approach",
            "Yierpan Aierken and Deniz Cakır and Cem Sevik and Francois M Peeters",
            "2015",
            "MPel4sIAAAAJ:PuOEWVtPfzwC",
            110,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.92.081408",
            "7162523261971378309",
            "\/scholar?cites=7162523261971378309",
            {
                "2015":1,
                "2016":16,
                "2017":19,
                "2018":26,
                "2019":21,
                "2020":25,
                "2021":2
            }
        ],
        [
            "We calculate the excitonic spectrum of few-layer black phosphorus by direct diagonalization of the effective mass Hamiltonian in the presence of an applied in-plane electric field. The strong attractive interaction between electrons and holes in this system allows one to investigate the Stark effect up to very high ionizing fields, including also the excited states. Our results show that the band anisotropy in black phosphorus becomes evident in the direction-dependent field-induced polarizability of the exciton.",
            "Anisotropic exciton Stark shift in black phosphorus",
            "Andrey Chaves and Tony Low and P Avouris and D Çakır and FM Peeters",
            "2015",
            "MPel4sIAAAAJ:g8uWPOAv7ggC",
            91,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.91.155311",
            "17213570599152087993",
            "\/scholar?cites=17213570599152087993",
            {
                "2015":6,
                "2016":26,
                "2017":17,
                "2018":21,
                "2019":6,
                "2020":13,
                "2021":2
            }
        ],
        [
            "Using density functional theory, we obtain the mechanical and thermal properties of MX2 monolayers (where M = Cr, Mo, W and X = O, S, Se, Te). The Γ-centered phonon frequencies (i.e., A1, A2″, E′, and E″), relative frequency values of A1, and E′ modes, and mechanical properties (i.e., elastic constants, Young modulus, and Poisson's ratio) display a strong dependence on the type of metal and chalcogenide atoms. In each chalcogenide (metal) group, transition-metal dichalcogenides (TMDCs) with W (O) atom are found to be much stiffer. Consistent with their stability, the thermal expansion of lattice constants for TMDCs with O (Te) is much slower (faster). Furthermore, in a heterostructure of these materials, the difference of the thermal expansion of lattice constants between the individual components becomes quite tiny over the whole temperature range. The calculated mechanical and thermal …",
            "Mechanical and thermal properties of h-MX2 (M = Cr, Mo, W; X = O, S, Se, Te) monolayers: A comparative study",
            "Deniz Çakır and Francois M Peeters and Cem Sevik",
            "2014",
            "MPel4sIAAAAJ:kNdYIx-mwKoC",
            89,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4879543",
            "10356245556639530500",
            "\/scholar?cites=10356245556639530500",
            {
                "2014":1,
                "2015":7,
                "2016":9,
                "2017":14,
                "2018":18,
                "2019":21,
                "2020":18,
                "2021":1
            }
        ],
        [
            "Piezoelectricity is a unique material property that allows one to convert mechanical energy into electrical one or vice versa. Transition metal dichalcogenides (TMDC) and transition metal dioxides (TMDO) are expected to have great potential for piezoelectric device applications due to their noncentrosymmetric and two-dimensional crystal structure. A detailed theoretical investigation of the piezoelectric stress (e11) and piezoelectric strain (d11) coefficients of single layer TMDCs and TMDOs with chemical formula MX2 (where M= Cr, Mo, W, Ti, Zr, Hf, Sn and X = O, S, Se, Te) is presented by using first-principles calculations based on density functional theory. We predict that not only the Mo- and W-based members of this family but also the other materials with M= Cr, Ti, Zr and Sn exhibit highly promising piezoelectric properties. CrTe2 has the largest e11 and d11 coefficients among the group VI elements (i.e., Cr, Mo …",
            "Promising piezoelectric performance of single layer transition-metal dichalcogenides and dioxides",
            "M Menderes Alyörük and Yierpan Aierken and Deniz Çakır and Francois M Peeters and Cem Sevik",
            "2015",
            "MPel4sIAAAAJ:J3LtWjKFLicC",
            88,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.jpcc.5b06428",
            "8977063147389036767",
            "\/scholar?cites=8977063147389036767",
            {
                "2016":11,
                "2017":15,
                "2018":18,
                "2019":21,
                "2020":22,
                "2021":1
            }
        ],
        [
            "MXenes are the newest class of two-dimensional (2D) materials, and they offer great potential in a wide range of applications including electronic devices, sensors, and thermoelectric and energy storage materials. In this work, we combined the outstanding electrical conductivity, that is essential for battery applications, of graphene with MXene monolayers (M2CX2 where M = Sc, Ti, V and X = OH, O) to explore its potential in Li battery applications. Through first principles calculations, we determined the stable stacking configurations of M2CX2\/graphene bilayer heterostructures and their Li atom intercalation by calculating the Li binding energy, diffusion barrier and voltage. We found that: (1) for the ground state stacking, the interlayer binding is strong, yet the interlayer friction is small; (2) Li binds more strongly to the O-terminated monolayer, bilayer and heterostructure MXene systems when compared with the OH …",
            "MXenes\/graphene heterostructures for Li battery applications: a first principles study",
            "Yierpan Aierken and Cem Sevik and Oguz Gulseren and Francois M Peeters and Deniz Cakir",
            "2018",
            "MPel4sIAAAAJ:hHIA4WEVY-EC",
            78,
            "https:\/\/pubs.rsc.org\/fi\/content\/articlehtml\/2018\/ta\/c7ta09001c",
            "12589654684370444089",
            "\/scholar?cites=12589654684370444089",
            {
                "2018":7,
                "2019":23,
                "2020":40,
                "2021":8
            }
        ],
        [
            "From first-principles calculations, we predict that specific transition metal (TM) atom-adsorbed silicon nanowires have a half-metallic ground state. They are insulators for one spin direction, but show metallic properties for the opposite spin direction. At high coverage of TM atoms, ferromagnetic silicon nanowires become metallic for both spin directions with high magnetic moment and may have also significant spin polarization at the Fermi level. The spin-dependent electronic properties can be engineered by changing the type of adsorbed TM atoms, as well as the diameter of the nanowire. Present results are not only of scientific interest, but also can initiate new research on spintronic applications of silicon nanowires.",
            "Half-metallic silicon nanowires: First-principles calculations",
            "Engin Durgun and D Çakır and N Akman and S Ciraci",
            "2007",
            "MPel4sIAAAAJ:u5HHmVD_uO8C",
            76,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.256806",
            "18145342923789513726",
            "\/scholar?cites=18145342923789513726",
            {
                "2008":7,
                "2009":10,
                "2010":6,
                "2011":5,
                "2012":9,
                "2013":4,
                "2014":5,
                "2015":4,
                "2016":7,
                "2017":3,
                "2018":11,
                "2019":3,
                "2020":2
            }
        ]
    ]
}