{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "CHARMM (Chemistry at HARvard Molecular Mechanics) is a highly versatile and widely used molecular simulation program. It has been developed over the last three decades with a primary focus on molecules of biological interest, including proteins, peptides, lipids, nucleic acids, carbohydrates, and small molecule ligands, as they occur in solution, crystals, and membrane environments. For the study of such systems, the program provides a large suite of computational tools that include numerous conformational and path sampling methods, free energy estimators, molecular minimization, dynamics, and analysis techniques, and model‐building capabilities. The CHARMM program is applicable to problems involving a much broader class of many‐particle systems. Calculations with CHARMM can be performed using a number of different energy functions and models, from mixed quantum mechanical‐molecular …",
            "CHARMM: the biomolecular simulation program",
            "Bernard R Brooks and Charles L Brooks III and Alexander D Mackerell Jr and Lennart Nilsson and Robert J Petrella and Benoît Roux and Youngdo Won and Georgios Archontis and Christian Bartels and Stefan Boresch and Amedeo Caflisch and L Caves and Qiang Cui and Aaron R Dinner and Michael Feig and S Fischer and Jiali Gao and Milan Hodoscek and Wonpil Im and Krzysztof Kuczera and Themis Lazaridis and J Ma and V Ovchinnikov and Emanuele Paci and Richard W Pastor and CB Post and JZ Pu and Michael Schaefer and Bruce Tidor and Richard M Venable and HL Woodcock and X Wu and W Yang and Darrin M York and Martin Karplus",
            "2009",
            "Mqk8P-wAAAAJ:u5HHmVD_uO8C",
            6030,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/jcc.21287",
            "14703220236671069613",
            "\/scholar?cites=14703220236671069613",
            {
                "2009":40,
                "2010":241,
                "2011":385,
                "2012":500,
                "2013":540,
                "2014":603,
                "2015":591,
                "2016":630,
                "2017":603,
                "2018":606,
                "2019":527,
                "2020":676,
                "2021":49
            }
        ],
        [
            "A Gaussian solvent‐exclusion model for the solvation free energy is developed. It is based on theoretical considerations and parametrized with experimental data. When combined with the CHARMM 19 polar hydrogen energy function, it provides an effective energy function (EEF1) for proteins in solution. The solvation model assumes that the solvation free energy of a protein molecule is a sum of group contributions, which are determined from values for small model compounds. For charged groups, the self‐energy contribution is accounted for primarily by the exclusion model. Ionic side‐chains are neutralized, and a distance‐dependent dielectric constant is used to approximate the charge–charge interactions in solution. The resulting EEF1 is subjected to a number of tests. Molecular dynamics simulations at room temperature of several proteins in their native conformation are performed, and stable trajectories …",
            "Effective energy function for proteins in solution",
            "Themis Lazaridis and Martin Karplus",
            "1999",
            "Mqk8P-wAAAAJ:u-x6o8ySG0sC",
            1377,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/(SICI)1097-0134(19990501)35:2%3C133::AID-PROT1%3E3.0.CO;2-N",
            "12350096513031869519",
            "\/scholar?cites=12350096513031869519",
            {
                "1999":4,
                "2000":27,
                "2001":29,
                "2002":47,
                "2003":53,
                "2004":62,
                "2005":66,
                "2006":90,
                "2007":81,
                "2008":96,
                "2009":101,
                "2010":98,
                "2011":85,
                "2012":79,
                "2013":79,
                "2014":66,
                "2015":64,
                "2016":45,
                "2017":61,
                "2018":45,
                "2019":41,
                "2020":37,
                "2021":4
            }
        ],
        [
            "Twenty-four molecular dynamics trajectories of chymotrypsin inhibitor 2 provide a direct demonstration of the diversity of unfolding pathways. Comparison with experiments suggests that the transition state region for folding and unfolding occurs early with only 25 percent of the native contacts and that the root-mean-square deviations between contributing structures can be as large as 15 angstroms. Nevertheless, a statistically preferred unfolding pathway emerges from the simulations; disruption of tertiary interactions between the helix and a two-stranded portion of the β sheet is the primary unfolding event. The results suggest a synthesis of the “new” and the classical view of protein folding with a preferred pathway on a funnel-like average energy surface.",
            "\" New view\" of protein folding reconciled with the old through multiple unfolding simulations",
            "Themis Lazaridis and Martin Karplus",
            "1997",
            "Mqk8P-wAAAAJ:d1gkVwhDpl0C",
            597,
            "https:\/\/science.sciencemag.org\/content\/278\/5345\/1928.abstract",
            "12226922605468302499",
            "\/scholar?cites=12226922605468302499",
            {
                "1998":25,
                "1999":66,
                "2000":54,
                "2001":55,
                "2002":57,
                "2003":40,
                "2004":34,
                "2005":34,
                "2006":27,
                "2007":28,
                "2008":27,
                "2009":21,
                "2010":28,
                "2011":25,
                "2012":16,
                "2013":15,
                "2014":7,
                "2015":9,
                "2016":9,
                "2017":3,
                "2018":4,
                "2019":5,
                "2020":4
            }
        ],
        [
            "Protein structure prediction, fold recognition, homology modeling and design rely mainly on statistical effective energy functions. Although the theoretical foundation of such functions is not clear, their usefulness has been demonstrated in many applications. Molecular mechanics force fields, particularly when augmented by implicit solvation models, provide physical effective energy functions that are beginning to play a role in this area.",
            "Effective energy functions for protein structure prediction",
            "Themis Lazaridis and Martin Karplus",
            "2000",
            "Mqk8P-wAAAAJ:9yKSN-GCB0IC",
            475,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0959440X00000634",
            "6351043281178516182",
            "\/scholar?cites=6351043281178516182",
            {
                "2000":4,
                "2001":13,
                "2002":31,
                "2003":27,
                "2004":24,
                "2005":24,
                "2006":38,
                "2007":31,
                "2008":33,
                "2009":28,
                "2010":26,
                "2011":19,
                "2012":19,
                "2013":18,
                "2014":17,
                "2015":21,
                "2016":17,
                "2017":24,
                "2018":21,
                "2019":18,
                "2020":16,
                "2021":2
            }
        ],
        [
            "The kinetics of formation of protein structural motifs (e.g., α-helices and β-hairpins) can provide information about the early events in protein folding. A recent study has used fluorescence measurements to monitor the folding thermodynamics and kinetics of a 16-residue β-hairpin. In the present paper, we obtain the free energy surface and conformations involved in the folding of an atomistic model for the β-hairpin from multicanonical Monte Carlo simulations. The results suggest that folding proceeds by a collapse that is downhill in free energy, followed by rearrangement to form a structure with part of the hydrophobic cluster; the hairpin hydrogen bonds propagate outwards in both directions from the partial cluster. Such a folding mechanism differs from the published interpretation of the experimental results, which is based on a helix–coil-type phenomenological model.",
            "Understanding β-hairpin formation",
            "Aaron R Dinner and Themis Lazaridis and Martin Karplus",
            "1999",
            "Mqk8P-wAAAAJ:2osOgNQ5qMEC",
            378,
            "https:\/\/www.pnas.org\/content\/96\/16\/9068.short",
            "3860381188455604789",
            "\/scholar?cites=3860381188455604789",
            {
                "1999":1,
                "2000":20,
                "2001":16,
                "2002":29,
                "2003":30,
                "2004":30,
                "2005":27,
                "2006":32,
                "2007":26,
                "2008":23,
                "2009":22,
                "2010":24,
                "2011":17,
                "2012":13,
                "2013":11,
                "2014":14,
                "2015":9,
                "2016":5,
                "2017":5,
                "2018":9,
                "2019":9,
                "2020":2,
                "2021":1
            }
        ],
        [
            "An essential requirement for theoretical protein structure prediction is an energy function that can discriminate the native from non-native protein conformations. To date most of the energy functions used for this purpose have been extracted from a statistical analysis of the protein structure database, without explicit reference to the physical interactions responsible for protein stability. The use of the statistical functions has been supported by the widespread belief that they are superior for such discrimination to physics-based energy functions. An effective energy function which combined the CHARMM vacuum potential with a Gaussian model for the solvation free energy is tested for its ability to discriminate the native structure of a protein from misfolded conformations; the results are compared with those obtained with the vacuum CHARMM potential. The test is performed on several sets of misfolded structures …",
            "Discrimination of the native from misfolded protein models with an energy function including implicit solvation",
            "Themis Lazaridis and Martin Karplus",
            "1999",
            "Mqk8P-wAAAAJ:qjMakFHDy7sC",
            322,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022283699926852",
            "13401813830615410105",
            "\/scholar?cites=13401813830615410105",
            {
                "1999":3,
                "2000":13,
                "2001":23,
                "2002":27,
                "2003":22,
                "2004":19,
                "2005":18,
                "2006":18,
                "2007":25,
                "2008":28,
                "2009":26,
                "2010":11,
                "2011":15,
                "2012":11,
                "2013":10,
                "2014":9,
                "2015":6,
                "2016":6,
                "2017":13,
                "2018":7,
                "2019":4,
                "2020":6
            }
        ],
        [
            "The solvation energy and entropy at infinite dilution consist of a solute−solvent term and a solvent reorganization term representing the contributions of changes in solvent structure upon solute insertion. In the standard, homogeneous treatment of solutions, changes in solvent structure are expressed through derivatives of the homogeneous pair correlation function, which are very difficult to obtain by simulation. Tractable expressions for the solvation energy and entropy are here derived by viewing the solution as an inhomogeneous system with the solute fixed at a certain point. The solvent reorganization terms in the inhomogeneous view contain two contributions:  the local, “correlation” contributions, which are due to correlations between the solute and the solvent and dominate at high densities, and the nonlocal, “liberation” contributions, which are due to the effective dilution of the solvent caused by the thermal …",
            "Inhomogeneous fluid approach to solvation thermodynamics. 1. Theory",
            "Themis Lazaridis",
            "1998",
            "Mqk8P-wAAAAJ:Tyk-4Ss8FVUC",
            291,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp9723574",
            "17354587784052231670",
            "\/scholar?cites=17354587784052231670",
            {
                "1999":1,
                "2000":2,
                "2001":4,
                "2002":3,
                "2003":1,
                "2004":2,
                "2005":2,
                "2006":3,
                "2007":2,
                "2008":9,
                "2009":7,
                "2010":7,
                "2011":13,
                "2012":20,
                "2013":22,
                "2014":20,
                "2015":23,
                "2016":29,
                "2017":23,
                "2018":26,
                "2019":29,
                "2020":35,
                "2021":7
            }
        ],
        [
            "A simple extension of the EEF1 energy function to heterogeneous membrane‐aqueous media is proposed. The extension consists of (a) development of solvation parameters for a nonpolar phase using experimental data for the transfer of amino acid side‐chains from water to cyclohexane, (b) introduction of a heterogeneous membrane‐aqueous system by making the reference solvation free energy of each atom dependent on the vertical coordinate, (c) a modification of the distance‐dependent dielectric model to account for reduced screening of electrostatic interactions in the membrane, and (d) an adjustment of the EEF1 aqueous model in light of recent calculations of the potential of mean force between amino acid side‐chains in water. The electrostatic model is adjusted to match experimental observations for polyalanine, polyleucine, and the glycophorin A dimer. The resulting energy function (IMM1 …",
            "Effective energy function for proteins in lipid membranes",
            "Themis Lazaridis",
            "2003",
            "Mqk8P-wAAAAJ:UeHWp8X0CEIC",
            257,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/prot.10410",
            "16342037240631478872",
            "\/scholar?cites=16342037240631478872",
            {
                "2004":11,
                "2005":13,
                "2006":18,
                "2007":17,
                "2008":11,
                "2009":15,
                "2010":17,
                "2011":18,
                "2012":22,
                "2013":14,
                "2014":26,
                "2015":13,
                "2016":10,
                "2017":17,
                "2018":9,
                "2019":12,
                "2020":11
            }
        ],
        [
            "This chapter discusses published analyses of protein stability based on model compound data and outlines the assumptions that have been made. The enthalpy of protein folding is considered and a thermodynamic cycle is used to relate the measurements to quantities that can be calculated. The focus is on the enthalpy of denaturation because it is most directly accessible to calculations. The experiments and analysis of Privalov and co-workers, particularly which of Makhatadze and Privalov are considered in detail because these measurements provide the most complete results on the thermodynamics of proteins. The estimates of internal van der Waals and hydrogen bonding contributions to the enthalpy difference between the native and denatured states of the protein are compared with the calculations of the van der Waals and electrostatic terms (the latter includes hydrogen bonding) from …",
            "Enthalpic contribution to protein stability: insights from atom-based calculations and statistical mechanics",
            "Themis Lazaridis and Georgios Archontis and Martin Karplus",
            "1995",
            "Mqk8P-wAAAAJ:IjCSPb-OGe4C",
            205,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0065323308605471",
            "16862977682391148998",
            "\/scholar?cites=16862977682391148998",
            {
                "1995":2,
                "1996":6,
                "1997":20,
                "1998":20,
                "1999":18,
                "2000":11,
                "2001":14,
                "2002":14,
                "2003":4,
                "2004":7,
                "2005":8,
                "2006":10,
                "2007":7,
                "2008":7,
                "2009":7,
                "2010":6,
                "2011":3,
                "2012":5,
                "2013":7,
                "2014":5,
                "2015":3,
                "2016":3,
                "2017":4,
                "2018":5,
                "2019":3,
                "2020":4,
                "2021":1
            }
        ],
        [
            "A new statistical mechanical formulation is presented for the entropy of solution of simple molecules in water. The formulation is based on the Green-Wallace expansion for the entropy in terms of multiparticle correlation functions, which is derived here for rigid polyatomic fluids and for mixtures. In the latter case, the ideal (combinatorial) entropy of mixing is identified with the one-particle contributions, leading to an expression similar to that of Flory and Huggins. With a factorization assumption for the solute-water correlation function, we have been able to separate the translational and orientational contributions to the entropy of solution. This approach is applied to an infinitely dilute solution of methane in water. The required correlation functions are obtained by Monte Carlo simulation. The orientational contribution, which is due directly to the orientational asymmetry of water-water interactions, is found to be …",
            "Entropy of hydrophobic hydration: a new statistical mechanical formulation",
            "Themis Lazaridis and Michael E Paulaitis",
            "1992",
            "Mqk8P-wAAAAJ:zYLM7Y9cAGgC",
            200,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/j100188a051",
            "11218026708317489136",
            "\/scholar?cites=11218026708317489136",
            {
                "1992":1,
                "1993":10,
                "1994":12,
                "1995":7,
                "1996":15,
                "1997":4,
                "1998":10,
                "1999":13,
                "2000":8,
                "2001":6,
                "2002":8,
                "2003":5,
                "2004":2,
                "2005":6,
                "2006":7,
                "2007":7,
                "2008":9,
                "2009":7,
                "2010":8,
                "2011":9,
                "2012":13,
                "2013":5,
                "2014":4,
                "2015":4,
                "2016":4,
                "2017":6,
                "2018":4,
                "2019":6
            }
        ]
    ]
}