{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Floquet topological insulators are noninteracting quantum systems that, when driven by a time-periodic field, are described by effective Hamiltonians whose bands carry nontrivial topological invariants. A longstanding question concerns the possibility of selectively populating one of these effective bands, thereby maximizing the system's resemblance to a static topological insulator. We study such Floquet systems coupled to a zero-temperature thermal reservoir that provides dissipation. We find that the resulting electronic steady states are generically characterized by a finite density of excitations above the effective ground state, even when the driving has a small amplitude and\/or large frequency. We discuss the role of reservoir engineering in mitigating this problem.",
            "Occupation of topological Floquet bands in open systems",
            "Thomas Iadecola and Titus Neupert and Claudio Chamon",
            "2015",
            "MR8ZnGYAAAAJ:Y0pCki6q_DkC",
            84,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.91.235133",
            "14158633202602292625",
            "\/scholar?cites=14158633202602292625",
            {
                "2015":8,
                "2016":14,
                "2017":19,
                "2018":15,
                "2019":8,
                "2020":20
            }
        ],
        [
            "Controlling the properties of materials by driving them out of equilibrium is an exciting prospect that has only recently begun to be explored. In this Letter we give a striking theoretical example of such materials design: a tunable gap in monolayer graphene is generated by exciting a particular optical phonon. We show that the system reaches a steady state whose transport properties are the same as if the system had a static electronic gap, controllable by the driving amplitude. Moreover, the steady state displays topological phenomena: there are chiral edge currents, which circulate a fractional charge e\/2 per rotation cycle, with the frequency set by the optical phonon frequency.",
            "Materials design from non-equilibrium steady states: driven graphene as a tunable semiconductor with topological properties",
            "Thomas Iadecola and David Campbell and Claudio Chamon and Chang-Yu Hou and Roman Jackiw and So-Young Pi and Silvia Viola Kusminskiy",
            "2013",
            "MR8ZnGYAAAAJ:u-x6o8ySG0sC",
            76,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.110.176603",
            "109651162576692628",
            "\/scholar?cites=109651162576692628",
            {
                "2013":3,
                "2014":11,
                "2015":14,
                "2016":5,
                "2017":10,
                "2018":12,
                "2019":6,
                "2020":14,
                "2021":1
            }
        ],
        [
            "We study the spin-1 X Y model on a hypercubic lattice in d dimensions and show that this well-known nonintegrable model hosts an extensive set of anomalous finite-energy-density eigenstates with remarkable properties. Namely, they exhibit subextensive entanglement entropy and spatiotemporal long-range order, both believed to be impossible in typical highly excited eigenstates of nonintegrable quantum many-body systems. While generic initial states are expected to thermalize, we show analytically that the eigenstates we construct lead to weak ergodicity breaking in the form of persistent oscillations of local observables following certain quantum quenches—in other words, these eigenstates provide an archetypal example of so-called quantum many-body scars. This Letter opens the door to the analytical study of the microscopic origin, dynamical signatures, and stability of such phenomena.",
            "Weak Ergodicity Breaking and Quantum Many-Body Scars in Spin-1  Magnets",
            "Michael Schecter and Thomas Iadecola",
            "2019",
            "MR8ZnGYAAAAJ:hC7cP41nSMkC",
            65,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.123.147201",
            "11105229957275764970",
            "\/scholar?cites=11105229957275764970",
            {
                "2019":3,
                "2020":61,
                "2021":1
            }
        ],
        [
            "We study the eigenstate properties of a nonintegrable spin chain that was recently realized experimentally in a Rydberg-atom quantum simulator. In the experiment, long-lived coherent many-body oscillations were observed only when the system was initialized in a particular product state. This pronounced coherence has been attributed to the presence of special “scarred” eigenstates with nearly equally spaced energies and putative nonergodic properties despite their finite energy density. In this paper we uncover a surprising connection between these scarred eigenstates and low-lying quasiparticle excitations of the spin chain. In particular, we show that these eigenstates can be accurately captured by a set of variational states containing a macroscopic number of magnons with momentum π. This leads to an interpretation of the scarred eigenstates as finite-energy-density condensates of weakly interacting π …",
            "Quantum many-body scars from magnon condensation",
            "Thomas Iadecola and Michael Schecter and Shenglong Xu",
            "2019",
            "MR8ZnGYAAAAJ:TQgYirikUcIC",
            46,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.100.184312",
            "150029495051262583",
            "\/scholar?cites=150029495051262583",
            {
                "2019":5,
                "2020":41
            }
        ],
        [
            "We review various features of interacting Abelian topological phases of matter in two spatial dimensions, placing particular emphasis on fractional Chern insulators (FCIs) and fractional topological insulators (FTIs). We highlight aspects of these systems that challenge the intuition developed from quantum Hall physics—for instance, FCIs are stable in the limit where the interaction energy scale is much larger than the band gap, and FTIs can possess fractionalized excitations in the bulk despite the absence of gapless edge modes.",
            "Fractional (Chern and topological) insulators",
            "Titus Neupert and Claudio Chamon and Thomas Iadecola and Luiz H Santos and Christopher Mudry",
            "2015",
            "MR8ZnGYAAAAJ:zYLM7Y9cAGgC",
            46,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0031-8949\/2015\/T164\/014005\/meta",
            "16687293410866873612",
            "\/scholar?cites=16687293410866873612",
            {
                "2015":3,
                "2016":7,
                "2017":3,
                "2018":13,
                "2019":12,
                "2020":8
            }
        ],
        [
            "Symmetry-protected topological (SPT) phases of matter have been the focus of many recent theoretical investigations, but controlled mechanisms for engineering them have so far been elusive. In this work, we demonstrate that by driving interacting spin systems periodically in time and tuning the available parameters, one can realize lattice models for bosonic SPT phases in the limit where the driving frequency is large. We provide concrete examples of this construction in one and two dimensions, and discuss signatures of these phases in stroboscopic measurements of local observables.",
            "Stroboscopic Symmetry-Protected Topological Phases",
            "Thomas Iadecola and Luiz H Santos and Claudio Chamon",
            "2015",
            "MR8ZnGYAAAAJ:YsMSGLbcyi4C",
            45,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.92.125107",
            "14772259259990809145",
            "\/scholar?cites=14772259259990809145",
            {
                "2016":11,
                "2017":10,
                "2018":11,
                "2019":6,
                "2020":7
            }
        ],
        [
            "We construct a set of exact, highly excited eigenstates for a nonintegrable spin-1\/2 model in one dimension that is relevant to experiments on Rydberg atoms in the antiblockade regime. These states provide a new solvable example of quantum many-body scars: their sub-volume-law entanglement and equal energy spacing allow for infinitely long-lived coherent oscillations of local observables following a suitable quantum quench. While previous works on scars have interpreted such oscillations in terms of the precession of an emergent macroscopic SU (2) spin, the present model evades this description due to a set of emergent kinetic constraints in the scarred eigenstates that are absent in the underlying Hamiltonian. We also analyze the set of initial states that give rise to periodic revivals, which persist as approximate revivals on a finite timescale when the underlying model is perturbed. Remarkably, a subset of …",
            "Quantum many-body scar states with emergent kinetic constraints and finite-entanglement revivals",
            "Thomas Iadecola and Michael Schecter",
            "2020",
            "MR8ZnGYAAAAJ:HDshCWvjkbEC",
            37,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.101.024306",
            "8548421002819828319",
            "\/scholar?cites=8548421002819828319",
            {
                "2020":35,
                "2021":2
            }
        ],
        [
            "Open quantum systems, when driven by a periodic field, can relax to effective statistical ensembles that resemble their equilibrium counterparts. We consider a class of problems in which a periodically driven quantum system is allowed to exchange both energy and particles with a thermal reservoir. We demonstrate that, even for noninteracting systems, effective equilibration to the grand canonical ensemble requires both fine tuning the system-bath coupling and selecting a sufficiently simple driving protocol. We study a tractable subclass of these problems in which the long-time steady state of the system can be determined analytically, and demonstrate that the system effectively thermalizes with fine tuning, but does not thermalize for general values of the system-bath couplings. When the driven system does not thermalize, it supports a tunable persistent current in the steady state without external bias. We compute …",
            "Floquet systems coupled to particle reservoirs",
            "Thomas Iadecola and Claudio Chamon",
            "2015",
            "MR8ZnGYAAAAJ:eQOLeE2rZwMC",
            37,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.91.184301",
            "9507317051267483624",
            "\/scholar?cites=9507317051267483624",
            {
                "2015":3,
                "2016":5,
                "2017":12,
                "2018":7,
                "2019":4,
                "2020":6
            }
        ],
        [
            "We demonstrate the existence of exact atypical many-body eigenstates in a class of disordered, interacting one-dimensional quantum systems that includes the Fermi-Hubbard model as a special case. These atypical eigenstates, which generically have finite energy density and are exponentially many in number, are populated by noninteracting excitations. They can exhibit Anderson localization with area-law eigenstate entanglement or, surprisingly, ballistic transport at any disorder strength. These properties differ strikingly from those of typical eigenstates nearby in energy, which we show give rise to diffusive transport as expected in a chaotic quantum system. We discuss how to observe these atypical eigenstates in cold-atom experiments realizing the Fermi-Hubbard model, and comment on the robustness of their properties.",
            "Exact localized and ballistic eigenstates in disordered chaotic spin ladders and the Fermi-Hubbard model",
            "Thomas Iadecola and Marko Žnidarič",
            "2019",
            "MR8ZnGYAAAAJ:7PzlFSSx8tAC",
            34,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.123.036403",
            "8056797069153938832",
            "\/scholar?cites=8056797069153938832",
            {
                "2019":7,
                "2020":27
            }
        ],
        [
            "Many topological phenomena first proposed and observed in the context of electrons in solids have recently found counterparts in photonic and acoustic systems. In this work, we demonstrate that non-Abelian Berry phases can arise when coherent states of light are injected into “topological guided modes” in specially fabricated photonic waveguide arrays. These modes are photonic analogues of topological zero modes in electronic systems. Light traveling inside spatially well-separated topological guided modes can be braided, leading to the accumulation of non-Abelian phases, which depend on the order in which the guided beams are wound around one another. Notably, these effects survive the limit of large photon occupation, and can thus also be understood as wave phenomena arising directly from Maxwell’s equations, without resorting to the quantization of light. We propose an optical interference …",
            "Non-abelian braiding of light",
            "Thomas Iadecola and Thomas Schuster and Claudio Chamon",
            "2016",
            "MR8ZnGYAAAAJ:UebtZRa9Y70C",
            31,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.117.073901",
            "9563358570621927198",
            "\/scholar?cites=9563358570621927198",
            {
                "2016":1,
                "2017":2,
                "2018":4,
                "2019":6,
                "2020":18
            }
        ]
    ]
}