{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "A broad class of disordered materials including foams, glassy molecular systems, colloids and granular materials can form jammed states. A jammed system can resist small stresses without deforming irreversibly, whereas unjammed systems flow under any applied stresses. The broad applicability of the Liu–Nagel jamming concept 1, 2 has attracted intensive theoretical and modelling interest but has prompted less experimental effort 1, 2, 3, 4, 5, 6. In the Liu–Nagel framework, jammed states of athermal systems exist only above a certain critical density. Although numerical simulations for particles that do not experience friction broadly support this idea 7, 8, 9, 10, 11, 12, 13, the nature of the jamming transition for frictional grains is less clear 14, 15, 16, 17. Here we show that jamming of frictional, disk-shaped grains can be induced by the application of shear stress at densities lower than the critical value, at which …",
            "Jamming by shear",
            "Dapeng Bi and Jie Zhang and Bulbul Chakraborty and Robert P Behringer",
            "2011",
            "mRbRvTcAAAAJ:qjMakFHDy7sC",
            531,
            "https:\/\/www.nature.com\/articles\/nature10667",
            "5454625156280694055",
            "\/scholar?cites=5454625156280694055",
            {
                "2011":3,
                "2012":23,
                "2013":60,
                "2014":59,
                "2015":55,
                "2016":67,
                "2017":65,
                "2018":46,
                "2019":72,
                "2020":71,
                "2021":6
            }
        ],
        [
            "By extending recent proposals for choosing the phases in resonating-valence-bond ground states to the case of excited states, we show for these wave functions that the hole excitations are charged, spinless fermions and the spin excitations are neutral, spin-(1\/2 bosons. We also show that for a system with periodic boundary conditions, all states are at least fourfold degenerate.",
            "Statistics of the excitations of the resonating-valence-bond state",
            "N Read and Bulbul Chakraborty",
            "1989",
            "mRbRvTcAAAAJ:u-x6o8ySG0sC",
            281,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.40.7133",
            "7043896144181805706",
            "\/scholar?cites=7043896144181805706",
            {
                "1990":5,
                "1991":6,
                "1992":1,
                "1993":5,
                "1994":3,
                "1995":2,
                "1996":3,
                "1997":3,
                "1998":6,
                "1999":14,
                "2000":12,
                "2001":14,
                "2002":18,
                "2003":12,
                "2004":7,
                "2005":4,
                "2006":13,
                "2007":11,
                "2008":11,
                "2009":17,
                "2010":21,
                "2011":12,
                "2012":8,
                "2013":10,
                "2014":17,
                "2015":18,
                "2016":7,
                "2017":6,
                "2018":15
            }
        ],
        [
            "We develop a Schwinger boson-slave fermion mean-field theory for the tt’-J model, where t’represents same sublattice hopping. In an expansion for small hole concentration, δ, we show that doping favors a spiral distortion of the spins in which the antiferromagnetic order parameter spirals with a wave vector proportional to δ. In addition, we point out the novel possibility of a double spiral state which has isotropic spin correlations, is disordered for arbitrarily small δ, and exhibits a staggered chiral order. The relationship with resonating-valence-bond theory and the implications for neutron scattering experiments are discussed.",
            "Mean-field theory of the spiral phases of a doped antiferromagnet",
            "Charles L Kane and Patrick A Lee and Tai Kai Ng and Bulbul Chakraborty and Nicholas Read",
            "1990",
            "mRbRvTcAAAAJ:u5HHmVD_uO8C",
            232,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.41.2653",
            "3408838512842105572",
            "\/scholar?cites=3408838512842105572",
            {
                "1990":9,
                "1991":36,
                "1992":25,
                "1993":25,
                "1994":18,
                "1995":15,
                "1996":6,
                "1997":3,
                "1998":10,
                "1999":9,
                "2000":7,
                "2001":3,
                "2002":7,
                "2003":6,
                "2004":10,
                "2005":8,
                "2006":3,
                "2007":7,
                "2008":3,
                "2009":4,
                "2010":1,
                "2011":3,
                "2012":2,
                "2013":3,
                "2014":1,
                "2015":2,
                "2016":1,
                "2017":3,
                "2018":1
            }
        ],
        [
            "Quantum mechanical energy levels and wave functions have been calculated for the motion of chemisorbed hydrogen atoms on Ni surfaces. The results show considerable quantum effects for the adatom in both the ground and the excited states. The description of the adparticles as being delocalized along the surface offers a novel interpretation of several phenomena, in particular the vibrational excitations.",
            "Quantum motion of chemisorbed hydrogen on Ni surfaces",
            "Martti J Puska and Risto M Nieminen and Matti Manninen and Bulbul Chakraborty and S Holloway and JK Nørskov",
            "1983",
            "mRbRvTcAAAAJ:d1gkVwhDpl0C",
            171,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.51.1081",
            "16089882104196856846",
            "\/scholar?cites=16089882104196856846",
            {
                "1984":9,
                "1985":20,
                "1986":10,
                "1987":12,
                "1988":16,
                "1989":8,
                "1990":7,
                "1991":4,
                "1992":9,
                "1993":9,
                "1994":3,
                "1995":3,
                "1996":5,
                "1997":4,
                "1998":2,
                "1999":2,
                "2000":4,
                "2001":2,
                "2002":6,
                "2003":5,
                "2004":2,
                "2005":6,
                "2006":8,
                "2007":2,
                "2008":1,
                "2009":1,
                "2010":1,
                "2011":3,
                "2012":1,
                "2013":1,
                "2014":2,
                "2015":1,
                "2016":2
            }
        ],
        [
            "We study numerically frictionless ellipse packings versus the aspect ratio α, and find that the jamming transition is fundamentally different from that for spherical particles. The normal mode spectra possess two gaps and three distinct branches over a range of α. The energy from deformations along modes in the lowest-energy branch increases quartically, not quadratically. The quartic modes cause novel power-law scaling of the static shear modulus and their number matches the deviation from isostaticity. These results point to a new critical point at α> 1 that controls jamming of aspherical particles.",
            "Jamming in systems composed of frictionless ellipse-shaped particles",
            "Mitch Mailman and Carl F Schreck and Corey S O’Hern and Bulbul Chakraborty",
            "2009",
            "mRbRvTcAAAAJ:zYLM7Y9cAGgC",
            144,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.255501",
            "6374952746129955930",
            "\/scholar?cites=6374952746129955930",
            {
                "2009":14,
                "2010":14,
                "2011":12,
                "2012":14,
                "2013":14,
                "2014":13,
                "2015":12,
                "2016":4,
                "2017":7,
                "2018":9,
                "2019":13,
                "2020":15,
                "2021":1
            }
        ],
        [
            "We construct a statistical framework for static assemblies of deformable grains which parallels that of equilibrium statistical mechanics but with a conservation principle based on the mechanical stress tensor. We define a state function that has all the attributes of entropy. In particular, maximizing this function leads to a well-defined granular temperature and the equivalent of the Boltzman distribution for ensembles of grain packings. Predictions of the ensemble are verified against simulated packings of frictionless, deformable disks.",
            "Entropy and Temperature of a Static Granular Assembly: An Ab Initio Approach",
            "Silke Henkes and Corey S O’Hern and Bulbul Chakraborty",
            "2007",
            "mRbRvTcAAAAJ:2osOgNQ5qMEC",
            141,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.038002",
            "12937773290518638145",
            "\/scholar?cites=12937773290518638145",
            {
                "2007":2,
                "2008":8,
                "2009":21,
                "2010":13,
                "2011":8,
                "2012":12,
                "2013":12,
                "2014":8,
                "2015":17,
                "2016":10,
                "2017":14,
                "2018":6,
                "2019":3,
                "2020":6
            }
        ],
        [
            "The physical properties of granular materials have been extensively studied in recent years. So far, however, there exists no theoretical framework which can explain the observations in a unified manner beyond the phenomenological jamming diagram. This work focuses on the case of static granular matter, where we have constructed a statistical ensemble which mirrors equilibrium statistical mechanics. This ensemble, which is based on the conservation properties of the stress tensor, is distinct from the original Edwards ensemble and applies to packings of deformable grains. We combine it with a field theoretical analysis of the packings, where the field is the Airy stress function derived from the force and torque balance conditions. In this framework, Point J characterized by a diverging stiffness of the pressure fluctuations. Separately, we present a phenomenological mean-field theory of the jamming transition …",
            "Statistical mechanics framework for static granular matter",
            "Silke Henkes and Bulbul Chakraborty",
            "2009",
            "mRbRvTcAAAAJ:YsMSGLbcyi4C",
            136,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.79.061301",
            "5447757297642957446",
            "\/scholar?cites=5447757297642957446",
            {
                "2009":8,
                "2010":10,
                "2011":12,
                "2012":16,
                "2013":12,
                "2014":8,
                "2015":15,
                "2016":9,
                "2017":13,
                "2018":12,
                "2019":4,
                "2020":17
            }
        ],
        [
            "Slater-Koster interpolation has been used to fit the nonrelativistic augmented-plane-wave (APW) band calculations of Petroff and Viswanathan for Ta and W. The resulting Slater-Koster parameters have been used to calculate the density of states and optical mass. The density of states compares well with the original APW calculation, but the optical masses which have not been calculated before, seem to differ appreciably from presently available experimental data. The dc electrical resistances, which have been calculated using our values of the optical mass, agree well with experiment if an empirical coupling constant similar to McMillan's is assumed.",
            "Density of states, optical mass, and dc electrical resistance of Ta, W, Nb, and Mo using Slater-Koster interpolation",
            "B Chakraborty and WE Pickett and PB Allen",
            "1976",
            "mRbRvTcAAAAJ:9yKSN-GCB0IC",
            97,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.14.3227",
            "953247546666041629",
            "\/scholar?cites=953247546666041629",
            {
                "1981":2,
                "1982":2,
                "1983":6,
                "1984":4,
                "1985":6,
                "1986":5,
                "1987":3,
                "1988":1,
                "1989":2,
                "1990":3,
                "1991":2,
                "1992":2,
                "1993":1,
                "1994":1,
                "1995":1,
                "1996":1,
                "1997":3,
                "1998":2,
                "1999":2,
                "2000":2,
                "2001":4,
                "2002":1,
                "2003":3,
                "2004":1,
                "2005":2,
                "2006":1,
                "2007":2,
                "2008":4,
                "2009":3,
                "2010":2,
                "2011":1
            }
        ]
    ]
}