{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "This paper reviews energy harvesting technology from mechanical vibration. Recent advances on ultralow power portable electronic devices and wireless sensor network require limitless battery life for better performance. People searched for permanent portable power sources for advanced electronic devices. Energy is everywhere around us and the most important part in energy harvesting is energy transducer. Piezoelectric materials have high energy conversion ability from mechanical vibration. A great amount of researches have been conducted to develop simple and efficient energy harvesting devices from vibration by using piezoelectric materials. Representative piezoelectric materials can be categorized into piezoceramics and piezopolymers. This paper reviews key ideas and performances of the reported piezoelectric energy harvesting from vibration. Various types of vibration devices …",
            "A review of piezoelectric energy harvesting based on vibration",
            "Heung Soo Kim and Joo-Hyong Kim and Jaehwan Kim",
            "2011",
            "MrzTlHIAAAAJ:lmc2jWPfTJgC",
            782,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s12541-011-0151-3.pdf",
            "15450304307976118701",
            "\/scholar?cites=15450304307976118701",
            {
                "2012":18,
                "2013":21,
                "2014":56,
                "2015":65,
                "2016":88,
                "2017":105,
                "2018":150,
                "2019":130,
                "2020":134,
                "2021":8
            }
        ],
        [
            "Cellulose, the chain of glucose residues easily obtained from nature, is the most common natural polymer. Owing to its own unique material properties, compared to the conventional usage, nanocellulose (NC) with a crystalline structure can be considered to be used in various industrial applications. As a novel sustainable future material, we review the recent achievements of NC from the view point of material extraction and the composite processes to some extended important applications. While the mechanical properties of NCs and the energy consumption during their composite processing are the key considerations, their application potentials have never been limited to mechanical or commodity products as conventional celluloses. In the latter part of this review, emerging engineering applications of NCs such as energy storage, flexible electronics, and smart materials will be further discussed for …",
            "Review of nanocellulose for sustainable future materials",
            "Joo-Hyung Kim and Bong Sup Shim and Heung Soo Kim and Young-Jun Lee and Seung-Ki Min and Daseul Jang and Zafar Abas and Jaehwan Kim",
            "2015",
            "MrzTlHIAAAAJ:4fGpz3EwCPoC",
            287,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s40684-015-0024-9.pdf",
            "17835810072067101917",
            "\/scholar?cites=17835810072067101917",
            {
                "2015":1,
                "2016":12,
                "2017":54,
                "2018":58,
                "2019":68,
                "2020":81,
                "2021":10
            }
        ],
        [
            "Comprehensive Biomaterials brings together the myriad facets of biomaterials into one, major series of six edited volumes that would cover the field of biomaterials in a major, extensive fashion: Volume 1: Metallic, Ceramic and Polymeric Biomaterials Volume 2: Biologically Inspired and Biomolecular Materials Volume 3: Methods of Analysis Volume 4: Biocompatibility, Surface Engineering, and Delivery Of Drugs, Genes and Other Molecules Volume 5: Tissue and Organ Engineering Volume 6: Biomaterials and Clinical Use Experts from around the world in hundreds of related biomaterials areas have contributed to this publication, resulting in a continuum of rich information appropriate for many audiences. The work addresses the current status of nearly all biomaterials in the field, their strengths and weaknesses, their future prospects, appropriate analytical methods and testing, device applications and performance, emerging candidate materials as competitors and disruptive technologies, and strategic insights for those entering and operational in diverse biomaterials applications, research and development, regulatory management, and commercial aspects. From the outset, the goal was to review materials in the context of medical devices and tissue properties, biocompatibility and surface analysis, tissue engineering and controlled release. It was also the intent both, to focus on material properties from the perspectives of therapeutic and diagnostic use, and to address questions relevant to state-of-the-art research endeavors. Reviews the current status of nearly all biomaterials in the field by analyzing their strengths and weaknesses …",
            "Comprehensive biomaterials",
            "Paul Ducheyne",
            "2015",
            "MrzTlHIAAAAJ:g3aElNc5_aQC",
            250,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=oa8YpRsD1kkC&oi=fnd&pg=PP1&dq=info:nEl1S4_CcLoJ:scholar.google.com&ots=leY8XlcGhh&sig=VP75uh_jDdpCToAXljYxpW8_YU4",
            "13434451609148279196",
            "\/scholar?cites=13434451609148279196",
            {
                "2014":14,
                "2015":12,
                "2016":17,
                "2017":46,
                "2018":51,
                "2019":51,
                "2020":49,
                "2021":5
            }
        ],
        [
            "We report a flexible paper transistor made with regenerated cellulose and covalently bonded multiwalled carbon nanotube (RC-MWCNT). MWCNT bonded to cellulose chains can act as electron channel paths in dielectric cellulose layers. It is found that the covalent bonding between cellulose and MWCNT can be modulated by reaction time and temperature. The RC-MWCNT paper transistor shows that the leakage current and the on\/off ratio are strongly associated with the concentration of MWCNTs. The estimated electron mobility of RC-MWCNT paper is comparable to other organic transistor materials. The RC-MWCNT paper transistor has a potential for flexible electronic paper.",
            "Paper transistor made with covalently bonded multiwalled carbon nanotube and cellulose",
            "Sungryul Yun and Sang-Dong Jang and Gyu-Young Yun and Joo-Hyung Kim and Jaehwan Kim",
            "2009",
            "MrzTlHIAAAAJ:0izLItjtcgwC",
            114,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3224200",
            "12713349520921044420",
            "\/scholar?cites=12713349520921044420",
            {
                "2010":5,
                "2011":12,
                "2012":8,
                "2013":15,
                "2014":13,
                "2015":16,
                "2016":10,
                "2017":17,
                "2018":8,
                "2019":4,
                "2020":6
            }
        ],
        [
            "La0.67(Sr,Ca)0.33MnO3 (LSCMO) films have been grown by a pulsed-laser deposition technique on Si(001) substrates buffered with Bi4Ti3O12\/CeO2\/yttrium-stabilized zirconia (YSZ) heteroepitaxial layers. X-ray diffraction has revealed cube-on-cube growth of an epitaxial Bi4Ti3O12\/CeO2\/YSZ\/Si heterostructure whereas the LSCMO layer grows in the “diagonal-on-side” manner on top of the Bi4Ti3O12 (BTO) template. The maximum temperature coefficient of resistivity (TCR)=4.4% K−1 and colossal magnetoresistance (CMR) Δρ\/ρ∼2.9% kOe−1 have been reached at 294 K. This was achieved due to the successive improvement of c-axis orientation of the layers: Full widths at half-maximum 0.65°, 0.58°, 0.65°, 1.13°, and 0.18° in LSCMO\/BTO\/CeO2\/YSZ\/Si stack, respectively. As a prototype of an uncooled bolometer, heteroepitaxial CMR structure on Si demonstrates, at 294 K, the noise equivalent temperature …",
            "Epitaxial colossal magnetoresistive  films on Si",
            "J-H Kim and SI Khartsev and Alexander M Grishin",
            "2003",
            "MrzTlHIAAAAJ:NXb4pA-qfm4C",
            92,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1583133",
            "10511399336513530283",
            "\/scholar?cites=10511399336513530283",
            {
                "2003":2,
                "2004":12,
                "2005":9,
                "2006":12,
                "2007":11,
                "2008":9,
                "2009":5,
                "2010":1,
                "2011":3,
                "2012":3,
                "2013":5,
                "2014":3,
                "2015":6,
                "2016":3,
                "2017":1,
                "2018":3,
                "2019":2,
                "2020":2
            }
        ],
        [
            "Piezoelectricity is one major actuating mechanism of cellulose-based electro-active paper (EAPap). In order to increase the piezoelectricity of EAPap, wet drawing method with different stretching conditions was introduced in the fabrication process of cellulose film. Structural and mechanical characterizations of wet drawn and stretched cellulose film were studied by X-ray diffraction (XRD), scanning electron microscope (SEM), high voltage electron microscope (HVEM) and mechanical pulling test setup. From the piezoelectric charge constant measurement, it was revealed that the performance of EAPap was sensitive to the drawing ratio of cellulose film and its material orientation. We found that optimized alignment direction along the cellulose fibers and drawing ratio during wet drawing process were very critical parameters to improve electro-mechanical properties of EAPap. Also we conclude that the simple wet …",
            "Piezoelectricity of wet drawn cellulose electro-active paper",
            "Chulho Yang and Jung-Hwan Kim and Joo-Hyung Kim and Jaehwan Kim and Heung Soo Kim",
            "2009",
            "MrzTlHIAAAAJ:_FxGoFyzp5QC",
            57,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0924424709003331",
            "583241320258712338",
            "\/scholar?cites=583241320258712338",
            {
                "2010":8,
                "2011":4,
                "2012":2,
                "2013":10,
                "2014":7,
                "2015":5,
                "2016":7,
                "2017":8,
                "2018":2,
                "2019":4
            }
        ]
    ]
}