{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "It is proposed that potential drug cues are evaluated preattentively, are prioritized, and subsequently trigger somatovisceral, behavioral, and cognitive responses. Throughout, this information processing is subjected to automatized attentional and interpretative biases. These processes can enhance subjective awareness of physiological arousal, action tendencies, and cognitions but can also be inhibitory. Accordingly, different components of cue reactivity do not gain equal access to the limited processing resources necessary to generate experience of craving.",
            "Detected, selected, and sometimes neglected: cognitive processing of cues in addiction.",
            "Frank Ryan",
            "2002",
            "mSahKOAAAAAJ:u5HHmVD_uO8C",
            114,
            "https:\/\/psycnet.apa.org\/journals\/pha\/10\/2\/67.html?uid=2002-12827-001",
            "16338278722493090647",
            "\/scholar?cites=16338278722493090647",
            {
                "2002":1,
                "2003":2,
                "2004":2,
                "2005":3,
                "2006":7,
                "2007":2,
                "2008":5,
                "2009":3,
                "2010":5,
                "2011":6,
                "2012":11,
                "2013":11,
                "2014":4,
                "2015":13,
                "2016":7,
                "2017":11,
                "2018":9,
                "2019":5,
                "2020":5,
                "2021":1
            }
        ],
        [
            "Detoxified clients at an alcohol treatment centre (n=34) were administered a modified Stroop test, an index of attentional bias or distraction. Their performance was compared to controls (n=33) who were staff recruited from specialist substance misuse clinics based on the presumption of familiarity with the alcohol and addiction related terms of the Stroop task. The card-format Stroop test contained words such as “alcohol” and “relapse” and neutral, semantically homogenous words such as “table” and “chair.” Analysis of variance (ANOVA) revealed significant main effects for word type with both the clinic attendees and controls taking longer to colour-name alcohol-related words. Predicted interactions between word type and subject status were not observed. These findings suggest that both problem drinkers and clinic staff did not differ significantly in the degree of Stroop interference displayed, although a trend …",
            "Attentional bias and alcohol dependence: A controlled study using the modified Stroop paradigm",
            "Frank Ryan",
            "2002",
            "mSahKOAAAAAJ:u-x6o8ySG0sC",
            101,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0306460301001836",
            "5435267271707416399",
            "\/scholar?cites=5435267271707416399",
            {
                "2002":1,
                "2003":1,
                "2004":4,
                "2005":5,
                "2006":10,
                "2007":6,
                "2008":7,
                "2009":6,
                "2010":5,
                "2011":1,
                "2012":5,
                "2013":7,
                "2014":7,
                "2015":10,
                "2016":8,
                "2017":5,
                "2018":7,
                "2019":5
            }
        ],
        [
            "Poor adherence to treatment diminishes its individual and public health benefit. Financial incentives, provided on the condition of treatment attendance, could address this problem. Injecting drug users are a high-risk group for hepatitis B virus (HBV) infection and transmission, but adherence to vaccination programmes is poor. We aimed to assess whether contingency management delivered in routine clinical practice increased the completion of HBV vaccination in individuals receiving opioid substitution therapy.In our cluster randomised controlled trial, we enrolled participants at 12 National Health Service drug treatment services in the UK that provided opioid substitution therapy and nurse-led HBV vaccination with a super-accelerated schedule (vaccination days 0, 7, and 21). Clusters were randomly allocated 1:1:1 to provide vaccination without incentive (treatment as usual), with fixed value …",
            "Use of contingency management incentives to improve completion of hepatitis B vaccination in people undergoing treatment for heroin dependence: a cluster randomised trial",
            "Tim Weaver and Nicola Metrebian and Jennifer Hellier and Stephen Pilling and Vikki Charles and Nicholas Little and Dilkushi Poovendran and Luke Mitcheson and Frank Ryan and Owen Bowden-Jones and John Dunn and Anthony Glasper and Emily Finch and John Strang",
            "2014",
            "mSahKOAAAAAJ:2osOgNQ5qMEC",
            72,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140673614601963",
            "1397299332288282489",
            "\/scholar?cites=1397299332288282489",
            {
                "2013":1,
                "2014":5,
                "2015":9,
                "2016":15,
                "2017":14,
                "2018":7,
                "2019":13,
                "2020":5,
                "2021":1
            }
        ],
        [
            "An innovative new approach to addiction treatment that pairs cognitive behavioural therapy with cognitive neuroscience, to directly target the core mechanisms of addiction. Offers a focus on addiction that is lacking in existing cognitive therapy accounts Utilizes various approaches, including mindfulness, 12-step facilitation, cognitive bias modification, motivational enhancement and goal-setting and, to combat common road blocks on the road to addiction recovery Uses neuroscientific findings to explain how willpower becomes compromised-and how it can be effectively utilized in the clinical arena",
            "Cognitive therapy for addiction: Motivation and change",
            "Frank Ryan",
            "2013",
            "mSahKOAAAAAJ:9yKSN-GCB0IC",
            21,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=SEcZwkSBOGkC&oi=fnd&pg=PR9&dq=info:YJtAC2UeARcJ:scholar.google.com&ots=z04gknovvS&sig=Zct_shePQrC95FDBx3-Um781soo",
            "1657639557178366816",
            "\/scholar?cites=1657639557178366816",
            {
                "2014":1,
                "2015":2,
                "2016":4,
                "2017":4,
                "2018":5,
                "2019":4,
                "2020":1
            }
        ],
        [
            "Cognitive neuroscience characterizes addiction as a disorder of appetite resulting in the development of compulsive patterns of drug acquisition and consumption. The cognitive processes that govern the resulting sensitivity to incentive-related cues are relatively automatized. The outcomes of this processing are thus unavailable to introspection and resistive to modification. Further, because repeated drug intoxication is associated with deficits in executive control of cognitive functions such as attentional switching, the capacity of addicted individuals to overcome habitual responding is compromised. Evidence-based therapeutic interventions, including cognitivebehaviour therapy (CBT), must accommodate findings revealed in this monograph in order to maintain empirical status and the potential to deliver enhanced outcomes. There are three broad implications for therapeutic practice. First, CBT needs to acknowledge fully the autonomy of addiction in the face of efforts to change. This sets the context for a more resilient therapeutic alliance in the face of inevitable setbacks. Secondly, the primary therapeutic focus needs to be on efforts to enhance impulse control in advance of, or at least parallel with, attempts to improve affect regulation or interpersonal functioning. Thirdly, therapy should aim to modulate the impact of cognitive biases either directly through re-training or rehearsal, or more generally through mindfulness or other meta-cognitive approaches. Conversely, changes in implicit cognitive processes such as selective attention should,",
            "Appetite lost and found: Cognitive psychology in the addiction clinic",
            "Frank Ryan",
            "2006",
            "mSahKOAAAAAJ:d1gkVwhDpl0C",
            7,
            "http:\/\/scholar.google.com\/scholar?cluster=12704520216298730704&hl=en&oi=scholarr",
            "12704520216298730704",
            "\/scholar?cites=12704520216298730704",
            {
                "2007":1,
                "2008":2,
                "2009":1,
                "2010":2,
                "2011":1
            }
        ],
        [
            "Develop rock-solid willpower with evidence-based techniques Willpower For Dummies shows you how to train, strengthen, and improve your willpower in seven easy steps! Written by a clinical psychologist and cognitive therapist, the book proves that willpower can be learned like any other skill, and provides tons of practical exercises and strategies you can start using today. You'll learn how willpower works inside the brain, and how choosing goals and identifying challenges can affect your success. The book stresses the importance of patience, rewards and being kind to yourself, and walks you through the techniques that will keep you on the right track, even on your worst days. The mind works in two different ways: the long view and the short view. Controlling which aspect wins out is the key to willpower. Willpower For Dummies breaks this complex science down into easily digestible bits, written in plain English with a dash of humour. You'll find scientifically robust guidance toward strengthening your willpower just like a muscle, and expert advice on training your brain to work with you instead of against you. Discover the most important factors in building self-discipline Learn how to set goals and how to train your willpower Practice simple willpower-strengthening exercises Employ coping strategies for when you're about to break Whether you're trying to lose weight, quit smoking or just work harder, rest assured that you can do it—regardless of past failures and false starts. Willpower is not a trait, but a skill. Everyone can learn it, and everyone can make it stronger. Willpower For Dummies walks you through the process, teaching you the skills …",
            "Willpower for dummies",
            "Frank Ryan",
            "2014",
            "mSahKOAAAAAJ:HIFyuExEbWQC",
            2,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=smDCAwAAQBAJ&oi=fnd&pg=PT11&dq=info:UTsvZcISBmwJ:scholar.google.com&ots=Quhqc5yCQ0&sig=H4l0wOmxwLST6jfKFOSY-c0aWiQ",
            "7783929632087030609",
            "\/scholar?cites=7783929632087030609",
            {
                "2017":2
            }
        ],
        [
            "Reward prediction and valuation are central to decision making (Schultz et al., 1997; O’Doherty, 2004), and thus motivate and guide human action. Faulty reward processing can be pragmatically viewed as compromised decision-making, reflected in making suboptimal choices. A primary aim of this Research Topic is to provide a dimensional approach for reward processing. In accordance with the Research Domain Criteria, a newly proposed research classification of mental health disorders based on behavioral dimensions and neurobiological findings (Insel et al., 2010), reward processing deficits can be of transdiagnostic importance. This prominence has been largely influenced by the evolution of novel neuroimaging techniques, experimental cognitive psychology findings, and the application of computational modeling in simulating human behavior. This body of work has increased knowledge of the neural mechanisms underlying aberrant reward processing. We maintain that construing patterns or expressions of reward processing as potential biomarkers, or indices of psychological vulnerability, can facilitate early detection and intervention in the clinical arena. Additionally, therapeutic approaches originating in the psychology laboratory aimed at modifying or reversing cognitive biases or behavioral approach biases linked to aberrant reward processes are showing promise in preventing relapse in the context of addiction (see Gladwin et al., 2016). It is this twin promise of enhanced prediction of vulnerability or risk and ultimately improved clinical outcomes, combined with a deeper understanding of brain functions, that motivated us to …",
            "Reward Processing in Motivational and Affective Disorders",
            "Frank Ryan and Nikolina Skandali",
            "2016",
            "mSahKOAAAAAJ:QYdC8u9Cj1oC",
            1,
            "https:\/\/www.frontiersin.org\/articles\/10.3389\/fpsyg.2016.01288\/full",
            "10215770923197483449",
            "\/scholar?cites=10215770923197483449",
            {
                "2019":1
            }
        ]
    ]
}