{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We show that there exists a consistent truncation of 11 dimensional supergravity to the `massless' fields of maximal (N=4) 7 dimensional gauged supergravity. We find the complete expressions for the nonlinear embedding of the 7 dimensional fields into the 11 dimensional fields, and check them by reproducing the d=7 susy transformation laws from the d=11 laws in various sectors. In particular we determine explicitly the matrix U which connects the Killing spinors to the gravitinos in the KK ansatz, and the dependence of the 4-index field strength on the scalars. This is the first time a complete nonlinear KK reduction of the original d=11 supergravity on a nontrivial compact space has been explicitly given. We need a first order formulation for the 3 index tensor field AΛΠΣ in d=11 to reproduce the 7 dimensional result. The concept of `self-duality in odd dimensions' is thus shown to originate from first order formalism in …",
            "Consistent nonlinear KK reduction of 11d supergravity on AdS7× S4 and self-duality in odd dimensions",
            "Horatiu Nastase and Diana Vaman and Peter van Nieuwenhuizen",
            "1999",
            "msAjTUgAAAAJ:u5HHmVD_uO8C",
            225,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269399012666",
            "270506330741290046",
            "\/scholar?cites=270506330741290046",
            {
                "1999":8,
                "2000":35,
                "2001":11,
                "2002":14,
                "2003":6,
                "2004":10,
                "2005":6,
                "2006":3,
                "2007":7,
                "2008":7,
                "2009":3,
                "2010":7,
                "2011":15,
                "2012":17,
                "2013":6,
                "2014":8,
                "2015":8,
                "2016":6,
                "2017":10,
                "2018":13,
                "2019":7,
                "2020":17
            }
        ],
        [
            "We discuss the full nonlinear Kaluza–Klein (KK) reduction of the original formulation of d= 11 supergravity on AdS 7× S 4 to gauged maximal (N= 4) supergravity in 7 dimensions. We derive the full nonlinear embedding of the d= 7 fields in the d= 11 fields (“the ansatz”) and check the consistency of the ansatz by deriving the d= 7 supersymmetry laws from the d= 11 transformation laws in the various sectors. The ansatz itself is nonpolynomial but the final d= 7 results are polynomial. The correct d= 7 scalar potential is obtained. For most of our results the explicit form of the matrix U connecting the d= 7 gravitino to the Killing spinor is not needed, but we derive the equation which U has to satisfy and present the general solution. Requiring that the expressionδF= dδA in d= 11 can be written as δd (fields in d= 7), we find the ansatz for the 4-form F. It satisfies the Bianchi identities. The corresponding ansatz for the 3-form A …",
            "Consistency of the AdS7× S4 reduction and the origin of self-duality in odd dimensions",
            "Horatiu Nastase and Diana Vaman and Peter van Nieuwenhuizen",
            "2000",
            "msAjTUgAAAAJ:bFI3QPDXJZMC",
            206,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321300001930",
            "9726310436073055198",
            "\/scholar?cites=9726310436073055198",
            {
                "1999":2,
                "2000":17,
                "2001":11,
                "2002":13,
                "2003":5,
                "2004":16,
                "2005":5,
                "2006":5,
                "2007":7,
                "2008":6,
                "2009":4,
                "2010":9,
                "2011":12,
                "2012":15,
                "2013":7,
                "2014":4,
                "2015":13,
                "2016":6,
                "2017":7,
                "2018":13,
                "2019":13,
                "2020":15
            }
        ],
        [
            "We derive a general relation between the ground state entanglement Hamiltonian and the physical stress tensor within the path integral formalism. For spherical entangling surfaces in a CFT, we reproduce the local ground state entanglement Hamiltonian derived by Casini, Huerta and Myers. The resulting reduced density matrix can be characterized by a spatially varying “entanglement temperature”. Using the entanglement Hamiltonian, we calculate the first order change in the entanglement entropy due to changes in conserved charges of the ground state, and find a local first law-like relation for the entanglement entropy. Our approach provides a field theory derivation and generalization of recent results obtained by holographic techniques. However, we note a discrepancy between our field theoretically derived results for the entanglement entropy of excited states with a non-uniform energy density and current …",
            "Entanglement temperature and entanglement entropy of excited states",
            "Gabriel Wong and Israel Klich and Leopoldo A Pando Zayas and Diana Vaman",
            "2013",
            "msAjTUgAAAAJ:Wp0gIr-vW9MC",
            183,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP12(2013)020.pdf",
            "17357327424672631340",
            "\/scholar?cites=17357327424672631340",
            {
                "2013":6,
                "2014":27,
                "2015":24,
                "2016":28,
                "2017":29,
                "2018":23,
                "2019":22,
                "2020":23,
                "2021":1
            }
        ],
        [
            "In the context of AdS\/CFT with flavor, we consider the type IIB supergravity solution corresponding to a fully localized D3\/D7 intersection. We complete the standard metric ansatz by providing an analytic expression for the warp factor, under the assumption of a logarithmically running axion-dilaton. From the gauge dual perspective, this behavior is related to the positive beta function of the N= 4, d= 4 SU (N c) super Yang-Mills gauge theory, coupled to N f fundamental N= 2 hypermultiplets. We comment on the existence of tadpoles and relate them to the same gauge theory beta function. Next we consider a classical spinning string configuration in the decoupling limit of the D3\/D7 geometry and extract the flavor (N f) dependence of the associated meson Regge trajectory. Including the backreaction of the D7-branes in the supergravity dual allows for going beyond the quenched approximation on the dual gauge theory …",
            "D3-D7 background and flavor dependence of Regge trajectories",
            "Ingo Kirsch and Diana Vaman",
            "2005",
            "msAjTUgAAAAJ:d1gkVwhDpl0C",
            123,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.72.026007",
            "5232431264796486881",
            "\/scholar?cites=5232431264796486881",
            {
                "2006":18,
                "2007":22,
                "2008":25,
                "2009":11,
                "2010":12,
                "2011":8,
                "2012":7,
                "2013":3,
                "2014":7,
                "2015":2,
                "2016":1,
                "2017":5,
                "2018":2
            }
        ],
        [
            "We construct backreacted D3\/D7 supergravity backgrounds which are dual to four-dimensional Script N= 1 and Script N= 2 supersymmetric Yang-Mills at large N c with flavor quarks in the fundamental representation of SU (N c). We take into account the backreaction of D7-branes on either AdS 5× S 5 or AdS 5× T 1, 1, or more generically on backgrounds where the space transverse to the D3-branes is Kähler. The construction of the backreacted geometry splits into two stages. First we determine the modification of the six-dimensional space transverse to the D3 due to the D7, and then we compute the warp factor due to the D3. The Script N= 2 background corresponds to placing a single stack of N f D7-branes in AdS 5× S 5. Here the Kähler potential is known exactly, while the warp factor is obtained in certain limits as a perturbative expansion. By placing another D7'probe in the backreacted D3\/D7 background, we …",
            "Holographic duals of flavored 𝒩= 1 super Yang-Mills: beyond the probe approximation",
            "Benjamin A Burrington and James T Liu and Leopoldo A Pando Zayas and Diana Vaman",
            "2005",
            "msAjTUgAAAAJ:9yKSN-GCB0IC",
            115,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2005\/02\/022\/meta",
            "12336649268622036397",
            "\/scholar?cites=12336649268622036397",
            {
                "2004":3,
                "2005":11,
                "2006":17,
                "2007":19,
                "2008":22,
                "2009":13,
                "2010":5,
                "2011":3,
                "2012":2,
                "2013":2,
                "2014":2,
                "2015":3,
                "2016":5,
                "2017":3,
                "2018":4
            }
        ],
        [
            "An old idea for explaining the hierarchy is strong gauge dynamics. We show that such dynamics also stabilizes the moduli in M theory compactifications on manifolds of G 2 holonomy without fluxes. This gives stable vacua with softly broken supersymmetry, grand unification, and a distinctive spectrum of TeV and sub-TeV sparticle masses.",
            "M theory Solution to the Hierarchy Problem",
            "Bobby Acharya and Konstantin Bobkov and Gordon Kane and Piyush Kumar and Diana Vaman",
            "2006",
            "msAjTUgAAAAJ:IjCSPb-OGe4C",
            108,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.97.191601",
            "7803481750694632344",
            "\/scholar?cites=7803481750694632344",
            {
                "2006":1,
                "2007":12,
                "2008":16,
                "2009":14,
                "2010":13,
                "2011":11,
                "2012":8,
                "2013":6,
                "2014":2,
                "2015":9,
                "2016":4,
                "2017":3,
                "2018":3,
                "2019":3,
                "2020":3
            }
        ],
        [
            "We discuss Regge trajectories of dynamical mesons in large-N_c QCD, using the supergravity background describing N_c D4-branes compactified on a thermal circle. The flavor degrees of freedom arise from the addition of N_f<< N_c D6 probe branes. Our work provides a string theoretical derivation, via the gauge\/string correspondence, of a phenomenological model describing the meson as rotating point-like massive particles connected by a flux string. The massive endpoints induce nonlinearities for the Regge trajectory. For light quarks the Regge trajectories of mesons are essentially linear. For massive quarks our trajectories qualitatively capture the nonlinearity detected in lattice calculations.",
            "Regge Trajectories for Mesons in the Holographic Dual of Large-N_c QCD",
            "Martin Kruczenski and Leopoldo A Pando Zayas and Jacob Sonnenschein and Diana Vaman",
            "2004",
            "msAjTUgAAAAJ:qjMakFHDy7sC",
            106,
            "https:\/\/arxiv.org\/abs\/hep-th\/0410035",
            "2869814307221346715",
            "\/scholar?cites=2869814307221346715",
            {
                "2004":1,
                "2005":9,
                "2006":14,
                "2007":13,
                "2008":15,
                "2009":8,
                "2010":9,
                "2011":5,
                "2012":2,
                "2013":4,
                "2014":5,
                "2015":3,
                "2016":4,
                "2017":2,
                "2018":5,
                "2019":2,
                "2020":4,
                "2021":1
            }
        ],
        [
            "We present an improvement of the interacting string bit theory proposed in [1], designed to reproduce the non-planar perturbative amplitudes between BMN operators in Script N= 4 gauge theory. Our formalism incorporates the effect of operator mixing and all non-planar corrections to the inner product. We use supersymmetry to construct the bosonic matrix elements of the light-cone hamiltonian to all orders in g 2, and make a detailed comparison with the non-planar amplitudes obtained from gauge theory to order g 2 2. We find a precise match.",
            "Bit strings from 𝒩= 4 gauge theory",
            "Diana Vaman and Herman Verlinde",
            "2003",
            "msAjTUgAAAAJ:2osOgNQ5qMEC",
            94,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2003\/11\/041\/meta",
            "8390705221004659655",
            "\/scholar?cites=8390705221004659655",
            {
                "2002":1,
                "2003":41,
                "2004":17,
                "2005":6,
                "2006":4,
                "2007":4,
                "2008":4,
                "2009":1,
                "2010":1,
                "2011":3,
                "2012":2,
                "2013":4,
                "2014":1,
                "2015":2,
                "2016":1,
                "2017":1,
                "2018":1
            }
        ],
        [
            "During inflation, spacetime is approximately described by de Sitter space which is conformally invariant with the symmetry group SO (1, 4). This symmetry can significantly constrain the quantum perturbations which arise in the inflationary epoch. We consider a general situation of single field inflation and show that the three point function involving two scalar modes and one tensor mode is uniquely determined, up to small corrections, by the conformal symmetries. Special conformal transformations play an important role in our analysis. Our result applies only to models where the inflaton sector also approximately preserves the full conformal group and shows that this three point function is a good way to test if special conformal invariance was preserved during inflation.",
            "CMB from CFT",
            "Ishan Mata and Suvrat Raju and Sandip P Trivedi",
            "2013",
            "msAjTUgAAAAJ:hMod-77fHWUC",
            86,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP07(2013)015.pdf",
            "15534364499484530782",
            "\/scholar?cites=15534364499484530782",
            {
                "2013":9,
                "2014":10,
                "2015":6,
                "2016":13,
                "2017":7,
                "2018":4,
                "2019":12,
                "2020":24,
                "2021":1
            }
        ],
        [
            "We attempt to obtain realistic glueball Regge trajectories from the gauge\/string correspondence. To this end we study closed spinning string configurations in two supergravity backgrounds: Klebanov–Strassler (KS) and Maldacena–Nunez (MN) which are dual to confining gauge theories. These backgrounds represent two embeddings of N= 1 SYM, in the large rank N limit, in string theory. The classical configuration that we consider is that of a folded closed string spinning in a supergravity region with vanishing transverse radius (τ= 0) which is dual to the IR of the gauge theory. Classically, a spinning string yields a linear Regge trajectory with zero intercept. By performing a semi-classical analysis we find that quantum effects alter both the linearity of the trajectory and the vanishing classical intercept: J≡ α (t)= α 0+ α′ t+ β t. Two features of our Regge trajectories are compatible with the experimental pomeron …",
            "Regge trajectories revisited in the gauge\/string correspondence",
            "Leopoldo A Pando Zayas and Jacob Sonnenschein and Diana Vaman",
            "2004",
            "msAjTUgAAAAJ:zYLM7Y9cAGgC",
            81,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321303010538",
            "4971550687645564178",
            "\/scholar?cites=4971550687645564178",
            {
                "2004":12,
                "2005":7,
                "2006":9,
                "2007":6,
                "2008":7,
                "2009":7,
                "2010":3,
                "2011":3,
                "2012":6,
                "2013":1,
                "2014":4,
                "2015":4,
                "2016":1,
                "2017":4,
                "2018":5,
                "2019":1,
                "2020":1
            }
        ]
    ]
}