{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Much excitement has been generated by the success of stochastic local search procedures at finding solutions to large, very hard satisfiability problems. Many of the problems on which these procedures have been effective are non-Boolean in that they are most naturally formulated in terms of variables with domain sizes greater than two. Approaches to solving non-Boolean satisfiability problems fall into two categories. In the direct approach, the problem is tackled by an algorithm for non-Boolean problems. In the transformation approach, the non-Boolean problem is reformulated as an equivalent Boolean problem and then a Boolean solver is used.This paper compares four methods for solving non-Boolean problems: one direct and three transformational. The comparison first examines the search spaces confronted by the four methods, and then tests their ability to solve random formulas, the round …",
            "Solving non-Boolean satisfiability problems with stochastic local search: A comparison of encodings",
            "Alan M Frisch and Timothy J Peugniez and Anthony J Doggett and Peter W Nightingale",
            "2005",
            "Msh14AUAAAAJ:UeHWp8X0CEIC",
            117,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-1-4020-5571-3_8",
            "11631224616551756129",
            "\/scholar?cites=11631224616551756129",
            {
                "2000":1,
                "2001":3,
                "2002":5,
                "2003":6,
                "2004":4,
                "2005":5,
                "2006":11,
                "2007":8,
                "2008":9,
                "2009":3,
                "2010":2,
                "2011":9,
                "2012":6,
                "2013":10,
                "2014":4,
                "2015":6,
                "2016":7,
                "2017":4,
                "2018":5,
                "2019":5,
                "2020":4
            }
        ],
        [
            "Extensional (table) constraints are an important tool for attacking combinatorial problems with constraint programming. Recently there has been renewed interest in fast propagation algorithms for these constraints. We describe the use of two alternative data structures for maintaining generalised arc consistency on extensional constraints. The first, the Next-Difference list, is novel and has been developed with this application in mind. The second, the trie, is well known but its use in this context is novel. Empirical analyses demonstrate the efficiency of the resulting approaches, both in GAC-schema, and in the watched-literal table constraint in Minion.",
            "Data structures for generalised arc consistency for extensional constraints",
            "Ian P Gent and Christopher Jefferson and Ian Miguel and Peter Nightingale",
            "2007",
            "Msh14AUAAAAJ:u-x6o8ySG0sC",
            100,
            "https:\/\/www.aaai.org\/Papers\/AAAI\/2007\/AAAI07-029.pdf",
            "8193587369613621290",
            "\/scholar?cites=8193587369613621290",
            {
                "2007":2,
                "2008":8,
                "2009":4,
                "2010":8,
                "2011":8,
                "2012":8,
                "2013":14,
                "2014":14,
                "2015":9,
                "2016":10,
                "2017":8,
                "2018":4,
                "2019":2
            }
        ],
        [
            "For propositional satisfiability (SAT) solvers to be used for solving the constraint satisfaction problem (CSP), efficient encodings are required. The AllDifferent constraint is well used in constraint programming. This paper presents a new encoding for the AllDifferent constraint. This is compared, theoretically and empirically, to a simple and common encoding. The new encoding presented scales better than the common (or any other known) encoding, however in the empirical evaluation we found it does not perform as well as the common encoding on feasibly sized instances.",
            "A new encoding of alldifferent into SAT",
            "Ian P Gent and Peter Nightingale",
            "2004",
            "Msh14AUAAAAJ:IjCSPb-OGe4C",
            82,
            "https:\/\/www.academia.edu\/download\/30670497\/proceedings.pdf#page=101",
            "16088899119783736813",
            "\/scholar?cites=16088899119783736813",
            {
                "2007":3,
                "2008":2,
                "2009":3,
                "2010":1,
                "2011":7,
                "2012":4,
                "2013":11,
                "2014":7,
                "2015":12,
                "2016":3,
                "2017":9,
                "2018":3,
                "2019":7,
                "2020":7
            }
        ],
        [
            "The Quantified Constraint Satisfaction Problem (QCSP) is a generalization of the CSP in which some variables are universally quantified. It has been shown that a solver based on an encoding of QCSP into QBF can outperform the existing direct QCSP approaches by several orders of magnitude. In this paper we introduce an efficient QCSP solver. We show how knowledge learned from the successful encoding of QCSP into QBF can be utilized to enhance the existing QCSP techniques and speed up search by orders of magnitude. We also show how the performance of the solver can be further enhanced by incorporating advanced lookback techniques such as CBJ and solution-directed pruning. Experiments demonstrate that our solver is several orders of magnitude faster than existing direct approaches to QCSP solving, and significantly outperforms approaches based on encoding QCSPs as QBFs.",
            "QCSP-Solve: A solver for quantified constraint satisfaction problems",
            "Ian P Gent and Peter Nightingale and Kostas Stergiou",
            "2005",
            "Msh14AUAAAAJ:u5HHmVD_uO8C",
            73,
            "https:\/\/www.ijcai.org\/Proceedings\/05\/Papers\/0754.pdf",
            "9758438665089187890",
            "\/scholar?cites=9758438665089187890",
            {
                "2005":5,
                "2006":8,
                "2007":5,
                "2008":7,
                "2009":9,
                "2010":4,
                "2011":7,
                "2012":5,
                "2013":3,
                "2014":5,
                "2015":6,
                "2016":1,
                "2017":1,
                "2018":3,
                "2019":2
            }
        ],
        [
            "The AllDifferent constraint is a crucial component of any constraint toolkit, language or solver, since it is very widely used in a variety of constraint models. The literature contains many different versions of this constraint, which trade strength of inference against computational cost. In this paper, we focus on the highest strength of inference, enforcing a property known as generalised arc consistency (GAC). This work is an analytical survey of optimizations of the main algorithm for GAC for the AllDifferent constraint. We evaluate empirically a number of key techniques from the literature. We also report important implementation details of those techniques, which have often not been described in published papers. We pay particular attention to improving incrementality by exploiting the strongly-connected components discovered during the standard propagation process, since this has not been detailed before. Our …",
            "Generalised arc consistency for the alldifferent constraint: An empirical survey",
            "Ian P Gent and Ian Miguel and Peter Nightingale",
            "2008",
            "Msh14AUAAAAJ:qjMakFHDy7sC",
            59,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0004370208001410",
            "18369765914922281575",
            "\/scholar?cites=18369765914922281575",
            {
                "2009":3,
                "2010":8,
                "2011":7,
                "2012":7,
                "2013":6,
                "2014":5,
                "2015":5,
                "2016":6,
                "2017":3,
                "2018":4,
                "2019":5
            }
        ],
        [
            "With the ubiquity of multicore computing, and the likely expansion of it, it seems irresponsible for constraints researchers to ignore the implications of it. Therefore, the authors have recently begun investigating the literature in constraints on exploitation of parallel systems for constraint solving. We have been compiling an incomplete, biased, and ill-written review of this literature. While accepting these faults, we nevertheless hope that it may provide some useful pointers to others wishing to follow a similar path to us: that is a path from complete to only partial ignorance.",
            "A preliminary review of literature on parallel constraint solving",
            "Ian P Gent and Chris Jefferson and Ian Miguel and NC Moore and Peter Nightingale and Patrick Prosser and Chris Unsworth",
            "2011",
            "Msh14AUAAAAJ:MXK_kJrjxJIC",
            43,
            "https:\/\/www.researchgate.net\/profile\/Patrick_Prosser2\/publication\/268046817_A_Preliminary_Review_of_Literature_on_Parallel_Constraint_Solving\/links\/54f985780cf2ccffe9e16b6d.pdf",
            "9412656759185481355",
            "\/scholar?cites=9412656759185481355",
            {
                "2011":1,
                "2012":1,
                "2013":7,
                "2014":7,
                "2015":6,
                "2016":8,
                "2017":3,
                "2018":4,
                "2019":2,
                "2020":3
            }
        ],
        [
            "Combining constraints using logical connectives such as disjunction is ubiquitous in constraint programming, because it adds considerable expressive power to a constraint language. We explore the solver architecture needed to propagate such combinations of constraints efficiently. In particular we describe two new features named satisfying sets and constraint trees. We also make use of movable triggers (Gent et al., 2006)[1], and with these three complementary features we are able to make considerable efficiency gains. A key reason for the success of Boolean Satisfiability (SAT) solvers is their ability to propagate Or constraints efficiently, making use of movable triggers. We successfully generalise this approach to an Or of an arbitrary set of constraints, maintaining the crucial property that at most two constraints are active at any time, and no computation at all is done on the others. We also give an And …",
            "Implementing logical connectives in constraint programming",
            "Christopher Jefferson and Neil CA Moore and Peter Nightingale and Karen E Petrie",
            "2010",
            "Msh14AUAAAAJ:eQOLeE2rZwMC",
            40,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0004370210000974",
            "13477502525375207858",
            "\/scholar?cites=13477502525375207858",
            {
                "2010":1,
                "2011":6,
                "2012":4,
                "2013":5,
                "2014":7,
                "2015":3,
                "2016":5,
                "2017":3,
                "2018":4,
                "2019":1,
                "2020":1
            }
        ],
        [
            "We make a number of contributions to the study of the Quantified Constraint Satisfaction Problem (QCSP). The QCSP is an extension of the constraint satisfaction problem that can be used to model combinatorial problems containing contingency or uncertainty. It allows for universally quantified variables that can model uncertain actions and events, such as the unknown weather for a future party, or an opponent's next move in a game. In this paper we report significant contributions to two very different methods for solving QCSPs. The first approach is to implement special purpose algorithms for QCSPs; and the second is to encode QCSPs as Quantified Boolean Formulas and then use specialized QBF solvers. The discovery of particularly effective encodings influenced the design of more effective algorithms: by analyzing the properties of these encodings, we identify the features in QBF solvers responsible for their …",
            "Solving quantified constraint satisfaction problems",
            "Ian P Gent and Peter Nightingale and Andrew Rowley and Kostas Stergiou",
            "2008",
            "Msh14AUAAAAJ:Y0pCki6q_DkC",
            40,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0004370207001932",
            "14356849436889366540",
            "\/scholar?cites=14356849436889366540",
            {
                "2008":3,
                "2009":2,
                "2010":1,
                "2011":4,
                "2012":2,
                "2013":3,
                "2014":5,
                "2015":5,
                "2016":2,
                "2017":3,
                "2018":2,
                "2019":2,
                "2020":4
            }
        ],
        [
            "Quantified Constraint Satisfaction Problems (QCSPs) are CSPs in which some variables are universally quantified. For each possible value of such variables, we have to find ways to set the remaining, existentially quantified, variables so that the constraints are all satisfied. Interest in this topic is increasing following recent advances in Quantified Boolean Formulae (QBFs), the analogous generalisation of satisfiability (SAT). We show that we can encode QC-SPs as QBFs. We introduce a simple generalisation of the direct encoding of CSPs into SAT. We then introduce some adaptations of this encoding to make it effective in a QBF solver. We solve some QCSP test instances orders of magnitude faster than using a specialised QCSP solver, taking advantage of the more advanced state of the art in QBF solving. Our conclusions are twofold. First, there is considerably more subtlety required in encodings in QBF than in SAT. Second, in an area such as QCSP where algorithmic techniques are not yet highly developed, encodings into a better understood problem can give access to extremely advanced search methods with very little implementation effort.",
            "Encoding quantified CSPs as quantified boolean formulae",
            "Ian P Gent and Peter Nightingale and Andrew Rowley",
            "2004",
            "Msh14AUAAAAJ:d1gkVwhDpl0C",
            40,
            "https:\/\/www.researchgate.net\/profile\/Andrew_Rowley2\/publication\/2920482_Encoding_Quantified_CSPs_as_Quantified_Boolean_Formulae\/links\/0deec51a9b4c5353ed000000\/Encoding-Quantified-CSPs-as-Quantified-Boolean-Formulae.pdf",
            "308769829220954679",
            "\/scholar?cites=308769829220954679",
            {
                "2004":2,
                "2005":7,
                "2006":4,
                "2007":7,
                "2008":3,
                "2009":5,
                "2010":2,
                "2011":1,
                "2012":2,
                "2013":1,
                "2014":1,
                "2015":2,
                "2016":1,
                "2017":1
            }
        ],
        [
            "When solving a combinatorial problem using Constraint Programming (CP) or Satisfiability (SAT), modelling and formulation are vital and difficult tasks. Even an expert human may explore many alternatives in modelling a single problem. We make a number of contributions in the automated modelling and reformulation of constraint models. We study a range of automated reformulation techniques, finding combinations of techniques which perform particularly well together. We introduce and describe in detail a new algorithm, X-CSE, to perform Associative–Commutative Common Subexpression Elimination (AC-CSE) in constraint problems, significantly improving existing CSE techniques for associative and commutative operators such as +. We demonstrate that these reformulation techniques can be integrated in a single automated constraint modelling tool, called Savile Row, whose architecture we describe. We …",
            "Automatically improving constraint models in Savile Row",
            "Peter Nightingale and Özgür Akgün and Ian P Gent and Christopher Jefferson and Ian Miguel and Patrick Spracklen",
            "2017",
            "Msh14AUAAAAJ:j3f4tGmQtD8C",
            36,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0004370217300747",
            "7917929594808853850",
            "\/scholar?cites=7917929594808853850",
            {
                "2017":2,
                "2018":15,
                "2019":8,
                "2020":11
            }
        ]
    ]
}