{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "The mechanism of sex determination varies substantively among evolutionary lineages. One important mode of genetic sex determination is haplodiploidy, which is used by ∼20% of all animal species, including >200,000 species of the entire insect order Hymenoptera. In the honey bee Apis mellifera, a hymenopteran model organism, females are heterozygous at the csd (complementary sex determination) locus, whereas males are hemizygous (from unfertilized eggs). Fertilized homozygotes develop into sterile males that are eaten before maturity. Because homozygotes have zero fitness and because common alleles are more likely than rare ones to form homozygotes, csd should be subject to strong overdominant selection and negative frequency-dependent selection. Under these selective forces, together known as balancing selection, csd is expected to exhibit a high degree of intraspecific polymorphism …",
            "Evolution of the complementary sex-determination gene of honey bees: Balancing selection and trans-species polymorphisms",
            "Soochin Cho and Zachary Y Huang and Daniel R Green and Deborah R Smith and Jianzhi Zhang",
            "2006",
            "mSLeRUMAAAAJ:2osOgNQ5qMEC",
            64,
            "https:\/\/genome.cshlp.org\/content\/16\/11\/1366.short",
            "16535618850722152540",
            "\/scholar?cites=16535618850722152540",
            {
                "2006":1,
                "2007":3,
                "2008":4,
                "2009":3,
                "2010":4,
                "2011":5,
                "2012":8,
                "2013":4,
                "2014":3,
                "2015":5,
                "2016":3,
                "2017":6,
                "2018":3,
                "2019":4,
                "2020":4,
                "2021":1
            }
        ]
    ]
}