{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "The p–n junction is the functional element of many electronic and optoelectronic devices, including diodes, bipolar transistors, photodetectors, light-emitting diodes and solar cells. In conventional p–n junctions, the adjacent p-and n-type regions of a semiconductor are formed by chemical doping. Ambipolar semiconductors, such as carbon nanotubes 1, nanowires 2 and organic molecules 3, allow for p–n junctions to be configured and modified by electrostatic gating. This electrical control enables a single device to have multiple functionalities. Here, we report ambipolar monolayer WSe 2 devices in which two local gates are used to define ap–n junction within the WSe 2 sheet. With these electrically tunable p–n junctions, we demonstrate both p–n and n–p diodes with ideality factors better than 2. Under optical excitation, the diodes demonstrate a photodetection responsivity of 210 mA W–1 and photovoltaic power …",
            "Optoelectronic devices based on electrically tunable pn diodes in a monolayer dichalcogenide",
            "Britton WH Baugher and Hugh OH Churchill and Yafang Yang and Pablo Jarillo-Herrero",
            "2014",
            "mTz6GK0AAAAJ:4DMP91E08xMC",
            1082,
            "https:\/\/www.nature.com\/nnano\/journal\/v9\/n4\/full\/nnano.2014.25.html",
            "6561073570061423198",
            "\/scholar?cites=6561073570061423198",
            {
                "2014":59,
                "2015":157,
                "2016":156,
                "2017":180,
                "2018":172,
                "2019":173,
                "2020":174,
                "2021":7
            }
        ],
        [
            "We present transport measurements in superconductor-nanowire devices with a gated constriction forming a quantum point contact. Zero-bias features in tunneling spectroscopy appear at finite magnetic fields and oscillate in amplitude and split away from zero bias as a function of magnetic field and gate voltage. A crossover in magnetoconductance is observed: Magnetic fields above∼ 0.5 T enhance conductance in the low-conductance (tunneling) regime but suppress conductance in the high-conductance (multichannel) regime. We consider these results in the context of Majorana zero modes as well as alternatives, including the Kondo effect and analogs of 0.7 structure in a disordered nanowire.",
            "Superconductor-nanowire devices from tunneling to the multichannel regime: Zero-bias oscillations and magnetoconductance crossover",
            "HOH Churchill and V Fatemi and Kasper Grove-Rasmussen and MT Deng and Philippe Caroff and HQ Xu and Charles M Marcus",
            "2013",
            "mTz6GK0AAAAJ:MXK_kJrjxJIC",
            721,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.87.241401",
            "7135950185261865827",
            "\/scholar?cites=7135950185261865827",
            {
                "2013":27,
                "2014":88,
                "2015":105,
                "2016":115,
                "2017":100,
                "2018":104,
                "2019":96,
                "2020":73,
                "2021":5
            }
        ],
        [
            "We report electronic transport measurements of devices based on monolayers and bilayers of the transition-metal dichalcogenide MoS2. Through a combination of in situ vacuum annealing and electrostatic gating we obtained ohmic contact to the MoS2 down to 4 K at high carrier densities. At lower carrier densities, low-temperature four probe transport measurements show a metal–insulator transition in both monolayer and bilayer samples. In the metallic regime, the high-temperature behavior of the mobility showed strong temperature dependence consistent with phonon-dominated transport. At low temperature, intrinsic field-effect mobilities approaching 1000 cm2\/(V·s) were observed for both monolayer and bilayer devices. Mobilities extracted from Hall effect measurements were several times lower and showed a strong dependence on density, likely caused by screening of charged impurity scattering at higher …",
            "Intrinsic Electronic Transport Properties of High Quality Monolayer and Bilayer MoS2",
            "Britton Baugher and Hugh OH Churchill and Yafang Yang and Pablo Jarillo-Herrero",
            "2013",
            "mTz6GK0AAAAJ:Zph67rFs4hoC",
            539,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl401916s",
            "7774025419326676534",
            "\/scholar?cites=7774025419326676534",
            {
                "2013":3,
                "2014":60,
                "2015":87,
                "2016":88,
                "2017":75,
                "2018":74,
                "2019":70,
                "2020":72,
                "2021":7
            }
        ],
        [
            "Figure 1| Black phosphorus structure and bandgaps of layered materials. a, The layered and anisotropic crystal structure of elemental black phosphorus. b, Bandgap energies of several layered materials used for nanoelectronics. The range of values for each material can be achieved through a variety of means. For example, it is expected that variations in an applied perpendicular electric field, film thickness or strain could modify the bandgap value. hBN, hexagonal boron nitride.",
            "Phosphorus joins the family",
            "Hugh OH Churchill and Pablo Jarillo-Herrero",
            "2014",
            "mTz6GK0AAAAJ:Wp0gIr-vW9MC",
            415,
            "https:\/\/www.nature.com\/articles\/nnano.2014.85",
            "7302530420931777452",
            "\/scholar?cites=7302530420931777452",
            {
                "2014":10,
                "2015":46,
                "2016":70,
                "2017":73,
                "2018":86,
                "2019":72,
                "2020":49,
                "2021":9
            }
        ],
        [
            "One proposal for a solid-state-based quantum bit (qubit) is to control coupled electron spins on adjacent semiconductor quantum dots 1, 2. Most experiments have focused on quantum dots made from III–V semiconductors; however, the coherence of electron spins in these materials is limited by hyperfine interactions with nuclear spins 3, 4, 5, 6. Ge\/Si core\/shell nanowires seem ideally suited to overcome this limitation, because the most abundant nuclei in Ge and Si have spin zero and the nanowires can be chemically synthesized defect-free with tunable properties 7. Here, we present a double quantum dot based on Ge\/Si nanowires in which we can completely control the coupling between the dots and to the leads. We also demonstrate that charge on the double dot can be detected by coupling it capacitively to an adjacent nanowire quantum dot. The double quantum dot and integrated charge sensor serve as an …",
            "A Ge\/Si heterostructure nanowire-based double quantum dot with integrated charge sensor",
            "Yongjie Hu and Hugh OH Churchill and David J Reilly and Jie Xiang and Charles M Lieber and Charles M Marcus",
            "2007",
            "mTz6GK0AAAAJ:u5HHmVD_uO8C",
            343,
            "https:\/\/www.nature.com\/nnano\/journal\/v2\/n10\/abs\/nnano.2007.302.html",
            "2567516921880358852",
            "\/scholar?cites=2567516921880358852",
            {
                "2007":3,
                "2008":24,
                "2009":30,
                "2010":33,
                "2011":28,
                "2012":26,
                "2013":31,
                "2014":23,
                "2015":30,
                "2016":23,
                "2017":21,
                "2018":27,
                "2019":17,
                "2020":17,
                "2021":3
            }
        ],
        [
            "For coherent electron spins, hyperfine coupling to nuclei in the host material can either be a dominant source of unwanted spin decoherence 1, 2, 3 or, if controlled effectively, a resource enabling storage and retrieval of quantum information 4, 5, 6, 7. To investigate the effect of a controllable nuclear environment on the evolution of confined electron spins, we have fabricated and measured gate-defined double quantum dots with integrated charge sensors made from single-walled carbon nanotubes with a variable concentration of 13 C (nuclear spin I= 1\/2) among the majority zero-nuclear-spin 12 C atoms. We observe strong isotope effects in spin-blockaded transport, and from the magnetic field dependence estimate the hyperfine coupling in 13 C nanotubes to be of the order of 100 μeV, two orders of magnitude larger than anticipated 8, 9. 13 C-enhanced nanotubes are an interesting system for spin-based …",
            "Electron-nuclear interaction in 13C nanotube double quantum dots",
            "Hugh Olen Hill Churchill and Andrew J Bestwick and Jennifer W Harlow and Ferdinand Kuemmeth and David Marcos and Carolyn H Stwertka and Susan K Watson and Charles Masamed Marcus",
            "2009",
            "mTz6GK0AAAAJ:u-x6o8ySG0sC",
            195,
            "https:\/\/www.nature.com\/articles\/nphys1247",
            "14996181357038756074",
            "\/scholar?cites=14996181357038756074",
            {
                "2009":10,
                "2010":33,
                "2011":31,
                "2012":31,
                "2013":23,
                "2014":13,
                "2015":13,
                "2016":11,
                "2017":10,
                "2018":5,
                "2019":2,
                "2020":10,
                "2021":2
            }
        ],
        [
            "We use charge sensing of Pauli blockade (including spin and isospin) in a two-electron C 13 nanotube double quantum dot to measure relaxation and dephasing times. The relaxation time T 1 first decreases with a parallel magnetic field and then goes through a minimum in a field of 1.4 T. We attribute both results to the spin-orbit-modified electronic spectrum of carbon nanotubes, which at high field enhances relaxation due to bending-mode phonons. The inhomogeneous dephasing time T 2* is consistent with previous data on hyperfine coupling strength in C 13 nanotubes.",
            "Relaxation and Dephasing in a Two-Electron  Nanotube Double Quantum Dot",
            "Hugh Olen Hill Churchill and Ferdinand Kuemmeth and Jennifer W Harlow and Andrew J Bestwick and Emmanuel I Rashba and Karsten Flensberg and Carolyn H Stwertka and Thiti Taychatanapat and Susan K Watson and Charles Masamed Marcus",
            "2009",
            "mTz6GK0AAAAJ:d1gkVwhDpl0C",
            147,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.166802",
            "3793100854338601854",
            "\/scholar?cites=3793100854338601854",
            {
                "2009":15,
                "2010":25,
                "2011":13,
                "2012":22,
                "2013":19,
                "2014":8,
                "2015":7,
                "2016":8,
                "2017":15,
                "2018":4,
                "2019":4,
                "2020":6
            }
        ],
        [
            "We report high quality graphene and WSe2 devices encapsulated between two hexagonal boron nitride (hBN) flakes using a pick-up method with etched hBN flakes. Picking up prepatterned hBN flakes to be used as a gate dielectric or mask for other 2D materials opens new possibilities for the design and fabrication of 2D heterostructures. In this Letter, we demonstrate this technique in two ways: first, a dual-gated graphene device that is encapsulated between an hBN substrate and prepatterned hBN strips. The conductance of the graphene device shows pronounced Fabry–Pérot oscillations as a function of carrier density, which implies strong quantum confinement and ballistic transport in the locally gated region. Second, we describe a WSe2 device encapsulated in hBN with the top hBN patterned as a mask for the channel of a Hall bar. Ionic liquid selectively tunes the carrier density of the contact region of the …",
            "Electronic Transport of Encapsulated Graphene and WSe2 Devices Fabricated by Pick-up of Prepatterned hBN",
            "Joel I-Jan Wang and Yafang Yang and Yu-An Chen and Kenji Watanabe and Takashi Taniguchi and Hugh OH Churchill and Pablo Jarillo-Herrero",
            "2015",
            "mTz6GK0AAAAJ:ZeXyd9-uunAC",
            108,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl504750f",
            "328423160638321416",
            "\/scholar?cites=328423160638321416",
            {
                "2015":8,
                "2016":17,
                "2017":15,
                "2018":21,
                "2019":27,
                "2020":18,
                "2021":2
            }
        ],
        [
            "We used an atomic force microscope (AFM) with a modified tip to measure interaction forces between a silica microsphere and surfaces of quartz, calcite, and albite over a range of pH. Minima in the magnitude of electrostatic repulsion or attraction appeared near the point of zero charge (pHpzc) values for quartz (≈2.8), calcite (9.5), albite (2.6), and silica glass (3.5). We observed small, but significant, differences in pHpzc values for the (100), (101), and (011) faces of quartz. In order to correlate mineral surface charges with ionic characteristics and corresponding isoelectric points (pI) of amino acids, we immersed quartz and calcite in solutions of six amino acids. Quartz (pHpzc ≈ 2.8) tends to adsorb amino acids most strongly when pHpzc and pI differ significantly. Thus quartz adsorbs lysine (pI = 9.74) more strongly than amino acids with lower pI. In contrast, calcite (pHpzc = 9.5) adsorbs a variety of amino …",
            "Correlation of pH-dependent surface interaction forces to amino acid adsorption: Implications for the origin of life",
            "Hugh Churchill and Henry Teng and Robert M Hazen",
            "2004",
            "mTz6GK0AAAAJ:Se3iqnhoufwC",
            107,
            "https:\/\/pubs.geoscienceworld.org\/ammin\/article-lookup\/89\/7\/1048",
            "16867534232839623789",
            "\/scholar?cites=16867534232839623789",
            {
                "2004":1,
                "2005":1,
                "2006":6,
                "2007":9,
                "2008":4,
                "2009":8,
                "2010":5,
                "2011":9,
                "2012":6,
                "2013":10,
                "2014":8,
                "2015":9,
                "2016":6,
                "2017":10,
                "2018":5,
                "2019":5,
                "2020":3
            }
        ]
    ]
}