{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The bacteriochlorophyll (Bchl) c content and organization was determined for Chlorobium (Cb.) tepidum chlorosomes, the light-harvesting complexes from green photosynthetic bacteria, using fluorescence correlation spectroscopy and atomic force microscopy. Single-chlorosome fluorescence data was analyzed in terms of the correlation of the fluorescence intensity with time. Using this technique, known as fluorescence correlation spectroscopy, chlorosomes were shown to have a hydrodynamic radius (Rh) of 25 ± 3.2 nm. This technique was also used to determine the concentration of chlorosomes in a sample, and pigment extraction and quantitation was used to determine the molar concentration of Bchl c present. From these data, a number of ∼215,000 ± 80,000 Bchl c per chlorosome was determined. Homogeneity of the sample was further characterized by dynamic light scattering, giving a single population …",
            "Characterization of Chlorobium tepidum chlorosomes: a calculation of bacteriochlorophyll c per chlorosome and oligomer modeling",
            "Gabriel A Montano and Benjamin P Bowen and Jeffrey T LaBelle and Neal W Woodbury and Vincent B Pizziconi and Robert E Blankenship",
            "2003",
            "MU0veZIAAAAJ:hMod-77fHWUC",
            139,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349503746785",
            "15414483839337864807",
            "\/scholar?cites=15414483839337864807",
            {
                "2004":3,
                "2005":4,
                "2006":8,
                "2007":11,
                "2008":9,
                "2009":9,
                "2010":7,
                "2011":12,
                "2012":19,
                "2013":11,
                "2014":9,
                "2015":4,
                "2016":4,
                "2017":10,
                "2018":10,
                "2019":5,
                "2020":4
            }
        ],
        [
            "We report a general procedure to prepare functional organic thin films for biological assays on oxide surfaces. Silica surfaces were functionalized by self-assembly of an amine-terminated silane film using both vapor- and solution-phase deposition of 3‘-aminopropylmethyldiethoxysilane (APMDES). We found that vapor-phase deposition of APMDES under reduced pressure produced the highest quality monolayer films with uniform surface coverage, as determined by atomic force microscopy (AFM), ellipsometry, and contact angle measurements. The amine-terminated films were chemically modified with a mixture of carboxylic acid-terminated poly(ethylene glycol) (PEG) chains of varying functionality. A fraction of the PEG chains (0.1−10 mol %) terminated in biotin, which produced a surface with an affinity toward streptavidin. When used in pseudo-sandwich assays on waveguide platforms for the detection of …",
            "Functional PEG-modified thin films for biological detection",
            "Aaron S Anderson and Andrew M Dattelbaum and Gabriel A Montaño and Dominique N Price and Jurgen G Schmidt and Jennifer S Martinez and W Kevin Grace and Karen M Grace and Basil I Swanson",
            "2008",
            "MU0veZIAAAAJ:5nxA0vEk-isC",
            89,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la7033438",
            "5898127987852642666",
            "\/scholar?cites=5898127987852642666",
            {
                "2008":3,
                "2009":6,
                "2010":11,
                "2011":13,
                "2012":12,
                "2013":12,
                "2014":6,
                "2015":3,
                "2016":7,
                "2017":7,
                "2018":6,
                "2019":2,
                "2020":1
            }
        ],
        [
            "The B798 light-harvesting baseplate of the chlorosome antenna complex of the thermophilic, filamentous anoxygenic phototrophic bacterium Chloroflexus aurantiacus has been isolated and characterized. Isolation was performed by using a hexanol-detergent treatment of freeze−thawed chlorosomes. The isolated baseplate consists of Bchl a, β-carotene, and the 5.7 kDa CsmA protein with a ratio of 1.0 CsmA protein\/1.6 Bchl a\/4.2 β-carotenes. The baseplate has characteristic absorbance at 798 nm as well as carotenoid absorbance maxima at 519, 489, and 462 nm. The energy transfer efficiency from the carotenoids to the Bchl a is 30% as measured by steady-state and ultrafast time-resolved fluorescence and absorption spectroscopies. Energy equilibration within the Bchl a absorbing regions exhibits ultrafast kinetics. Circular dichroism spectroscopy shows no evidence for excitonically coupled Bchl a pools within …",
            "Isolation and Characterization of the B798 Light-Harvesting Baseplate from the Chlorosomes of Chloroflexus aurantiacus",
            "Gabriel A Montano and Hsing-Mei Wu and Su Lin and Daniel C Brune and Robert E Blankenship",
            "2003",
            "MU0veZIAAAAJ:_Qo2XoVZTnwC",
            87,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/bi034350k",
            "12405572088501080468",
            "\/scholar?cites=12405572088501080468",
            {
                "2004":4,
                "2005":7,
                "2006":7,
                "2007":8,
                "2008":3,
                "2009":8,
                "2010":7,
                "2011":4,
                "2012":9,
                "2013":7,
                "2014":5,
                "2015":3,
                "2016":2,
                "2017":2,
                "2018":6,
                "2019":2,
                "2020":2
            }
        ],
        [
            "Lipopolysaccharide (LPS) is a unique lipoglycan, with two major physiological roles: 1), as a major structural component of the outer membrane of Gram-negative bacteria and 2), as a highly potent mammalian toxin when released from cells into solution (endotoxin). LPS is an amphiphile that spontaneously inserts into the outer leaflet of lipid bilayers to bury its hydrophobic lipidic domain, leaving the hydrophilic polysaccharide chain exposed to the exterior polar solvent. Divalent cations have long been known to neutralize and stabilize LPS in the outer membrane, whereas LPS in the presence of monovalent cations forms highly mobile negatively-charged aggregates. Yet, much of our understanding of LPS and its interactions with the cell membrane does not take into account its amphiphilic biochemistry and charge polarization. Herein, we report fluorescence microscopy and atomic force microscopy analysis of the …",
            "Lipopolysaccharide-induced dynamic lipid membrane reorganization: tubules, perforations, and stacks",
            "Peter G Adams and Loreen Lamoureux and Kirstie L Swingle and Harshini Mukundan and Gabriel A Montaño",
            "2014",
            "MU0veZIAAAAJ:bEWYMUwI8FkC",
            53,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349514004007",
            "13343957665885688125",
            "\/scholar?cites=13343957665885688125",
            {
                "2014":1,
                "2015":4,
                "2016":5,
                "2017":14,
                "2018":4,
                "2019":9,
                "2020":13,
                "2021":2
            }
        ],
        [
            "The integral membrane light-harvesting complex B808–866 from the thermophilic green filamentous bacterium Chloroflexus aurantiacus has been isolated and characterized. Reversed-phase HPLC analysis demonstrated that the number of bacteriochlorophyll (BChl) in the B808–866 antenna complex is 36 ± 2 per reaction center. The main carotenoid type is γ-carotene, and the molar ratio of BChl to carotenoid is 3:2. The steady-state absorption and fluorescence spectroscopy of the B808–866 complex are reminiscent of the well-studied LH2 peripheral antenna of purple bacteria, whereas the protein sequence and the circular dichroism spectrum of B808–866 is more similar to the LH1 inner core antenna. The efficiency of excitation transfer from carotenoid to BChl is about 25%. The above results combined with electron microscopy and dynamic light scattering analysis suggest that the B808–866 antenna …",
            "Purification and characterization of the B808–866 light-harvesting complex from green filamentous bacterium Chloroflexus aurantiacus",
            "Yueyong Xin and Su Lin and Gabriel A Montaño and Robert E Blankenship",
            "2005",
            "MU0veZIAAAAJ:Zph67rFs4hoC",
            40,
            "https:\/\/link.springer.com\/article\/10.1007\/s11120-005-5103-2",
            "6414862083222285316",
            "\/scholar?cites=6414862083222285316",
            {
                "2005":1,
                "2006":2,
                "2007":1,
                "2008":1,
                "2009":6,
                "2010":4,
                "2011":2,
                "2012":6,
                "2013":1,
                "2014":4,
                "2015":2,
                "2016":2,
                "2017":6,
                "2018":1,
                "2019":1
            }
        ],
        [
            "In this letter, we present a simple one-step, versatile, scalable chemical vapor deposition (CVD)-based process for the encapsulation and stabilization of a host of single or multicomponent supramolecular assemblies (proteoliposomes, microbubbles, lipid bilayers, and photosynthetic antennae complexes and other biological materials) to form functional hybrid nanobiomaterials. In each case, it is possible (i) to form thin silica layers or gels controllably that enable the preservation of the supramolecular assembly over time and under adverse environmental conditions and (ii) to tune the structure of the silica gels so as to optimize solute accessibility while at the same time preserving functional dynamic properties of the encapsulated phospholipid assembly. The process allows precise temporal and spatial control of silica polymerization kinetics through the control of precursor delivery at room temperature and does not …",
            "CVD for the facile synthesis of hybrid nanobiomaterials integrating functional supramolecular assemblies",
            "Gautam Gupta and Shailendra B Rathod and Kyle W Staggs and Linnea K Ista and Kaoutar Abbou Oucherif and Plamen B Atanassov and Michaelann S Tartis and Gabriel A Montano and Gabriel P López",
            "2009",
            "MU0veZIAAAAJ:M3ejUd6NZC8C",
            39,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la903475d",
            "7456561534293913424",
            "\/scholar?cites=7456561534293913424",
            {
                "2010":4,
                "2011":5,
                "2012":5,
                "2013":4,
                "2014":4,
                "2015":5,
                "2016":5,
                "2017":5,
                "2018":2
            }
        ],
        [
            "We have studied and modeled the morphology and dynamics of fluid planar lipid bilayer membranes supported on a textured silicon substrate. The substrate is fabricated to have channels on its surface that are a few hundred nanometers across, with a channel depth of a few hundred nanometers perpendicular to the plane of observation. Using atomic force microscopy and quantitative fluorescence microscopy, we have shown that the bilayer assemblies conform to the underlying nanostructured substrate. As far as dynamics is concerned, when observed over length scales exceeding the dimensions of the nanostructured features, the macroscopic diffusion is anisotropic. However, the macroscopic anisotropy is well simulated using models of diffusion on the nanostructured surface that consider the lipids to diffuse homogeneously and isotropically on the supporting substrate. Consistent with previous observations …",
            "Formation and dynamics of supported phospholipid membranes on a periodic nanotextured substrate",
            "James H Werner and Gabriel A Montano and Anthony L Garcia and Nesia A Zurek and Elshan A Akhadov and Gabriel P Lopez and Andrew P Shreve",
            "2009",
            "MU0veZIAAAAJ:0EnyYjriUFMC",
            35,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la802249f",
            "5891685998431838743",
            "\/scholar?cites=5891685998431838743",
            {
                "2009":2,
                "2010":9,
                "2011":2,
                "2012":3,
                "2013":2,
                "2014":3,
                "2015":2,
                "2016":4,
                "2017":2,
                "2018":3,
                "2019":2,
                "2020":1
            }
        ],
        [
            "CdSe semiconductor nanocrystal quantum dots are assembled into nanowire-like arrays employing microtubule fibers as nanoscale molecular “scaffolds.” Spectrally and time-resolved energy-transfer analysis is used to assess the assembly of the nanoparticles into the hybrid inorganic biomolecular structure. Specifically, we demonstrate that a comprehensive study of energy transfer between quantum dot pairs on the biotemplate and, alternatively, between quantum dots and molecular dyes embedded in the microtubule scaffold comprises a powerful spectroscopic tool for evaluating the assembly process. In addition to revealing the extent to which assembly has occurred, the approach allows determination of particle-to-particle (and particle-to-dye) distances within the biomediated array. Significantly, the characterization is realized in situ, without need for further sample workup or risk of disturbing the solution …",
            "Efficient Quantum Dot− Quantum Dot and Quantum Dot− Dye Energy Transfer in Biotemplated Assemblies",
            "Marc Achermann and Sohee Jeong and Laurent Balet and Gabriel A Montano and Jennifer A Hollingsworth",
            "2011",
            "MU0veZIAAAAJ:7PzlFSSx8tAC",
            34,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn102365v",
            "8758059339449452251",
            "\/scholar?cites=8758059339449452251",
            {
                "2011":1,
                "2012":2,
                "2013":1,
                "2014":6,
                "2015":4,
                "2016":5,
                "2017":6,
                "2018":5,
                "2019":1,
                "2020":3
            }
        ],
        [
            "Electrostatic interaction plays a leading role in nanoparticle interactions with membrane architectures and can lead to effects such as nanoparticle binding and membrane disruption. In this work, the effects of nanoparticles (NPs) interacting with mixed lipid systems were investigated, indicating an ability to tune both NP binding to membranes and membrane disruption. Lipid membrane assemblies (LBAs) were created using a combination of charged, neutral, and gel-phase lipids. Depending on the lipid composition, nanostructured networks could be observed using in situ atomic force microscopy representing an asymmetrical distribution of lipids that rendered varying effects on NP interaction and membrane disruption that were domain-specific. LBA charge could be localized to fluidic domains that were selectively disrupted when interacting with negatively charged Au nanoparticles or quantum dots. Disruption was …",
            "Surface charge dependent nanoparticle disruption and deposition of lipid bilayer assemblies",
            "Xiaoyin Xiao and Gabriel A Montaño and Thayne L Edwards and Amy Allen and Komandoor E Achyuthan and Ronen Polsky and David R Wheeler and Susan M Brozik",
            "2012",
            "MU0veZIAAAAJ:RGFaLdJalmkC",
            32,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la303300b",
            "16942146612451594347",
            "\/scholar?cites=16942146612451594347",
            {
                "2013":3,
                "2014":4,
                "2015":4,
                "2016":6,
                "2017":4,
                "2018":4,
                "2019":3,
                "2020":4
            }
        ],
        [
            "Interferometric lithographically fabricated porous carbon acts as active substrates for Surface Enhanced Raman Scattering (SERS) applications with enhancement factors ranging from 7 to 9 orders of magnitude.",
            "Lithographically-defined 3D porous networks as active substrates for surface enhanced Raman scattering",
            "Xiaoyin Xiao and John Nogan and Thomas Beechem and Gabriel A Montaño and Cody M Washburn and Joseph Wang and Susan M Brozik and David R Wheeler and D Bruce Burckel and Ronen Polsky",
            "2011",
            "MU0veZIAAAAJ:R3hNpaxXUhUC",
            27,
            "https:\/\/pubs.rsc.org\/fa\/content\/articlehtml\/2011\/cc\/c1cc12072g",
            "11785034971586710948",
            "\/scholar?cites=11785034971586710948",
            {
                "2012":3,
                "2013":1,
                "2014":4,
                "2015":3,
                "2016":3,
                "2017":3,
                "2018":2,
                "2019":5,
                "2020":3
            }
        ]
    ]
}