{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The tensile strengths of individual multiwalled carbon nanotubes (MWCNTs) were measured with a “nanostressing stage” located within a scanning electron microscope. The tensile-loading experiment was prepared and observed entirely within the microscope and was recorded on video. The MWCNTs broke in the outermost layer (“sword-in-sheath” failure), and the tensile strength of this layer ranged from 11 to 63 gigapascals for the set of 19 MWCNTs that were loaded. Analysis of the stress-strain curves for individual MWCNTs indicated that the Young9s modulus E of the outermost layer varied from 270 to 950 gigapascals. Transmission electron microscopic examination of the broken nanotube fragments revealed a variety of structures, such as a nanotube ribbon, a wave pattern, and partial radial collapse.",
            "Strength and breaking mechanism of multiwalled carbon nanotubes under tensile load",
            "Min-Feng Yu and Oleg Lourie and Mark J Dyer and Katerina Moloni and Thomas F Kelly and Rodney S Ruoff",
            "2000",
            "Mu3cYQ8AAAAJ:u5HHmVD_uO8C",
            5952,
            "https:\/\/science.sciencemag.org\/content\/287\/5453\/637.abstract",
            "10813031758448710983",
            "\/scholar?cites=10813031758448710983",
            {
                "2000":22,
                "2001":48,
                "2002":74,
                "2003":106,
                "2004":174,
                "2005":172,
                "2006":258,
                "2007":282,
                "2008":324,
                "2009":323,
                "2010":351,
                "2011":382,
                "2012":427,
                "2013":423,
                "2014":406,
                "2015":383,
                "2016":392,
                "2017":379,
                "2018":363,
                "2019":316,
                "2020":273,
                "2021":47
            }
        ],
        [
            "The mechanical response of 15 single wall carbon nanotube (SWCNT) ropes under tensile load was measured. For 8 of these ropes strain data were obtained and they broke at strain values of 5.3% or lower. The force-strain data are well fit by a model that assumes the load is carried by the SWCNTs on the perimeter of each rope. This model provides an average breaking strength of SWCNTs on the perimeter of each rope; the 15 values range from 13 to 52 GPa (mean 30 GPa). Based on the same model the 8 average Young's modulus values determined range from 320 to 1470 GPa (mean 1002 GPa).",
            "Tensile loading of ropes of single wall carbon nanotubes and their mechanical properties",
            "Min-Feng Yu and Bradley S Files and Sivaram Arepalli and Rodney S Ruoff",
            "2000",
            "Mu3cYQ8AAAAJ:u-x6o8ySG0sC",
            3165,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.84.5552",
            "4957440395145975554",
            "\/scholar?cites=4957440395145975554",
            {
                "2001":20,
                "2002":48,
                "2003":77,
                "2004":142,
                "2005":117,
                "2006":207,
                "2007":203,
                "2008":173,
                "2009":203,
                "2010":208,
                "2011":202,
                "2012":188,
                "2013":215,
                "2014":168,
                "2015":173,
                "2016":187,
                "2017":164,
                "2018":191,
                "2019":129,
                "2020":105,
                "2021":24
            }
        ],
        [
            "Soon after the discovery of carbon nanotubes, it was realized that the theoretically predicted mechanical properties of these interesting structures–including high strength, high stiffness, low density and structural perfection–could make them ideal for a wealth of technological applications. The experimental verification, and in some cases refutation, of these predictions, along with a number of computer simulation methods applied to their modeling, has led over the past decade to an improved but by no means complete understanding of the mechanics of carbon nanotubes. We review the theoretical predictions and discuss the experimental techniques that are most often used for the challenging tasks of visualizing and manipulating these tiny structures. We also outline the computational approaches that have been taken, including ab initio quantum mechanical simulations, classical molecular dynamics, and …",
            "Mechanics of carbon nanotubes",
            "Dong Qian and Gregory J Wagner and Wing Kam Liu and Min-Feng Yu and Rodney S Ruoff",
            "2002",
            "Mu3cYQ8AAAAJ:d1gkVwhDpl0C",
            1380,
            "https:\/\/asmedigitalcollection.asme.org\/appliedmechanicsreviews\/article-abstract\/55\/6\/495\/463989",
            "1881937300353579540",
            "\/scholar?cites=1881937300353579540",
            {
                "2002":4,
                "2003":25,
                "2004":78,
                "2005":82,
                "2006":75,
                "2007":100,
                "2008":97,
                "2009":95,
                "2010":87,
                "2011":100,
                "2012":65,
                "2013":88,
                "2014":82,
                "2015":72,
                "2016":69,
                "2017":72,
                "2018":60,
                "2019":56,
                "2020":60,
                "2021":6
            }
        ],
        [
            "We demonstrate the tailoring of highly oriented pyrolytic graphite (HOPG) to obtain uniformly sized islands of up to several microns in size. There has already been some research on manipulating individual sheets on HOPG surfaces with scanning probe microscope tips; such sheets were obtained either accidentally or with a less controllable indenting technique. Here we present a different approach, which is more reliable and controllable. The HOPG surface was first patterned to create an array of small graphite islands by reactive ion etching of the HOPG surface with an oxygen plasma. These islands were then manipulated with an atomic force microscope tip. Carbon nanotubes represent a promising material for nanotechnology and can be considered as a graphene sheet rolled into a seamless cylinder. While carbon nanotubes are synthesized successfully with laser ablation, carbon arc, or chemical vapour …",
            "Tailoring graphite with the goal of achieving single sheets",
            "Xuekun Lu and Minfeng Yu and Hui Huang and Rodney S Ruoff",
            "1999",
            "Mu3cYQ8AAAAJ:Tyk-4Ss8FVUC",
            536,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0957-4484\/10\/3\/308\/meta",
            "2137843736490107909",
            "\/scholar?cites=2137843736490107909",
            {
                "2005":3,
                "2006":3,
                "2007":2,
                "2008":12,
                "2009":9,
                "2010":43,
                "2011":50,
                "2012":51,
                "2013":58,
                "2014":49,
                "2015":44,
                "2016":46,
                "2017":42,
                "2018":42,
                "2019":35,
                "2020":36,
                "2021":4
            }
        ],
        [
            "A mechanical-loading stage operating inside a scanning electron microscopy (SEM) was used to realize the sliding between nested shells of multiwalled carbon nanotubes (MWCNTs). A stick−slip motion and a smooth pullout motion were observed for the two separate MWCNTs studied. A model that includes the shear interaction, the “capillary” effect, and the edge effect, was used to explain the observed sliding between nested shells. The shear strength between shells was determined and the surface energy of the MWCNT shell estimated. ",
            "Controlled sliding and pullout of nested shells in individual multiwalled carbon nanotubes",
            "Min-Feng Yu and Boris I Yakobson and Rodney S Ruoff",
            "2000",
            "Mu3cYQ8AAAAJ:9yKSN-GCB0IC",
            515,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp002828d",
            "610488853620915823",
            "\/scholar?cites=610488853620915823",
            {
                "2000":2,
                "2001":10,
                "2002":17,
                "2003":32,
                "2004":36,
                "2005":39,
                "2006":48,
                "2007":56,
                "2008":42,
                "2009":23,
                "2010":28,
                "2011":24,
                "2012":23,
                "2013":25,
                "2014":20,
                "2015":24,
                "2016":15,
                "2017":14,
                "2018":10,
                "2019":7,
                "2020":14,
                "2021":3
            }
        ],
        [
            "Carbon nanotubes are manipulated in three dimensions inside a scanning electron microscope (SEM). A custom piezoelectric vacuum manipulator achieves positional resolutions comparable to scanning probe microscopes, with the ability to manipulate objects along one rotational and three linear degrees of freedom. This prototypical device can probe, select and handle nanometre-scale objects such as carbon nanotubes in order to explore and correlate their mechanical and electrical properties. Under real-time SEM inspection, carbon nanotubes are stressed while monitoring their conductivity, and nanotubes are attached to commercial atomic force microscope (AFM) tips such that the forces applied to the tubes can be measured from the cantilevers' deflections. The manipulator functions both as a research tool for investigating properties of carbon nanotubes and other nanoscale objects without surface …",
            "Three-dimensional manipulation of carbon nanotubes under a scanning electron microscope",
            "MinFeng Yu and Mark J Dyer and George D Skidmore and Henry W Rohrs and XueKun Lu and Kevin D Ausman and James R Von Ehr and Rodney S Ruoff",
            "1999",
            "Mu3cYQ8AAAAJ:2osOgNQ5qMEC",
            375,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0957-4484\/10\/3\/304\/meta",
            "13510738867746915878",
            "\/scholar?cites=13510738867746915878",
            {
                "2000":9,
                "2001":14,
                "2002":14,
                "2003":21,
                "2004":30,
                "2005":30,
                "2006":33,
                "2007":37,
                "2008":38,
                "2009":24,
                "2010":18,
                "2011":26,
                "2012":10,
                "2013":15,
                "2014":8,
                "2015":13,
                "2016":9,
                "2017":10,
                "2018":4,
                "2019":6,
                "2020":1,
                "2021":1
            }
        ],
        [
            "The effective elastic modulus (E) of boron nitride nanotubes (BNNTs) was measured using the electric-field-induced resonance method inside a transmission electron microscope. The average value of E from the measurements of 18 individually cantilevered BNNTs was 722 GPa, comparable to the theoretical estimate of ∼850 GPa. No strong variation of E with the diameter of the BNNTs, which spanned from 34 to 94 nm, was observed. Low quality factors (<680) obtained from the mechanical resonance is attributed to the layered structural nature of BNNT.",
            "Elastic modulus and resonance behavior of boron nitride nanotubes",
            "Abhijit P Suryavanshi and Min-Feng Yu and Jianguo Wen and Chengchun Tang and Yoshio Bando",
            "2004",
            "Mu3cYQ8AAAAJ:IjCSPb-OGe4C",
            365,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1691189",
            "6227087375039318089",
            "\/scholar?cites=6227087375039318089",
            {
                "2004":1,
                "2005":12,
                "2006":11,
                "2007":13,
                "2008":19,
                "2009":15,
                "2010":30,
                "2011":23,
                "2012":30,
                "2013":33,
                "2014":28,
                "2015":34,
                "2016":22,
                "2017":28,
                "2018":23,
                "2019":16,
                "2020":23,
                "2021":1
            }
        ],
        [
            "Tapping-mode atomic force microscopy was used to study the radial deformability of a multiwalled carbon nanotube (MWCNT). By imaging the MWCNT under different tapping forces, we were able to demonstrate its remarkable reversible radial deformability (up to∼ 40%) and reveal internal discontinuities along its length. The values of the effective elastic modulus of several sections of the MWCNT in the radial direction were estimated with the Hertz model.",
            "Investigation of the radial deformability of individual carbon nanotubes under controlled indentation force",
            "Min-Feng Yu and Tomasz Kowalewski and Rodney S Ruoff",
            "2000",
            "Mu3cYQ8AAAAJ:qjMakFHDy7sC",
            262,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.85.1456",
            "2073910696451648598",
            "\/scholar?cites=2073910696451648598",
            {
                "2001":9,
                "2002":9,
                "2003":10,
                "2004":18,
                "2005":22,
                "2006":16,
                "2007":12,
                "2008":11,
                "2009":18,
                "2010":17,
                "2011":19,
                "2012":18,
                "2013":17,
                "2014":13,
                "2015":9,
                "2016":10,
                "2017":10,
                "2018":10,
                "2019":6,
                "2020":5
            }
        ],
        [
            "Simulations that model the effects of conformational strain on the chemical reactivity of single-walled carbon nanotubes suggest a method for significantly enhancing their reactivity locally by controlled deformations. The chemisorption of hydrogen atoms is predicted to be enhanced by as much as 1.6 eV at regions of high conformational deformation, suggesting that local reactivity will be significantly enhanced. Analysis of the local electronic density of states suggests the introduction of radical p orbital character to the sites that are locally deformed, consistent with the heightened reactivity and large pyramidalization angles at these sites. Preliminary experimental data consistent with this predicted heightened reactivity is also presented. ",
            "Predictions of enhanced chemical reactivity at regions of local conformational strain on carbon nanotubes: kinky chemistry",
            "Deepak Srivastava and Donald W Brenner and J David Schall and Kevin D Ausman and MinFeng Yu and Rodney S Ruoff",
            "1999",
            "Mu3cYQ8AAAAJ:UeHWp8X0CEIC",
            260,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp990882s",
            "15109387890627995709",
            "\/scholar?cites=15109387890627995709",
            {
                "1999":4,
                "2000":8,
                "2001":14,
                "2002":22,
                "2003":9,
                "2004":12,
                "2005":25,
                "2006":8,
                "2007":14,
                "2008":9,
                "2009":2,
                "2010":11,
                "2011":8,
                "2012":8,
                "2013":14,
                "2014":15,
                "2015":10,
                "2016":8,
                "2017":6,
                "2018":45,
                "2019":3,
                "2020":2
            }
        ],
        [
            "Ideal nanowire interconnects for nanoelectronics will be refractory, covalently bonded, and highly conductive, irrespective of crystallographic orientation. Theoretical studies suggest that boron nanotubes should be stable and exhibit higher electrical conductivities than those of carbon nanotubes. We describe CVD growth of elemental boron nanowires, which are found to be dense nanowhiskers rather than nanotubes. Conductivity measurements establish that they are semiconducting, with electrical properties consistent with those of elemental boron. High conductivities should be achievable through doping. ",
            "Crystalline boron nanowires",
            "Carolyn Jones Otten and Oleg R Lourie and Min-Feng Yu and John M Cowley and Mark J Dyer and Rodney S Ruoff and William E Buhro",
            "2002",
            "Mu3cYQ8AAAAJ:zYLM7Y9cAGgC",
            240,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja017817s",
            "5463982475531002003",
            "\/scholar?cites=5463982475531002003",
            {
                "2002":2,
                "2003":17,
                "2004":15,
                "2005":18,
                "2006":22,
                "2007":13,
                "2008":19,
                "2009":12,
                "2010":17,
                "2011":18,
                "2012":9,
                "2013":11,
                "2014":16,
                "2015":8,
                "2016":10,
                "2017":9,
                "2018":8,
                "2019":7,
                "2020":6
            }
        ]
    ]
}