{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "This paper is an attempt to shift the focus of the discourse of social justice, from distribution or redistribution to a dignified recognition, primarily with reference to the injustices associated with sexuality and gender, both of which are viewed by the author as socio-cultural and are seen to be rooted in social patterns of representation, interpretation, and communication.The main objective has been to throw light on the status of transgenders in India, in the background of the courts having acknowledged the travesty of their being, and despite being sympathetic to them to the extent of even affording recognition, have been unable to ensure a dignified existence to them.",
            "The Socio-Legal Exploitation of the Third Gender in India",
            "Shilpa K. Babbar",
            "2016",
            "mV1R-UAAAAAJ:2osOgNQ5qMEC",
            8,
            "https:\/\/www.academia.edu\/download\/46129184\/The_Socio-Legal_Exploitation_of_the_Third_Gender_in_India.pdf",
            "8193679242405535658",
            "\/scholar?cites=8193679242405535658",
            {
                "2018":3,
                "2019":3,
                "2020":2
            }
        ],
        [
            "Children are a human resource, invaluable but vulnerable. It is very essential to enable their development in such a manner that they bloom with joy in an atmosphere of a caring society. Various social legislations in India, focusing on an environment for a full booming of this essential human resource have undergone a sea change: from a position where children were treated as non-entity and mere material objects to a position of human dignity where conscientious efforts have been made to not only make them free from exploitation and abuses but also enable them to develop their full potentiality with fair access to food, health, education and respect. This paper makes a critical analysis of the existent legislations on child labour, issues related to adoption and sexual abuse of children.",
            "Child Welfare: A critical analysis of some of the socio-legal legislations in India",
            "Shilpa Khatri Babbar",
            "2014",
            "mV1R-UAAAAAJ:u-x6o8ySG0sC",
            3,
            "https:\/\/www.academia.edu\/download\/34609879\/H019825460.pdf",
            "8099957709223061888",
            "\/scholar?cites=8099957709223061888",
            {
                "2017":1,
                "2018":1,
                "2019":1
            }
        ]
    ]
}