{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "When deformed beyond their elastic limits, crystalline solids flow plastically via particle rearrangements localized around structural defects. Disordered solids also flow, but without obvious structural defects. We link structure to plasticity in disordered solids via a microscopic structural quantity, “softness,” designed by machine learning to be maximally predictive of rearrangements. Experimental results and computations enabled us to measure the spatial correlations and strain response of softness, as well as two measures of plasticity: the size of rearrangements and the yield strain. All four quantities maintained remarkable commonality in their values for disordered packings of objects ranging from atoms to grains, spanning seven orders of magnitude in diameter and 13 orders of magnitude in elastic modulus. These commonalities link the spatial correlations and strain response of softness to rearrangement size and …",
            "Structure-property relationships from universal signatures of plasticity in disordered solids",
            "Ekin Dogus Cubuk and RJS Ivancic and Samuel S Schoenholz and DJ Strickland and Anindita Basu and ZS Davidson and Julien Fontaine and Jyo Lyn Hor and Y-R Huang and Y Jiang and NC Keim and KD Koshigan and JA Lefever and T Liu and X-G Ma and DJ Magagnosc and E Morrow and CP Ortiz and JM Rieser and A Shavit and T Still and Y Xu and Y Zhang and Kerstin N Nordstrom and Paulo E Arratia and Robert W Carpick and Douglas J Durian and Zahra Fakhraai and Douglas J Jerolmack and Daeyeon Lee and Ju Li and Robert Riggleman and Kevin T Turner and Arjun G Yodh and Daniel S Gianola and Andrea J Liu",
            "2017",
            "MVa-d0gAAAAJ:M3NEmzRMIkIC",
            109,
            "https:\/\/science.sciencemag.org\/content\/358\/6366\/1033.abstract",
            "9169699080559117335",
            "\/scholar?cites=9169699080559117335",
            {
                "2018":21,
                "2019":37,
                "2020":43,
                "2021":5
            }
        ],
        [
            "At the microscopic level, plastic flow of a jammed, disordered material consists of a series of particle rearrangements that cannot be reversed by subsequent deformation. An infinitesimal deformation of the same material has no rearrangements. Yet between these limits, there may be a self-organized plastic regime with rearrangements, but with no net change upon reversing a deformation. We measure the oscillatory response of a jammed interfacial material, and directly observe rearrangements that couple to bulk stress and dissipate energy, but do not always give rise to global irreversibility.",
            "Mechanical and microscopic properties of the reversible plastic regime in a 2D jammed material",
            "Nathan C Keim and Paulo E Arratia",
            "2014",
            "MVa-d0gAAAAJ:qjMakFHDy7sC",
            92,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.112.028302",
            "1044500222693663273",
            "\/scholar?cites=1044500222693663273",
            {
                "2013":1,
                "2014":13,
                "2015":19,
                "2016":8,
                "2017":16,
                "2018":5,
                "2019":16,
                "2020":9,
                "2021":4
            }
        ],
        [
            "Using high-speed video, we have studied air bubbles detaching from an underwater nozzle. As a bubble distorts, it forms a thin neck which develops a singular shape as it pinches off. As in other singularities, the minimum neck radius scales with the time until the breakup. However, because the air-water interfacial tension does not drive the breakup, even small initial cylindrical asymmetries are preserved throughout the collapse. This novel, nonuniversal singularity retains a memory of the nozzle shape, size, and tilt angle. In the last stages, the air appears to tear instead of pinch.",
            "Breakup of air bubbles in water: Memory and breakdown of cylindrical symmetry",
            "Nathan C Keim and Peder Møller and Wendy W Zhang and Sidney R Nagel",
            "2006",
            "MVa-d0gAAAAJ:2osOgNQ5qMEC",
            92,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.97.144503",
            "8849639419558247103",
            "\/scholar?cites=8849639419558247103",
            {
                "2007":10,
                "2008":9,
                "2009":13,
                "2010":5,
                "2011":11,
                "2012":9,
                "2013":6,
                "2014":4,
                "2015":4,
                "2016":2,
                "2017":5,
                "2018":2,
                "2019":8,
                "2020":4
            }
        ],
        [
            "The question of how a disordered material's microstructure translates into macroscopic mechanical response is central to understanding and designing materials like pastes, foams and metallic glasses. Here, we examine a 2D soft jammed material under cyclic shear, imaging the structure of ∼5 × 104 particles. Below a certain strain amplitude, the structure becomes conserved at long times, while above, it continually rearranges. We identify the boundary between these regimes as a yield strain, defined without rheological measurement. Its value is consistent with a simultaneous but independent measurement of yielding by stress-controlled bulk rheometry. While there are virtually no irreversible rearrangements in the steady state below yielding, we find a largely stable population of plastic rearrangements that are reversed with each cycle. These results point to a microscopic view of mechanical properties under …",
            "Yielding and microstructure in a 2D jammed material under shear deformation",
            "Nathan C Keim and Paulo E Arratia",
            "2013",
            "MVa-d0gAAAAJ:UeHWp8X0CEIC",
            74,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2013\/sm\/c3sm51014j",
            "1064635924888447916",
            "\/scholar?cites=1064635924888447916",
            {
                "2013":3,
                "2014":15,
                "2015":8,
                "2016":7,
                "2017":17,
                "2018":5,
                "2019":5,
                "2020":12,
                "2021":1
            }
        ],
        [
            "Memory formation in matter is a theme of broad intellectual relevance; it sits at the interdisciplinary crossroads of physics, biology, chemistry, and computer science. Memory connotes the ability to encode, access, and erase signatures of past history in the state of a system. Once the system has completely relaxed to thermal equilibrium, it is no longer able to recall aspects of its evolution. The memory of initial conditions or previous training protocols will be lost. Thus many forms of memory are intrinsically tied to far-from-equilibrium behavior and to transient response to a perturbation. This general behavior arises in diverse contexts in condensed-matter physics and materials, including phase change memory, shape memory, echoes, memory effects in glasses, return-point memory in disordered magnets, as well as related contexts in computer science. Yet, as opposed to the situation in biology, there is currently no …",
            "Memory formation in matter",
            "Nathan C Keim and Joseph D Paulsen and Zorana Zeravcic and Srikanth Sastry and Sidney R Nagel",
            "2019",
            "MVa-d0gAAAAJ:RGFaLdJalmkC",
            57,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.91.035002",
            "13715193485213861813",
            "\/scholar?cites=13715193485213861813",
            {
                "2019":17,
                "2020":36,
                "2021":4
            }
        ],
        [
            "Out-of-equilibrium disordered systems may form memories of external driving in a remarkable fashion. The system “remembers” multiple values from a series of training inputs yet “forgets” nearly all of them at long times despite the inputs being continually repeated. Here, learning and forgetting are inseparable aspects of a single process. The memory loss may be prevented by the addition of noise. We identify a class of systems with this behavior, giving as an example a model of non-Brownian suspensions under cyclic shear.",
            "Generic transient memory formation in disordered systems with noise",
            "Nathan C Keim and Sidney R Nagel",
            "2011",
            "MVa-d0gAAAAJ:Tyk-4Ss8FVUC",
            56,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.010603",
            "7840099992736166573",
            "\/scholar?cites=7840099992736166573",
            {
                "2013":5,
                "2014":3,
                "2015":7,
                "2016":1,
                "2017":8,
                "2018":5,
                "2019":13,
                "2020":12,
                "2021":2
            }
        ],
        [
            "A system with multiple transient memories can remember a set of inputs but subsequently forgets almost all of them, even as they are continually applied. If noise is added, the system can store all memories indefinitely. The phenomenon has recently been predicted for cyclically sheared non-Brownian suspensions. Here we present experiments on such suspensions, finding behavior consistent with multiple transient memories and showing how memories can be stabilized by noise.",
            "Multiple transient memories in experiments on sheared non-Brownian suspensions",
            "Joseph D Paulsen and Nathan C Keim and Sidney R Nagel",
            "2014",
            "MVa-d0gAAAAJ:WF5omc3nYNoC",
            52,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.113.068301",
            "18375271009221959096",
            "\/scholar?cites=18375271009221959096",
            {
                "2015":6,
                "2016":1,
                "2017":10,
                "2018":8,
                "2019":13,
                "2020":13,
                "2021":1
            }
        ],
        [
            "The swimming behaviour of microorganisms can be strongly influenced by the rheology of their fluid environment. In this manuscript, we experimentally investigate the effects of shear-thinning viscosity on the swimming behaviour of an undulatory swimmer, the nematode Caenorhabditis elegans. Tracking methods are used to measure the swimmer's kinematic data (including propulsion speed) and velocity fields. We find that shear-thinning viscosity modifies the velocity fields produced by the swimming nematode but does not modify the nematode's speed and beating kinematics. Velocimetry data show significant enhancement in local vorticity and circulation and an increase in fluid velocity near the nematode's tail compared to Newtonian fluids of similar effective viscosity. These findings are compared to recent theoretical and numerical results.",
            "Undulatory swimming in shear-thinning fluids: experiments with C. elegans",
            "David A Gagnon and Nathan C Keim and Paulo E Arratia",
            "2014",
            "MVa-d0gAAAAJ:8k81kl-MbHgC",
            52,
            "https:\/\/arxiv.org\/abs\/1407.5854",
            "12921176701533094346",
            "\/scholar?cites=12921176701533094346",
            {
                "2015":8,
                "2016":14,
                "2017":7,
                "2018":10,
                "2019":5,
                "2020":8
            }
        ],
        [
            "The swimming behaviour of microorganisms can be strongly influenced by the rheology of their fluid environment. In this manuscript, we experimentally investigate the effects of shear-thinning viscosity on the swimming behaviour of an undulatory swimmer, the nematode Caenorhabditis elegans. Tracking methods are used to measure the swimmer's kinematic data (including propulsion speed) and velocity fields. We find that shear-thinning viscosity modifies the velocity fields produced by the swimming nematode but does not modify the nematode's speed and beating kinematics. Velocimetry data show significant enhancement in local vorticity and circulation and an increase in fluid velocity near the nematode's tail compared to Newtonian fluids of similar effective viscosity. These findings are compared to recent theoretical and numerical results.",
            "Undulatory swimming in shear-thinning fluids: experiments with C. elegans",
            "David A Gagnon and Nathan C Keim and Paulo E Arratia",
            "2014",
            "MVa-d0gAAAAJ:YsMSGLbcyi4C",
            52,
            "https:\/\/arxiv.org\/abs\/1407.5854",
            "12921176701533094346",
            "\/scholar?cites=12921176701533094346",
            {
                "2015":8,
                "2016":14,
                "2017":7,
                "2018":10,
                "2019":5,
                "2020":8
            }
        ],
        [
            "Conventionally, a microscopic particle that performs a reciprocal stroke cannot move through its environment. This is because at small scales, the response of simple Newtonian fluids is purely viscous and flows are time-reversible. We show that by contrast, fluid elasticity enables propulsion by reciprocal forcing that is otherwise impossible. We present experiments on rigid objects actuated reciprocally in viscous fluids, demonstrating for the first time a purely elastic propulsion set by the object's shape and boundary conditions. We describe two different artificial “swimmers” that experimentally realize this principle.",
            "Fluid elasticity can enable propulsion at low Reynolds number",
            "Nathan C Keim and Mike Garcia and Paulo E Arratia",
            "2012",
            "MVa-d0gAAAAJ:zYLM7Y9cAGgC",
            47,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4746792",
            "14755294356845817456",
            "\/scholar?cites=14755294356845817456",
            {
                "2013":2,
                "2014":7,
                "2015":9,
                "2016":10,
                "2017":8,
                "2018":2,
                "2019":5,
                "2020":4
            }
        ]
    ]
}