{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "It is only in the last century, and only in industrialized nations, that formal schooling has emerged as a widespread method of educating the young. Before schools, apprenticeship was the most common means of learning, used to transmit the knowledge required for expert practice in fields from painting and sculpting to medicine and law. Even today, many complex and important skills, such as those required for language use and social interaction, are learned informally through apprenticeshiplike methods—i£., methods involving not didactic teaching, but observation, coaching, and successive approximation while carrying out a variety of tasks and activities.The difference between formal schooling and apprenticeship methods are many, but for our purposes, one is most important Perhaps as a by-product of the specialization of learning in schools, skills and knowledge taught in schools have become abstracted …",
            "Cognitive apprenticeship: Teaching the craft of reading, writing and mathematics",
            "Allan Collins and John Seely Brown and Susan E Newman",
            "1988",
            "mvn33HYAAAAJ:5FkVrPDuTQgC",
            8779,
            "https:\/\/www.pdcnet.org\/thinking\/content\/thinking_1988_0008_0001_0002_0010",
            "11107026847431418176",
            "\/scholar?cites=11107026847431418176",
            {
                "1988":37,
                "1989":45,
                "1990":82,
                "1991":75,
                "1992":124,
                "1993":146,
                "1994":121,
                "1995":172,
                "1996":199,
                "1997":186,
                "1998":197,
                "1999":199,
                "2000":251,
                "2001":297,
                "2002":264,
                "2003":286,
                "2004":318,
                "2005":345,
                "2006":370,
                "2007":355,
                "2008":375,
                "2009":359,
                "2010":355,
                "2011":344,
                "2012":368,
                "2013":383,
                "2014":323,
                "2015":335,
                "2016":302,
                "2017":360,
                "2018":329,
                "2019":324,
                "2020":256,
                "2021":13
            }
        ],
        [
            "Metabolism provides a basis for using first principles of physics, chemistry, and biology to link the biology of individual organisms to the ecology of populations, communities, and ecosystems. Metabolic rate, the rate at which organisms take up, transform, and expend energy and materials, is the most fundamental biological rate. We have developed a quantitative theory for how metabolic rate varies with body size and temperature. Metabolic theory predicts how metabolic rate, by setting the rates of resource uptake from the environment and resource allocation to survival, growth, and reproduction, controls ecological processes at all levels of organization from individuals to the biosphere. Examples include:(1) life history attributes, including development rate, mortality rate, age at maturity, life span, and population growth rate;(2) population interactions, including carrying capacity, rates of competition and predation …",
            "Toward a metabolic theory of ecology",
            "James H Brown and James F Gillooly and Andrew P Allen and Van M Savage and Geoffrey B West",
            "2004",
            "mvn33HYAAAAJ:S16KYo8Pm5AC",
            5638,
            "https:\/\/esajournals.onlinelibrary.wiley.com\/doi\/abs\/10.1890\/03-9000@10.1002\/(ISSN)1939-9170.MacArthurAward",
            "3300727521094392428",
            "\/scholar?cites=3300727521094392428",
            {
                "2004":23,
                "2005":51,
                "2006":120,
                "2007":172,
                "2008":170,
                "2009":188,
                "2010":268,
                "2011":292,
                "2012":351,
                "2013":390,
                "2014":399,
                "2015":419,
                "2016":476,
                "2017":511,
                "2018":498,
                "2019":540,
                "2020":678,
                "2021":43
            }
        ],
        [
            "CERN Accelerating science. Sign in; Directory. CERN Document Server. Access articles, reports\nand multimedia content in HEP. Main menu. Search; Submit; Help; Personalize: Your alerts; Your\nbaskets; Your comments; Your searches. Home > The lognormal distribution with special reference\nto its uses in economics. Information; Discussion (0); Files; Holdings. Book. Title, The lognormal\ndistribution with special reference to its uses in economics. Author(s), Aitchison, John ; Brown,\nJames AC. Publication, London : Cambridge Univ. Press, 1957. - 194 p. Subject code,\n519.251.8 ; 33. Subject category, Mathematical Physics and Mathematics. CERN library copies -\nPurchase it for me! Back to search. Record created 1990-01-27, last modified 2014-12-15. Similar … \n",
            "The lognormal distribution with special reference to its uses in economics",
            "John Aitchison and James AC Brown",
            "1957",
            "mvn33HYAAAAJ:lRzkMCTRmMwC",
            5266,
            "https:\/\/cds.cern.ch\/record\/109563",
            "17571809817728449529",
            "\/scholar?cites=17571809817728449529",
            {
                "1982":86,
                "1983":79,
                "1984":69,
                "1985":83,
                "1986":78,
                "1987":72,
                "1988":79,
                "1989":83,
                "1990":72,
                "1991":91,
                "1992":89,
                "1993":89,
                "1994":71,
                "1995":79,
                "1996":97,
                "1997":114,
                "1998":84,
                "1999":73,
                "2000":105,
                "2001":100,
                "2002":103,
                "2003":105,
                "2004":114,
                "2005":121,
                "2006":131,
                "2007":121,
                "2008":140,
                "2009":122,
                "2010":137,
                "2011":112,
                "2012":128,
                "2013":141,
                "2014":120,
                "2015":122,
                "2016":121,
                "2017":105,
                "2018":116,
                "2019":109,
                "2020":89,
                "2021":8
            }
        ],
        [
            "Allometric scaling relations, including the 3\/4 power law for metabolic rates, are characteristic of all organisms and are here derived from a general model that describes how essential materials are transported through space-filling fractal networks of branching tubes. The model assumes that the energy dissipated is minimized and that the terminal tubes do not vary with body size. It provides a complete analysis of scaling relations for mammalian circulatory systems that are in agreement with data. More generally, the model predicts structural and functional properties of vertebrate cardiovascular and respiratory systems, plant vascular systems, insect tracheal tubes, and other distribution networks.",
            "A general model for the origin of allometric scaling laws in biology",
            "Geoffrey B West and James H Brown and Brian J Enquist",
            "1997",
            "mvn33HYAAAAJ:M7yex6snE4oC",
            4682,
            "https:\/\/science.sciencemag.org\/content\/276\/5309\/122.abstract",
            "12817142783288074492",
            "\/scholar?cites=12817142783288074492",
            {
                "1998":32,
                "1999":54,
                "2000":74,
                "2001":90,
                "2002":133,
                "2003":143,
                "2004":175,
                "2005":179,
                "2006":204,
                "2007":224,
                "2008":225,
                "2009":222,
                "2010":242,
                "2011":227,
                "2012":256,
                "2013":267,
                "2014":274,
                "2015":243,
                "2016":268,
                "2017":262,
                "2018":271,
                "2019":274,
                "2020":252,
                "2021":20
            }
        ],
        [
            "The field of second language (L2) pronunciation instruction has benefited greatly from an increasing amount of research and attention in the last ten years. Before this, the field suffered from a narrow approach to pronunciation featuring a dominant emphasis on students sounding native-‐like. However, in the last ten years, a paradigm shift has occurred bringing focus to aspects of intelligibility and comprehensibility (Derwing & Munro, 2005; Levis, 2005). With the focus of L2 pronunciation research and instruction shifting, areas of word stress, intonation, connected speech, and suprasegmentals have seen much more exposure in scholarly articles and pronunciation instruction texts. These changes have resulted in the publication of New Ways in Teaching Connected Speech (2012). This book offers an extensive amount of pronunciation lessons created by teachers for teachers of a range of proficiency levels (ie, beginner to advanced). The editor suggests that connected speech is not simply a marker for casual, less formal speech, but is instead present in all situations of language use to some degree. By enabling students to utilize rules for connected speech in English, teachers can provide their students with a means for being perceived as more intelligible and",
            "Biogeography. Sinauer Associates",
            "Dean Brown",
            "2009",
            "mvn33HYAAAAJ:oNZyr7d5Mn4C",
            4387,
            "http:\/\/citeseerx.ist.psu.edu\/viewdoc\/summary?doi=10.1.1.410.5742",
            "10727506164718750159",
            "\/scholar?cites=10727506164718750159",
            {
                "1997":26,
                "1998":43,
                "1999":48,
                "2000":72,
                "2001":99,
                "2002":105,
                "2003":155,
                "2004":155,
                "2005":171,
                "2006":214,
                "2007":193,
                "2008":183,
                "2009":201,
                "2010":239,
                "2011":259,
                "2012":239,
                "2013":218,
                "2014":252,
                "2015":195,
                "2016":223,
                "2017":202,
                "2018":194,
                "2019":195,
                "2020":169,
                "2021":9
            }
        ],
        [
            "In Macroecology, James H. Brown proposes a radical new research agenda designed to broaden the scope of ecology to encompass vast geographical areas and very long time spans. While much ecological research is narrowly focused and experimental, providing detailed information that cannot be used to generalize from one ecological community or time period to another, macroecology draws on data from many disciplines to create a less detailed but much broader picture with greater potential for generalization. Integrating data from ecology, systematics, evolutionary biology, paleobiology, and biogeography to investigate problems that could only be addressed on a much smaller scale by traditional approaches, macroecology provides a richer, more complete understanding of how patterns of life have moved across the earth over time. Brown also demonstrates the advantages of macroecology for conservation, showing how it allows scientists to look beyond endangered species and ecological communities to consider the long history and large geographic scale of human impacts. An important reassessment of the direction of ecology by one of the most influential thinkers in the field, this work will shape future research in ecology and other disciplines.\" This approach may well mark a major new turn in the road in the history of ecology, and I find it extremely exciting. The scope of Macroecology is tremendous and the book makes use of its author's exceptionally broad experience and knowledge. An excellent and important book.\"—Lawrence R. Heaney, Center for Environmental and Evolutionary Biology, the Field Museum",
            "Macroecology",
            "James H Brown",
            "1995",
            "mvn33HYAAAAJ:WZBGuue-350C",
            3169,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=3Lrvb6GeYRsC&oi=fnd&pg=PA1&dq=info:Gjpu4COBzNoJ:scholar.google.com&ots=DkpaaQSsSS&sig=xKBT7DcriVGYi_AqYTzEnz9PRBU",
            "15766118386606422554",
            "\/scholar?cites=15766118386606422554",
            {
                "1996":37,
                "1997":74,
                "1998":74,
                "1999":126,
                "2000":121,
                "2001":151,
                "2002":158,
                "2003":142,
                "2004":162,
                "2005":162,
                "2006":159,
                "2007":190,
                "2008":143,
                "2009":157,
                "2010":122,
                "2011":164,
                "2012":131,
                "2013":114,
                "2014":117,
                "2015":93,
                "2016":108,
                "2017":114,
                "2018":95,
                "2019":97,
                "2020":101,
                "2021":5
            }
        ],
        [
            "There appears to be a general relationship between abundance and distribution that has two parts. First, within species, population density tends to be greatest in the center of the range and to decline gradually toward the boundaries. This pattern holds over a range of spatial scales from steep environmental gradients within local regions to the entire geographic range. Exceptions include: (1) abrupt changes in abundance that usually correspond to sharp, discontinuous changes in single environmental variables; and (2) multimodal patterns of abundance that are caused by environmental patchiness. The second general relationship is that among closely related, ecologically similar species spatial distribution is positively correlated with average abundance. Again this pattern holds over a variety of spatial scales from local regions to entire geographic ranges. These empirical patterns have already been reported in …",
            "On the relationship between abundance and distribution of species",
            "James H Brown",
            "1984",
            "mvn33HYAAAAJ:e_rmSamDkqQC",
            3156,
            "https:\/\/www.journals.uchicago.edu\/doi\/abs\/10.1086\/284267",
            "14100655590465954375",
            "\/scholar?cites=14100655590465954375",
            {
                "1986":18,
                "1987":17,
                "1988":15,
                "1989":19,
                "1990":28,
                "1991":31,
                "1992":28,
                "1993":33,
                "1994":39,
                "1995":41,
                "1996":55,
                "1997":55,
                "1998":55,
                "1999":56,
                "2000":71,
                "2001":67,
                "2002":69,
                "2003":98,
                "2004":100,
                "2005":98,
                "2006":121,
                "2007":116,
                "2008":103,
                "2009":122,
                "2010":115,
                "2011":132,
                "2012":147,
                "2013":143,
                "2014":155,
                "2015":154,
                "2016":161,
                "2017":158,
                "2018":166,
                "2019":163,
                "2020":168,
                "2021":3
            }
        ],
        [
            "We derive a general model, based on principles of biochemical kinetics and allometry, that characterizes the effects of temperature and body mass on metabolic rate. The model fits metabolic rates of microbes, ectotherms, endotherms (including those in hibernation), and plants in temperatures ranging from 0° to 40°C. Mass- and temperature-compensated resting metabolic rates of all organisms are similar: The lowest (for unicellular organisms and plants) is separated from the highest (for endothermic vertebrates) by a factor of about 20. Temperature and body size are primary determinants of biological time and ecological roles.",
            "Effects of size and temperature on metabolic rate",
            "James F Gillooly and James H Brown and Geoffrey B West and Van M Savage and Eric L Charnov",
            "2001",
            "mvn33HYAAAAJ:SpbeaW3--B0C",
            3026,
            "https:\/\/science.sciencemag.org\/content\/293\/5538\/2248.abstract",
            "14271799196536636340",
            "\/scholar?cites=14271799196536636340",
            {
                "2002":19,
                "2003":24,
                "2004":47,
                "2005":67,
                "2006":90,
                "2007":96,
                "2008":108,
                "2009":112,
                "2010":125,
                "2011":156,
                "2012":189,
                "2013":179,
                "2014":219,
                "2015":240,
                "2016":236,
                "2017":256,
                "2018":248,
                "2019":264,
                "2020":295,
                "2021":21
            }
        ],
        [
            "The role of cardiac glycosides in treating patients with chronic heart failure and normal sinus rhythm remains controversial. We studied the effect of digoxin on mortality and hospitalization in a randomized, double-blind clinical trial.In the main trial, patients with left ventricular ejection fractions of 0.45 or less were randomly assigned to digoxin (3397 patients) or placebo (3403 patients) in addition to diuretics and angiotensin-converting–enzyme inhibitors (median dose of digoxin, 0.25 mg per day; average follow-up, 37 months). In an ancillary trial of patients with ejection fractions greater than 0.45, 492 patients were randomly assigned to digoxin and 496 to placebo.In the main trial, mortality was unaffected. There were 1181 deaths (34.8 percent) with digoxin and 1194 deaths (35.1 percent) with placebo (risk ratio when digoxin was compared with placebo, 0.99; 95 percent confidence …",
            "The effect of digoxin on mortality and morbidity in patients with heart failure",
            "Digitalis Investigation Group",
            "1997",
            "mvn33HYAAAAJ:tzPJaSocouwC",
            3018,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/nejm199702203360801",
            "13536763932996328750",
            "\/scholar?cites=13536763932996328750",
            {
                "1997":63,
                "1998":129,
                "1999":124,
                "2000":154,
                "2001":142,
                "2002":154,
                "2003":173,
                "2004":138,
                "2005":127,
                "2006":159,
                "2007":148,
                "2008":110,
                "2009":124,
                "2010":111,
                "2011":99,
                "2012":78,
                "2013":95,
                "2014":125,
                "2015":137,
                "2016":135,
                "2017":111,
                "2018":102,
                "2019":94,
                "2020":91,
                "2021":4
            }
        ]
    ]
}