{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "PURPOSE: Unlike nodal follicular lymphoma (NFL), Primary cutaneous follicular lymphomas (PCFLs) rarely express Bcl-2 protein or t(14;18)(q32;q21) (Bcl-2\/IgH). The aim of this study was to further characterize PCFL in a large series from North America.PATIENTS AND METHODS: Clinical data and archival formalin-fixed, paraffin-embedded tissue were obtained from 32 patients. PCFL was defined as follicular lymphoma limited to the skin at the time of diagnosis and within the first 6 months after diagnosis. Specimens were analyzed for the expression of CD3, CD10, CD20, Bcl-2, and Bcl-6 proteins by immunohistochemistry as well as for the presence of t(14;18)(q32;q21) by polymerase chain reaction.RESULTS: The male-to-female ratio was 1.5:1, with a median age of 60 years. Twenty-four patients had lesions on the head and neck, five had lesions on the trunk, and three had lesions on both head and …",
            "Primary cutaneous follicular lymphoma: an assessment of clinical, histopathologic, immunophenotypic, and molecular features",
            "I Mirza and N Macpherson and S Paproski and RD Gascoyne and B Yang and WG Finn and ED Hsi",
            "2002",
            "mwElZfUAAAAJ:ULOm3_A8WrAC",
            122,
            "https:\/\/ascopubs.org\/doi\/abs\/10.1200\/jco.2002.20.3.647",
            "8950425020363026470",
            "\/scholar?cites=8950425020363026470",
            {
                "2002":5,
                "2003":11,
                "2004":20,
                "2005":5,
                "2006":12,
                "2007":7,
                "2008":2,
                "2009":7,
                "2010":7,
                "2011":9,
                "2012":3,
                "2013":3,
                "2014":6,
                "2015":6,
                "2016":7,
                "2017":4,
                "2018":2,
                "2019":3,
                "2020":2
            }
        ],
        [
            "Malignant transformation of eccrine spiradenoma is extremely rare. We describe the case of a 70-year-old man with malignant eccrine spiradenoma of the forearm and metastases to the axillary lymph nodes. Surgical excision with adequate margins and lymph node dissection was performed. Tamoxifen therapy was instituted after obtaining positive immunostaining results for estrogen receptor. After 41 months of follow-up, there has been no recurrence or distant metastases. Wide local excision and close follow-up are crucial in the management of malignant eccrine spiradenoma. The role of other therapeutic modalities, including hormonal therapy, remains to be determined.",
            "Malignant eccrine spiradenoma",
            "Imran Mirza and Robert Kloss and Steven C Sieber",
            "2002",
            "mwElZfUAAAAJ:kNdYIx-mwKoC",
            76,
            "https:\/\/meridian.allenpress.com\/aplm\/article-abstract\/126\/5\/591\/62833",
            "8181725397705022979",
            "\/scholar?cites=8181725397705022979",
            {
                "2004":3,
                "2005":1,
                "2006":3,
                "2007":4,
                "2008":4,
                "2009":3,
                "2010":4,
                "2011":2,
                "2012":5,
                "2013":1,
                "2014":5,
                "2015":14,
                "2016":5,
                "2017":7,
                "2018":4,
                "2019":1,
                "2020":6
            }
        ],
        [
            "This study compared the activity of ceftolozane–tazobactam and ceftazidime–avibactam against 120 bacterial strains, including extended-spectrum beta-lactamase (ESBL) producers, carbapenem-resistant Enterobacteriaceae (CRE), and Pseudomonas aeruginosa, isolated from patients admitted to Cleveland Clinic Abu Dhabi, United Arab Emirates.In vitro susceptibility was tested using the Etest strip minimum inhibitory concentration (MIC) method, and PCR was used to characterize the carbapenemase enzymes produced by CRE strains.All 29 ESBL isolates were susceptible to ceftazidime–avibactam (MIC50 0.125 μg\/ml), whereas all but one were susceptible to ceftolozane–tazobactam (MIC50 0.38 μg\/ml). Twenty-seven (45%) CRE isolates were susceptible to ceftazidime–avibactam (MIC50 ≥256 μg\/ml), whereas only six (10%) isolates were susceptible to ceftolozane–tazobactam …",
            "Comparison of antimicrobial activity between ceftolozane–tazobactam and ceftazidime–avibactam against multidrug-resistant isolates of Escherichia coli, Klebsiella pneumoniae …",
            "Adnan Alatoom and Hashim Elsayed and Karen Lawlor and Laila AbdelWareth and Rania El-Lababidi and Lysettee Cardona and Mohammad Mooty and Maria-Fernanda Bonilla and Ahmad Nusair and Imran Mirza",
            "2017",
            "mwElZfUAAAAJ:r0BpntZqJG4C",
            53,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1201971217301613",
            "17447346299709915043",
            "\/scholar?cites=17447346299709915043",
            {
                "2017":4,
                "2018":12,
                "2019":18,
                "2020":17,
                "2021":2
            }
        ],
        [
            "Transformation of polycythemia vera to chronic myelogenous leukemia is a rare event. We report 2 women with long-standing polycythemia vera who developed chronic myelogenous leukemia. Both patients had no BCR\/ABL1 fusion at the time of polycythemia vera diagnosis but were positive for the fusion at chronic myelogenous leukemia onset. Most patients with polycythemia vera have JAK2V617F mutation. Analysis of an archival bone marrow aspirate sample from 1 patient showed a heterozygous mutation status. The blood and bone marrow samples from the other patient showed the presence of homozygous JAK2V617F mutation and BCR\/ABL1 fusion. The possible pathogenesis of such an event is discussed in the light of current literature.",
            "Transformation of polycythemia vera to chronic myelogenous leukemia",
            "Imran Mirza and Christine Frantz and Gwendolyn Clarke and Arnold J Voth and Robert Turner",
            "2007",
            "mwElZfUAAAAJ:IjCSPb-OGe4C",
            47,
            "https:\/\/meridian.allenpress.com\/aplm\/article-abstract\/131\/11\/1719\/63421",
            "1765148431379852570",
            "\/scholar?cites=1765148431379852570",
            {
                "2008":1,
                "2009":4,
                "2010":8,
                "2011":2,
                "2012":4,
                "2013":4,
                "2014":6,
                "2015":2,
                "2016":2,
                "2017":6,
                "2018":2,
                "2019":4
            }
        ],
        [
            "Waterhouse-Friderichsen syndrome caused by Capnocytophaga canimorsus septicemia was fatal in a previously healthy 47-year-old woman. The patient died suddenly in less than 12 hours after presentation, in spite of supportive measures, including ventilation, antibiotic coverage, pressor therapy, and multiple transfusions of blood products. The diagnosis of infection due to an unusual organism was suspected earlier in the course of management after review of the peripheral blood smear. The importance of the findings in the blood smear and their correlation with infection due to this organism are discussed.",
            "Waterhouse-Friderichsen Syndrome Secondary to Capnocytophaga canimorsus Septicemia and Demonstration of Bacteremia by Peripheral Blood Smear: A Case …",
            "Imran Mirza and John Wolk and Lajos Toth and Peter Rostenberg and Ramon Kranwinkel and Steven C Sieber",
            "2000",
            "mwElZfUAAAAJ:HDshCWvjkbEC",
            46,
            "https:\/\/meridian.allenpress.com\/aplm\/article-abstract\/124\/6\/859\/61905",
            "14669257873500957540",
            "\/scholar?cites=14669257873500957540",
            {
                "2001":4,
                "2002":1,
                "2003":4,
                "2004":2,
                "2005":3,
                "2006":4,
                "2007":5,
                "2008":1,
                "2009":2,
                "2010":1,
                "2011":5,
                "2012":4,
                "2013":1,
                "2014":4,
                "2015":2,
                "2016":1
            }
        ],
        [
            " Context.—The World Health Organization classification recommends categorizing grade 3 follicular lymphomas based on the presence of centrocytes (grade 3A) or of sheets of centroblasts (grade 3B). The clinical significance of this practice is not known. Objective.—To determine whether grade 3 follicular lymphoma subtype is associated with prognosis. Design.—Multi-institutional retrospective case series. Main Outcome Measure.—Overall survival. Results.—Forty-five cases of grade 3 follicular lymphoma without diffuse large B-cell lymphoma were studied (35 cases of grade 3A, 10 cases of grade 3B) from 21 men and 24 women (median age, 67 years; mean age, 63.8 years; range, 26–86 years). Follow-up information from the time of diagnosis was available in all patients, with a median follow-up time of 24 months (mean, 34 months; range, 2– 115 months …",
            "A clinicopathologic evaluation of follicular lymphoma grade 3A versus grade 3B reveals no survival differences",
            "Eric D Hsi and Imran Mirza and Gerard Lozanski and John Hill and Brad Pohlman and Matthew T Karafa and Robert Coupland",
            "2004",
            "mwElZfUAAAAJ:_kc_bZDykSQC",
            43,
            "https:\/\/meridian.allenpress.com\/aplm\/article-abstract\/128\/8\/863\/61187",
            "9284794542026091194",
            "\/scholar?cites=9284794542026091194",
            {
                "2005":2,
                "2006":2,
                "2007":3,
                "2008":2,
                "2009":2,
                "2010":4,
                "2011":2,
                "2012":1,
                "2013":3,
                "2014":7,
                "2015":4,
                "2016":1,
                "2017":1,
                "2018":3
            }
        ],
        [
            "We describe a patient who developed multi-organ failure with reactive hemophagocytic syndrome secondary to disseminated histoplasmosis 8 months after orthotopic heart transplantation. The patient responded fully to a prolonged course of therapy with amphotericin B and remains free of recurrence. Disseminated histoplasmosis and reactive hemophagocytic syndrome have rarely been described in the setting of cardiac transplantation and never before in combination.",
            "Reactive hemophagocytic syndrome associated with disseminated histoplasmosis in a heart transplant recipient",
            "Kalil Masri and Niall Mahon and Adriana Rosario and Imran Mirza and Thomas F Keys and Norman B Ratliff and Randall C Starling",
            "2003",
            "mwElZfUAAAAJ:hFOr9nPyWt4C",
            38,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1053249802008173",
            "14109472164741300444",
            "\/scholar?cites=14109472164741300444",
            {
                "2005":1,
                "2006":1,
                "2007":5,
                "2008":5,
                "2009":1,
                "2010":5,
                "2011":3,
                "2012":3,
                "2013":1,
                "2014":3,
                "2015":1,
                "2016":3,
                "2017":2,
                "2018":2
            }
        ],
        [
            "There is limited epidemiologic data on patients with acute myelogenous (myeloid) leukemia (AML) requiring life-sustaining therapies in the intensive care unit (ICU). Our objectives were to describe the clinical characteristics and outcomes in critically ill AML patients. This was a retrospective case-control study. Cases were defined as adult patients with a primary diagnosis of AML admitted to ICU at the University of Alberta Hospital between January 1st 2002 and June 30th 2008. Each case was matched by age, sex, and illness severity (ICU only) to two control groups: hospitalized AML controls, and non-AML ICU controls. Data were extracted on demographics, course of hospitalization, and clinical outcomes. In total, 45 AML patients with available data were admitted to ICU. Mean (SD) age was 54.8 (13.1) years and 28.9% were female. Primary diagnoses were sepsis (32.6%) and respiratory failure (37.3%). Mean (SD) APACHE II score was 30.3 (10.3), SOFA score 12.6 (4.0) with 62.2% receiving mechanical ventilation, 55.6% vasoactive therapy, and 26.7% renal replacement therapy. Crude in-hospital, 90-day and 1-year mortality was 44.4%, 51.1% and 71.1%, respectively. AML cases had significantly higher adjusted-hazards of death (HR 2.23; 95% CI, 1.38-3.60, p = 0.001) compared to both non-AML ICU controls (HR 1.69; 95% CI, 1.11-2.58, p = 0.02) and hospitalized AML controls (OR 1.0, reference variable). Factors associated with ICU mortality by univariate analysis included older age, AML subtype, higher baseline SOFA score, no change or an increase in early SOFA score, shock, vasoactive therapy and mechanical ventilation. Active …",
            "Clinical characteristics and outcomes of patients with acute myelogenous leukemia admitted to intensive care: a case-control study",
            "Amanda L Roze des Ordons and Kris Chan and Imran Mirza and Derek R Townsend and Sean M Bagshaw",
            "2010",
            "mwElZfUAAAAJ:UeHWp8X0CEIC",
            36,
            "https:\/\/bmccancer.biomedcentral.com\/articles\/10.1186\/1471-2407-10-516",
            "1126452679542379818",
            "\/scholar?cites=1126452679542379818",
            {
                "2012":2,
                "2013":3,
                "2014":2,
                "2015":3,
                "2016":8,
                "2017":5,
                "2018":4,
                "2019":5,
                "2020":3,
                "2021":1
            }
        ],
        [
            "The correlation of JAK2V617F with a proportion of chronic myeloproliferative disorders has generated numerous studies focused on the development of molecular-based assays for JAK2V617F detection. The current parallel study comparatively evaluated 3 JAK2V617F molecular detection methods. Genomic DNA from blood or bone marrow was assayed by 3 laboratories using allele-specific polymerase chain reaction (AS-PCR) or kit-based restriction fragment length polymorphism methods, which used polyacrylamide gel or capillary electrophoresis analysis. In addition, samples were sequenced in 2 of the laboratories. Results found 100% concordance among the 3 methods, with analytic sensitivities of 5% for both kit methods and 0.01% for AS-PCR. The kit-based assays detect JAK2V617F with equal sensitivity regardless of analysis method, and, despite greater sensitivity of AS-PCR, all 3 methods yielded …",
            "Comparative Evaluation of Three JAK2V617F Mutation Detection Methods",
            "Christine Frantz and Donna M Sekora and Donald C Henley and Chih-Kang Huang and Qiulu Pan and Neil B Quigley and Eric Gorman and Roger A Hubbard and Imran Mirza",
            "2007",
            "mwElZfUAAAAJ:UebtZRa9Y70C",
            35,
            "https:\/\/academic.oup.com\/ajcp\/article-abstract\/128\/5\/865\/1760409",
            "5549540606871130216",
            "\/scholar?cites=5549540606871130216",
            {
                "2008":3,
                "2009":3,
                "2010":7,
                "2011":3,
                "2012":5,
                "2013":1,
                "2014":2,
                "2015":1,
                "2016":2,
                "2017":1,
                "2018":3,
                "2019":2,
                "2020":2
            }
        ],
        [
            "In this case, we report an elderly patient with multiple chronic conditions and prolonged intensive care unit (ICU) stays who had recurrent Candida auris (C. auris) in blood despite antifungal therapy. C. auris was misidentified using conventional automated identification system as Candida haemulonii resulting in delayed diagnosis. The isolate showed increasing minimum inhibitory concentrations (MICs) to different antifungal drugs and persisted in the patient’s blood before the patient deceased. This is the first case of C. auris reported from the United Arab Emirates (UAE); laboratories should be aware of this Candida species and should confirm suspected cases since it is an emerging multi-drug resistant and health-care associated Candida.",
            "Persistent candidemia despite appropriate fungal therapy: first case of Candida auris from the United Arab Emirates",
            "Adnan Alatoom and Mohammad Sartawi and Karen Lawlor and Laila AbdelWareth and Jens Thomsen and Ahmad Nusair and Imran Mirza",
            "2018",
            "mwElZfUAAAAJ:8k81kl-MbHgC",
            32,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1201971218300419",
            "7153567677415891051",
            "\/scholar?cites=7153567677415891051",
            {
                "2018":7,
                "2019":16,
                "2020":8,
                "2021":1
            }
        ]
    ]
}