{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together the most up-to-date statistics on heart disease, stroke, other vascular diseases, and their risk factors and presents them in its Heart Disease and Stroke Statistical Update. The Statistical Update is a valuable resource for researchers, clinicians, healthcare policy makers, media professionals, the lay public, and many others who seek the best national data available on disease morbidity and mortality and the risks, quality of care, medical procedures and operations, and costs associated with the management of these diseases in a single document. Indeed, since 1999, the Statistical Update has been cited more than 8700 times in the literature (including citations of all annual versions). In 2010 alone, the various …",
            "Heart disease and stroke statistics—2012 update: a report from the American Heart Association",
            "Writing Group Members and Véronique L Roger and Alan S Go and Donald M Lloyd-Jones and Emelia J Benjamin and Jarett D Berry and William B Borden and Dawn M Bravata and Shifan Dai and Earl S Ford and Caroline S Fox and Heather J Fullerton and Cathleen Gillespie and Susan M Hailpern and John A Heit and Virginia J Howard and Brett M Kissela and Steven J Kittner and Daniel T Lackland and Judith H Lichtman and Lynda D Lisabeth and Diane M Makuc and Gregory M Marcus and Ariane Marelli and David B Matchar and Claudia S Moy and Dariush Mozaffarian and Michael E Mussolino and Graham Nichol and Nina P Paynter and Elsayed Z Soliman and Paul D Sorlie and Nona Sotoodehnia and Tanya N Turan and Salim S Virani and Nathan D Wong and Daniel Woo and Melanie B Turner",
            "2012",
            "Mwu-ErYAAAAJ:SrKkpNFED5gC",
            22687,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/cir.0b013e31823ac046",
            "1542958399579433181",
            "\/scholar?cites=1542958399579433181",
            {
                "2012":654,
                "2013":2422,
                "2014":4033,
                "2015":4519,
                "2016":3376,
                "2017":2503,
                "2018":1831,
                "2019":1485,
                "2020":1276,
                "2021":62
            }
        ],
        [
            "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together the most up-to-date statistics related to heart disease, stroke, and other cardiovascular and metabolic diseases and presents them in its Heart Disease and Stroke Statistical Update. The Statistical Update represents a critical resource for the lay public, policy makers, media professionals, clinicians, healthcare administrators, researchers, and others seeking the best available data on these conditions. Together, cardiovascular disease (CVD) and stroke produce immense health and economic burdens in the United States and globally. The Statistical Update brings together in a single document up-to-date information on the core health behaviors and health factors that define cardiovascular health; a range of major …",
            "Heart disease and stroke statistics—2015 update: a report from the American Heart Association",
            "Dariush Mozaffarian and Emelia J Benjamin and Alan S Go and Donna K Arnett and Michael J Blaha and Mary Cushman and Sarah De Ferranti and Jean-Pierre Després and Heather J Fullerton and Virginia J Howard and Mark D Huffman and Suzanne E Judd and Brett M Kissela and Daniel T Lackland and Judith H Lichtman and Lynda D Lisabeth and Simin Liu and Rachel H Mackey and David B Matchar and Darren K McGuire and Emile R Mohler III and Claudia S Moy and Paul Muntner and Michael E Mussolino and Khurram Nasir and Robert W Neumar and Graham Nichol and Latha Palaniappan and Dilip K Pandey and Mathew J Reeves and Carlos J Rodriguez and Paul D Sorlie and Joel Stein and Amytis Towfighi and Tanya N Turan and Salim S Virani and Joshua Z Willey and Daniel Woo and Robert W Yeh and Melanie B Turner",
            "2015",
            "Mwu-ErYAAAAJ:lK9BDNCuzFgC",
            15674,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/CIR.0000000000000152",
            "4920226881403204332",
            "\/scholar?cites=4920226881403204332",
            {
                "2015":856,
                "2016":2913,
                "2017":3838,
                "2018":3096,
                "2019":2424,
                "2020":2079,
                "2021":101
            }
        ],
        [
            "This guideline addresses the management of patients who are receiving anticoagulant or antiplatelet therapy and require an elective surgery or procedure.The methods herein follow those discussed in the Methodology for the Development of Antithrombotic Therapy and Prevention of Thrombosis Guidelines. Antithrombotic Therapy and Prevention of Thrombosis, 9th ed: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines article of this supplement.In patients requiring vitamin K antagonist (VKA) interruption before surgery, we recommend stopping VKAs 5 days before surgery instead of a shorter time before surgery (Grade 1B). In patients with a mechanical heart valve, atrial fibrillation, or VTE at high risk for thromboembolism, we suggest bridging anticoagulation instead of no bridging during VKA interruption (Grade 2C); in patients at low risk, we suggest …",
            "Perioperative management of antithrombotic therapy: antithrombotic therapy and prevention of thrombosis: American College of Chest Physicians evidence-based clinical practice …",
            "James D Douketis and Alex C Spyropoulos and Frederick A Spencer and Michael Mayr and Amir K Jaffer and Mark H Eckman and Andrew S Dunn and Regina Kunz",
            "2012",
            "Mwu-ErYAAAAJ:UeHWp8X0CEIC",
            2493,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0012369212601275",
            "8597158163833912232",
            "\/scholar?cites=8597158163833912232",
            {
                "2008":14,
                "2009":95,
                "2010":121,
                "2011":178,
                "2012":188,
                "2013":216,
                "2014":268,
                "2015":241,
                "2016":269,
                "2017":220,
                "2018":220,
                "2019":188,
                "2020":167,
                "2021":14
            }
        ],
        [
            "Obesity is now reaching epidemic proportions in both developed and developing countries and is affecting not only adults but also children and adolescents. Over the last 20 years, obesity has become the most prevalent nutritional problem in the world, eclipsing undernutrition and infectious disease as the most significant contributor to ill health and mortality. It is a key risk factor for many chronic and noncommunicable diseases. In Canada, the prevalence of overweight and obesity has increased over recent decades among both children and adults in all areas of the country. According to the most recent estimates from the 2004 Canadian Community Health Survey, 1 59% of the adult population is overweight (ie, body mass index [BMI]≥ 25 kg\/m2) and 1 in 4 (23%) is obese (ie, BMI≥ 30 kg\/m2). The sheer numbers of people who are overweight and obese highlight a pressing public health problem that shows no signs of improving in the near future. What is more alarming is the problem of obesity among children and adolescents in Canada, which is advancing at an even more rapid pace than obesity among adults. In 2004, 1 in 4 (26%) Canadian children and adolescents aged 2–17 years was overweight. The obesity rate has increased dramatically in the last 15 years: from 2% to 10% among boys and from 2% to 9% among girls. 1, 2 This increase is cause for concern, since there is a tendency for obese children to remain obese as adults. Moreover, obesity-related health problems are now occurring at a much earlier age and continue to progress into adulthood. Given the recent temporal obesity trends among children and youth, the …",
            "2006 Canadian clinical practice guidelines on the management and prevention of obesity in adults and children [summary]",
            "David CW Lau and James D Douketis and Katherine M Morrison and Irene M Hramiak and Arya M Sharma and Ehud Ur",
            "2007",
            "Mwu-ErYAAAAJ:zYLM7Y9cAGgC",
            1399,
            "https:\/\/www.cmaj.ca\/content\/176\/8\/S1.short",
            "8389177302924217012",
            "\/scholar?cites=8389177302924217012",
            {
                "2007":18,
                "2008":65,
                "2009":87,
                "2010":95,
                "2011":90,
                "2012":150,
                "2013":127,
                "2014":138,
                "2015":134,
                "2016":93,
                "2017":98,
                "2018":125,
                "2019":82,
                "2020":56,
                "2021":4
            }
        ],
        [
            "Patients who have a first episode of venous thromboembolism in the absence of known risk factors for thrombosis (idiopathic thrombosis) are often treated with anticoagulant therapy for three months. Such patients may benefit from longer treatment, however, because they appear to have an increased risk of recurrence after anticoagulant therapy is stopped.In this double-blind study, we randomly assigned patients who had completed 3 months of anticoagulant therapy for a first episode of idiopathic venous thromboembolism to continue receiving warfarin, with the dose adjusted to achieve an international normalized ratio of 2.0 to 3.0, or to receive placebo for a further 24 months. Our goal was to determine the effects of extended anticoagulant therapy on rates of recurrent symptomatic venous thromboembolism and bleeding.A prespecified interim analysis of efficacy led to the early …",
            "A comparison of three months of anticoagulation with extended anticoagulation for a first episode of idiopathic venous thromboembolism",
            "Clive Kearon and Michael Gent and Jack Hirsh and Jeffrey Weitz and Michael J Kovacs and David R Anderson and Alexander G Turpie and David Green and Jeffrey S Ginsberg and Philip Wells and Betsy MacKinnon and Marilyn Johnston and James Douketis and Robin Roberts and Paul van Nguyen and Jeannine Kassis and Sean Dolan and Christine Demers and Louis Desjardins and Susan Solymoss and Arthur Trowbridge and Jim A Julian",
            "1999",
            "Mwu-ErYAAAAJ:u5HHmVD_uO8C",
            1395,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/nejm199903253401201",
            "5213185058475670404",
            "\/scholar?cites=5213185058475670404",
            {
                "1999":22,
                "2000":71,
                "2001":86,
                "2002":76,
                "2003":120,
                "2004":79,
                "2005":92,
                "2006":79,
                "2007":63,
                "2008":86,
                "2009":60,
                "2010":62,
                "2011":57,
                "2012":58,
                "2013":49,
                "2014":46,
                "2015":51,
                "2016":58,
                "2017":48,
                "2018":39,
                "2019":22,
                "2020":23,
                "2021":2
            }
        ],
        [
            "Warfarin is a highly efficacious oral anticoagulant, but its use is limited by a well-founded fear of bleeding. Drug and food interactions are frequently cited as causes of adverse events with warfarin. We provide an updated systematic overview of the quality, clinical effect, and importance of these reported interactions.MEDLINE, TOXLINE, IPA, and EMBASE databases from October 1993 to March 2004. Database searches combined the keywordwarfarinwithdrug interactions,herbal medicines,Chinese herbal drugs, andfood-drug interactions.Eligible articles contained original reports of warfarin drug or food interactions in human subjects. Non-English articles were included if sufficient information could be abstracted.Reports were rated independently by 2 investigators for interaction direction, clinical severity, and quality of evidence. Quality of evidence was …",
            "Systematic overview of warfarin and its drug and food interactions",
            "Anne M Holbrook and Jennifer A Pereira and Renee Labiris and Heather McDonald and James D Douketis and Mark Crowther and Philip S Wells",
            "2005",
            "Mwu-ErYAAAAJ:qjMakFHDy7sC",
            1285,
            "https:\/\/jamanetwork.com\/journals\/jamainternalmedicine\/article-abstract\/486574",
            "14263770902337934270",
            "\/scholar?cites=14263770902337934270",
            {
                "2005":8,
                "2006":26,
                "2007":48,
                "2008":59,
                "2009":65,
                "2010":97,
                "2011":115,
                "2012":113,
                "2013":134,
                "2014":83,
                "2015":110,
                "2016":127,
                "2017":85,
                "2018":66,
                "2019":58,
                "2020":57,
                "2021":5
            }
        ],
        [
            "Angiotensin-converting enzyme (ACE) inhibitors reduce major cardiovascular events, but are not tolerated by about 20% of patients. We therefore assessed whether the angiotensin-receptor blocker telmisartan would be effective in patients intolerant to ACE inhibitors with cardiovascular disease or diabetes with end-organ damage.After a 3-week run-in period, 5926 patients, many of whom were receiving concomitant proven therapies, were randomised to receive telmisartan 80 mg\/day (n=2954) or placebo (n=2972) by use of a central automated randomisation system. Randomisation was stratified by hospital. The primary outcome was the composite of cardiovascular death, myocardial infarction, stroke, or hospitalisation for heart failure. Analyses were done by intention to treat. This trial is registered with ClinicalTrials.gov, number NCT00153101.The median duration of follow-up was …",
            "Effects of the angiotensin-receptor blocker telmisartan on cardiovascular events in high-risk patients intolerant to angiotensin-converting enzyme inhibitors: a randomised …",
            "Telmisartan Randomised AssessmeNt Study in ACE iNtolerant subjects with cardiovascular Disease (TRANSCEND) Investigators",
            "2008",
            "Mwu-ErYAAAAJ:buQ7SEKw-1sC",
            1020,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140673608612428",
            "9384668083489017809",
            "\/scholar?cites=9384668083489017809",
            {
                "2007":3,
                "2008":24,
                "2009":132,
                "2010":128,
                "2011":142,
                "2012":105,
                "2013":85,
                "2014":62,
                "2015":68,
                "2016":61,
                "2017":55,
                "2018":49,
                "2019":31,
                "2020":38,
                "2021":2
            }
        ],
        [
            "Many patients with the antiphospholipid antibody syndrome and recurrent thrombosis receive doses of warfarin adjusted to achieve an international normalized ratio (INR) of more than 3.0. However, there are no prospective data to support this approach to thromboprophylaxis.We performed a randomized, double-blind trial in which patients with antiphospholipid antibodies and previous thrombosis were assigned to receive enough warfarin to achieve an INR of 2.0 to 3.0 (moderate intensity) or 3.1 to 4.0 (high intensity). Our objective was to show that high-intensity warfarin was more effective in preventing thrombosis than moderate-intensity warfarin.A total of 114 patients were enrolled in the study and followed for a mean of 2.7 years. Recurrent thrombosis occurred in 6 of 56 patients (10.7 percent) assigned to receive high-intensity warfarin and in 2 of 58 patients (3.4 percent …",
            "A comparison of two intensities of warfarin for the prevention of recurrent thrombosis in patients with the antiphospholipid antibody syndrome",
            "Mark A Crowther and Jeff S Ginsberg and Jim Julian and Judah Denburg and Jack Hirsh and James Douketis and Carl Laskin and Paul Fortin and David Anderson and Clive Kearon and Ann Clarke and William Geerts and Melissa Forgie and David Green and Lorrie Costantini and Wendy Yacura and Sarah Wilson and Michael Gent and Michael J Kovacs",
            "2003",
            "Mwu-ErYAAAAJ:u-x6o8ySG0sC",
            958,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJMoa035241",
            "8495269483284576259",
            "\/scholar?cites=8495269483284576259",
            {
                "2003":7,
                "2004":59,
                "2005":68,
                "2006":81,
                "2007":82,
                "2008":71,
                "2009":71,
                "2010":59,
                "2011":50,
                "2012":40,
                "2013":42,
                "2014":36,
                "2015":48,
                "2016":43,
                "2017":40,
                "2018":45,
                "2019":37,
                "2020":43,
                "2021":3
            }
        ],
        [
            "It is uncertain whether bridging anticoagulation is necessary for patients with atrial fibrillation who need an interruption in warfarin treatment for an elective operation or other elective invasive procedure. We hypothesized that forgoing bridging anticoagulation would be noninferior to bridging with low-molecular-weight heparin for the prevention of perioperative arterial thromboembolism and would be superior to bridging with respect to major bleeding.We performed a randomized, double-blind, placebo-controlled trial in which, after perioperative interruption of warfarin therapy, patients were randomly assigned to receive bridging anticoagulation therapy with low-molecular-weight heparin (100 IU of dalteparin per kilogram of body weight) or matching placebo administered subcutaneously twice daily, from 3 days before the procedure until 24 hours before the procedure and then for 5 to 10 days …",
            "Perioperative bridging anticoagulation in patients with atrial fibrillation",
            "James D Douketis and Alex C Spyropoulos and Scott Kaatz and Richard C Becker and Joseph A Caprini and Andrew S Dunn and David A Garcia and Alan Jacobson and Amir K Jaffer and David F Kong and Sam Schulman and Alexander GG Turpie and Vic Hasselblad and Thomas L Ortel",
            "2015",
            "Mwu-ErYAAAAJ:qe6vwMD2xtsC",
            867,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/nejmoa1501035",
            "2838173581547857482",
            "\/scholar?cites=2838173581547857482",
            {
                "2015":32,
                "2016":172,
                "2017":156,
                "2018":157,
                "2019":138,
                "2020":153,
                "2021":14
            }
        ],
        [
            "Clinicians should consider the clinical impact of anticoagulant-related bleeding when deciding on the duration of anticoagulant therapy in patients with venous thromboembolism.To provide reliable estimates of the clinical impact of anticoagulant-related bleeding, defined as the case-fatality rate of major bleeding and the risk for intracranial bleeding.MEDLINE (January 1989 to May 2003), Cochrane Controlled Trial Registry, thromboembolism experts, and reference lists; English-language literature only.Randomized, controlled trials and prospective cohort studies that investigated patients with venous thromboembolism who received oral anticoagulant therapy (target international normalized ratio, 2.0 to 3.0) for at least 3 months and that reported …",
            "Clinical impact of bleeding in patients taking oral anticoagulant therapy for venous thromboembolism: a meta-analysis",
            "Lori-Ann Linkins and Peter T Choi and James D Douketis",
            "2003",
            "Mwu-ErYAAAAJ:IjCSPb-OGe4C",
            861,
            "https:\/\/www.acpjournals.org\/doi\/abs\/10.7326\/0003-4819-139-11-200312020-00007",
            "10684835030561903236",
            "\/scholar?cites=10684835030561903236",
            {
                "2004":17,
                "2005":32,
                "2006":43,
                "2007":39,
                "2008":65,
                "2009":52,
                "2010":59,
                "2011":55,
                "2012":62,
                "2013":62,
                "2014":50,
                "2015":63,
                "2016":44,
                "2017":59,
                "2018":44,
                "2019":42,
                "2020":41,
                "2021":3
            }
        ]
    ]
}