{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Fluid flow along crustal plate boundary-scale serpentinite shear zones may provide insights into element transfer at one of Earth's most important but least accessible lithological boundaries: the slab-mantle wedge plate interface. For∼ 55 km in the Southern Alps of New Zealand, a 10 to 100s m wide block-in-matrix serpentinite mélange shear zone–the Livingstone Fault–separates the harzburgitic base of the Dun Mountain Ophiolite Belt from arc-derived metasedimentary and minor metabasaltic rocks. Transects across the shear zone reveal systematic chemical and isotopic changes over several hundred meters, from harzburgite (< 1 wt% H 2 O, 87 Sr\/86 Sr= 0.7031–0.7045, δ 18 O=∼+ 5.3‰) to massive and then foliated mélange serpentinite (up to 13.7 wt% H 2 O, 87 Sr\/86 Sr= 0.7084, δ 18 O=+ 7.8‰). These changes require hydration of peridotite by fluids derived from, or that interacted with, the metasediment …",
            "Element and Sr–O isotope redistribution across a plate boundary-scale crustal serpentinite mélange shear zone, and implications for the slab-mantle interface",
            "James M Scott and Steven AF Smith and Matthew S Tarling and Petrus J le Roux and Chris Harris and J Elis Hoffmann and Sophie Scherzer and Chris J Tulley",
            "2019",
            "mY_mJKQAAAAJ:4TOpqqG69KYC",
            6,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0012821X19303735",
            "545354096589639040",
            "\/scholar?cites=545354096589639040",
            {
                "2019":1,
                "2020":5
            }
        ],
        [
            "The rheology of the metamorphosed oceanic crust may be a critical control on megathrust strength and deformation style. However, little is known about the strength and deformation style of metamorphosed basalt. Exhumed megathrust shear zones exposed on Kyushu, SW Japan, contain hydrous metabasalts deformed at temperatures between ~300° and ~500°C, spanning the inferred temperature-controlled seismic-aseismic transition. Field and microstructural observations of these shear zones, combined with quartz grain-size piezometry, indicate that metabasalts creep at shear stresses <100 MPa at ~370°C and at shear stresses <30 MPa at ~500°C. These values are much lower than those suggested by viscous flow laws for basalt. The implication is that relatively weak, hydrous, metamorphosed oceanic crust can creep at low viscosities over a wide shear zone and have a critical influence on plate interface …",
            "Hydrous oceanic crust hosts megathrust creep at low shear stresses",
            "Christopher J Tulley and Åke Fagereng and Kohtaro Ujiie",
            "2020",
            "mY_mJKQAAAAJ:qUcmZB5y_30C",
            3,
            "https:\/\/advances.sciencemag.org\/content\/6\/22\/eaba1529?intcmp=trendmd-adv",
            "4156117732664359891",
            "\/scholar?cites=4156117732664359891",
            {
                "2020":3
            }
        ],
        [
            "The Livingstone Fault is a> 1000 km long trans-crustal terrane boundary that runs through the South and North Islands of New Zealand. The fault juxtaposes ultramafic rocks (primarily peridotite and serpentinite) of the Dun Mountain Ophiolite Belt against quartzofeldspathic lithologies (schist, volcanics, sandstone, siltstone and mudstone) of the continental Caples Terrane. The fault is very well exposed in many areas along strike, and thus it provides a prime opportunity to study how lithological variations and metasomatic reactions influence deformation style (eg localized vs. distributed). Where exposed, the fault is characterized by a zone of sheared serpentinite mélange tens to several hundreds of meters wide containing a generally well-defined scaly fabric with entrained pods of massive serpentinite, volcanic rocks and Caples Terrane quartzofeldspathic rocks. We present the results of an initial season of field …",
            "The Livingstone Fault: a case study of faulting and slip dynamics in ultramafic rocks",
            "Matthew S Tarling and Chris J Tulley and Steven AF Smith",
            "2016",
            "mY_mJKQAAAAJ:kNdYIx-mwKoC",
            1,
            "https:\/\/ui.adsabs.harvard.edu\/abs\/2016EGUGA..1811425T\/abstract",
            "2613524773620564857",
            "\/scholar?cites=2613524773620564857",
            {
                "2019":1
            }
        ]
    ]
}