{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The high-energy process p+ p→ μ++ μ−+ X for dimuons with large invariant mass is studied in the case that the protons are polarized. In general, the cross section d σ\/d Q 2 d y d Ω is determined by nine structure functions, and several interesting correlations between the polarization direction and the observed cross section are possible. In the Drell-Yan parton model for the process, the structure of the cross section is much simpler: there are six linear relations among the structure functions. An experimental test of these relations would provide a stringent test of the Drell-Yan model.",
            "Production of dimuons from high-energy polarized proton-proton collisions",
            "John P Ralston and Davidson E Soper",
            "1979",
            "n-TF-RkAAAAJ:u5HHmVD_uO8C",
            890,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0550321379900828",
            "11186431795412001879",
            "\/scholar?cites=11186431795412001879",
            {
                "1991":8,
                "1992":14,
                "1993":17,
                "1994":18,
                "1995":37,
                "1996":28,
                "1997":34,
                "1998":34,
                "1999":21,
                "2000":27,
                "2001":40,
                "2002":41,
                "2003":47,
                "2004":24,
                "2005":44,
                "2006":38,
                "2007":44,
                "2008":40,
                "2009":46,
                "2010":32,
                "2011":57,
                "2012":30,
                "2013":14,
                "2014":24,
                "2015":30,
                "2016":28,
                "2017":9,
                "2018":8,
                "2019":9,
                "2020":13,
                "2021":6
            }
        ],
        [
            "We discuss the handbag approximation to exclusive deep virtual Compton scattering. After defining the kinematical region where this approximation can be valid, we propose tests for its relevance in planned electroproduction experiments, e + p → e + p + γ. We focus on scaling laws in the cross section, and the distribution in the angle between the lepton and hadron planes, which contains valuable information on the angular momentum structure of the Compton process. We advocate to measure weighted cross sections, which make use of the data in the full range of this angle and do not require very high event statistics.",
            "Testing the handbag contribution to exclusive virtual Compton scattering",
            "Markus Diehl and Thierry Gousset and Bernard Pire and John P Ralston",
            "1997",
            "n-TF-RkAAAAJ:u-x6o8ySG0sC",
            330,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269397009593",
            "15591369759450809301",
            "\/scholar?cites=15591369759450809301",
            {
                "1997":2,
                "1998":16,
                "1999":9,
                "2000":19,
                "2001":29,
                "2002":33,
                "2003":36,
                "2004":17,
                "2005":21,
                "2006":19,
                "2007":15,
                "2008":19,
                "2009":25,
                "2010":10,
                "2011":16,
                "2012":4,
                "2013":6,
                "2014":9,
                "2015":9,
                "2016":3,
                "2017":5,
                "2018":1,
                "2019":5
            }
        ],
        [
            "Developments in deeply virtual Compton scattering allow the direct measurements of scattering amplitudes for exchange of a highly virtual photon with fine spatial resolution. Real-space images of the target can be obtained from this information. Spatial resolution is determined by the momentum transfer rather than the wavelength of the detected photon. Quantum photographs of the proton, nuclei, and other elementary particles with resolution on the scale of a fraction of a femtometer are feasible with existing experimental technology.",
            "Femtophotography of protons to nuclei with deeply virtual Compton scattering",
            "John P Ralston and Bernard Pire",
            "2002",
            "n-TF-RkAAAAJ:9yKSN-GCB0IC",
            307,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.66.111501",
            "158391544719417123",
            "\/scholar?cites=158391544719417123",
            {
                "2002":10,
                "2003":26,
                "2004":16,
                "2005":28,
                "2006":19,
                "2007":22,
                "2008":23,
                "2009":21,
                "2010":19,
                "2011":28,
                "2012":17,
                "2013":9,
                "2014":15,
                "2015":15,
                "2016":6,
                "2017":10,
                "2018":6,
                "2019":4,
                "2020":11
            }
        ],
        [
            "The transverse spin polarization distribution of quarks in a proton contributes at leading twist to the angular distribution of lepton pair production in doubly polarized proton-proton collisions. Although this distribution is straightforward to define in the QCD-improved parton model and represents a fundamental quark degree of freedom, it has never been measured. Moreover, deeply inelastic electroproduction experiments are only sensitive to this distribution at the higher twist level, and then mix this contribution with others, including the one coming from multiparton initial states. Reviewing this, we conclude that the Drell-Yan process is the best way to measure the quark transverse spin polarization distribution.",
            "Measuring the transverse polarization of quarks in the proton",
            "JL Cortes and B Pire and JP Ralston",
            "1992",
            "n-TF-RkAAAAJ:d1gkVwhDpl0C",
            307,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/BF01565099.pdf",
            "7158610933106485716",
            "\/scholar?cites=7158610933106485716",
            {
                "1992":2,
                "1993":9,
                "1994":8,
                "1995":17,
                "1996":14,
                "1997":20,
                "1998":26,
                "1999":10,
                "2000":13,
                "2001":14,
                "2002":16,
                "2003":17,
                "2004":6,
                "2005":12,
                "2006":8,
                "2007":8,
                "2008":8,
                "2009":17,
                "2010":7,
                "2011":8,
                "2012":13,
                "2013":4,
                "2014":6,
                "2015":6,
                "2016":8,
                "2017":5,
                "2018":4,
                "2019":8,
                "2020":4,
                "2021":2
            }
        ],
        [
            "We present new limits on ultrahigh energy neutrino fluxes above 10 17 eV based on data collected by the Radio Ice Cherenkov Experiment (RICE) at the South Pole from 1999–2005. We discuss estimation of backgrounds, calibration and data analysis algorithms (both online and offline), procedures used for the dedicated neutrino search, and refinements in our Monte Carlo (MC) simulation, including recent in situ measurements of the complex ice dielectric constant. An enlarged data set and a more detailed study of hadronic showers results in a sensitivity improvement of more than 1 order of magnitude compared to our previously published results. Examination of the full RICE data set yields zero acceptable neutrino candidates, resulting in 95% confidence-level model-dependent limits on the flux E ν 2 d ϕ\/d E ν< 10− 6 GeV\/(c m 2 s sr) in the energy range 10 17< E ν< 10 20 eV. The new RICE results rule out the …",
            "Rice limits on the diffuse ultrahigh energy neutrino flux",
            "Iea Kravchenko and C Cooley and S Hussain and D Seckel and P Wahrlich and J Adams and S Churchwell and P Harris and S Seunarine and A Bean and D Besson and S Graham and S Holt and D Marfatia and D McKay and J Meyers and J Ralston and R Schiel and H Swift and J Ledford and K Ratzlaff",
            "2006",
            "n-TF-RkAAAAJ:qjMakFHDy7sC",
            291,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.73.082002",
            "16470430970914661319",
            "\/scholar?cites=16470430970914661319",
            {
                "2005":1,
                "2006":12,
                "2007":28,
                "2008":35,
                "2009":38,
                "2010":31,
                "2011":34,
                "2012":37,
                "2013":25,
                "2014":8,
                "2015":10,
                "2016":7,
                "2017":6,
                "2018":4,
                "2019":3,
                "2020":9
            }
        ],
        [
            "We report a systematic rotation of the plane of polarization of electromagnetic radiation propagating over cosmological distances. The effect is extracted independently from Faraday rotation, and found to be correlated with the angular positions and distances to the sources. Monte Carlo analysis yields probabilistic P values of order 10− 3 for this to occur as a fluctuation. A fit yields a birefringence scale of order 10 25 h 0 h m. Dependence on redshift z rules out a local effect. Barring hidden systematic bias in the data, the correlation indicates a new cosmological effect.",
            "Indication of anisotropy in electromagnetic propagation over cosmological distances",
            "Borge Nodland and John P Ralston",
            "1997",
            "n-TF-RkAAAAJ:2osOgNQ5qMEC",
            289,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.78.3043",
            "16678726230920525971",
            "\/scholar?cites=16678726230920525971",
            {
                "1997":20,
                "1998":27,
                "1999":13,
                "2000":20,
                "2001":16,
                "2002":15,
                "2003":8,
                "2004":14,
                "2005":12,
                "2006":10,
                "2007":20,
                "2008":11,
                "2009":3,
                "2010":11,
                "2011":15,
                "2012":16,
                "2013":6,
                "2014":6,
                "2015":10,
                "2016":8,
                "2017":5,
                "2018":3,
                "2019":9,
                "2020":6
            }
        ],
        [
            "The unexpected energy dependence of high-energy fixed-angle pp elastic scattering in a nuclear target can be intrepreted in terms of interference between two perturbative QCD subprocesses. By proposing the attenuation of Landshoff-type contributions in nuclei, we obtain a parameter-free relation that matches the energy dependence of the data of Carroll et al. The approximations improve with larger A and higher energy, leading to a prediction of oscillatory energy dependence for the transparency ratio at higher energy.",
            "Fluctuating proton size and oscillating color transparency",
            "John P Ralston and Bernard Pire",
            "1988",
            "n-TF-RkAAAAJ:UeHWp8X0CEIC",
            217,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.61.1823",
            "4679605718283133110",
            "\/scholar?cites=4679605718283133110",
            {
                "1989":7,
                "1990":7,
                "1991":21,
                "1992":17,
                "1993":12,
                "1994":19,
                "1995":13,
                "1996":5,
                "1997":3,
                "1998":1,
                "1999":4,
                "2000":4,
                "2001":8,
                "2002":15,
                "2003":8,
                "2004":3,
                "2005":4,
                "2006":5,
                "2007":10,
                "2008":5,
                "2009":8,
                "2010":6,
                "2011":3,
                "2012":6,
                "2013":6,
                "2014":5,
                "2015":1,
                "2016":3,
                "2017":5
            }
        ],
        [
            "Upper limits are presented on the diffuse flux of ultra-high energy νe, based on analysis of data taken by the RICE experiment during August, 2000. The RICE receiver array at South Pole monitors cold ice for radio-wavelength Cherenkov radiation resulting from neutrino induced in-ice showers. For energies above 1 EeV, RICE is an effective detector of over 15 km3 sr. Potential signal events are separated from backgrounds using vertex location, event reconstruction, and signal shape. These are the first terrestrial limits exploiting the physics of radio-Cherenkov emissions from charged current νe+N→e+N′ interactions.",
            "Limits on the ultra-high energy electron neutrino flux from the RICE experiment",
            "I Kravchenko and GM Frichter and T Miller and L Piccirillo and D Seckel and GM Spiczak and J Adams and S Seunarine and C Allen and A Bean and D Besson and DJ Box and R Buniy and J Drees and D McKay and J Meyers and L Perry and J Ralston and S Razzaque and DW Schmitz",
            "2003",
            "n-TF-RkAAAAJ:zYLM7Y9cAGgC",
            182,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0927650503001816",
            "2583814719647343169",
            "\/scholar?cites=2583814719647343169",
            {
                "2002":3,
                "2003":15,
                "2004":17,
                "2005":40,
                "2006":38,
                "2007":8,
                "2008":12,
                "2009":9,
                "2010":4,
                "2011":12,
                "2012":10,
                "2013":2,
                "2014":1,
                "2015":2,
                "2016":1,
                "2017":1,
                "2018":3,
                "2019":2
            }
        ],
        [
            "Cosmic ray events above 1020 eV are on the verge of confronting fundamental particle physics. The neutrino is the only candidate primary among established particles capable of crossing 100 Mpc intergalactic distances unimpeded. The magnitude of νN cross sections indicated by events, plus consistency with the Standard Model at low-energy, point to new physics of massive spin-2 exchange. In models based on extra dimensions, we find that the νN cross section rises to typical hadronic values of between 1 and 100 mb at energies above 1020 eV. Our calculations take into account constraints of unitarity. We conclude that air-showers observed with energies above 1019 eV are consistent with neutrino primaries and extra-dimension models. An upper bound of 1–10 TeV on the mass scale at which graviton exchange becomes strong in current Kaluza–Klein models follows.",
            "Extra dimensions and strong neutrino-nucleon interactions above 1019 eV: breaking the GZK barrier",
            "Pankaj Jain and Douglas W McKay and Sukanta Panda and John P Ralston",
            "2000",
            "n-TF-RkAAAAJ:IjCSPb-OGe4C",
            168,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S037026930000647X",
            "12198697563067531126",
            "\/scholar?cites=12198697563067531126",
            {
                "2000":13,
                "2001":46,
                "2002":33,
                "2003":22,
                "2004":14,
                "2005":8,
                "2006":14,
                "2007":6,
                "2008":3,
                "2009":2,
                "2010":1,
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":2,
                "2015":1
            }
        ],
        [
            "Color transparency is the proposal that under certain circumstances the strong interactions can be controlled and in some cases reduced in magnitude. We give a comprehensive review of the physics, which hinges on the interface of perturbative QCD with non-perturbative strong interactions. Color transparency is expected to occur in many kinds of quasi-exclusive reactions with either electron or hadron beams. We review the interplay of color transparency with nuclear filtering, which is the conversion of quark wave functions in hadrons to smaller transverse space dimensions by interaction with a nuclear medium. A complete description of these phenomena as a multi-scale QCD process is given in terms of light-cone matrix elements. We also review a number of other approaches, including pictures based on modeling the time evolution of hadronic wave packets and the use of hadronic interpolating states. Spin …",
            "Quantum color transparency and nuclear filtering",
            "Pankaj Jain and Bernard Pire and John P Ralston",
            "1996",
            "n-TF-RkAAAAJ:Tyk-4Ss8FVUC",
            161,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0370157395000712",
            "5120600014662525943",
            "\/scholar?cites=5120600014662525943",
            {
                "1995":2,
                "1996":3,
                "1997":11,
                "1998":5,
                "1999":19,
                "2000":9,
                "2001":8,
                "2002":14,
                "2003":9,
                "2004":8,
                "2005":1,
                "2006":12,
                "2007":11,
                "2008":5,
                "2009":6,
                "2010":9,
                "2011":4,
                "2012":2,
                "2013":4,
                "2014":1,
                "2015":3,
                "2016":5,
                "2017":3,
                "2018":1,
                "2019":4,
                "2020":1
            }
        ]
    ]
}