{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We report on fabrication and characterization of arrays of bimaterial microcantilevers and discuss their performance as uncooled infrared imagers. An optical readout was used to simultaneously measure deflections of all microcantilevers in the array. The fabricated arrays had an average noise equivalent temperature difference (NETD) and a response time of 1.5K and 6ms, respectively. Some microcantilevers in the array exhibited NETD values below 500mK, approaching our theoretical prediction of 151mK. A unique and valuable feature of the implemented approach is its straightforward scalability to higher resolution arrays, without progressively growing complexity and cost.",
            "Uncooled infrared imaging using bimaterial microcantilever arrays",
            "Dragoslav Grbovic and Nickolay V Lavrik and Panagiotis G Datskos and D Forrai and E Nelson and J Devitt and B McIntyre",
            "2006",
            "n0t-dfYAAAAJ:u5HHmVD_uO8C",
            95,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2337083",
            "13810068987895915024",
            "\/scholar?cites=13810068987895915024",
            {
                "2007":5,
                "2008":14,
                "2009":14,
                "2010":6,
                "2011":9,
                "2012":13,
                "2013":11,
                "2014":5,
                "2015":8,
                "2016":4,
                "2017":1,
                "2018":2,
                "2019":2,
                "2020":1
            }
        ],
        [
            "In this paper we report on the design, fabrication and characterization of terahertz (THz) bi-material sensors with metamaterial absorbers. MEMS fabrication-friendly SiO_x and Al are used to maximize the bimetallic effect and metamaterial absorption at 3.8 THz, the frequency of a quantum cascade laser illumination source. Sensors with different configurations were fabricated and the measured absorption is near 100% and responsivity is around 1.2 deg\/μW, which agree well with finite element simulations. The results indicate the potential of using these detectors to fabricate focal plane arrays for real time THz imaging.",
            "Bi-material terahertz sensors using metamaterial structures",
            "Fabio Alves and Dragoslav Grbovic and Brian Kearney and Nickolay V Lavrik and Gamani Karunasiri",
            "2013",
            "n0t-dfYAAAAJ:mVmsd5A6BfQC",
            86,
            "https:\/\/www.osapublishing.org\/viewmedia.cfm?uri=oe-21-11-13256&seq=0",
            "18198930816830140595",
            "\/scholar?cites=18198930816830140595",
            {
                "2013":4,
                "2014":13,
                "2015":18,
                "2016":10,
                "2017":6,
                "2018":15,
                "2019":11,
                "2020":9
            }
        ],
        [
            "Metamaterial absorbers with nearly 100% absorption in the terahertz (THz) spectral band have been designed and fabricated using a periodic array of aluminum (Al) squares and an Al ground plane separated by a thin silicon dioxide (SiO2) dielectric film. The entire structure is less than 1.6 mm thick making it suitable for the fabrication of microbolometers or bi-material sensors for THz imaging. Films with different dielectric layer thicknesses exhibited resonant absorption at 4.1, 4.2, and 4.5 THz with strengths of 98%, 95%, and 88%, respectively. The measured absorption spectra are in good agreement with simulations using finite element modeling.",
            "Strong terahertz absorption using SiO2\/Al based metamaterial structures",
            "Fabio Alves and Brian Kearney and Dragoslav Grbovic and Nickolay V Lavrik and Gamani Karunasiri",
            "2012",
            "n0t-dfYAAAAJ:LkGwnXOMwfcC",
            80,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3693407",
            "14709529400155457958",
            "\/scholar?cites=14709529400155457958",
            {
                "2012":7,
                "2013":14,
                "2014":19,
                "2015":7,
                "2016":8,
                "2017":5,
                "2018":10,
                "2019":4,
                "2020":6
            }
        ],
        [
            "This Letter describes the fabrication of a microelectromechanical systems (MEMS) bimaterial terahertz (THz) sensor operating at 3.8 THz. The incident THz radiation is absorbed by a metamaterial structure integrated with the bimaterial. The absorber was designed with a resonant frequency matching the quantum cascade laser illumination source while simultaneously providing structural support, desired thermomechanical properties and optical readout access. Measurement showed that the fabricated absorber has nearly 90% absorption at 3.8 THz. A responsivity of 0.1°\/μW and a time constant of 14 ms were observed. The use of metamaterial absorbers allows for tuning the sensor response to the desired frequency to achieve high sensitivity for potential THz imaging applications.",
            "Microelectromechanical systems bimaterial terahertz sensor with integrated metamaterial absorber",
            "Fabio Alves and Dragoslav Grbovic and Brian Kearney and Gamani Karunasiri",
            "2012",
            "n0t-dfYAAAAJ:YsMSGLbcyi4C",
            73,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-37-11-1886",
            "17710539125790907867",
            "\/scholar?cites=17710539125790907867",
            {
                "2012":1,
                "2013":13,
                "2014":9,
                "2015":14,
                "2016":4,
                "2017":9,
                "2018":11,
                "2019":8,
                "2020":4
            }
        ],
        [
            "We describe the design, fabrication, and characterization of arrays of uncooled infrared and terahertz micromechanical detectors that utilize SiO2 as a main structural material. Materials with highly dissimilar coefficients of thermal expansion, namely, Al and SiO2, were used to form folded bimaterial regions. This approach improved the detector sensitivity by 12 times compared to SiNx-based detectors of similar shape and size. Two types of structural SiO2 layers were investigated: thermally grown and plasma-enhanced chemical-vapor-deposited SiO2. Fabrication of the detector arrays relied on a straightforward process flow that involved three photolithography steps and no wet etching. The noise equivalent temperature difference intrinsic to the detectors fabricated during this work can reach 3.8 mK when excluding any contribution from the optical readout used to interrogate the arrays.",
            "Arrays of  substrate-free micromechanical uncooled infrared and terahertz detectors",
            "Dragoslav Grbovic and Nickolay V Lavrik and Slobodan Rajic and Panagiotis G Datskos",
            "2008",
            "n0t-dfYAAAAJ:2osOgNQ5qMEC",
            53,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2959574",
            "10602930380369905294",
            "\/scholar?cites=10602930380369905294",
            {
                "2008":1,
                "2009":3,
                "2010":3,
                "2011":4,
                "2012":9,
                "2013":16,
                "2014":6,
                "2015":3,
                "2016":2,
                "2017":2,
                "2018":1,
                "2019":1,
                "2020":2
            }
        ],
        [
            "In this article we report on metamaterial-based narrowband thermal terahertz (THz) emitters with a bandwidth of about 1 THz. Single band emitters designed to radiate in the 4 to 8 THz range were found to emit as high as 36 W\/m^2 when operated at 400 °C. Emission into two well-separated THz bands was also demonstrated by using metamaterial structures featuring more complex unit cells. Imaging of heated emitters using a microbolometer camera fitted with THz optics clearly showed the expected higher emissivity from the metamaterial structure compared to low-emissivity of the surrounding aluminum.",
            "Narrowband terahertz emitters using metamaterial films",
            "Fabio Alves and Brian Kearney and Dragoslav Grbovic and Gamani Karunasiri",
            "2012",
            "n0t-dfYAAAAJ:KlAtU1dfN6UC",
            50,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=oe-20-19-21025",
            "896081072938782273",
            "\/scholar?cites=896081072938782273",
            {
                "2012":1,
                "2013":4,
                "2014":5,
                "2015":6,
                "2016":1,
                "2017":9,
                "2018":11,
                "2019":5,
                "2020":6,
                "2021":1
            }
        ],
        [
            "To increase the sensitivity of uncooled thermal sensors in the terahertz (THz) spectral range (1 to 10 THz), we investigated thin metamaterial layers exhibiting resonant absorption in this region. These metamaterial films are comprised of periodic arrays of aluminum (Al) squares and an Al ground plane separated by a thin silicon-rich silicon oxide (SiOx) dielectric film. These standard MEMS materials are also suitable for fabrication of bi-material and microbolometer thermal sensors. Using SiOx instead of SiO2 reduced the residual stress of the metamaterial film. Finite element simulations were performed to establish the design criteria for very thin films with high absorption and spectral tunability. Single-band structures with varying SiOx thicknesses, square size, and periodicity were fabricated and found to absorb nearly 100% at the designed frequencies between three and eight THz. Multiband absorbing structures …",
            "Al\/SiOx\/Al single and multiband metamaterial absorbers for terahertz sensor applications",
            "Brian T Kearney and Fabio Alves and Dragoslav Grbovic and Gamani Karunasiri",
            "2013",
            "n0t-dfYAAAAJ:M3ejUd6NZC8C",
            48,
            "https:\/\/www.spiedigitallibrary.org\/journals\/optical-engineering\/volume-52\/issue-1\/013801\/Al-SiOx-Al-single-and-multiband-metamaterial-absorbers-for-terahertz\/10.1117\/1.OE.52.1.013801.short",
            "2474222450690355155",
            "\/scholar?cites=2474222450690355155",
            {
                "2013":7,
                "2014":9,
                "2015":5,
                "2016":3,
                "2017":5,
                "2018":9,
                "2019":3,
                "2020":7
            }
        ],
        [
            "A terahertz-absorbing thin-film stack, containing a dielectric Bragg reflector and a thin chromium metal film, was fabricated on a silicon substrate for applications in bi-material terahertz (THz) sensors. The Bragg reflector is to be used for optical readout of sensor deformation under THz illumination. The THz absorption characteristics of the thin-film composite were measured using Fourier transform infrared spectroscopy. The absorption of the structure was calculated both analytically and by finite element modeling and the two approaches agreed well. Finite element modeling provides a convenient way to extract the amount of power dissipation in each layer and is used to quantify the THz absorption in the multi-layer stack. The calculation and the model were verified by experimentally characterizing the multi-layer stack in the 3-5 THz range. The measured and simulated absorption characteristics show a reasonably …",
            "Design and characterization of terahertz-absorbing nano-laminates of dielectric and metal thin films",
            "Christos Bolakis and Dragoslav Grbovic and Nickolay V Lavrik and Gamani Karunasiri",
            "2010",
            "n0t-dfYAAAAJ:UeHWp8X0CEIC",
            45,
            "https:\/\/www.osapublishing.org\/abstract.cfm?URI=oe-18-14-14488&origin=search",
            "5236021779360661366",
            "\/scholar?cites=5236021779360661366",
            {
                "2011":3,
                "2012":5,
                "2013":4,
                "2014":9,
                "2015":8,
                "2016":4,
                "2017":3,
                "2018":2,
                "2019":4,
                "2020":2,
                "2021":1
            }
        ],
        [
            "MEMS thermal transducers offer a promising technological platform for uncooled IR imaging.  We report on the fabrication and performance of a 256x256 MEMS IR FPA based on bimaterial microcantilever.  The FPA readout is performed using a simple and efficient optical readout scheme.  The response time of the bimaterial microcantilever was <15 ms and the thermal isolation was calculated to be < 4x10-7 W\/K.  Using these FPAs we obtained IR images of room temperature objects.  Image quality is improved by automatic post-processing of artifacts arising from noise and non-responsive pixels.  An iterative Curvelet denoising and inpainting procedure is successfully applied to image output.  We present our results and discuss the factors that determine the ultimate performance of the FPA.  One of the unique advantages of the present approach is the scalability to larger imaging arrays.",
            "Uncooled MEMS IR imagers with optical readout and image processing",
            "Nickolay Lavrik and Rick Archibald and Dragoslav Grbovic and Slo Rajic and Panos Datskos",
            "2007",
            "n0t-dfYAAAAJ:u-x6o8ySG0sC",
            37,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/6542\/65421E\/Uncooled-MEMS-IR-imagers-with-optical-readout-and-image-processing\/10.1117\/12.724346.short",
            "11555421168635443389",
            "\/scholar?cites=11555421168635443389",
            {
                "2008":6,
                "2009":11,
                "2010":6,
                "2011":2,
                "2012":3,
                "2013":3,
                "2014":4,
                "2015":1,
                "2016":1
            }
        ],
        [
            "Recently, there has been a significant interest in Terahertz (THz) technology, primarily for its potential applications in detection of concealed objects as well as in medical imaging for non-invasive diagnostics. This region of the spectrum has not been fully utilized due to lack of compact and efficient THz sources and detectors. However, there are several reports recently on real-time THz imaging using uncooled microbolometer camera and quantum cascade laser (QCL) operating as a THz illuminator. The cameras used in these studies are optimized for infrared wavelengths and do not provide optimal sensitivity in the THz spectral range. The fabrication of microbolometer focal plane arrays (FPAs) is relatively complex due to the required monolithic integration of readout electronics with the MEMS pixels. The recent developments in bi-material based infrared FPAs, utilizing optical readout, substantially simplifies the …",
            "Fabrication of Bi-material MEMS detector arrays for THz imaging",
            "Dragoslav Grbovic and Gamani Karunasiri",
            "2009",
            "n0t-dfYAAAAJ:9yKSN-GCB0IC",
            33,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/7311\/731108\/Fabrication-of-Bi-material-MEMS-detector-arrays-for-THz-imaging\/10.1117\/12.818317.short",
            "8067408282095168298",
            "\/scholar?cites=8067408282095168298",
            {
                "2009":2,
                "2010":6,
                "2011":5,
                "2012":1,
                "2013":4,
                "2014":3,
                "2015":5,
                "2016":3,
                "2017":2,
                "2018":2
            }
        ]
    ]
}