{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Understanding hydroxide solvation and transport in anion exchange membranes (AEMs) can provide important insight into the design principles of these new membranes. To accurately model hydroxide solvation and transport, we developed a new multiscale reactive molecular dynamics model for hydroxide in aqueous solution, which was then subsequently modified for an AEM material. With this model, we investigated the hydroxide solvation structure and transport mechanism in the membrane. We found that a relatively even separation of the rigid side chains produces a continuous overlapping region for hydroxide transport that is made up of the first hydration shell of the tethered cationic groups. Our results show that hydroxide has a significant preference for this overlapping region, transporting through it and between the AEM side chains with substantial contributions from both vehicular (standard diffusion …",
            "Hydroxide solvation and transport in anion exchange membranes",
            "Chen Chen and Ying-Lung Steve Tse and Gerrick E Lindberg and Chris Knight and Gregory A Voth",
            "2016",
            "N1ph308AAAAJ:hqOjcs7Dif8C",
            127,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jacs.5b11951",
            "5984525626219166068",
            "\/scholar?cites=5984525626219166068",
            {
                "2016":10,
                "2017":24,
                "2018":31,
                "2019":20,
                "2020":38,
                "2021":4
            }
        ],
        [
            "During the many cell divisions that precede formation of plant gametes, their apical-meristem and floral antecedents are continually exposed to endogenous and environmental mutagenic threats. Although some deleterious recessive mutations may be eliminated during growth of haploid gametophytes and functionally haploid early embryos (“haplosufficiency quality-checking”), the multiplicity of plant genome-maintenance systems suggests aggressive quality control during prior diploid growth. To test in Arabidopsis a hypothesis that prior mismatch repair (MMR) is paramount in defense of plant genetic fidelity, we propagated in parallel 36 MMR-defective (Atmsh2-1) and 36 wild-type lines. The Atmsh2-1 lines rapidly accumulated a wide variety of mutations: fifth-generation (G5) plants showed abnormalities in morphology and development, fertility, germination efficiency, seed\/silique development, and seed set …",
            "Rapid accumulation of mutations during seed-to-seed propagation of mismatch-repair-defective Arabidopsis",
            "Peter D Hoffman and Jeffrey M Leonard and Gerrick E Lindberg and Stephanie R Bollmann and John B Hays",
            "2004",
            "N1ph308AAAAJ:u-x6o8ySG0sC",
            80,
            "http:\/\/genesdev.cshlp.org\/content\/18\/21\/2676.short",
            "13575890223396129729",
            "\/scholar?cites=13575890223396129729",
            {
                "2005":4,
                "2006":9,
                "2007":6,
                "2008":3,
                "2009":5,
                "2010":2,
                "2011":6,
                "2012":9,
                "2013":3,
                "2014":5,
                "2015":5,
                "2016":6,
                "2017":2,
                "2018":3,
                "2019":5,
                "2020":7
            }
        ],
        [
            "Significant effort has been undertaken to better understand the molecular details governing the propensity of ions for the air–water interface. Facilitated by computationally efficient reactive molecular dynamics simulations, new and statistically conclusive molecular-scale results on the affinity of the hydrated excess proton and hydroxide anion for the air–water interface are presented. These simulations capture the dynamic bond breaking and formation processes (charge defect delocalization) that are important for correctly describing the solvation and transport of these complex species. The excess proton is found to be attracted to the interface, which is correlated with a favorable enthalpic contribution and consistent with reducing the disruption in the hydrogen bond network caused by the ion complex. However, a recent refinement of the underlying reactive potential energy function for the hydrated excess proton …",
            "Propensity of hydrated excess protons and hydroxide anions for the air–water interface",
            "Ying-Lung Steve Tse and Chen Chen and Gerrick E Lindberg and Revati Kumar and Gregory A Voth",
            "2015",
            "N1ph308AAAAJ:Se3iqnhoufwC",
            75,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jacs.5b07232",
            "12960704258191315399",
            "\/scholar?cites=12960704258191315399",
            {
                "2015":1,
                "2016":10,
                "2017":16,
                "2018":14,
                "2019":13,
                "2020":20,
                "2021":1
            }
        ],
        [
            "Many processes important to chemistry, materials science, and biology cannot be described without considering electronic and nuclear-level dynamics and their coupling to slower, cooperative motions of the system. These inherently multiscale problems require computationally efficient and accurate methods to converge statistical properties. In this paper, a method is presented that uses data directly from condensed phase ab initio simulations to develop reactive molecular dynamics models that do not require predefined empirical functions. Instead, the interactions used in the reactive model are expressed as linear combinations of interpolating functions that are optimized by using a linear least-squares algorithm. One notable benefit of the procedure outlined here is the capability to minimize the number of parameters requiring nonlinear optimization. The method presented can be generally applied to multiscale …",
            "Multiscale reactive molecular dynamics",
            "Chris Knight and Gerrick E Lindberg and Gregory A Voth",
            "2012",
            "N1ph308AAAAJ:2osOgNQ5qMEC",
            53,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4743958",
            "1595322222512517601",
            "\/scholar?cites=1595322222512517601",
            {
                "2012":1,
                "2013":5,
                "2014":4,
                "2015":8,
                "2016":11,
                "2017":9,
                "2018":1,
                "2019":4,
                "2020":10
            }
        ],
        [
            "This study focuses on understanding the relative effects of ammonium substituent groups (we primarily consider tetramethylammonium, benzyltrimethylammonium, and tetraethylammonium cations) and anion species (OH–, HCO3–, CO32–, Cl–, and F–) on ion transport by combining experimental and computational approaches. We characterize transport experimentally using ionic conductivity and self-diffusion coefficients measured from NMR. These experimental results are interpreted using simulation methods to describe the transport of these cations and anions considering the effects of the counterion. It is particularly noteworthy that we directly probe cation and anion diffusion with pulsed gradient stimulated echo NMR and molecular dynamics simulations, corroborating these methods and providing a direct link between atomic-resolution simulations and macroscale experiments. By pairing diffusion …",
            "Insights into the Transport of Aqueous Quaternary Ammonium Cations: A Combined Experimental and Computational Study",
            "Himanshu N Sarode and Gerrick E Lindberg and Yuan Yang and Lisa E Felberg and Gregory A Voth and Andrew M Herring",
            "2014",
            "N1ph308AAAAJ:ufrVoPGSRksC",
            29,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp4085662",
            "9991449149933032909",
            "\/scholar?cites=9991449149933032909",
            {
                "2014":5,
                "2015":5,
                "2016":1,
                "2017":3,
                "2018":7,
                "2019":3,
                "2020":5
            }
        ],
        [
            "An electrostatic switching procedure is introduced that enables the systematic generation of high-quality ice configurations at various temperatures. Proton disordered ice Ih configurations were generated for the TIP4P water model at temperatures from 50 to 240 K, for the SPC\/Fw water model from 100 to 240 K, and for the DC97 water model at 240 K. The resulting configurations were found to properly sample the canonical ensemble. The dielectric constant of ice Ih was determined from the net dipole fluctuation of the ice configurations. The calculated dielectric constant compares favorably with the study by Rick and Haymet [J. Chem. Phys. 2003, 118, 9291]. However, our method gives smaller error bars, especially at lower temperatures. At temperatures above 200 K, a type of hydrogen-bond defect is identified that cannot be categorized as a D or L type defect.",
            "Efficient sampling of ice structures by electrostatic switching",
            "Gerrick E Lindberg and Feng Wang",
            "2008",
            "N1ph308AAAAJ:d1gkVwhDpl0C",
            28,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp800736t",
            "14995134370548415675",
            "\/scholar?cites=14995134370548415675",
            {
                "2009":3,
                "2010":3,
                "2011":4,
                "2012":4,
                "2013":5,
                "2014":3,
                "2015":2,
                "2016":2,
                "2017":1,
                "2018":1
            }
        ],
        [
            "We have studied anion exchange membrane\/polycationic systems with different percentages of fluoride and chloride as counterions by molecular dynamics simulations. We also experimentally measured the self-diffusion constant of fluoride in a diblock copolymer that has the same hydrophilic block and found satisfactory agreement with simulations within a factor of 2. At 300 K, our simulations showed that the self-diffusion constant of fluoride increases by about 70% when fluoride content decreases from 100% to 40% (and 60% Cl), and it increases by about 140% when fluoride content decreases from 100% to 10%. Increasing % Cl also slightly decreases the attraction between fluoride and the cations. We hypothesize that the root cause of the enhancement in fluoride mobility is due to the larger size of the chloride ion, which more readily loses its water solvation shells because of a lower charge\/radius squared …",
            "Chloride enhances fluoride mobility in anion exchange membrane\/polycationic systems",
            "Ying-Lung Steve Tse and Himanshu N Sarode and Gerrick E Lindberg and Thomas A Witten and Yuan Yang and Andrew M Herring and Gregory A Voth",
            "2014",
            "N1ph308AAAAJ:WF5omc3nYNoC",
            26,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp409728a",
            "12983212757584665321",
            "\/scholar?cites=12983212757584665321",
            {
                "2014":5,
                "2015":4,
                "2016":8,
                "2017":2,
                "2018":4,
                "2019":1,
                "2020":2
            }
        ],
        [
            "On July 14, 2015, the New Horizons spacecraft made its closest approach to Pluto at about 12,000 km from its surface (Stern et al., 2015). Using the LEISA (Linear Etalon Imaging Spectral Array) near-IR imaging spectrometer we obtained two scans across the encounter hemisphere of Pluto at 6–7 km\/pixel resolution. By correlating each spectrum with a crystalline H2O-ice model, we find several sites on Pluto’s surface that exhibit the 1.5, 1.65 and 2.0 µm absorption bands characteristic of H2O-ice in the crystalline phase. These sites tend to be isolated and small ( ≲  5000 km2 per site). We note a distinct near-IR blue slope over the LEISA wavelength range and asymmetries in the shape of the 2.0 µm H2O-ice band in spectra with weak CH4-ice bands and strong H2O-ice bands. These characteristics are indicative of fine-grain (grain diameters  <  wavelength or  ∼ 1 µm) H2O-ice, like that seen in the spectra …",
            "The distribution of H2O, CH3OH, and hydrocarbon-ices on Pluto: Analysis of New Horizons spectral images",
            "Jason C Cook and Cristina M Dalle Ore and Silvia Protopapa and Richard P Binzel and Dale P Cruikshank and Alissa Earle and William M Grundy and Kimberly Ennico and Carly Howett and Donald E Jennings and Allen W Lunsford and Catherine B Olkin and Alex H Parker and Sylvain Philippe and Dennis Reuter and Bernard Schmitt and Kelsi Singer and John A Stansberry and S Alan Stern and Anne Verbiscer and Harold A Weaver and Leslie A Young and Jennifer Hanley and Fatima Alketbi and Garrett L Thompson and Logan A Pearce and Gerrick E Lindberg and Stephen C Tegler",
            "2019",
            "N1ph308AAAAJ:ZeXyd9-uunAC",
            19,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0019103516307199",
            "7817580333924968522",
            "\/scholar?cites=7817580333924968522",
            {
                "2018":4,
                "2019":1,
                "2020":11,
                "2021":2
            }
        ],
        [
            "Using nonequilibrium switching simulations to determine the free-energy difference between two thermodynamic states has gained tremendous popularity since Jarzynski’s identity was proposed. The efficiency of a nonequilibrium switching simulation depends on the switching function. A well selected switching function can significantly minimize the associated dissipative work and reduce the computational cost of nonequilibrium free-energy simulations. In this paper, a method for estimating an efficient switching function during a nonequilibrium free-energy simulation is presented. The switching rate depends on the fluctuation of the fictitious force and a relaxation time. This method is similar to a prior method described by de Koning [J. Chem. Phys. 122, 104106 (2005)], except in our approach the switching rate is determined on-the-fly without the need for trial pulls. Our method can be easily incorporated into any …",
            "Optimizing the switching function for nonequilibrium free-energy calculations: An on-the-fly approach",
            "Gerrick E Lindberg and Timothy C Berkelbach and Feng Wang",
            "2009",
            "N1ph308AAAAJ:9yKSN-GCB0IC",
            12,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3126602",
            "17023311064321856824",
            "\/scholar?cites=17023311064321856824",
            {
                "2010":4,
                "2011":2,
                "2012":2,
                "2013":1,
                "2014":2,
                "2015":1
            }
        ],
        [
            "We examine the effect of the ionic liquid [C4mpy][Tf2N] on the structure of the miniprotein Trp-cage and contrast these results with the behavior of Trp-cage in water. We find the ionic liquid has a dramatic effect on Trp-cage, though many similarities with aqueous Trp-cage are observed. We assess Trp-cage folding by monitoring root mean square deviation from the crystallographic structure, radius of gyration, proline cis\/trans isomerization state, protein secondary structure, amino acid contact formation and distance, and native and non-native contact formation. Starting from an unfolded configuration, Trp-cage folds in water at 298 K in less than 500 ns of simulation, but has very little mobility in the ionic liquid at the same temperature, which can be ascribed to the higher ionic liquid viscosity. At 365 K, the mobility of the ionic liquid is increased and initial stages of Trp-cage folding are observed, however Trp-cage does …",
            "Influence of the ionic liquid [C4mpy][Tf2N] on the structure of the miniprotein Trp-cage",
            "Joseph L Baker and Jeffrey Furbish and Gerrick E Lindberg",
            "2015",
            "N1ph308AAAAJ:UebtZRa9Y70C",
            11,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1093326315300620",
            "3460931903114775886",
            "\/scholar?cites=3460931903114775886",
            {
                "2016":3,
                "2017":5,
                "2018":1,
                "2019":1,
                "2020":1
            }
        ]
    ]
}