{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Following the discovery of long-range antiferromagnetic order in the parent compounds of high-transition-temperature (high-T c) copper oxides 1, 2, there have been efforts to understand the role of magnetism in the superconductivity that occurs when mobile ‘electrons’ or ‘holes’ are doped into the antiferromagnetic parent compounds. Superconductivity in the newly discovered rare-earth iron-based oxide systems ROFeAs (R, rare-earth metal) also arises from either electron 3, 4, 5, 6, 7 or hole 8 doping of their non-superconducting parent compounds. The parent material LaOFeAs is metallic but shows anomalies near 150 K in both resistivity and dc magnetic susceptibility 3. Although optical conductivity and theoretical calculations suggest that LaOFeAs exhibits a spin-density-wave (SDW) instability that is suppressed by doping with electrons to induce superconductivity 9, there has been no direct evidence of SDW …",
            "Magnetic Order versus superconductivity in the Iron-based layered La (O1-xFx) FeAs systems",
            "Clarina de la Cruz and Q Huang and JW Lynn and Jiying Li and W Ratcliff and JL Zarestky II and HA Mook and GF Chen and JL Luo and NL Wang and and P. Dai",
            "2008",
            "N2xqGX8AAAAJ:SPgmg5JLkoEC",
            2181,
            "https:\/\/www.nature.com\/articles\/nature07057",
            "9150808245223700877",
            "\/scholar?cites=9150808245223700877",
            {
                "2008":253,
                "2009":407,
                "2010":292,
                "2011":270,
                "2012":213,
                "2013":156,
                "2014":146,
                "2015":109,
                "2016":99,
                "2017":77,
                "2018":56,
                "2019":40,
                "2020":48,
                "2021":4
            }
        ],
        [
            "The recent discovery of superconductivity in (Ba, K) Fe 2 As 2, which crystallizes in the ThCr 2 Si 2 (122) structure as compared with the LnFeAsO (Ln is lanthanide) systems that possess the ZrCuSiAs (1111) structure, demonstrates the exciting potential of the FeAs-based materials for high-T C superconductivity. Here we report neutron diffraction studies that show a tetragonal-to-orthorhombic distortion associated with the onset of q=(101) antiferromagnetic order in BaFe 2 As 2, with a saturation moment 0.87 (3) μ B per Fe that is orientated along the longer a axis of the a b planes. The simultaneous first-order structural and magnetic transition is in contrast with the separated transitions previously reported in the 1111-type materials. The orientational relation between magnetic alignment and lattice distortion supports a multiorbital nature for the magnetic order.",
            "Neutron-Diffraction Measurements of Magnetic Order and a Structural Transition in the Parent  Compound of FeAs-Based High-Temperature …",
            "Q Huang and Y Qiu and Wei Bao and MA Green and JW Lynn and YC Gasparovic and T Wu and G Wu and XH Chen",
            "2008",
            "N2xqGX8AAAAJ:u-x6o8ySG0sC",
            970,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.257003",
            "13986086205870399246",
            "\/scholar?cites=13986086205870399246",
            {
                "2008":5,
                "2009":143,
                "2010":129,
                "2011":133,
                "2012":102,
                "2013":89,
                "2014":69,
                "2015":62,
                "2016":69,
                "2017":52,
                "2018":41,
                "2019":37,
                "2020":27,
                "2021":3
            }
        ],
        [
            "TbMnO 3 is an orthorhombic insulator where incommensurate spin order for temperature T N< 41 K is accompanied by ferroelectric order for T< 28 K. To understand this, we establish the magnetic structure above and below the ferroelectric transition using neutron diffraction. In the paraelectric phase, the spin structure is incommensurate and longitudinally modulated. In the ferroelectric phase, however, there is a transverse incommensurate spiral. We show that the spiral breaks spatial inversion symmetry and can account for magnetoelectricity in TbMnO 3.",
            "Magnetic Inversion Symmetry Breaking and Ferroelectricity in ",
            "Michel Kenzelmann and A Brooks Harris and S Jonas and C Broholm and Jürg Schefer and SB Kim and CL Zhang and S-W Cheong and Owen P Vajk and Jeffrey W Lynn",
            "2005",
            "N2xqGX8AAAAJ:9yKSN-GCB0IC",
            968,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.95.087206",
            "10361607500669142731",
            "\/scholar?cites=10361607500669142731",
            {
                "2006":46,
                "2007":78,
                "2008":92,
                "2009":85,
                "2010":80,
                "2011":71,
                "2012":84,
                "2013":62,
                "2014":60,
                "2015":60,
                "2016":60,
                "2017":55,
                "2018":39,
                "2019":41,
                "2020":45,
                "2021":5
            }
        ],
        [
            "Recently, high-transition-temperature (high-T c) superconductivity was discovered in the iron pnictide RFeAsO 1− x F x (R, rare-earth metal) family of materials. We use neutron scattering to study the structural and magnetic phase transitions in CeFeAsO 1− x F x as the system is tuned from a semimetal to a high-T c superconductor through fluorine (F) doping, x. In the undoped state, CeFeAsO develops a structural lattice distortion followed by a collinear antiferromagnetic order with decreasing temperature. With increasing fluorine doping, the structural phase transition decreases gradually and vanishes within the superconductivity dome near x= 0.10, whereas the antiferromagnetic order is suppressed before the appearance of superconductivity for x> 0.06, resulting in an electronic phase diagram remarkably similar to that of the high-T c copper oxides. Comparison of the structural evolution of CeFeAsO 1− x F x with …",
            "Structural and Magnetic Phase Diagram of CeFeAsO1-xFx and its Relationship to High-Temperature Superconductivity",
            "Jun Zhao and Q Huang and Clarina de la Cruz and S Li and JW Lynn and Y Chen and MA Green and GF Chen and G Li and Z Li and JL Luo and P Wang and NL and Dai",
            "2008",
            "N2xqGX8AAAAJ:ve7iT2ZEuL4C",
            910,
            "https:\/\/www.nature.com\/articles\/nmat2315",
            "4537159994030645157",
            "\/scholar?cites=4537159994030645157",
            {
                "2008":16,
                "2009":161,
                "2010":128,
                "2011":124,
                "2012":108,
                "2013":78,
                "2014":78,
                "2015":54,
                "2016":46,
                "2017":36,
                "2018":28,
                "2019":26,
                "2020":20,
                "2021":3
            }
        ],
        [
            "We use bulk magnetic susceptibility, electronic specific heat, and neutron scattering to study structural and magnetic phase transitions in Fe 1+ y Se x Te 1− x. Fe 1.068 Te exhibits a first-order phase transition near 67 K with a tetragonal-to-monoclinic structural transition and simultaneously develops a collinear antiferromagnetic (AF) order responsible for the entropy change across the transition. Systematic studies of the FeSe 1− x Te x system reveal that the AF structure and lattice distortion in these materials are different from those of FeAs-based pnictides. These results call into question the conclusions of present density-functional calculations, where FeSe 1− x Te x and FeAs-based pnictides are expected to have similar Fermi surfaces and therefore the same spin-density wave AF order.",
            "First-order magnetic and structural phase transitions in Fe 1+ y Se x Te 1− x",
            "Shiliang Li and Clarina de La Cruz and Q Huang and Y Chen and JW Lynn and Jiangping Hu and Yi-Lin Huang and Fong-Chi Hsu and Kuo-Wei Yeh and Maw-Kuen Wu and Pengcheng Dai",
            "2009",
            "N2xqGX8AAAAJ:2osOgNQ5qMEC",
            597,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.79.054503",
            "12422013890294717182",
            "\/scholar?cites=12422013890294717182",
            {
                "2009":36,
                "2010":74,
                "2011":68,
                "2012":75,
                "2013":59,
                "2014":52,
                "2015":58,
                "2016":40,
                "2017":43,
                "2018":30,
                "2019":26,
                "2020":30,
                "2021":3
            }
        ],
        [
            "Neutron scattering has been used to study the magnetic correlations and long wavelength spin dynamics of La 1− x Ca x MnO 3 in the ferromagnetic regime (0≤ x< 1 2). For x= 1 3 (T C= 250 K) where the magnetoresistance effects are largest the system behaves as an ideal isotropic ferromagnet at low T, with a gapless (< 0.04 meV) dispersion relation E= D q 2 and D T= 0≈ 170 meV Å 2. However, an anomalous strongly field-dependent diffusive component develops above∼ 200 K and dominates the fluctuation spectrum as T→ T C. This component is not present at lower x.",
            "Unconventional ferromagnetic transition in La 1− x Ca x MnO 3",
            "JW Lynn and RW Erwin and JA Borchers and Q Huang and A Santoro and JL Peng and ZY Li",
            "1996",
            "N2xqGX8AAAAJ:-uzm3Y7AvW0C",
            561,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.76.4046",
            "15048819522539413710",
            "\/scholar?cites=15048819522539413710",
            {
                "1996":3,
                "1997":42,
                "1998":51,
                "1999":41,
                "2000":51,
                "2001":64,
                "2002":52,
                "2003":42,
                "2004":32,
                "2005":26,
                "2006":27,
                "2007":16,
                "2008":14,
                "2009":14,
                "2010":18,
                "2011":6,
                "2012":15,
                "2013":7,
                "2014":10,
                "2015":3,
                "2016":5,
                "2017":6,
                "2018":5,
                "2019":6,
                "2020":3
            }
        ],
        [
            "First-principles calculations of the electronic band structure and lattice dynamics for the new superconductor MgB 2 are carried out and found to be in excellent agreement with our inelastic neutron scattering measurements. The numerical results reveal that the E 2 g in-plane boron phonons near the zone center are very anharmonic and strongly coupled to the planar B σ bands near the Fermi level. This giant anharmonicity and nonlinear electron-phonon coupling is key to quantitatively explaining the observed high T c and boron isotope effect in MgB 2.",
            "Giant Anharmonicity and Nonlinear Electron-Phonon Coupling in : A Combined First-Principles Calculation and Neutron Scattering Study",
            "T Yildirim and O Gülseren and JW Lynn and CM Brown and TJ Udovic and Q Huang and N Rogado and KA Regan and MA Hayward and JS Slusky and T He and MK Haas and P Khalifah and K Inumaru and Robert Joseph Cava",
            "2001",
            "N2xqGX8AAAAJ:CB6W3GmKGOEC",
            434,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.87.037001",
            "13565382375732740751",
            "\/scholar?cites=13565382375732740751",
            {
                "2001":21,
                "2002":69,
                "2003":61,
                "2004":37,
                "2005":25,
                "2006":27,
                "2007":23,
                "2008":23,
                "2009":19,
                "2010":11,
                "2011":13,
                "2012":10,
                "2013":8,
                "2014":8,
                "2015":13,
                "2016":10,
                "2017":11,
                "2018":18,
                "2019":7,
                "2020":15,
                "2021":2
            }
        ],
        [
            "Recent investigations of the superconducting iron-arsenide families have highlighted the role of pressure, be it chemical or mechanical, in fostering superconductivity. Here we report that CaFe 2 As 2 undergoes a pressure-induced transition to a nonmagnetic volume “collapsed” tetragonal phase, which becomes superconducting at lower temperature. Spin-polarized total-energy calculations on the collapsed structure reveal that the magnetic Fe moment itself collapses, consistent with the absence of magnetic order in neutron diffraction.",
            "Pressure-induced Volume-collapsed Tetragonal Phase of CaFe2As2 as seen via Neutron Scattering",
            "A Kreyssig and MA Green and Y Lee and GD Samolyuk and P Zajdel and JW Lynn and Phys. Rev. B Ni and S. Nandi and JB Leao and SJ Poulton and DN Argyriou and BN Harmon and RJ McQueeney and PC Canfield and and A. I. Goldman",
            "2008",
            "N2xqGX8AAAAJ:P-MJmu9ZMwQC",
            414,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.78.184517",
            "14757727362687952388",
            "\/scholar?cites=14757727362687952388",
            {
                "2008":11,
                "2009":72,
                "2010":35,
                "2011":37,
                "2012":32,
                "2013":28,
                "2014":41,
                "2015":26,
                "2016":31,
                "2017":21,
                "2018":30,
                "2019":22,
                "2020":22,
                "2021":5
            }
        ],
        [
            "Neutron diffraction has been used to study the magnetic order in RuSr 2 GdCu 2 O 8. The Ru moments order antiferromagnetically at T N= 136 (2) K, coincident with the previously reported onset of ferromagnetism. Neighboring spins are antiparallel in all three directions, with a low T moment of 1.18 (6) μ B along the c axis. Our measurements put an upper limit of∼ 0.1 μ B to any net zero-field moment, with fields exceeding 0. 4 T needed to induce a measurable magnetization. The Gd ions order independently at T N= 2.50 (2) K with the same spin configuration.",
            "Antiferromagnetic Order of the Ru and Gd in Superconducting RuSr2GdCu2O8",
            "JW Lynn and B Keimer and C Ulrich and C and Bernhard and JL Tallon",
            "2000",
            "N2xqGX8AAAAJ:dw5aoL0HVgwC",
            399,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.61.R14964",
            "4922119596151238576",
            "\/scholar?cites=4922119596151238576",
            {
                "2000":11,
                "2001":44,
                "2002":67,
                "2003":58,
                "2004":28,
                "2005":31,
                "2006":32,
                "2007":27,
                "2008":16,
                "2009":20,
                "2010":9,
                "2011":11,
                "2012":10,
                "2013":7,
                "2014":7,
                "2015":5,
                "2016":2,
                "2017":2,
                "2018":6,
                "2019":2
            }
        ],
        [
            "Neutron-diffraction measurements have been carried out to investigate the crystal structure, magnetic structures, and magnetic phase transitions in RNi 2 B 2 C (R= Y, Ce, Pr, Nd, Tb, Dy, Ho, Er, Tm, and Yb). The materials that order magnetically exhibit a wide variety of both commensurate and incommensurate magnetic structures, which argues strongly that the dominant exchange interactions are of the indirect Ruderman-Kittel-Kasuya-Yosida type. The Nd system exhibits a commensurate antiferromagnetic ordering at 4.8 K, with wave vector δ=(1\/2, 0, 1\/2) and moment direction along a (or equivalently with δ=(0, 1\/2, 1\/2) and moment direction along b in this tetragonal system). For Dy (T N= 10.6 K), Pr (T N= 4.0 K), and the low-temperature phase of Ho, the magnetic structure is also a commensurate antiferromagnet that consists of ferromagnetic sheets of rare-earth moments in the ab plane, with the sheets coupled …",
            "Magnetic order and crystal structure in the superconducting C materials",
            "JW Lynn and S Skanthakumar and Q Huang and SK Sinha and Z Hossain and LC Gupta and R Nagarajan and C Godart",
            "1997",
            "N2xqGX8AAAAJ:MvIMIWP2nqIC",
            393,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.55.6584",
            "1155792994956706468",
            "\/scholar?cites=1155792994956706468",
            {
                "1997":9,
                "1998":20,
                "1999":30,
                "2000":35,
                "2001":61,
                "2002":28,
                "2003":28,
                "2004":22,
                "2005":18,
                "2006":18,
                "2007":15,
                "2008":16,
                "2009":14,
                "2010":8,
                "2011":6,
                "2012":14,
                "2013":4,
                "2014":7,
                "2015":8,
                "2016":6,
                "2017":2,
                "2018":5,
                "2019":6,
                "2020":11
            }
        ]
    ]
}