{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Corrections to the 1st printing• page xxi, last paragraph before\" The End\", 2nd line: Change\" become\" to\" became\".• page 3, first line after Eq.(1.4): Change\" gyroscopic\" to\" gyromagnetic\".• page 31, Problem 1.9, first line: Change\" A pair of dice\" to\" Two dice\".• page 35, paragraph after Eq.(2.1), penultimate line: Change\" 1× 2\" to\" 2× 1\".• page 44, Eq.(2.50): Change the\"+\" superscript in the 2nd and 3rd lines to the proper adjoint symbol\"†\": φ β= β φ* ψ A†⎡⎣⎤⎦ β= β A ψ⎡⎣⎤⎦",
            "Quantum mechanics: a paradigms approach",
            "David H McIntyre and Corinne A Manogue and Janet Tate",
            "2012",
            "n46MEE4AAAAJ:d1gkVwhDpl0C",
            114,
            "https:\/\/physicscourses.colorado.edu\/phys3220\/phys3220_fa16\/qmerrata16-2.pdf",
            "341196251273626726",
            "\/scholar?cites=341196251273626726",
            {
                "2013":7,
                "2014":9,
                "2015":17,
                "2016":8,
                "2017":14,
                "2018":13,
                "2019":16,
                "2020":24,
                "2021":5
            }
        ],
        [
            "We derive conditions for rotating particle detectors to respond in a variety of bounded spacetimes and compare the results with the folklore that particle detectors do not respond in the vacuum state appropriate to their motion. Applications involving possible violations of the second law of thermodynamics are briefly addressed.© 1996 The American Physical Society.",
            "Detecting the rotating quantum vacuum",
            "Paul CW Davies and Tevian Dray and Corinne A Manogue",
            "1996",
            "n46MEE4AAAAJ:D03iK_w7-QYC",
            105,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.53.4382",
            "18053750683479425992",
            "\/scholar?cites=18053750683479425992",
            {
                "1996":1,
                "1997":6,
                "1998":3,
                "1999":7,
                "2000":8,
                "2001":6,
                "2002":2,
                "2003":5,
                "2004":4,
                "2005":4,
                "2006":5,
                "2007":1,
                "2008":4,
                "2009":1,
                "2010":2,
                "2011":7,
                "2012":2,
                "2013":1,
                "2014":2,
                "2015":1,
                "2016":3,
                "2017":9,
                "2018":9,
                "2019":3,
                "2020":8
            }
        ],
        [
            "The classic Klein paradox, particle creation due to the presence of very strong electromagnetic potentials, is reconsidered. Vacuum expectation values of the current and momentum operators are calculated for both massive spin zero and massive spin one-half fields. These new results, used as a measure of the number of particles produced, are compared with the results of others for the vacuum expectation value of the number operator. The relationship between superradiance and pair creation is explained and common conceptual errors are pointed out.",
            "The Klein paradox and superradiance",
            "Corinne A Manogue",
            "1988",
            "n46MEE4AAAAJ:M3ejUd6NZC8C",
            96,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0003491688901674",
            "5467409395516919753",
            "\/scholar?cites=5467409395516919753",
            {
                "1993":2,
                "1994":3,
                "1995":1,
                "1996":1,
                "1997":1,
                "1998":2,
                "1999":1,
                "2000":1,
                "2001":2,
                "2002":1,
                "2003":3,
                "2004":1,
                "2005":6,
                "2006":6,
                "2007":4,
                "2008":4,
                "2009":6,
                "2010":8,
                "2011":4,
                "2012":6,
                "2013":2,
                "2014":4,
                "2015":6,
                "2016":20,
                "2017":1
            }
        ],
        [
            "An explicit algebraic description of finite Lorentz transformations of vectors in ten‐dimensional Minkowski space is given by means of a parametrization in terms of the octonions. The possible utility of these results for superstring theory is mentioned. Along the way automorphisms of the two highest dimensional normed division algebras, namely, the quaternions and the octonions, are described in terms of conjugation maps. Similar techniques are used to define SO(3) and SO(7) via conjugation, SO(4) via symmetric multiplication, and SO(8) via both symmetric multiplication and one‐sided multiplication. The noncommutativity and nonassociativity of these division algebras plays a crucial role in our constructions.",
            "Finite Lorentz transformations, automorphisms, and division algebras",
            "Corinne A Manogue and Jörg Schray",
            "1993",
            "n46MEE4AAAAJ:-f6ydRqryjwC",
            93,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.530056",
            "8368131721243059706",
            "\/scholar?cites=8368131721243059706",
            {
                "1993":1,
                "1994":2,
                "1995":1,
                "1996":3,
                "1997":1,
                "1998":3,
                "1999":5,
                "2000":4,
                "2001":4,
                "2002":2,
                "2003":3,
                "2004":2,
                "2005":2,
                "2006":2,
                "2007":5,
                "2008":2,
                "2009":2,
                "2010":4,
                "2011":8,
                "2012":8,
                "2013":8,
                "2014":8,
                "2015":4,
                "2016":2,
                "2017":3
            }
        ],
        [
            "We consider the (massless) scalar field on 2-dimensional manifolds whose metric changes signature and which admit a spacelike isometry. Choosing the wave equation so that there will be a conserved Klein-Gordon product implicitly determines the junction conditions one needs to impose in order to obtain global solutions. The resulting mix of positive and negative frequencies produced by the presence of Euclidean regions depends only on the total width of the regions, and not on the detailed form of the metric.",
            "Particle production from signature change",
            "Tevian Dray and Corinne A Manogue and Robin W Tucker",
            "1991",
            "n46MEE4AAAAJ:O3NaXMp0MMsC",
            86,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/BF00756915.pdf",
            "12811573890825261416",
            "\/scholar?cites=12811573890825261416",
            {
                "1992":1,
                "1993":4,
                "1994":9,
                "1995":16,
                "1996":5,
                "1997":5,
                "1998":2,
                "1999":1,
                "2000":2,
                "2001":2,
                "2002":1,
                "2003":3,
                "2004":2,
                "2005":2,
                "2006":4,
                "2007":7,
                "2008":1,
                "2009":1,
                "2010":1,
                "2011":1,
                "2012":4,
                "2013":3,
                "2014":5,
                "2015":3,
                "2016":1
            }
        ],
        [
            "We discuss the eigenvalue problem for 2×2 and 3×3 octonionic Hermitian matrices. In both cases, we give the general solution for real eigenvalues, and we show there are also solutions with non-real eigenvalues.",
            "The octonionic eigenvalue problem",
            "Tevian Dray and Corinne A Manogue",
            "1998",
            "n46MEE4AAAAJ:QIV2ME_5wuYC",
            75,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/BF03043104.pdf",
            "6425579976243520425",
            "\/scholar?cites=6425579976243520425",
            {
                "1998":1,
                "1999":3,
                "2000":8,
                "2001":2,
                "2002":3,
                "2003":2,
                "2004":2,
                "2005":2,
                "2006":6,
                "2007":4,
                "2008":3,
                "2009":5,
                "2010":4,
                "2011":4,
                "2012":5,
                "2013":5,
                "2014":5,
                "2015":5,
                "2016":4,
                "2017":2
            }
        ],
        [
            "There are precisely two further generalizations of the real and complex numbers, namely, the quaternions and the octonions. The quaternions naturally describe rotations in three dimensions. In fact, all (continuous) symmetry groups are based on one of these four number systems. This book provides an elementary introduction to the properties of the octonions, with emphasis on their geometric structure. Elementary applications covered include the rotation groups and their spacetime generalization, the Lorentz group, as well as the eigenvalue problem for Hermitian matrices. In addition, more sophisticated applications include the exceptional Lie groups, octonionic projective spaces, and applications to particle physics including the remarkable fact that classical supersymmetry only exists in particular spacetime dimensions. Contents: Introduction\" Number Systems:\" The Geometry of the Complex NumbersThe Geometry of the QuaternionsThe Geometry of the OctonionsOther Number Systems\" Symmetry Groups:\" Some Orthogonal GroupsSome Unitary GroupsSome Symplectic GroupsSymmetry Groups over Other Division AlgebrasLie Groups and Lie AlgebrasThe Exceptional Groups\" Applications:\" Division Algebras in MathematicsOctonionic Eigenvalue ProblemsThe Physics of the OctonionsMagic Squares Readership: Advanced ubdergraduate and graduate students and faculty in mathematics and physics; non-experts with moderately sophisticated mathematics background. Key Features: This book is easily digestible by a large audience wanting to know the elementary introduction to octanionsSuitable for any reader with a grasp of the …",
            "The geometry of the octonions",
            "Tevian Dray and Corinne A Manogue",
            "2015",
            "n46MEE4AAAAJ:GnPB-g6toBAC",
            74,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=znW6CgAAQBAJ&oi=fnd&pg=PR7&dq=info:mzcPMvn9E6wJ:scholar.google.com&ots=oTBXwu4vZu&sig=dPWjy9jqZfdAI_QEqcERNFQ4GO4",
            "12399533445809649563",
            "\/scholar?cites=12399533445809649563",
            {
                "2015":2,
                "2016":9,
                "2017":15,
                "2018":15,
                "2019":11,
                "2020":20,
                "2021":2
            }
        ],
        [
            "We consider the (massless) scalar field on a two-dimensional manifold with metric that changes signature from Lorentzian to Euclidean. Requiring a conserved momentum in the spatially homogeneous case leads to a particular choice of propagation rule. The resulting mix of positive and negative frequencies depends only on the total (conformal) size of the spacelike regions and not on the detailed form of the metric. Reformulating the problem using junction conditions, we then show that the solutions obtained above are the unique ones which satisfy the natural distributional wave equation everywhere. We also give a variational approach, obtaining the same results from a natural Lagrangian.",
            "Scalar field equation in the presence of signature change",
            "Tevian Dray and Corinne A Manogue and Robin W Tucker",
            "1993",
            "n46MEE4AAAAJ:4OULZ7Gr8RgC",
            74,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.48.2587",
            "17289686727510803657",
            "\/scholar?cites=17289686727510803657",
            {
                "1993":1,
                "1994":5,
                "1995":15,
                "1996":8,
                "1997":5,
                "1998":2,
                "1999":2,
                "2000":2,
                "2001":1,
                "2002":1,
                "2003":1,
                "2004":1,
                "2005":2,
                "2006":3,
                "2007":2,
                "2008":4,
                "2009":3,
                "2010":2,
                "2011":2,
                "2012":1,
                "2013":2,
                "2014":2,
                "2015":1,
                "2016":2,
                "2017":2,
                "2018":1
            }
        ],
        [
            "Because mathematicians and physicists think differently about mathematics, they have different goals for their courses and teach different ways of thinking about the material. As a consequence, there are a number of capabilities that physics majors need in order to be successful that might not be addressed by any traditional course. The result is that the total cognitive load is too high for many students at the transition from the calculus and introductory physics sequences to upper-division courses for physics majors. We illustrate typical student difficulties in the context of an Ampère’s law problem.",
            "Why is Ampère’s law so hard? A look at middle-division physics",
            "Corinne A Manogue and Kerry Browne and Tevian Dray and Barbara Edwards",
            "2006",
            "n46MEE4AAAAJ:KlAtU1dfN6UC",
            68,
            "https:\/\/aapt.scitation.org\/doi\/abs\/10.1119\/1.2181179",
            "4599627855319631443",
            "\/scholar?cites=4599627855319631443",
            {
                "2006":1,
                "2007":2,
                "2008":5,
                "2009":2,
                "2010":4,
                "2011":4,
                "2012":9,
                "2013":6,
                "2014":5,
                "2015":8,
                "2016":2,
                "2017":6,
                "2018":4,
                "2019":5,
                "2020":4
            }
        ],
        [
            "We describe a new curriculum for the final two years of a B.S. program in Physics. Case studies in the junior year provide concrete examples or Paradigms as pillars to support systematic Capstone lectures in the senior year. In each of nine three-week Paradigms, the junior progresses from a descriptive lower-division understanding to an advanced analysis of a topic defined by phenomenon rather than discipline. Students generally view the new format with favor. They are better at visualization and make important connections among physics disciplines. Independent assessment is ongoing.",
            "Paradigms in Physics: A new upper-division curriculum",
            "Corinne A Manogue and Philip J Siemens and Janet Tate and Kerry Browne and Margaret L Niess and Adam J Wolfer",
            "2001",
            "n46MEE4AAAAJ:ULOm3_A8WrAC",
            65,
            "https:\/\/aapt.scitation.org\/doi\/abs\/10.1119\/1.1374248",
            "4833485031136475831",
            "\/scholar?cites=4833485031136475831",
            {
                "2001":1,
                "2002":2,
                "2003":1,
                "2004":1,
                "2005":3,
                "2006":1,
                "2007":4,
                "2008":1,
                "2009":3,
                "2010":9,
                "2011":7,
                "2012":5,
                "2013":6,
                "2014":1,
                "2015":4,
                "2016":3,
                "2017":7,
                "2018":5,
                "2019":1
            }
        ]
    ]
}