{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "Planetary nebulae are thought to be formed when a slow wind from the progenitor giant star is overtaken by a subsequent fast wind generated as the star enters its white dwarf stage 1. A shock forms near the boundary between the winds, creating the relatively dense shell characteristic of a planetary nebula. A spherically symmetric wind will produce a spherically symmetric shell, yet over half of known planetary nebulae are not spherical; rather, they are elliptical or bipolar in shape 2. A magnetic field could launch and collimate a bipolar outflow, but the origin of such a field has hitherto been unclear, and some previous work has even suggested that a field could not be generated 3. Here we show that an asymptotic-giant-branch (AGB) star can indeed generate a strong magnetic field, having as its origin a dynamo at the interface between the rapidly rotating core and the more slowly rotating envelope of the star. The …",
            "Dynamos in asymptotic-giant-branch stars as the origin of magnetic fields shaping planetary nebulae",
            "Eric G Blackman and Adam Frank and J Andrew Markiel and John H Thomas and Hugh M Van Horn",
            "2001",
            "N5hNMC8AAAAJ:u5HHmVD_uO8C",
            206,
            "https:\/\/www.nature.com\/articles\/35054008",
            "13346259250567656719",
            "\/scholar?cites=13346259250567656719",
            {
                "2001":7,
                "2002":19,
                "2003":21,
                "2004":11,
                "2005":19,
                "2006":22,
                "2007":19,
                "2008":14,
                "2009":9,
                "2010":6,
                "2011":8,
                "2012":7,
                "2013":5,
                "2014":9,
                "2015":6,
                "2016":1,
                "2017":2,
                "2018":7,
                "2019":4,
                "2020":4,
                "2021":3
            }
        ],
        [
            "Preface; 1. The sun among the stars; 2. Sunspots and starspots: a historical introduction; 3. Overall structure of a sunspot; 4. Fine structure of the umbra; 5. Fine structure of the penumbra; 6. Oscillations in sunspots; 7. Sunspots and active regions; 8. Magnetic activity in stars; 9. Starspots; 10. Solar and stellar activity cycles; 11. Solar and stellar dynamos; 12. Solar activity, space weather, and climate change; 13. The way ahead; Appendices; References; Index.",
            "Sunspots and starspots",
            "John H Thomas and Nigel O Weiss",
            "2008",
            "N5hNMC8AAAAJ:3fE2CSJIrl8C",
            161,
            "https:\/\/ui.adsabs.harvard.edu\/abs\/2008sust.book.....T\/abstract",
            "8725074084015608122",
            "\/scholar?cites=8725074084015608122",
            {
                "2008":4,
                "2009":10,
                "2010":12,
                "2011":21,
                "2012":17,
                "2013":27,
                "2014":11,
                "2015":9,
                "2016":12,
                "2017":9,
                "2018":5,
                "2019":12,
                "2020":10
            }
        ],
        [
            "Flow of cerebrospinal fluid (CSF) through perivascular spaces (PVSs) in the brain is important for clearance of metabolic waste. Arterial pulsations are thought to drive flow, but this has never been quantitatively shown. We used particle tracking to quantify CSF flow velocities in PVSs of live mice. CSF flow is pulsatile and driven primarily by the cardiac cycle. The speed of the arterial wall matches that of the CSF, suggesting arterial wall motion is the principal driving mechanism, via a process known as perivascular pumping. Increasing blood pressure leaves the artery diameter unchanged but changes the pulsations of the arterial wall, increasing backflow and thereby reducing net flow in the PVS. Perfusion-fixation alters the normal flow direction and causes a 10-fold reduction in PVS size. We conclude that particle tracking velocimetry enables the study of CSF flow in unprecedented detail and that studying the PVS …",
            "Flow of cerebrospinal fluid is driven by arterial pulsations and is reduced in hypertension",
            "Humberto Mestre and Jeffrey Tithof and Ting Du and Wei Song and Weiguo Peng and Amanda M Sweeney and Genaro Olveda and John H Thomas and Maiken Nedergaard and Douglas H Kelley",
            "2018",
            "N5hNMC8AAAAJ:9mnZQYLiiboC",
            159,
            "https:\/\/www.nature.com\/articles\/s41467-018-07318-3",
            "476445835499504826",
            "\/scholar?cites=476445835499504826",
            {
                "2018":2,
                "2019":46,
                "2020":101,
                "2021":9
            }
        ],
        [
            "The Evershed effect 1—a wavelength shift and profile asymmetry in the spectral lines observed from the outer regions of sunspots (the penumbra)—has been interpreted as a radial outflow of gas from the sunspot, but the dynamics of the flow have not been fully understood 2. Although the Evershed effect seems to stop abruptly at the outer edge of the penumbra, the outflow itself must continue, though tracing its path has proved difficult. Theoretical 3, 4 and observational 5, 6, 7 studies have suggested that much of the continuing flow may follow magnetic field lines that go below the visible surface of the Sun at or just beyond the edge of the penumbra, and recent observations have now confirmed this picture 8. Here we show, using theoretical calculations based on a more realistic model, that the flow acts like a siphon 3, 9, 10, 11, 12 which is driven along a magnetic flux tube by the pressure drop between the …",
            "The Evershed effect in sunspots as a siphon flow along a magnetic flux tube",
            "Benjamín Montesinos and John H Thomas",
            "1997",
            "N5hNMC8AAAAJ:d1gkVwhDpl0C",
            143,
            "https:\/\/www.nature.com\/articles\/37307",
            "18128966450775380692",
            "\/scholar?cites=18128966450775380692",
            {
                "1998":4,
                "1999":6,
                "2000":3,
                "2001":6,
                "2002":10,
                "2003":8,
                "2004":10,
                "2005":8,
                "2006":8,
                "2007":3,
                "2008":3,
                "2009":8,
                "2010":11,
                "2011":4,
                "2012":8,
                "2013":14,
                "2014":4,
                "2015":3,
                "2016":3,
                "2017":4,
                "2018":5,
                "2019":5,
                "2020":2
            }
        ]
    ]
}