{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "High‐resolution multispacecraft magnetic field measurements from the Magnetospheric Multiscale mission's flux‐gate magnetometer are employed to examine statistical properties of plasma turbulence in the terrestrial magnetosheath and in the solar wind. Quantities examined include wave number spectra; structure functions of order two, four, and six; probability density functions of increments; and scale‐dependent kurtoses of the magnetic field. We evaluate the Taylor frozen‐in approximation by comparing single‐spacecraft time series analysis with direct multispacecraft measurements, including evidence based on comparison of probability distribution functions. The statistics studied span spatial scales from the inertial range down to proton and electron scales. We find agreement of spectral estimates using three different methods, and evidence of intermittent turbulence in both magnetosheath and solar wind …",
            "Higher‐order turbulence statistics in the Earth's magnetosheath and the solar wind using Magnetospheric Multiscale observations",
            "Rohit Chhiber and Alexandros Chasapis and Riddhi Bandyopadhyay and TN Parashar and William H Matthaeus and BA Maruca and Thomas Earle Moore and James L Burch and Roy B Torbert and Christopher T Russell and Olivier Le Contel and MR Argall and D Fischer and Laurent Mirioni and RJ Strangeway and CJ Pollock and BL Giles and DJ Gershman",
            "2018",
            "N76Ivd0AAAAJ:8k81kl-MbHgC",
            27,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2018JA025768",
            "14911835286380334214",
            "\/scholar?cites=14911835286380334214",
            {
                "2019":10,
                "2020":16,
                "2021":1
            }
        ]
    ]
}