{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Common lore suggests that N-color QCD with massive quarks has no useful order parameters that can be nontrivial at zero baryon density. However, such order parameters do exist when there are n f quark flavors with a common mass and d≡ g c d (n f, N)> 1. These theories have a Z d color-flavor center symmetry arising from intertwined color center transformations and cyclic flavor permutations. The symmetry realization depends on the temperature, baryon chemical potential, and value of n f\/N, with implications for conformal window studies and dense quark matter.",
            "Order parameters and color-flavor center symmetry in QCD",
            "Aleksey Cherman and Srimoyee Sen and Mithat Ünsal and Michael L Wagman and Laurence G Yaffe",
            "2017",
            "N7TpbC8AAAAJ:Zph67rFs4hoC",
            32,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.119.222001",
            "10132298409705976888",
            "\/scholar?cites=10132298409705976888",
            {
                "2017":2,
                "2018":13,
                "2019":7,
                "2020":10
            }
        ],
        [
            "We analyze the chiral magnetic effect in a homogeneous neutral plasma from the point of view of energy conservation, and construct an effective potential for the growth of maximally helical perturbations of the electromagnetic field. We show that a negative curvature at the origin of the potential, indicating instability of the plasma, is induced by a chiral asymmetry in electron Fermi energy, as opposed to number density, while the potential grows at large field value. It follows that the ground state for a plasma has zero magnetic helicity; a nonzero electron mass will allow an excited state of a plasma with nonzero helicity to relax to that ground state quickly. We conclude that a chiral plasma instability triggered by weak interactions is not a viable mechanism for explaining magnetic fields in stars except possibly when dynamics drives the system far from equilibrium.",
            "Energy conservation and the chiral magnetic effect",
            "David B Kaplan and Sanjay Reddy and Srimoyee Sen",
            "2017",
            "N7TpbC8AAAAJ:5nxA0vEk-isC",
            22,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.96.016008",
            "7158783388514375389",
            "\/scholar?cites=7158783388514375389",
            {
                "2018":13,
                "2019":2,
                "2020":7
            }
        ],
        [
            "We show that Z 3-valued particle-vortex braiding phases are present in high density quark matter. Certain mesonic and baryonic excitations, in the presence of a superfluid vortex, have orbital angular momentum quantized in units of ℏ\/3. Such nonlocal topological features can distinguish phases whose realizations of global symmetries, as probed by local order parameters, are identical. If Z 3 braiding phases and angular momentum fractionalization are absent in lower density hadronic matter, as is widely expected, then the quark matter and hadronic matter regimes of dense QCD must be separated by at least one phase transition.",
            "Anyonic particle-vortex statistics and the nature of dense quark matter",
            "Aleksey Cherman and Srimoyee Sen and Laurence G Yaffe",
            "2019",
            "N7TpbC8AAAAJ:4DMP91E08xMC",
            19,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.100.034015",
            "1889653851304629744",
            "\/scholar?cites=1889653851304629744",
            {
                "2019":7,
                "2020":12
            }
        ],
        [
            "We consider QCD with two degenerate flavors of light quarks (up and down) at asymptotically high isospin (μ I) with zero baryon chemical potential (μ B) and calculate for the first time a quantitative expression for the critical temperature of the deconfinement transition in this regime. At high isospin chemical potential and sufficiently low temperatures this theory becomes equivalent to a pure Yang–Mills theory and accordingly has a first order deconfinement phase transition. Although this was conjectured in a seminal paper by Son and Stephanov in the year 2001, the critical temperature of this deconfinement phase transition was not computed. This paper computes the energy scale associated with this transition as a function of the chemical potential μ I by relating the parameters of the equivalent Yang–Mills theory to those of the underlying theory. We also relate the equation of state in one strongly interacting regime …",
            "Deconfinement transition at high isospin chemical potential and low temperature",
            "Thomas D Cohen and Srimoyee Sen",
            "2015",
            "N7TpbC8AAAAJ:eQOLeE2rZwMC",
            19,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0375947415001803",
            "4134371568208909369",
            "\/scholar?cites=4134371568208909369",
            {
                "2015":1,
                "2016":3,
                "2017":2,
                "2018":3,
                "2019":3,
                "2020":7
            }
        ],
        [
            "The phase-space structure of zero-temperature quarkyonic matter is a Fermi sphere of quark matter surrounded by a shell of nucleonic matter. We construct a quasiparticle model of quarkyonic matter based on the constituent quark model, where the quark and nucleon masses are related by m Q= m N\/N c, and N c is the number of quark colors. The region of occupied states is for quarks k Q< k F\/N c and for nucleons k F< k N< k F+ Δ. We first consider the general problem of quarkyonic matter with hard-core nucleon interactions. We then specialize to a quasiparticle model where the hard-core nucleon interactions are accounted for by an excluded volume. In this model, we show that the nucleonic shell forms past some critical density related to the hard-core size and for large densities becomes a thin shell. We explore the basic features of such a model and argue this model has the semiquantitative behavior needed …",
            "Dynamically generated momentum space shell structure of quarkyonic matter via an excluded volume model",
            "Kie Sang Jeong and Larry McLerran and Srimoyee Sen",
            "2020",
            "N7TpbC8AAAAJ:hMod-77fHWUC",
            17,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.101.035201",
            "17408672108451645993",
            "\/scholar?cites=17408672108451645993",
            {
                "2019":1,
                "2020":14,
                "2021":2
            }
        ],
        [
            "Lasing of an ultralight axion condensate into photons can be sensitive to the presence of a background plasma owing to its coupling to electromagnetism. Such a scenario is particularly relevant for a superradiant axion condensate around stellar mass black holes since the axion mass can be within a few orders of magnitude of the plasma frequency of the surrounding medium. In this paper, I discuss the properties of the plasma around a black hole and analyze its effects on the lasing of a uniform axion condensate of mass of the order of the plasma frequency.",
            "Plasma effects on lasing of a uniform ultralight axion condensate",
            "Srimoyee Sen",
            "2018",
            "N7TpbC8AAAAJ:QIV2ME_5wuYC",
            17,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.98.103012",
            "10925647558578278860",
            "\/scholar?cites=10925647558578278860",
            {
                "2019":4,
                "2020":13
            }
        ],
        [
            "Flavor-twisted boundary conditions can be used for exponential reduction of finite volume artifacts in flavor-averaged observables in lattice QCD calculations with S U (N f) light quark flavor symmetry. Finite volume artifact reduction arises from destructive interference effects in a manner closely related to the phase averaging which leads to large N c volume independence. With a particular choice of flavor-twisted boundary conditions, finite volume artifacts for flavor-singlet observables in a hypercubic spacetime volume are reduced to the size of finite volume artifacts in a spacetime volume with periodic boundary conditions that is four times larger.",
            "Exponential reduction of finite volume effects with twisted boundary conditions",
            "Aleksey Cherman and Srimoyee Sen and Michael L Wagman and Laurence G Yaffe",
            "2017",
            "N7TpbC8AAAAJ:hqOjcs7Dif8C",
            15,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.95.074512",
            "6193205169571072748",
            "\/scholar?cites=6193205169571072748",
            {
                "2017":3,
                "2018":6,
                "2019":4,
                "2020":2
            }
        ],
        [
            "Neutron matter at densities on the order of the nuclear saturation density is believed to have neutrons paired in the P 2 3 channel. We study the low-lying modes of this phase and find two massless modes (angulons), resulting from the spontaneous breaking of rotational symmetry as well as three other gapped modes. We compute their masses at arbitrary temperatures.",
            "Massive and massless modes of the triplet phase of neutron matter",
            "Paulo F Bedaque and Amy N Nicholson and Srimoyee Sen",
            "2015",
            "N7TpbC8AAAAJ:Y0pCki6q_DkC",
            14,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.92.035809",
            "5039809463668529362",
            "\/scholar?cites=5039809463668529362",
            {
                "2016":1,
                "2017":2,
                "2018":1,
                "2019":5,
                "2020":5
            }
        ],
        [
            "We discuss baryon stopping in the color glass condensate description of high energy scattering. We consider the scattering of a distribution of valence quarks on an ultrarelativistic sheet of colored charge. We compute the distribution of scattered quarks from a composite projectile, and calculate the baryon currents before and after the collisions and on an event by event basis. We obtain simple analytic estimates of the baryon number compression and rapidity shifts, which in the idealized case of plane wave scattering, produce results that agree with considerations of Anishetty-Koehler-McLerran [Phys. Rev. D 22, 2793 (1980)].",
            "Spacetime picture of baryon stopping in the color-glass condensate",
            "Larry D McLerran and Sören Schlichting and Srimoyee Sen",
            "2019",
            "N7TpbC8AAAAJ:7PzlFSSx8tAC",
            13,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.99.074009",
            "11668770079154581808",
            "\/scholar?cites=11668770079154581808",
            {
                "2019":2,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We study the shock waves in relativistic chiral matter. We argue that the conventional Rankine-Hugoinot relations are modified due to the presence of chiral transport phenomena. We show that the entropy discontinuity in a weak shock wave is quadratic in the pressure discontinuity when the effect of chiral transport becomes sufficiently large. We also show that rarefaction shock waves, which do not exist in usual nonchiral fluids, can appear in chiral matter. The direction of shock wave propagation is found to be completely determined by the direction of the vorticity and the chirality of fermions. These features are exemplified by shock propagation in dense neutrino matter in the hydrodynamic regime.",
            "Chiral Shock Waves",
            "Srimoyee Sen and Naoki Yamamoto",
            "2017",
            "N7TpbC8AAAAJ:0EnyYjriUFMC",
            10,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.118.181601",
            "11972922699480116981",
            "\/scholar?cites=11972922699480116981",
            {
                "2017":3,
                "2018":3,
                "2019":1,
                "2020":2
            }
        ]
    ]
}