{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "(See the editorial commentary by Holland and Fowler Jr, on pages 329–31.)  Background.  There are concerns about reduced efficacy of vancomycin in patients with Staphylococcus aureus bacteremia (SAB), especially when the minimum inhibitory concentration (MIC) nears the upper limit of the susceptible range.  Methods.  We examined the relationship between antibiotic treatment, 30-day mortality, and microbiologic parameters in a large Australasian cohort of patients with SAB.  Results.  We assessed 532 patients with SAB from 8 hospitals. All patients with methicillin-resistant S. aureus (MRSA) bacteremia were treated with vancomycin, and patients with methicillin-susceptible S. aureus (MSSA) bacteremia received either flucloxacillin or vancomycin. Increasing vancomycin MIC was associated with increased mortality in vancomycin …",
            "Antibiotic choice may not explain poorer outcomes in patients with Staphylococcus aureus bacteremia and high vancomycin minimum inhibitory concentrations",
            "Natasha E Holmes and John D Turnidge and Wendy J Munckhof and James O Robinson and Tony M Korman and Matthew VN O’Sullivan and Tara L Anderson and Sally A Roberts and Wei Gao and Keryn J Christiansen and Geoffrey W Coombs and Paul DR Johnson and Benjamin P Howden",
            "2011",
            "N8IGAjEAAAAJ:u-x6o8ySG0sC",
            239,
            "https:\/\/academic.oup.com\/jid\/article-abstract\/204\/3\/340\/2192262",
            "9251161366415691622",
            "\/scholar?cites=9251161366415691622",
            {
                "2011":2,
                "2012":35,
                "2013":35,
                "2014":32,
                "2015":34,
                "2016":25,
                "2017":20,
                "2018":28,
                "2019":14,
                "2020":11,
                "2021":1
            }
        ],
        [
            "A ratio of the vancomycin area under the concentration-time curve to the MIC (AUC\/MIC) of ≥400 has been associated with clinical success when treating Staphylococcus aureus pneumonia, and this target was recommended by recently published vancomycin therapeutic monitoring consensus guidelines for treating all serious S. aureus infections. Here, vancomycin serum trough levels and vancomycin AUC\/MIC were evaluated in a “real-world” context by following a cohort of 182 patients with S. aureus bacteremia (SAB) and analyzing these parameters within the critical first 96 h of vancomycin therapy. The median vancomycin trough level at this time point was 19.5 mg\/liter. There was a significant difference in vancomycin AUC\/MIC when using broth microdilution (BMD) compared with Etest MIC (medians of 436.1 and 271.5, respectively; P < 0.001). Obtaining the recommended vancomycin target AUC\/MIC of …",
            "Vancomycin AUC\/MIC ratio and 30-day mortality in patients with Staphylococcus aureus bacteremia",
            "Natasha E Holmes and John D Turnidge and Wendy J Munckhof and J Owen Robinson and Tony M Korman and Matthew VN O'Sullivan and Tara L Anderson and Sally A Roberts and Sanchia JC Warren and Wei Gao and Benjamin P Howden and Paul DR Johnson",
            "2013",
            "N8IGAjEAAAAJ:YsMSGLbcyi4C",
            165,
            "https:\/\/aac.asm.org\/content\/57\/4\/1654.short",
            "231169622938688924",
            "\/scholar?cites=231169622938688924",
            {
                "2013":2,
                "2014":20,
                "2015":24,
                "2016":18,
                "2017":23,
                "2018":23,
                "2019":19,
                "2020":31,
                "2021":1
            }
        ],
        [
            "  Background . Reduction of mortality associated with bacterial meningitis and postsurgical cerebral ventriculitis is dependent on early diagnosis and institution of appropriate therapy. Metabonomics rapidly defines metabolic profiles of biological fluids through the use of high-throughput analytical techniques combined with statistical pattern recognition tools.  Methods . Proton nuclear magnetic resonance (1H NMR)-based metabonomics was applied to (1) lumbar cerebrospinal fluid samples collected prospectively from a cohort of patients with bacterial, fungal, or viral meningitis and from control subjects without neurological disease and (2) ventricular cerebrospinal fluid samples from patients with ventriculitis associated with an external ventricular drain and from control subjects. 1H NMR spectra were analyzed by the unsupervised statistical method of principal …",
            "Proton Nuclear Magnetic Resonance—Based Metabonomics for Rapid Diagnosis of Meningitis and Ventriculitis",
            "Muireann Coen and Matthew O'Sullivan and William A Bubb and Philip W Kuchel and Tania Sorrell",
            "2005",
            "N8IGAjEAAAAJ:u5HHmVD_uO8C",
            138,
            "https:\/\/academic.oup.com\/cid\/article-abstract\/41\/11\/1582\/356567",
            "13128876667335102985",
            "\/scholar?cites=13128876667335102985",
            {
                "2005":2,
                "2006":7,
                "2007":18,
                "2008":14,
                "2009":11,
                "2010":10,
                "2011":10,
                "2012":10,
                "2013":8,
                "2014":8,
                "2015":8,
                "2016":10,
                "2017":7,
                "2018":4,
                "2019":4,
                "2020":6
            }
        ],
        [
            "  Background.  In vitro laboratory and animal studies demonstrate a synergistic role for the combination of vancomycin and antistaphylococcal β-lactams for methicillin-resistant Staphylococcus aureus (MRSA) bacteremia. Prospective clinical data are lacking.  Methods.  In this open-label, multicenter, clinical trial, adults with MRSA bacteremia received vancomycin 1.5 g intravenously twice daily and were randomly assigned (1:1) to receive intravenous flucloxacillin 2 g every 6 hours for 7 days (combination group) or no additional therapy (standard therapy group). Participants were stratified by hospital and randomized in permuted blocks of variable size. Randomization codes were kept in sealed, sequentially numbered, opaque envelopes. The primary outcome was the duration of MRSA bacteremia in days.  Results.  We randomly assigned 60 …",
            "Combination of Vancomycin and β-Lactam Therapy for Methicillin-Resistant Staphylococcus aureus Bacteremia: A Pilot Multicenter Randomized Controlled Trial",
            "Joshua S Davis and Archana Sud and Matthew VN O'Sullivan and James O Robinson and Patricia E Ferguson and Hong Foo and Sebastiaan J Van Hal and Anna P Ralph and Benjamin P Howden and Paula M Binks and Adrienne Kirby and Steven YC Tong and Combination Antibiotics for MEthicillin Resistant Staphylococcus aureus (CAMERA) study group and Combination Antibiotics for MEthicillin Resistant Staphylococcus aureus (CAMERA) study group and Steven Tong and Joshua Davis and Paula Binks and Suman Majumdar and Anna Ralph and Rob Baird and Claire Gordon and Cameron Jeremiah and Grace Leung and Anna Brischetto and Amy Crowe and Farshid Dakh and Kelly Whykes and Maria Kirkwood and Archana Sud and Mahesh Menon and Lucy Somerville and Shrada Subedi and Shirley Owen and Matthew O'Sullivan and Eunice Liu and Fei Zhou and Owen Robinson and Geoffrey Coombs and Patrician Ferguson and Anna Ralph and Eunice Liu and Simon Pollet and Sebastian Van Hal and Hong Foo and Sebastian Van Hal and Rebecca Davis",
            "2016",
            "N8IGAjEAAAAJ:dhFuZR0502QC",
            111,
            "https:\/\/academic.oup.com\/cid\/article-abstract\/62\/2\/173\/2462780",
            "18196044644344114459",
            "\/scholar?cites=18196044644344114459",
            {
                "2016":7,
                "2017":17,
                "2018":18,
                "2019":25,
                "2020":41
            }
        ],
        [
            "We undertook this study to assess the accuracy of the clindamycin-erythromycin disk approximation test (D-test) for detection of inducible clindamycin resistance in Staphylococcus spp. One hundred sixty-three Staphylococcus aureus and 68 coagulase-negative Staphylococcus (CoNS) spp. which were erythromycin nonsusceptible but clindamycin susceptible were tested using the D-test performed at both 15-mm and 22-mm disk separations and compared with genotyping as the “gold standard.” The rate of inducible clindamycin resistance was 96.3% for S. aureus and 33.8% for CoNS spp. The sensitivities of the D-tests performed at 15 mm and 22 mm were 100% and 87.7%, respectively, and specificities were 100% for both. The use of 22-mm disk separation for the D-test to detect inducible clindamycin resistance results in an unacceptably high very major error rate (12.3%). All isolates with false-negative results …",
            "Influence of disk separation distance on accuracy of the disk approximation test for detection of inducible clindamycin resistance in Staphylococcus spp.",
            "Matthew VN O'Sullivan and Yongwei Cai and Fanrong Kong and Xianyu Zeng and Gwendolyn L Gilbert",
            "2006",
            "N8IGAjEAAAAJ:d1gkVwhDpl0C",
            86,
            "https:\/\/jcm.asm.org\/content\/44\/11\/4072.short",
            "15097274467789200478",
            "\/scholar?cites=15097274467789200478",
            {
                "2006":1,
                "2007":6,
                "2008":6,
                "2009":10,
                "2010":14,
                "2011":4,
                "2012":2,
                "2013":4,
                "2014":6,
                "2015":12,
                "2016":9,
                "2017":2,
                "2018":3,
                "2019":5,
                "2020":1
            }
        ],
        [
            "School closures have occurred globally during the COVID-19 pandemic. However, empiric data on transmission of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) among children and in educational settings are scarce. In Australia, most schools have remained open during the first epidemic wave, albeit with reduced student physical attendance at the epidemic peak. We examined SARS-CoV-2 transmission among children and staff in schools and early childhood education and care (ECEC) settings in the Australian state of New South Wales (NSW).Laboratory-confirmed paediatric (aged ≤18 years) and adult COVID-19 cases who attended a school or ECEC setting while considered infectious (defined as 24 h before symptom onset based on national guidelines during the study period) in NSW from Jan 25 to April 10, 2020, were investigated for onward transmission. All …",
            "Transmission of SARS-CoV-2 in Australian educational settings: a prospective cohort study",
            "Kristine Macartney and Helen E Quinn and Alexis J Pillsbury and Archana Koirala and Lucy Deng and Noni Winkler and Anthea L Katelaris and Matthew VN O'Sullivan and Craig Dalton and Nicholas Wood and D Brogan and C Glover and N Dinsmore and A Dunn and A Jadhav and R Joyce and R Kandasamy and K Meredith and L Pelayo and L Rost and G Saravanos and S Bag and S Corbett and M Staff and K Alexander and S Conaty and K Leadbeater and B Forssman and S Kakar and D Dwyer and J Kok and K Chant",
            "2020",
            "N8IGAjEAAAAJ:fPk4N6BV_jEC",
            81,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S2352464220302510",
            "10321093611497546095",
            "\/scholar?cites=10321093611497546095",
            {
                "2020":67,
                "2021":12
            }
        ],
        [
            "The global spread of methicillin-resistant Staphylococcus aureus (MRSA) is a serious problem, particularly in mainland China. In order to better understand the national molecular epidemiology and resistance profiles of hospital-associated MRSA (HA-MRSA) in China, a laboratory-based multicenter surveillance study was conducted. Sixty-nine hospitals in 45 large cities in 27 provinces were involved, and a total of 1,141 HA-MRSA isolates were collected during the 6-month study period in 2011. All MRSA isolates were characterized by multilocus sequence typing (MLST), staphylococcal cassette chromosome mec (SCCmec) typing, spa typing, detection of the Panton-Valentine leukocidin (PVL) locus (lukS-PV and lukF-PV), and antibiogram analysis. ST239-III-t030, ST239-III-t037, and ST5-II-t002 were the predominant HA-MRSA clones (overall prevalence rates, 57.1%, 12.9%, and 8.1%, respectively), although the …",
            "National surveillance of methicillin-resistant Staphylococcus aureus in China highlights a still-evolving epidemiology with 15 novel emerging multilocus sequence types",
            "Meng Xiao and He Wang and Ying Zhao and Lei-Li Mao and Mitchell Brown and Yun-Song Yu and Matthew VN O'Sullivan and Fanrong Kong and Ying-Chun Xu",
            "2013",
            "N8IGAjEAAAAJ:_FxGoFyzp5QC",
            67,
            "https:\/\/jcm.asm.org\/content\/51\/11\/3638.short",
            "10849561948683089857",
            "\/scholar?cites=10849561948683089857",
            {
                "2014":9,
                "2015":10,
                "2016":13,
                "2017":7,
                "2018":16,
                "2019":7,
                "2020":5
            }
        ],
        [
            "In January 2020, a novel betacoronavirus (family Coronaviridae), named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), was identified as the etiological agent of a cluster of pneumonia cases occurring in Wuhan City, Hubei Province, China 1, 2. The disease arising from SARS-CoV-2 infection, coronavirus disease 2019 (COVID-19), subsequently spread rapidly causing a worldwide pandemic. Here we examine the added value of near real-time genome sequencing of SARS-CoV-2 in a subpopulation of infected patients during the first 10 weeks of COVID-19 containment in Australia and compare findings from genomic surveillance with predictions of a computational agent-based model (ABM). Using the Australian census data, the ABM generates over 24 million software agents representing the population of Australia, each with demographic attributes of an anonymous individual. It then simulates …",
            "Revealing COVID-19 transmission in Australia by SARS-CoV-2 genome sequencing and agent-based modeling",
            "Rebecca J Rockett and Alicia Arnott and Connie Lam and Rosemarie Sadsad and Verlaine Timms and Karen-Ann Gray and John-Sebastian Eden and Sheryl Chang and Mailie Gall and Jenny Draper and Eby M Sim and Nathan L Bachmann and Ian Carter and Kerri Basile and Roy Byun and Matthew V O’Sullivan and Sharon CA Chen and Susan Maddocks and Tania C Sorrell and Dominic E Dwyer and Edward C Holmes and Jen Kok and Mikhail Prokopenko and Vitali Sintchenko",
            "2020",
            "N8IGAjEAAAAJ:rO6llkc54NcC",
            56,
            "https:\/\/www.nature.com\/articles\/s41591-020-1000-7",
            "12489011921267413174",
            "\/scholar?cites=12489011921267413174",
            {
                "2020":50,
                "2021":6
            }
        ],
        [
            "The SARS-CoV-2 epidemic has rapidly spread outside China with major outbreaks occurring in Italy, South Korea, and Iran. Phylogenetic analyses of whole-genome sequencing data identified a distinct SARS-CoV-2 clade linked to travellers returning from Iran to Australia and New Zealand. This study highlights potential viral diversity driving the epidemic in Iran, and underscores the power of rapid genome sequencing and public data sharing to improve the detection and management of emerging infectious diseases.",
            "An emergent clade of SARS-CoV-2 linked to returned travellers from Iran",
            "John-Sebastian Eden and Rebecca Rockett and Ian Carter and Hossinur Rahman and Joep de Ligt and James Hadfield and Matthew Storey and Xiaoyun Ren and Rachel Tulloch and Kerri Basile and Jessica Wells and Roy Byun and Nicky Gilroy and Matthew V O’Sullivan and Vitali Sintchenko and Sharon C Chen and Susan Maddocks and Tania C Sorrell and Edward C Holmes and Dominic E Dwyer and Jen Kok and 2019-nCoV Study Group Donovan Linda Kumar Shanil Tran Tyna Ko Danny Ngo Christine Sivaruban Tharshini Timms Verlaine Lam Connie Gall Mailie Gray Karen-Ann Sadsad Rosemarie Arnott Alicia",
            "2020",
            "N8IGAjEAAAAJ:70eg2SAEIzsC",
            54,
            "https:\/\/academic.oup.com\/ve\/article-abstract\/6\/1\/veaa027\/5818738",
            "2233451209991607630",
            "\/scholar?cites=2233451209991607630",
            {
                "2020":51,
                "2021":2
            }
        ],
        [
            "Methicillin-resistant Staphylococcus aureus (MRSA) bacteraemia is a serious infection resulting in 20–50 % 90-day mortality. The limitations of vancomycin, the current standard therapy for MRSA, make treatment difficult. The only other approved drug for treatment of MRSA bacteraemia, daptomycin, has not been shown to be superior to vancomycin. Surprisingly, there has been consistent in-vitro and in-vivo laboratory data demonstrating synergy between vancomycin or daptomycin and an anti-staphylococcal β-lactam antibiotic. There is also growing clinical data to support such combinations, including a recent pilot randomised controlled trial (RCT) that demonstrated a trend towards a reduction in the duration of bacteraemia in patients treated with vancomycin plus flucloxacillin compared to vancomycin alone. Our aim is to determine whether the addition of an anti-staphylococcal penicillin to standard therapy results in improved clinical outcomes in MRSA bacteraemia. We will perform an open-label, parallel-group, randomised (1:1) controlled trial at 29 sites in Australia, New Zealand, Singapore, and Israel. Adults (aged 18 years or older) with MRSA grown from at least one blood culture and able to be randomised within 72 hours of the index blood culture collection will be eligible for inclusion. Participants will be randomised to vancomycin or daptomycin (standard therapy) given intravenously or to standard therapy plus 7 days of an anti-staphylococcal β-lactam (flucloxacillin, cloxacillin, or cefazolin). The primary endpoint will be a composite outcome at 90 days of (1) all-cause mortality, (2) persistent bacteraemia at day 5 or beyond, (3 …",
            "CAMERA2–combination antibiotic therapy for methicillin-resistant Staphylococcus aureus infection: study protocol for a randomised controlled trial",
            "Steven YC Tong and Jane Nelson and David L Paterson and Vance G Fowler and Benjamin P Howden and Allen C Cheng and Mark Chatfield and Jeffrey Lipman and Sebastian Van Hal and Matthew O’Sullivan and James O Robinson and Dafna Yahav and David Lye and Joshua S Davis",
            "2016",
            "N8IGAjEAAAAJ:TQgYirikUcIC",
            49,
            "https:\/\/trialsjournal.biomedcentral.com\/articles\/10.1186\/s13063-016-1295-3",
            "17488662679421407137",
            "\/scholar?cites=17488662679421407137",
            {
                "2016":2,
                "2017":10,
                "2018":9,
                "2019":14,
                "2020":14
            }
        ]
    ]
}