{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "The D0 Collaboration reports on a search for the standard model top quark in p p collisions at s= 1.8 TeV at the Fermilab Tevatron with an integrated luminosity of approximately 50 pb− 1. We have searched for t t production in the dilepton and single-lepton decay channels with and without tagging of b-quark jets. We observed 17 events with an expected background of 3.8±0.6 events. The probability for an upward fluctuation of the background to produce the observed signal is 2× 10− 6 (equivalent to 4.6 standard deviations). The kinematic properties of the excess events are consistent with top quark decay. We conclude that we have observed the top quark and measured its mass to be 199− 21+ 19 (stat)±22 (syst) GeV\/c 2 and its production cross section to be 6.4±2.2 pb.",
            "Observation of the top quark",
            "Shahriar Abachi and B Abbott and M Abolins and Bannanje Sripath Acharya and I Adam and DL Adams and M Adams and S Ahn and H Aihara and J Alitti and G Alvarez and GA Alves and E Amidi and N Amos and EW Anderson and SH Aronson and R Astur and RE Avery and A Baden and V Balamurali and J Balderston and B Baldin and J Bantly and JF Bartlett and K Bazizi and J Bendich and SB Beri and I Bertram and VA Bezzubov and PC Bhat and V Bhatnagar and M Bhattacharjee and A Bischoff and N Biswas and G Blazey and S Blessing and A Boehnlein and NI Bojko and F Borcherding and J Borders and C Boswell and A Brandt and R Brock and A Bross and D Buchholz and VS Burtovoi and JM Butler and D Casey and H Castilla-Valdez and D Chakraborty and S-M Chang and SV Chekulaev and L-P Chen and W Chen and L Chevalier and S Chopra and BC Choudhary and JH Christenson and M Chung and D Claes and AR Clark and WG Cobau and J Cochran and WE Cooper and C Cretsinger and D Cullen-Vidal and M Cummings and D Cutts and OI Dahl and K De and M Demarteau and R Demina and K Denisenko and N Denisenko and D Denisov and SP Denisov and W Dharmaratna and HT Diehl and M Diesburg and G Di Loreto and R Dixon and P Draper and J Drinkard and Y Ducros and SR Dugad and S Durston-Johnson and D Edmunds and AO Efimov and J Ellison and VD Elvira and R Engelmann and S Eno and G Eppley and P Ermolov and OV Eroshin and VN Evdokimov and S Fahey and T Fahland and M Fatyga and MK Fatyga and J Featherly and S Feher and D Fein and T Ferbel and G Finocchiaro and HE Fisk and Yu Fisyak and E Flattum and GE Forden and M Fortner and KC Frame and P Franzini and S Fredriksen and S Fuess and AN Galjaev and E Gallas and CS Gao and S Gao and TL Geld and RJ Genik II and K Genser and CE Gerber and B Gibbard and M Glaubman and V Glebov and S Glenn and JF Glicenstein and B Gobbi and M Goforth and A Goldschmidt and B Gomez and PI Goncharov and H Gordon and LT Goss and N Graf and PD Grannis and DR Green and J Green and H Greenlee and G Griffin and N Grossman and P Grudberg and S Grünendahl and JA Guida and JM Guida and W Guryn and SN Gurzhiev and YE Gutnikov and NJ Hadley and H Haggerty",
            "1995",
            "N90i3dQAAAAJ:u5HHmVD_uO8C",
            3695,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.74.2632",
            "6233813779643339213",
            "\/scholar?cites=6233813779643339213",
            {
                "1995":224,
                "1996":406,
                "1997":271,
                "1998":176,
                "1999":106,
                "2000":94,
                "2001":96,
                "2002":64,
                "2003":70,
                "2004":82,
                "2005":108,
                "2006":116,
                "2007":137,
                "2008":162,
                "2009":139,
                "2010":142,
                "2011":171,
                "2012":173,
                "2013":163,
                "2014":121,
                "2015":119,
                "2016":110,
                "2017":108,
                "2018":90,
                "2019":74,
                "2020":68,
                "2021":3
            }
        ]
    ]
}