{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "This paper addresses our proposed method to automatically segment out a person's face from a given image that consists of a head-and-shoulders view of the person and a complex background scene. The method involves a fast, reliable, and effective algorithm that exploits the spatial distribution characteristics of human skin color. A universal skin-color map is derived and used on the chrominance component of the input image to detect pixels with skin-color appearance. Then, based on the spatial distribution of the detected skin-color pixels and their corresponding luminance values, the algorithm employs a set of novel regularization processes to reinforce regions of skin-color pixels that are more likely to belong to the facial regions and eliminate those that are not. The performance of the face-segmentation algorithm is illustrated by some simulation results carried out on various head-and-shoulders test images …",
            "Face segmentation using skin-color map in videophone applications",
            "Douglas Chai and King N Ngan",
            "1999",
            "N91qJYQAAAAJ:u-x6o8ySG0sC",
            1134,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/767122\/",
            "2807337969387661486",
            "\/scholar?cites=2807337969387661486",
            {
                "2000":21,
                "2001":36,
                "2002":42,
                "2003":37,
                "2004":57,
                "2005":73,
                "2006":53,
                "2007":70,
                "2008":76,
                "2009":75,
                "2010":74,
                "2011":58,
                "2012":65,
                "2013":73,
                "2014":69,
                "2015":55,
                "2016":64,
                "2017":45,
                "2018":26,
                "2019":28,
                "2020":18,
                "2021":3
            }
        ],
        [
            "This work presents a study of three important issues of the color pixel classification approach to skin segmentation: color representation, color quantization, and classification algorithm. Our analysis of several representative color spaces using the Bayesian classifier with the histogram technique shows that skin segmentation based on color pixel classification is largely unaffected by the choice of the color space. However, segmentation performance degrades when only chrominance channels are used in classification. Furthermore, we find that color quantization can be as low as 64 bins per channel, although higher histogram sizes give better segmentation performance. The Bayesian classifier with the histogram technique and the multilayer perceptron classifier are found to perform better compared to other tested classifiers, including three piecewise linear classifiers, three unimodal Gaussian classifiers, and a …",
            "Skin segmentation using color pixel classification: analysis and comparison",
            "Son Lam Phung and Abdesselam Bouzerdoum and Douglas Chai",
            "2005",
            "N91qJYQAAAAJ:u5HHmVD_uO8C",
            1009,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1359760\/",
            "14144262569065633509",
            "\/scholar?cites=14144262569065633509",
            {
                "2005":28,
                "2006":37,
                "2007":60,
                "2008":57,
                "2009":74,
                "2010":69,
                "2011":64,
                "2012":72,
                "2013":99,
                "2014":72,
                "2015":85,
                "2016":69,
                "2017":79,
                "2018":48,
                "2019":45,
                "2020":34,
                "2021":6
            }
        ],
        [
            "This paper presents a new human skin color model in YCbCr color space and its application to human face detection. Skin colors are modeled by a set of three Gaussian clusters, each of which is characterized by a centroid and a covariance matrix. The centroids and covariance matrices are estimated from large set of training samples after a k-means clustering process. Pixels in a color input image can be classified into skin or non-skin based on the Mahalanobis distances to the three clusters. Efficient post-processing techniques namely noise removal, shape criteria, elliptic curve fitting and face\/non-face classification are proposed in order to further refine skin segmentation results for the purpose of face detection.",
            "A novel skin color model in ycbcr color space and its application to human face detection",
            "Son Lam Phung and Abdesselam Bouzerdoum and Douglas Chai",
            "2002",
            "N91qJYQAAAAJ:2osOgNQ5qMEC",
            374,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1038016\/",
            "15728680067882953032",
            "\/scholar?cites=15728680067882953032",
            {
                "2003":9,
                "2004":16,
                "2005":16,
                "2006":14,
                "2007":15,
                "2008":27,
                "2009":29,
                "2010":21,
                "2011":20,
                "2012":22,
                "2013":33,
                "2014":22,
                "2015":27,
                "2016":34,
                "2017":18,
                "2018":20,
                "2019":17,
                "2020":9,
                "2021":1
            }
        ],
        [
            "This paper addresses an image classification technique that uses the Bayes decision rule for minimum cost to classify pixels into skin color and non-skin color. Color statistics are collected from YCbCr color space. The Bayesian approach to skin color classification is discussed along with an overview of YCbCr color space. Experimental results demonstrate that this approach can achieve good classification outcomes, and it is robust against different skin colors.",
            "A Bayesian approach to skin color classification in YCbCr color space",
            "Douglas Chai and Abdesselam Bouzerdoum",
            "2000",
            "N91qJYQAAAAJ:9yKSN-GCB0IC",
            348,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/888774\/",
            "11999849286182381698",
            "\/scholar?cites=11999849286182381698",
            {
                "2001":5,
                "2002":7,
                "2003":19,
                "2004":16,
                "2005":20,
                "2006":16,
                "2007":21,
                "2008":25,
                "2009":27,
                "2010":30,
                "2011":21,
                "2012":20,
                "2013":24,
                "2014":26,
                "2015":23,
                "2016":18,
                "2017":17,
                "2018":3,
                "2019":7
            }
        ],
        [
            "This paper addresses our proposed method to automatically locate the person's face from a given image that consists of a head-and-shoulders view of the person and a complex background scene. The method involves a fast, simple and yet robust algorithm that exploits the spatial distribution characteristics of human skin color. It first uses the chrominance component of the input image to detect pixels with skin color appearance. Then, bused on the spatial distribution of the detected skin-color pixels and their corresponding luminance values, the algorithm employs some regularization processes to reinforce regions of skin-color pixels that are more likely to belong to the facial regions and eliminate those that are not. The performance of the face localization algorithm is illustrated by some simulation results carried out on various head-and-shoulders test images.",
            "Locating facial region of a head-and-shoulders color image",
            "Douglas Chai and King N Ngan",
            "1998",
            "N91qJYQAAAAJ:d1gkVwhDpl0C",
            347,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/670936\/",
            "3799679274650629453",
            "\/scholar?cites=3799679274650629453",
            {
                "1998":4,
                "1999":1,
                "2000":7,
                "2001":11,
                "2002":15,
                "2003":24,
                "2004":18,
                "2005":32,
                "2006":20,
                "2007":17,
                "2008":17,
                "2009":28,
                "2010":25,
                "2011":20,
                "2012":35,
                "2013":17,
                "2014":19,
                "2015":11,
                "2016":7,
                "2017":8,
                "2018":1,
                "2019":4,
                "2020":1
            }
        ],
        [
            "An algorithm for segmenting skin regions in color images using color and edge information is presented. Skin colored regions are first detected using a Bayesian model of the human skin color. These regions are further segmented into skin region candidates that satisfy the homogeneity property of the human skin. We show that Bayesian skin color model outperforms many other models such as the piece-wise linear models, Gaussian models and model based on multilayer perceptrons. Experimental results indicate that the proposed segmentation algorithm reduces false detection caused by background pixels having skin colors, and more significantly it is capable of separating true skin regions from falsely detected regions.",
            "Skin segmentation using color and edge information",
            "Son Lam Phung and Abdesselam Bouzerdoum and Douglas Chai",
            "2003",
            "N91qJYQAAAAJ:UeHWp8X0CEIC",
            113,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1224755\/",
            "7150487828875157515",
            "\/scholar?cites=7150487828875157515",
            {
                "2003":2,
                "2004":1,
                "2005":4,
                "2006":5,
                "2007":3,
                "2008":8,
                "2009":12,
                "2010":9,
                "2011":9,
                "2012":16,
                "2013":12,
                "2014":5,
                "2015":7,
                "2016":4,
                "2017":4,
                "2018":8,
                "2019":1,
                "2020":1
            }
        ],
        [
            "From inventory management in stores to automotive part tracking in assembly plants, barcodes are one of the most prevalent automatic identification and data capture technologies. This book provides a complete introduction to barcodes for mobile devices, presenting the most relevant and up-to-date information previously unavailable elsewhere or difficult to obtain. The focus throughout is on recent developments and two-dimensional (2D) barcodes, including the research and development steps towards colour barcodes for mobile devices, helping readers to develop their own barcodes. The authors also provide design details for their own novel colour 2D barcode: the Mobile MultiColour Composite (MMCC) barcode, plus coverage of RFID technology and one-dimensional barcodes. This book is ideal for professional developers of barcodes for mobile devices who need the latest technical details and information on how to develop barcodes. It is also a useful reference for graduate students researching the field of barcode technology and mobile computing.",
            "Barcodes for mobile devices",
            "Hiroko Kato and Keng T Tan and Douglas Chai",
            "2010",
            "N91qJYQAAAAJ:roLk4NBRz8UC",
            110,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=gHhPiMwiUX8C&oi=fnd&pg=PR5&dq=info:8tQx5CovEeAJ:scholar.google.com&ots=KaoF2tOfed&sig=u4EU12M0qjYYektG_ud_gzXB-gQ",
            "16145738000363541746",
            "\/scholar?cites=16145738000363541746",
            {
                "2010":9,
                "2011":5,
                "2012":20,
                "2013":10,
                "2014":12,
                "2015":11,
                "2016":10,
                "2017":7,
                "2018":12,
                "2019":8,
                "2020":4
            }
        ]
    ]
}