{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "Limitations of traditional magnetoencephalography (MEG) exclude some important patient groups from MEG examinations, such as epilepsy patients with a vagus nerve stimulator, patients with magnetic particles on the head or having magnetic dental materials that cause severe movement-related artefact signals. Conventional interference rejection methods are not able to remove the artefacts originating this close to the MEG sensor array. For example, the reference array method is unable to suppress interference generated by sources closer to the sensors than the reference array, about 20–40 cm. The spatiotemporal signal space separation method proposed in this paper recognizes and removes both external interference and the artefacts produced by these nearby sources, even on the scalp. First, the basic separation into brain-related and external interference signals is accomplished with signal space …",
            "Spatiotemporal signal space separation method for rejecting nearby interference in MEG measurements",
            "Samu Taulu and Juha Simola",
            "2006",
            "N9ct4JoAAAAJ:u5HHmVD_uO8C",
            914,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0031-9155\/51\/7\/008\/meta",
            "17111677883561970849",
            "\/scholar?cites=17111677883561970849",
            {
                "2007":7,
                "2008":17,
                "2009":17,
                "2010":17,
                "2011":26,
                "2012":45,
                "2013":58,
                "2014":56,
                "2015":74,
                "2016":96,
                "2017":83,
                "2018":100,
                "2019":126,
                "2020":164,
                "2021":19
            }
        ],
        [
            "Multichannel measurement with hundreds of channels oversamples a curl-free vector field, like the magnetic field in a volume free of sources. This is based on the constraint caused by the Laplace's equation for the magnetic scalar potential; outside of the source volume the signals are spatially band limited. A functional solution of Laplace's equation enables one to separate the signals arising from the sphere enclosing the interesting sources, e.g. the currents in the brain, from the magnetic interference. Signal space separation (SSS) is accomplished by calculating individual basis vectors for each term of the functional expansion to create a signal basis covering all measurable signal vectors. Because the SSS basis is linearly independent for all practical sensor arrangements, any signal vector has a unique SSS decomposition with separate coefficients for the interesting signals and signals coming from …",
            "Suppression of interference and artifacts by the signal space separation method",
            "Samu Taulu and Matti Kajola and Juha Simola",
            "2004",
            "N9ct4JoAAAAJ:u-x6o8ySG0sC",
            442,
            "https:\/\/link.springer.com\/article\/10.1023\/B:BRAT.0000032864.93890.f9",
            "12924526721165424750",
            "\/scholar?cites=12924526721165424750",
            {
                "2004":4,
                "2005":6,
                "2006":8,
                "2007":9,
                "2008":17,
                "2009":17,
                "2010":13,
                "2011":19,
                "2012":26,
                "2013":43,
                "2014":38,
                "2015":41,
                "2016":41,
                "2017":37,
                "2018":37,
                "2019":46,
                "2020":35,
                "2021":3
            }
        ],
        [
            "The reliability of biomagnetic measurements is traditionally challenged by external interference signals, movement artifacts, and comparison problems caused by different positions of the subjects or different sensor configurations. The Signal Space Separation method (SSS) idealizes magnetic multichannel signals by transforming them into device-independent idealized channels representing the measured data in uncorrelated form. The transformation has separate components for the biomagnetic and external interference signals, and thus, the biomagnetic signals can be reconstructed simply by leaving out the contribution of the external interference. The foundation of SSS is a basis spanning all multichannel signals of magnetic origin. It is based on Maxwell's equations and the geometry of the sensor array only, with the assumption that the sensors are located in a current free volume. SSS is demonstrated to …",
            "Applications of the signal space separation method",
            "Samu Taulu and Juha Simola and Matti Kajola",
            "2005",
            "N9ct4JoAAAAJ:d1gkVwhDpl0C",
            406,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1495874\/",
            "1445360440927639097",
            "\/scholar?cites=1445360440927639097",
            {
                "2006":6,
                "2007":5,
                "2008":13,
                "2009":12,
                "2010":14,
                "2011":21,
                "2012":22,
                "2013":33,
                "2014":29,
                "2015":35,
                "2016":29,
                "2017":36,
                "2018":42,
                "2019":45,
                "2020":58,
                "2021":2
            }
        ],
        [
            "Measurement of external magnetic fields provides information on electric current distribution inside an object. For example, in magnetoencephalography modern measurement devices sample the magnetic field produced by the brain in several hundred distinct locations around the head. The signal space separation (SSS) method creates a fundamental linear basis for all measurable multichannel signal vectors of magnetic origin. The SSS basis is based on the fact that the magnetic field can be expressed as a combination of two separate and rapidly converging expansions of harmonic functions with one expansion for signals arising from inside of the measurement volume of the sensor array and another for signals arising from outside of this volume. The separation is based on the different convergence volumes of the two expansions and on the fact that the sensors are located in a source current-free volume …",
            "Presentation of electromagnetic multichannel data: the signal space separation method",
            "Samu Taulu and Matti Kajola",
            "2005",
            "N9ct4JoAAAAJ:9yKSN-GCB0IC",
            277,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1935742",
            "14257930643327204910",
            "\/scholar?cites=14257930643327204910",
            {
                "2005":1,
                "2006":3,
                "2007":5,
                "2008":10,
                "2009":14,
                "2010":16,
                "2011":13,
                "2012":18,
                "2013":17,
                "2014":21,
                "2015":23,
                "2016":18,
                "2017":25,
                "2018":21,
                "2019":25,
                "2020":40,
                "2021":4
            }
        ]
    ]
}