{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The paper focuses on conservation agriculture (CA), defined as minimal soil disturbance (no-till, NT) and permanent soil cover (mulch) combined with rotations, as a more sustainable cultivation system for the future. Cultivation and tillage play an important role in agriculture. The benefits of tillage in agriculture are explored before introducing conservation tillage (CT), a practice that was borne out of the American dust bowl of the 1930s. The paper then describes the benefits of CA, a suggested improvement on CT, where NT, mulch and rotations significantly improve soil properties and other biotic factors. The paper concludes that CA is a more sustainable and environmentally friendly management system for cultivating crops. Case studies from the rice–wheat areas of the Indo-Gangetic Plains of South Asia and the irrigated maize–wheat systems of Northwest Mexico are used to describe how CA practices have been …",
            "The role of conservation agriculture in sustainable agriculture",
            "Peter R Hobbs and Ken Sayre and Raj Gupta",
            "2008",
            "nAbqUk8AAAAJ:WA5NYHcadZ8C",
            1262,
            "https:\/\/royalsocietypublishing.org\/doi\/abs\/10.1098\/rstb.2007.2169",
            "4133916381843647470",
            "\/scholar?cites=4133916381843647470",
            {
                "2008":7,
                "2009":27,
                "2010":34,
                "2011":62,
                "2012":69,
                "2013":69,
                "2014":95,
                "2015":111,
                "2016":115,
                "2017":161,
                "2018":162,
                "2019":149,
                "2020":170,
                "2021":16
            }
        ],
        [
            "Climate change could strongly affect the wheat crop that accounts for 21% of food and 200 million hectares of farmland worldwide. This article reviews some of the approaches for addressing the expected effects that climate change may likely inflict on wheat in some of the most important wheat growing areas, namely germplasm adaptation, system management, and mitigation. Future climate scenarios suggest that global warming may be beneficial for the wheat crop in some regions, but could reduce productivity in zones where optimal temperatures already exist. For example, by 2050, as a result of possible climate shifts in the Indo-Gangetic Plains (IGPs) – currently part of the favorable, high potential, irrigated, low rainfall mega-environment, which accounts for 15% of global wheat production – as much as 51% of its area might be reclassified as a heat-stressed, irrigated, short-season production mega …",
            "Climate change: can wheat beat the heat?",
            "Rodomiro Ortiz and Kenneth D Sayre and Bram Govaerts and Raj Gupta and GV Subbarao and Tomohiro Ban and David Hodson and John M Dixon and J Iván Ortiz-Monasterio and Matthew Reynolds",
            "2008",
            "nAbqUk8AAAAJ:bVQMTfhMCi4C",
            649,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0167880908000194",
            "18246552868204067057",
            "\/scholar?cites=18246552868204067057",
            {
                "2007":9,
                "2008":7,
                "2009":16,
                "2010":17,
                "2011":41,
                "2012":55,
                "2013":44,
                "2014":57,
                "2015":67,
                "2016":60,
                "2017":68,
                "2018":68,
                "2019":70,
                "2020":57,
                "2021":6
            }
        ],
        [
            "The rice–wheat cropping system, occupying 24 million hectares of the productive area in South Asia and China, is important for food security. Monitoring long-term changes in crop yields and identifying the factors associated with such changes are essential to maintain and\/or improve crop productivity. Long-term experiments (LTE) provide these opportunities. We analyzed 33 rice–wheat LTE in the Indo-Gangetic Plains (IGP) of South Asia, non-IGP in India, and China to investigate the extent of yield stagnation or decline and identify possible causes of yield decline. In treatments where recommended rates of N, P and K were applied, yields of rice and wheat stagnated in 72 and 85% of the LTE, respectively, while 22 and 6% of the LTE showed a significant (P<0.05) declining trend for rice and wheat yields, respectively. In the rice–wheat system, particularly in the IGP, rice yields are declining more rapidly than wheat …",
            "How extensive are yield declines in long-term rice–wheat experiments in Asia?",
            "JK Ladha and D Dawe and H Pathak and AT Padre and RL Yadav and Bijay Singh and Yadvinder Singh and Yadvinder Singh and P Singh and AL Kundu and R Sakal and N Ram and AP Regmi and SK Gami and AL Bhandari and R Amin and CR Yadav and EM Bhattarai and S Das and HP Aggarwal and RK Gupta and PR Hobbs",
            "2003",
            "nAbqUk8AAAAJ:WC9gN4BGCRcC",
            605,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0378429002002198",
            "11235962977887865761",
            "\/scholar?cites=11235962977887865761",
            {
                "2003":9,
                "2004":10,
                "2005":8,
                "2006":20,
                "2007":23,
                "2008":17,
                "2009":32,
                "2010":32,
                "2011":24,
                "2012":42,
                "2013":35,
                "2014":50,
                "2015":39,
                "2016":41,
                "2017":51,
                "2018":51,
                "2019":55,
                "2020":51,
                "2021":6
            }
        ],
        [
            "The major subsistence food systems of the world that feed resource‐poor populations are identified and their capacity to supply essential nutrients in reasonable balance to the people dependent on them has been considered for some of these with a view to overcoming their nutrient limitations in sound agronomic and sustainable ways. The approach discusses possible cropping system improvements and alternatives in terms of crop combinations, external mineral supply, additional crops, and the potential for breeding staples in order to enhance their nutritional balance while maintaining or improving the sustainability and dietary, agronomic, and societal acceptability of the system. The conceptual framework calls for attention first to balancing crop nutrition that in nearly every case will also increase crop productivity, allowing sufficient staple to be produced on less land so that the remaining land can be devoted to …",
            "Nutritious subsistence food systems",
            "Robin D Graham and Ross M Welch and David A Saunders and Ivan Ortiz‐Monasterio and Howarth E Bouis and Merideth Bonierbale and Stef De Haan and Gabriella Burgos and Gaa Thiele and Reyna Liria and Craig A Meisner and Steve E Beebe and Michael J Potts and Mohinder Kadian and Peter R Hobbs and RJK Gupta and Steve Twomlow",
            "2007",
            "nAbqUk8AAAAJ:pUxgyZctzPYC",
            454,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0065211304920019",
            "7478662605514030128",
            "\/scholar?cites=7478662605514030128",
            {
                "2007":8,
                "2008":12,
                "2009":21,
                "2010":20,
                "2011":34,
                "2012":26,
                "2013":32,
                "2014":40,
                "2015":36,
                "2016":54,
                "2017":39,
                "2018":42,
                "2019":31,
                "2020":49,
                "2021":4
            }
        ],
        [
            "Agricultural production in the arid and semiarid regions of the world is limited by poor water resources, limited rainfall, and the detrimental effects associated with an excess of soluble salts, constrained to a localized area or sometimes extending over the whole of the basin. In order to minimize vagaries of arid weather, bring more land under irrigation, and produce and stabilize greater yields per unit area, numerous water development projects have been commissioned all over the world. Extension of irrigation to the arid regions, however, usually had led to an increase in the area affected by shallow water tables and to intensifying and expanding the hazards of salinity. This is because irrigation water brings in additional salts and releases immobilized salts in the soil through mineral dissolution and weathering, and losing water volumes through evapotranspiration and concentrating the dissolved salts in soil …",
            "Salt-affected soils: their reclamation and management for crop production",
            "Raj K Gupta and IP Abrol",
            "1990",
            "nAbqUk8AAAAJ:PaBasH6fAo0C",
            439,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-1-4612-3322-0_7",
            "10616889471260697858",
            "\/scholar?cites=10616889471260697858",
            {
                "1991":4,
                "1992":5,
                "1993":5,
                "1994":5,
                "1995":3,
                "1996":8,
                "1997":4,
                "1998":9,
                "1999":7,
                "2000":12,
                "2001":11,
                "2002":17,
                "2003":17,
                "2004":13,
                "2005":11,
                "2006":15,
                "2007":25,
                "2008":14,
                "2009":15,
                "2010":12,
                "2011":22,
                "2012":19,
                "2013":14,
                "2014":21,
                "2015":28,
                "2016":31,
                "2017":21,
                "2018":14,
                "2019":31,
                "2020":17,
                "2021":2
            }
        ],
        [
            "Sodium ion fluxes in animal cells appear to play an important role in a variety of fundamental processes associated with cellular activity. Intracellular Na+ ion concentrations have been implicated in the control of mitogenic as well as oncogenic phenomena (I-5). Sodium influx and sustained high intracellular Na+ ion concentration appear to initiate the mitogenic process and cell division in vitro. High intracellular Na+ ion concentrations appear to be associated with mitogenesis and oncogenesis in vivo as well (3). Recent comparisons (3) indicate a significant (-1.5-fold) increase in the intracellular Naf concentration in rapidly dividing normal cells compared to nondividing or slowly dividing cells. Furthermore, the intracellular Na+ concentration in cancer cells is markedly (-3.5-fold) higher than that in normal cells (3). Intracellular Na+ levels would thus appear clearly related to the cell proliferation state and may play a …",
            "Direct observation of resolved resonances from intra-and extracellular sodium-23 ions in NMR studies of intact cells and tissues using dysprosium (III) tripolyphosphate as …",
            "Raj K Gupta and Pratima Gupta",
            "1982",
            "nAbqUk8AAAAJ:3MwzVuqRcA0C",
            389,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0022236482901275",
            "6432067902955834634",
            "\/scholar?cites=6432067902955834634",
            {
                "1983":7,
                "1984":9,
                "1985":21,
                "1986":17,
                "1987":28,
                "1988":21,
                "1989":26,
                "1990":34,
                "1991":21,
                "1992":28,
                "1993":22,
                "1994":12,
                "1995":9,
                "1996":11,
                "1997":7,
                "1998":11,
                "1999":11,
                "2000":5,
                "2001":8,
                "2002":7,
                "2003":3,
                "2004":4,
                "2005":6,
                "2006":5,
                "2007":11,
                "2008":2,
                "2009":3,
                "2010":5,
                "2011":1,
                "2012":6,
                "2013":5,
                "2014":4,
                "2015":4,
                "2016":4,
                "2017":7,
                "2018":1,
                "2019":1
            }
        ],
        [
            "A new model is proposed for the mechanism of cluster formation and then penetration of the confining nuclear interaction barrier in radioactive nuclei. The cluster formation is treated as a quantum-mechanical fragmentation process and the WKB penetrability is found analytically. Applications of the model are made to C 14 decay of Ra 222− 224 and Ne 24 decay of U 232. The branching ratio for C 14 decay of U 232 is also calculated and is found to be incredibly small as compared to that for its Ne 24 decay.",
            "Theory of cluster radioactive decay and of cluster formation in nuclei",
            "SS Malik and Raj K Gupta",
            "1989",
            "nAbqUk8AAAAJ:HoB7MX3m0LUC",
            388,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.39.1992",
            "2440460238927430448",
            "\/scholar?cites=2440460238927430448",
            {
                "1989":2,
                "1990":5,
                "1991":7,
                "1992":1,
                "1993":4,
                "1994":3,
                "1995":4,
                "1996":5,
                "1997":1,
                "1998":6,
                "1999":6,
                "2000":2,
                "2001":9,
                "2002":7,
                "2003":4,
                "2004":6,
                "2005":3,
                "2006":9,
                "2007":16,
                "2008":16,
                "2009":28,
                "2010":26,
                "2011":25,
                "2012":22,
                "2013":24,
                "2014":20,
                "2015":33,
                "2016":35,
                "2017":23,
                "2018":29,
                "2019":3
            }
        ],
        [
            "Conventional tillage and crop establishment methods such as puddled transplanting in the rice–wheat (Oryza sativa L.–Triticum aestivum L.) system in the Indo‐Gangetic Plains (IGP) require a large amount of water and labor, both of which are increasingly becoming scarce and expensive. We attempted to evaluate alternatives that would require smaller amounts of these two inputs. A field experiment was conducted in the IGP for 2 yr to evaluate various tillage and crop establishment systems for their efficiency in labor, water, and energy use and economic profitability. The yields of rice in the conventional puddled transplanting and direct‐seeding on puddled or nonpuddled (no‐tillage) flat bed systems were equal. Yields of wheat following either the puddled‐transplanted or no‐tillage direct‐seeded rice were also equal. Normally, puddled transplanting required 35 to 40% more irrigation water than no‐tillage direct …",
            "Saving of water and labor in a rice–wheat system with no‐tillage and direct seeding technologies",
            "Lav Bhushan and Jagdish K Ladha and Raj K Gupta and S Singh and A Tirol‐Padre and YS Saharawat and M Gathala and H Pathak",
            "2007",
            "nAbqUk8AAAAJ:PELIpwtuRlgC",
            372,
            "https:\/\/acsess.onlinelibrary.wiley.com\/doi\/abs\/10.2134\/agronj2006.0227",
            "4315804897944579707",
            "\/scholar?cites=4315804897944579707",
            {
                "2006":1,
                "2007":1,
                "2008":2,
                "2009":11,
                "2010":8,
                "2011":25,
                "2012":29,
                "2013":15,
                "2014":27,
                "2015":30,
                "2016":47,
                "2017":33,
                "2018":61,
                "2019":35,
                "2020":43,
                "2021":1
            }
        ],
        [
            "The adsorption of Cr(VI) from aqueous solutions on formaldehyde treated sawdust (SD) and sulphuric acid treated sawdust carbon (SDC) of Indian Rosewood, a timber industry waste, was studied at varying Cr(VI) concentrations, adsorbent dose, pH and agitation time. Similar experiments were conducted with commercially available coconut based activated carbon to compare the results. The Cr(VI) adsorption efficiency on SDC was higher than SD. The adsorption followed first order rate expression and Lagergren equation. An initial pH of 3.0 was most favorable for Cr(VI) removal by both the adsorbents. Maximum Cr(VI) was sequestered from the solution within 60 min after the beginning for every experiment. It is proposed that SDC and SD can be potential adsorbents for Cr(VI) removal from dilute solutions.",
            "Adsorption of chromium from aqueous solution on treated sawdust",
            "VK Garg and Renuka Gupta and Rakesh Kumar and RK Gupta",
            "2004",
            "nAbqUk8AAAAJ:H-3wYkpcA84C",
            352,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0960852403002086",
            "13790980750908989774",
            "\/scholar?cites=13790980750908989774",
            {
                "2004":2,
                "2005":7,
                "2006":19,
                "2007":18,
                "2008":22,
                "2009":23,
                "2010":33,
                "2011":18,
                "2012":19,
                "2013":23,
                "2014":24,
                "2015":22,
                "2016":25,
                "2017":34,
                "2018":15,
                "2019":18,
                "2020":20,
                "2021":2
            }
        ],
        [
            "In recent years conventional production technologies in the rice–wheat (RW) system have been leading to deterioration of soil health and declining farm profitability due to high inputs of water and labour. Conservation agriculture (CA)-based resource-conserving technologies (RCTs) vis-à-vis zero-till (ZT), raised-bed planting and direct-seeded rice (DSR) have shown promise as alternatives to conventional production technologies to overcome these problems. The integration of CA-based RCTs with precision agriculture (PA)-based technologies in a systems perspective could provide a better option for sustainable RW production systems. In this study we attempted to evaluate conservation and precision agriculture (CPA)-based RCTs as a double-ZT system integrated with laser-assisted precision land leveling (PLL) in the RW system. A field experiment was conducted in the western IGP for 2 years to evaluate …",
            "Evaluation of precision land leveling and double zero-till systems in the rice–wheat rotation: Water use, productivity, profitability and soil physical properties",
            "ML Jat and MK Gathala and JK Ladha and YS Saharawat and AS Jat and Vipin Kumar and SK Sharma and V Kumar and Raj Gupta",
            "2009",
            "nAbqUk8AAAAJ:qUcmZB5y_30C",
            336,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0167198709001329",
            "1184412382164847434",
            "\/scholar?cites=1184412382164847434",
            {
                "2010":3,
                "2011":16,
                "2012":17,
                "2013":18,
                "2014":25,
                "2015":36,
                "2016":42,
                "2017":40,
                "2018":52,
                "2019":50,
                "2020":32,
                "2021":3
            }
        ]
    ]
}