{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This document describes the technical layout and the expected performance of the Straw Tube Tracker (STT), the main tracking detector of the ANDA target spectrometer. The STT encloses a Micro-Vertex-Detector (MVD) for the inner tracking and is followed in beam direction by a set of GEM stations. The tasks of the STT are the measurement of the particle momentum from the reconstructed trajectory and the measurement of the specific energy loss for a particle identification. Dedicated simulations with full analysis studies of certain proton-antiproton reactions, identified as being benchmark tests for the whole ANDA scientific program, have been performed to test the STT layout and performance. The results are presented, and the time lines to construct the STT are described.",
            "Technical design report for the  ANDA (Anti P roton An nihilations at Da rmstadt) Straw Tube Tracker",
            "W Erni and I Keshelashvili and B Krusche and M Steinacher and Y Heng and Z Liu and H Liu and X Shen and Q Wang and H Xu and A Aab and M Albrecht and J Becker and A Csapo and F Feldbauer and M Fink and P Friedel and FH Heinsius and T Held and L Klask and H Koch and B Kopf and S Leiber and M Leyhe and C Motzko and M Pelizäus and J Pychy and B Roth and T Schröder and J Schulze and C Sowa and M Steinke and T Trifterer and U Wiedner and J Zhong and R Beck and S Bianco and KT Brinkmann and C Hammann and F Hinterberger and D Kaiser and R Kliemt and M Kube and A Pitka and T Quagli and C Schmidt and R Schmitz and R Schnell and U Thoma and P Vlasov and D Walther and C Wendel and T Würschig and HG Zaunick and A Bianconi and M Bragadireanu and M Caprini and D Pantea and D Pantelica and D Pietreanu and L Serbina and PD Tarta and D Kaplan and T Fiutowski and M Idzik and B Mindur and D Przyborowski and K Swientek and B Czech and M Kistryn and S Kliczewski and A Kozela and P Kulessa and P Lebiedowicz and K Pysz and W Schäfer and R Siudak and A Szczurek and S Jowzaee and M Kajetanowicz and B Kamys and S Kistryn and G Korcyl and K Korcyl and W Krzemien and A Magiera and P Moskal and M Palka and Z Rudy and P Salabura and J Smyrski and A Wrońska and I Augustin and I Lehmann and D Nimorus and G Schepers and M Al-Turany and R Arora and H Deppe and H Flemming and A Gerhardt and K Götzen and AF Jordi and G Kalicy and R Karabowicz and D Lehmann and B Lewandowski and J Lühning and F Maas and H Orth and M Patsyuk and K Peters and T Saito and CJ Schmidt and L Schmitt and C Schwarz and J Schwiening and M Traxler and B Voss and P Wieczorek and A Wilms and M Zühlsdorf and VM Abazov and G Alexeev and A Arefiev and VI Astakhov and M Yu Barabanov and BV Batyunya and Yu I Davydov and V Kh Dodokhov and AA Efremov and AG Fedunov and AA Festchenko and AS Galoyan and S Grigoryan and A Karmokov and EK Koshurnikov and VI Lobanov and Yu Yu Lobanov and AF Makarov and LV Malinina and VL Malyshev and GA Mustafaev and A Olshevskiy and MA Pasyuk and EA Perevalova and AA Piskun and TA Pocheptsov and G Pontecorvo and VK Rodionov",
            "2013",
            "NbXaSM0AAAAJ:TQgYirikUcIC",
            93,
            "https:\/\/link.springer.com\/article\/10.1140\/epja\/i2013-13025-8",
            "17273793784648601991",
            "\/scholar?cites=17273793784648601991",
            {
                "2013":4,
                "2014":17,
                "2015":10,
                "2016":11,
                "2017":16,
                "2018":17,
                "2019":10,
                "2020":6,
                "2021":1
            }
        ],
        [
            "We report on the measurement of the γ p→ J\/ψ p cross section from E γ= 11.8 GeV down to the threshold at 8.2 GeV using a tagged photon beam with the GlueX experiment. We find that the total cross section falls toward the threshold less steeply than expected from two-gluon exchange models. The differential cross section d σ\/d t has an exponential slope of 1.67±0.39 GeV− 2 at 10.7 GeV average energy. The LHCb pentaquark candidates P c+ can be produced in the s channel of this reaction. We see no evidence for them and set model-dependent upper limits on their branching fractions B (P c+→ J\/ψ p) and cross sections σ (γ p→ P c+)× B (P c+→ J\/ψ p).",
            "First Measurement of Near-Threshold  Exclusive Photoproduction off the Proton",
            "A Ali and M Amaryan and EG Anassontzis and A Austregesilo and M Baalouch and F Barbosa and J Barlow and A Barnes and E Barriga and TD Beattie and VV Berdnikov and T Black and W Boeglin and M Boer and WJ Briscoe and T Britton and WK Brooks and BE Cannon and N Cao and E Chudakov and S Cole and O Cortes and V Crede and MM Dalton and T Daniels and A Deur and S Dobbs and A Dolgolenko and R Dotel and M Dugger and R Dzhygadlo and H Egiyan and A Ernst and P Eugenio and C Fanelli and S Fegan and AM Foda and J Foote and J Frye and S Furletov and L Gan and A Gasparian and V Gauzshtein and N Gevorgyan and C Gleason and K Goetzen and A Goncalves and VS Goryachev and L Guo and H Hakobyan and A Hamdi and S Han and J Hardin and GM Huber and A Hurley and DG Ireland and MM Ito and NS Jarvis and RT Jones and V Kakoyan and G Kalicy and M Kamel and C Kourkoumelis and S Kuleshov and I Kuznetsov and I Larin and D Lawrence and DI Lersch and H Li and W Li and B Liu and K Livingston and GJ Lolos and V Lyubovitskij and D Mack and H Marukyan and V Matveev and M McCaughan and M McCracken and W McGinley and J McIntyre and CA Meyer and R Miskimen and RE Mitchell and F Mokaya and F Nerling and L Ng and AI Ostrovidov and Z Papandreou and M Patsyuk and P Pauli and R Pedroni and L Pentchev and KJ Peters and W Phelps and E Pooser and N Qin and J Reinhold and BG Ritchie and L Robison and D Romanov and C Romero and C Salgado and AM Schertz and RA Schumacher and J Schwiening and KK Seth and X Shen and MR Shepherd and ES Smith and DI Sober and A Somov and S Somov and O Soto and JR Stevens and II Strakovsky and K Suresh and V Tarasov and S Taylor and A Teymurazyan and A Thiel and G Vasileiadis and D Werthmüller and T Whitlatch and N Wickramaarachchi and M Williams and T Xiao and Y Yang and J Zarling and Z Zhang and G Zhao and Q Zhou and X Zhou and B Zihlmann and GlueX Collaboration",
            "2019",
            "NbXaSM0AAAAJ:ns9cj8rnVeAC",
            63,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.123.072001",
            "1423749626037031428",
            "\/scholar?cites=1423749626037031428",
            {
                "2019":10,
                "2020":50,
                "2021":3
            }
        ],
        [
            "Baryon-to-meson Transition Distribution Amplitudes (TDAs) encoding valuable new information on hadron structure appear as building blocks in the collinear factorized description for several types of hard exclusive reactions. In this paper, we address the possibility of accessing nucleon-to-pion (πN) TDAs from  reaction with the future P̄ANDA detector at the FAIR facility. At high center-of-mass energy and high invariant mass squared of the lepton pair q 2, the amplitude of the signal channel  admits a QCD factorized description in terms of πN TDAs and nucleon Distribution Amplitudes (DAs) in the forward and backward kinematic regimes. Assuming the validity of this factorized description, we perform feasibility studies for measuring  with the P̄ANDA detector. Detailed simulations on signal reconstruction efficiency as well as on rejection of the most severe …",
            "Experimental access to Transition Distribution Amplitudes with the PANDA experiment at FAIR",
            "BP Singh and W Erni and I Keshelashvili and B Krusche and M Steinacher and B Liu and H Liu and Z Liu and X Shen and C Wang and J Zhao and M Albrecht and M Fink and FH Heinsius and T Held and T Holtmann and H Koch and B Kopf and M Kümmel and G Kuhl and M Kuhlmann and M Leyhe and M Mikirtychyants and P Musiol and A Mustafa and M Pelizäus and J Pychy and M Richter and C Schnier and T Schröder and C Sowa and M Steinke and T Triffterer and U Wiedner and R Beck and C Hammann and D Kaiser and B Ketzer and M Kube and P Mahlberg and M Rossbach and C Schmidt and R Schmitz and U Thoma and D Walther and C Wendel and A Wilson and A Bianconi and M Bragadireanu and M Caprini and D Pantea and D Pietreanu and ME Vasile and B Patel and D Kaplan and P Brandys and T Czyzewski and W Czyzycki and M Domagala and M Hawryluk and G Filo and M Krawczyk and D Kwiatkowski and E Lisowski and F Lisowski and T Fiutowski and M Idzik and B Mindur and D Przyborowski and K Swientek and B Czech and S Kliczewski and K Korcyl and A Kozela and P Kulessa and P Lebiedowicz and K Malgorzata and K Pysz and W Schäfer and R Siudak and A Szczurek and Jacek Biernat and Sedigheh Jowzaee and Bogusław Kamys and Stanisław Kistryn and Grzegorz Korcyl and W Krzemien and Andrzej Magiera and Paweł Moskal and M Palka and A Psyzniak and Z Rudy and P Salabura and J Smyrski and P Strzempek and A Wrońska and I Augustin and I Lehmann and D Nicmorus and G Schepers and L Schmitt and M Al-Turany and U Cahit and L Capozza and A Dbeyssi and H Deppe and R Dzhygadlo and A Ehret and H Flemming and A Gerhardt and K Götzen and R Karabowicz and R Kliemt and J Kunkel and U Kurilla and D Lehmann and J Lühning and F Maas and C Morales Morales and MC Mora Espí and F Nerling and H Orth and K Peters and D Rodriguez Pineiro and N Saito and T Saito and A Sanchez Lorente and CJ Schmidt and C Schwarz and J Schwiening and M Traxler and R Valente and B Voss and P Wieczorek and A Wilms and M Zühlsdorf and VM Abazov and G Alexeev and A Arefiev and VI Astakhov and M Yu Barabanov and BV Batyunya and Yu I Davydov and V Kh Dodokhov and AA Efremov and AG Fedunov and AA Festchenko and AS Galoyan and S Grigoryan and A Karmokov",
            "2015",
            "NbXaSM0AAAAJ:IWHjjKOFINEC",
            24,
            "https:\/\/link.springer.com\/article\/10.1140\/epja\/i2015-15107-y",
            "15883599914312722830",
            "\/scholar?cites=15883599914312722830",
            {
                "2015":1,
                "2016":3,
                "2017":8,
                "2018":5,
                "2019":2,
                "2020":3,
                "2021":2
            }
        ],
        [
            "Microchannel-plate (MCP) PMTs are the favored photon sensors for the DIRC detectors of the PANDA experiment at FAIR. Until recently the main drawback of MCP-PMTs were serious aging effects which led to a limited lifetime due to a rapidly decreasing quantum efficiency (QE) of the photo cathode (PC) as the integrated anode charge (IAC) increased. In the latest models of PHOTONIS and Hamamatsu an innovative atomic layer deposition (ALD) technique is applied to overcome these limitations. During the last five years comprehensive aging tests with ALD coated MCP-PMTs were performed and the results were compared to tubes treated with other techniques. The QE in dependence of the IAC was measured as a function of the wavelength and the position across the PC. For the best performing tubes the lifetime improvement in comparison to the older MCP-PMTs is a factor of> 50 based on an IAC of …",
            "Recent developments with microchannel-plate PMTs",
            "Albert Lehmann and M Böhm and A Britting and W Eyrich and M Pfaffinger and F Uhlig and A Belias and R Dzhygadlo and A Gerhardt and K Götzen and G Kalicy and M Krebs and D Lehmann and F Nerling and M Patsyuk and K Peters and G Schepers and L Schmitt and C Schwarz and J Schwiening and M Traxler and M Zühlsdorf and M Düren and E Etzelmüller and K Föhl and A Hayrapetyan and B Kröck and O Merle and J Rieke and M Schmidt and T Wasem and E Cowie and T Keri and P Achenbach and M Cardinali and M Hoek and W Lauth and S Schlimme and C Sfienti and M Thiel",
            "2017",
            "NbXaSM0AAAAJ:UebtZRa9Y70C",
            23,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900216313316",
            "3119600531597464423",
            "\/scholar?cites=3119600531597464423",
            {
                "2017":3,
                "2018":6,
                "2019":6,
                "2020":8
            }
        ],
        [
            "The Heavy Photon Search experiment took its first data in a 2015 engineering run using a 1.056 GeV, 50 nA electron beam provided by CEBAF at the Thomas Jefferson National Accelerator Facility, searching for a prompt, electroproduced dark photon with a mass between 19 and 81 MeV\/c 2. A search for a resonance in the e+ e− invariant mass distribution, using 1.7 days (1170 nb− 1) of data, showed no evidence of dark photon decays above the large QED background, confirming earlier searches and demonstrating the full functionality of the experiment. Upper limits on the square of the coupling of the dark photon to the standard model photon are set at the level of 6× 10− 6. Future runs with higher luminosity will explore new territory.",
            "Search for a dark photon in electroproduced  pairs with the Heavy Photon Search experiment at JLab",
            "P Hansson Adrian and NA Baltzell and M Battaglieri and M Bondí and S Boyarinov and S Bueltmann and VD Burkert and D Calvo and M Carpinelli and A Celentano and G Charles and L Colaneri and W Cooper and C Cuevas and A D’Angelo and N Dashyan and M De Napoli and R De Vita and A Deur and R Dupre and H Egiyan and L Elouadrhiri and R Essig and V Fadeyev and C Field and A Filippi and A Freyberger and M Garçon and N Gevorgyan and FX Girod and N Graf and M Graham and KA Griffioen and A Grillo and M Guidal and R Herbst and M Holtrop and J Jaros and G Kalicy and M Khandaker and V Kubarovsky and E Leonora and K Livingston and T Maruyama and K McCarty and J McCormick and B McKinnon and K Moffeit and O Moreno and C Munoz Camacho and T Nelson and S Niccolai and A Odian and M Oriunno and M Osipenko and R Paremuzyan and S Paul and N Randazzo and B Raydo and B Reese and A Rizzo and P Schuster and YG Sharabian and G Simi and A Simonyan and V Sipala and D Sokhan and M Solt and S Stepanyan and H Szumila-Vance and N Toro and S Uemura and M Ungaro and H Voskanyan and LB Weinstein and B Wojtsekhowski and B Yale and Heavy Photon Search Collaboration",
            "2018",
            "NbXaSM0AAAAJ:M3NEmzRMIkIC",
            22,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.98.091101",
            "8535680893445263873",
            "\/scholar?cites=8535680893445263873",
            {
                "2018":1,
                "2019":7,
                "2020":12,
                "2021":2
            }
        ],
        [
            "The (anti-Proton ANnihiliation at DArmstadt) experiment will be one of the four flagship experiments at the new international accelerator complex FAIR (Facility for Antiproton and Ion Research) in Darmstadt, Germany.  will address fundamental questions of hadron physics and quantum chromodynamics using high-intensity cooled antiproton beams with momenta between 1.5 and 15 GeV\/c and a design luminosity of up to 2× 10 32 cm− 2 s− 1. Excellent particle identification (PID) is crucial to the success of the  physics program. Hadronic PID in the barrel region of the target spectrometer will be performed by a fast and compact Cherenkov counter using the detection of internally reflected Cherenkov light (DIRC) technology. It is designed to cover the polar angle range from 22 to 140 and will provide at least 3 standard deviations (sd) π\/K separation up to 3.5 GeV\/c, matching the expected upper limit …",
            "Technical design report for the Barrel DIRC detector",
            "B Singh and W Erni and B Krusche and M Steinacher and N Walford and B Liu and H Liu and Z Liu and X Shen and C Wang and J Zhao and M Albrecht and T Erlen and F Feldbauer and M Fink and M Fritsch and J Haase and FH Heinsius and T Held and T Holtmann and I Keshk and H Koch and B Kopf and M Kuhlmann and M Kümmel and S Leiber and M Mikirtychyants and P Musiol and A Mustafa and M Pelizäus and A Pitka and J Pychy and M Richter and C Schnier and T Schröder and C Sowa and M Steinke and T Triffterer and U Wiedner and M Ball and R Beck and C Hammann and B Ketzer and M Kube and P Mahlberg and M Rossbach and C Schmidt and R Schmitz and U Thoma and M Urban and D Walther and C Wendel and A Wilson and A Bianconi and M Bragadireanu and D Pantea and B Patel and W Czyzycki and M Domagala and G Filo and J Jaworowski and M Krawczyk and E Lisowski and F Lisowski and M Michałek and P Poznański and J Płażek and K Korcyl and A Kozela and P Kulessa and P Lebiedowicz and K Pysz and W Schäfer and A Szczurek and T Fiutowski and M Idzik and B Mindur and K Swientek and Jacek Biernat and Bogusław Kamys and Stanisław Kistryn and Grzegorz Korcyl and W Krzemien and Andrzej Magiera and Paweł Moskal and Andrzej Pyszniak and Zbigniew Rudy and Piotr Salabura and Jerzy Smyrski and Paweł Strzempek and A Wronska and I Augustin and R Böhm and I Lehmann and D Nicmorus Marinescu and L Schmitt and V Varentsov and A Ali and M Al-Turany and A Belias and H Deppe and N Divani Veis and R Dzhygadlo and H Flemming and A Gerhardt and K Götzen and A Gromliuk and L Gruber and R Hohler and G Kalicy and R Karabowicz and R Kliemt and M Krebs and U Kurilla and D Lehmann and S Löchner and J Lühning and U Lynen and F Nerling and H Orth and M Patsyuk and K Peters and T Saito and G Schepers and CJ Schmidt and C Schwarz and J Schwiening and A Täschner and M Traxler and C Ugur and B Voss and P Wieczorek and A Wilms and M Zühlsdorf and V Abazov and G Alexeev and VA Arefiev and V Astakhov and M Yu Barabanov and BV Batyunya and Y Davydov and V Kh Dodokhov and A Efremov and A Fechtchenko and AG Fedunov and A Galoyan and S Grigoryan and EK Koshurnikov and Y Yu Lobanov and VI Lobanov",
            "2019",
            "NbXaSM0AAAAJ:O3NaXMp0MMsC",
            20,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1361-6471\/aade3d\/meta",
            "18420641154854082091",
            "\/scholar?cites=18420641154854082091",
            {
                "2017":1,
                "2018":1,
                "2019":5,
                "2020":12
            }
        ],
        [
            "The charged particle identification at the PANDA experiment will be mainly performed with DIRC detectors. Because of their advantageous properties the preferred photon sensors are MCP-PMTs. However, until recently these devices showed serious aging problems which resulted in a diminishing quantum efficiency (QE) of the photo cathode. By applying innovative countermeasures against the aging causes, the manufacturers recently succeeded in drastically improving the lifetime of MCP-PMTs. Especially the application of an ALD coating technique to seal the material of the micro-channels proves very powerful and results in a lifetime of≈ 6 C\/cm 2 integrated anode charge without a substantial QE degradation for the latest PHOTONIS XP85112. This paper will present a comparative measurement of the lifetime of several older and recent MCP-PMTs demonstrating this progress.",
            "Improved lifetime of microchannel-plate PMTs",
            "A Lehmann and A Britting and W Eyrich and F Uhlig and R Dzhygadlo and A Gerhardt and K Götzen and R Höhler and G Kalicy and H Kumawat and D Lehmann and B Lewandowski and M Patsyuk and K Peters and G Schepers and L Schmitt and C Schwarz and J Schwiening and M Traxler and M Zühlsdorf and V Kh Dodokhov and M Düren and K Föhl and A Hayrapetyan and B Kröck and O Merle and J Rieke and E Cowie and T Keri and R Montgomery and G Rosner and P Achenbach and M Cardinali and M Hoek and W Lauth and C Sfienti and M Thiel and P Bühler and L Gruber and J Marton and K Suzuki",
            "2014",
            "NbXaSM0AAAAJ:0EnyYjriUFMC",
            17,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900214003830",
            "7714979381135994499",
            "\/scholar?cites=7714979381135994499",
            {
                "2014":3,
                "2015":2,
                "2016":4,
                "2017":3,
                "2018":4,
                "2019":1
            }
        ],
        [
            "The aim of this research is to develop a planar DIRC detector showing advantages and performance similar to a classical, barrel shaped DIRC, but at smaller polar angles which cannot be accessed using a cylindrical geometry. The device will complement the PANDA Barrel DIRC by covering polar angles from 5° to 22°. The envisaged π\/K-separation is≥ 3 σ up to 4 GeV\/c. A major challenge is the adaption of the device to the PANDA environment including a magnetic field of~ 1–2 T, high rates and radiation, limited space for optics and sensors as well as the lack of a common first-level trigger. This paper discusses a detector design which forms a compromise between these constraints and available hardware, a specific analytic reconstruction method, a performance estimation based on Geant4 simulations and finally the successful particle identification using a recent R&D prototype.",
            "Development of an Endcap DIRC for PANDA",
            "O Merle and R Dzhygadlo and A Gerhardt and K Götzen and R Hohler and G Kalicy and H Kumawat and D Lehmann and B Lewandowski and M Patsyuk and K Peters and G Schepers and L Schmitt and C Schwarz and J Schwiening and M Traxler and M Zühlsdorf and V Kh Dodokhov and A Britting and W Eyrich and A Lehmann and F Uhlig and M Düren and E Etzelmüller and K Föhl and A Hayrapetyan and B Kröck and D Mühlheim and J Rieke and E Cowie and T Keri and R Montgomery and G Rosner and P Achenbach and M Cardinali and M Hoek and W Lauth and C Sfienti and M Thiel and P Bühler and L Gruber and J Marton and K Suzuki",
            "2014",
            "NbXaSM0AAAAJ:9yKSN-GCB0IC",
            17,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900214003957",
            "687485689569043638",
            "\/scholar?cites=687485689569043638",
            {
                "2014":2,
                "2015":5,
                "2016":4,
                "2017":4,
                "2018":2
            }
        ],
        [
            "The Endcap Disc DIRC (EDD) for PANDA has been designed to identify traversing pions, kaons and protons in the future PANDA experiment. Its central part is a 2 cm thick fused silica plate. Focussing optics are attached to the outer rim of the plate, outside of the acceptance of the experiment. Fast, high-resolution MCP-PMTs, designed to register single Cherenkov photons, have been tested in magnetic field. Filters limit the spectral acceptance of the sensors to reduce dispersion effects and to extend their lifetime. A compact and fast readout is realized with ASICs. Analytical reconstruction algorithms allow for fast particle identification. The angular resolution of a DIRC prototype has been simulated in Monte Carlo and confirmed in a test beam. The final detector will be able to provide a 4 σ π\/K separation up to a momentum of 4 GeV\/c.",
            "The endcap disc DIRC of PANDA",
            "M Düren and E Etzelmüller and K Föhl and A Hayrapetyan and B Kröck and O Merle and J Rieke and M Schmidt and T Wasem and A Britting and W Eyrich and A Lehmann and M Pfaffinger and F Uhlig and A Belias and R Dzhygadlo and A Gerhardt and K Götzen and G Kalicy and M Krebs and D Lehmann and F Nerling and M Patsyuk and K Peters and G Schepers and L Schmitt and C Schwarz and J Schwiening and M Traxler and M Zühlsdorf and E Cowie and T Keri and P Achenbach and M Cardinali and M Hoek and W Lauth and S Schlimme and C Sfienti and M Thiel",
            "2017",
            "NbXaSM0AAAAJ:aqlVkmm33-oC",
            16,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900217302772",
            "12997479969260991474",
            "\/scholar?cites=12997479969260991474",
            {
                "2017":4,
                "2018":4,
                "2019":3,
                "2020":5
            }
        ],
        [
            "Hadronic particle identification (PID) in the barrel region of the PANDA experiment at the new Facility for Antiproton and Ion Research in Europe (FAIR) at GSI, Darmstadt will be provided by a DIRC (Detection of Internally Reflected Cherenkov light) counter. To optimize the performance and reduce the detector cost, detailed simulations of different design elements, such as the width of the radiators, the shape of the expansion volume, and the type of focusing system, were performed using Geant. Custom reconstruction algorithms were developed to match the detector geometry. We will discuss the single photon resolution and photon yield as well as the PID performance for the Barrel DIRC baseline design and several detector design options.",
            "Simulation and reconstruction of the PANDA Barrel DIRC",
            "Roman Dzhygadlo and A Gerhardt and K Go and R Hohler and Grzegorz Kalicy and H Kumawat and D Lehmann and B Lewandowski and M Patsyuk and K Peters and G Schepers and L Schmitt and C Schwarz and J Schwiening and M Traxler and M Zühlsdorf and V Kh Dodokhov and A Britting and W Eyrich and A Lehmann and F Uhlig and M Düren and K Fo and A Hayrapetyan and B Kro and O Merle and J Rieke and E Cowie and T Keri and R Montgomery and G Rosner and P Achenbach and M Cardinali and M Hoek and W Lauth and C Sfienti and M Thiel and P Bühler and L Gruber and J Marton and K Suzuki",
            "2014",
            "NbXaSM0AAAAJ:Tyk-4Ss8FVUC",
            16,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900214004860",
            "3619890456360799532",
            "\/scholar?cites=3619890456360799532",
            {
                "2014":1,
                "2015":2,
                "2016":2,
                "2017":2,
                "2018":8
            }
        ]
    ]
}