{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The last decade has seen a sharp increase in the number of scientific publications describing physiological and pathological functions of extracellular vesicles (EVs), a collective term covering various subtypes of cell‐released, membranous structures, called exosomes, microvesicles, microparticles, ectosomes, oncosomes, apoptotic bodies, and many other names. However, specific issues arise when working with these entities, whose size and amount often make them difficult to obtain as relatively pure preparations, and to characterize properly. The International Society for Extracellular Vesicles (ISEV) proposed Minimal Information for Studies of Extracellular Vesicles (“MISEV”) guidelines for the field in 2014. We now update these “MISEV2014” guidelines based on evolution of the collective knowledge in the last four years. An important point to consider is that ascribing a specific function to EVs in general, or to …",
            "Minimal information for studies of extracellular vesicles 2018 (MISEV2018): a position statement of the International Society for Extracellular Vesicles and update of the …",
            "Clotilde Théry and Kenneth W Witwer and Elena Aikawa and Maria Jose Alcaraz and Johnathon D Anderson and Ramaroson Andriantsitohaina and Anna Antoniou and Tanina Arab and Fabienne Archer and Georgia K Atkin‐Smith and D Craig Ayre and Jean‐Marie Bach and Daniel Bachurski and Hossein Baharvand and Leonora Balaj and Shawn Baldacchino and Natalie N Bauer and Amy A Baxter and Mary Bebawy and Carla Beckham and Apolonija Bedina Zavec and Abderrahim Benmoussa and Anna C Berardi and Paolo Bergese and Ewa Bielska and Cherie Blenkiron and Sylwia Bobis‐Wozowicz and Eric Boilard and Wilfrid Boireau and Antonella Bongiovanni and Francesc E Borràs and Steffi Bosch and Chantal M Boulanger and Xandra Breakefield and Andrew M Breglio and Meadhbh Á Brennan and David R Brigstock and Alain Brisson and Marike LD Broekman and Jacqueline F Bromberg and Paulina Bryl‐Górecka and Shilpa Buch and Amy H Buck and Dylan Burger and Sara Busatto and Dominik Buschmann and Benedetta Bussolati and Edit I Buzás and James Bryan Byrd and Giovanni Camussi and David RF Carter and Sarah Caruso and Lawrence W Chamley and Yu‐Ting Chang and Chihchen Chen and Shuai Chen and Lesley Cheng and Andrew R Chin and Aled Clayton and Stefano P Clerici and Alex Cocks and Emanuele Cocucci and Robert J Coffey and Anabela Cordeiro‐da‐Silva and Yvonne Couch and Frank AW Coumans and Beth Coyle and Rossella Crescitelli and Miria Ferreira Criado and Crislyn D'Souza‐Schorey and Saumya Das and Amrita Datta Chaudhuri and Paola De Candia and Eliezer F De Santana and Olivier De Wever and Hernando A Del Portillo and Tanguy Demaret and Sarah Deville and Andrew Devitt and Bert Dhondt and Dolores Di Vizio and Lothar C Dieterich and Vincenza Dolo and Ana Paula Dominguez Rubio and Massimo Dominici and Mauricio R Dourado and Tom AP Driedonks and Filipe V Duarte and Heather M Duncan and Ramon M Eichenberger and Karin Ekström and Samir El Andaloussi and Celine Elie‐Caille and Uta Erdbrügger and Juan M Falcón‐Pérez and Farah Fatima and Jason E Fish and Miguel Flores‐Bellver and András Försönits and Annie Frelet‐Barrand and Fabia Fricke and Gregor Fuhrmann and Susanne Gabrielsson and Ana Gámez‐Valero and Chris Gardiner and Kathrin Gärtner and Raphael Gaudin and Yong Song Gho and Bernd Giebel and Caroline Gilbert and Mario Gimona and Ilaria Giusti and Deborah CI Goberdhan and André Görgens and Sharon M Gorski and David W Greening and Julia Christina Gross and Alice Gualerzi and Gopal N Gupta and Dakota Gustafson and Aase Handberg and Reka A Haraszti and Paul Harrison and Hargita Hegyesi and An Hendrix and Andrew F Hill and Fred H Hochberg and Karl F Hoffmann and Beth Holder and Harry Holthofer and Baharak Hosseinkhani and Guoku Hu and Yiyao Huang and Veronica Huber and Stuart Hunt and Ahmed Gamal‐Eldin Ibrahim and Tsuneya Ikezu and Jameel M Inal and Mustafa Isin and Alena Ivanova and Hannah K Jackson and Soren Jacobsen and Steven M Jay and Muthuvel Jayachandran and Guido Jenster and Lanzhou Jiang and Suzanne M Johnson and Jennifer C Jones and Ambrose Jong and Tijana Jovanovic‐Talisman",
            "2018",
            "nbxMGVkAAAAJ:6VlyvFCUEfcC",
            1845,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1080\/20013078.2018.1535750",
            "9490588579462271347",
            "\/scholar?cites=9490588579462271347",
            {
                "2019":432,
                "2020":1293,
                "2021":100
            }
        ],
        [
            "To increase cationic liposome-mediated intravenous DNA delivery extruded DOTAPicholesterol lipo-somes were used to form complexes with DNA, resulting in enhanced expression of the chloramphenicol acetyltransferase gene in most tissues examined. The DNA: liposome ratio, and mild sonication, heating, and extrusion steps used for liposome preparation were crucial for improved systemic delivery. Size fractionation studies showed that maximal gene expression was produced by a homogeneous population of DNA: liposome complexes between 200 to 450 nm in size. Cryo-electron microscopy examination demonstrates that the DNA: liposome complexes have a novel morphology, and that the DNA is condensed on the interior of invaginated liposomes between two lipid bilayers. This structure could account for the high efficiency of gene delivery in vivo and for the broad tissue distribution of the DNA …",
            "Improved DNA: liposome complexes for increased systemic delivery and gene expression",
            "Nancy Smyth Templeton and Danilo D Lasic and Peter M Frederik and Helmut H Strey and David D Roberts and George N Pavlakis",
            "1997",
            "nbxMGVkAAAAJ:_axFR9aDTf0C",
            869,
            "https:\/\/www.nature.com\/articles\/nbt0797-647",
            "18379686475166433515",
            "\/scholar?cites=18379686475166433515",
            {
                "1997":4,
                "1998":32,
                "1999":44,
                "2000":64,
                "2001":44,
                "2002":65,
                "2003":60,
                "2004":65,
                "2005":48,
                "2006":40,
                "2007":49,
                "2008":33,
                "2009":35,
                "2010":45,
                "2011":43,
                "2012":35,
                "2013":36,
                "2014":30,
                "2015":29,
                "2016":18,
                "2017":18,
                "2018":8,
                "2019":7,
                "2020":9,
                "2021":3
            }
        ],
        [
            "Nitric oxide (NO) has earned the reputation of being a signaling mediator with many diverse and often opposing biological activities. The diversity in response to this simple diatomic molecule comes from the enormous variety of chemical reactions and biological properties associated with it. In the past few years, the importance of steady-state NO concentrations has emerged as a key determinant of its biological function. Precise cellular responses are differentially regulated by specific NO concentration. We propose five basic distinct concentration levels of NO activity: cGMP-mediated processes ([NO] < 1–30 nM), Akt phosphorylation ([NO] = 30–100 nM), stabilization of HIF-1α ([NO] = 100–300 nM), phosphorylation of p53 ([NO] > 400 nM), and nitrosative stress (1 μM). In general, lower NO concentrations promote cell survival and proliferation, whereas higher levels favor cell cycle arrest, apoptosis, and senescence …",
            "The chemical biology of nitric oxide: implications in cellular signaling",
            "Douglas D Thomas and Lisa A Ridnour and Jeffrey S Isenberg and Wilmarie Flores-Santana and Christopher H Switzer and Sonia Donzelli and Perwez Hussain and Cecilia Vecoli and Nazareno Paolocci and Stefan Ambs and Carol A Colton and Curtis C Harris and David D Roberts and David A Wink",
            "2008",
            "nbxMGVkAAAAJ:4fGpz3EwCPoC",
            848,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0891584908001755",
            "3396745398920963612",
            "\/scholar?cites=3396745398920963612",
            {
                "2008":7,
                "2009":33,
                "2010":63,
                "2011":81,
                "2012":77,
                "2013":76,
                "2014":73,
                "2015":90,
                "2016":75,
                "2017":60,
                "2018":56,
                "2019":74,
                "2020":64,
                "2021":10
            }
        ],
        [
            "Transforming growth factor-β (TGF-β) is a potent growth regulatory protein secreted by virtually all cells in a latent form. A major mechanism of regulating TGF-β activity occurs through factors that control the processing of the latent to the biologically active form of the molecule. We have shown previously that thrombospondin 1 (TSP1), a platelet α-granule and extracellular matrix protein, activates latent TGF-β via a protease- and cell-independent mechanism and have localized the TGF-β binding\/activation region to the type 1 repeats of platelet TSP1. We now report that recombinant human TSP1, but not recombinant mouse TSP2, activates latent TGF-β. Activation was further localized to the unique sequence RFK found between the first and the second type 1 repeats of TSP1 (amino acids 412-415) by the use of synthetic peptides. A peptide with the corresponding sequence in TSP2, RIR, was inactive. In addition, a …",
            "Regulation of transforming growth factor-β activation by discrete sequences of thrombospondin 1",
            "Stacey Schultz-Cherry and Hui Chen and Deane F Mosher and Tina M Misenheimer and Henry C Krutzsch and David D Roberts and Joanne E Murphy-Ullrich",
            "1995",
            "nbxMGVkAAAAJ:bz8QjSJIRt4C",
            480,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021925818717638",
            "2567168036388540006",
            "\/scholar?cites=2567168036388540006",
            {
                "1996":9,
                "1997":18,
                "1998":21,
                "1999":39,
                "2000":25,
                "2001":23,
                "2002":16,
                "2003":25,
                "2004":24,
                "2005":19,
                "2006":23,
                "2007":25,
                "2008":25,
                "2009":25,
                "2010":13,
                "2011":19,
                "2012":12,
                "2013":9,
                "2014":15,
                "2015":12,
                "2016":16,
                "2017":17,
                "2018":17,
                "2019":16,
                "2020":13
            }
        ],
        [
            "Pneumonia is one of the most common causes of death from infectious disease in the United States. To examine the possible role of carbohydrates as adhesion receptors for infection, several pulmonary pathogenic bacteria were studied for binding to glycosphingolipids. Radiolabeled bacteria were layered on thin-layer chromatograms of separated glycosphingolipids, and bound bacteria were detected by autoradiography. The classic triad of infectious bacteria found in cystic fibrosis, Pseudomonas aeruginosa, Haemophilus influenzae, and Staphylococcus aureus, along with other bacteria commonly implicated in typical pneumonia, such as Streptococcus pneumoniae, Klebsiella pneumoniae, and certain Escherichia coli, bind specifically to fucosylasialo-GM1 (Fuc alpha 1-2Gal beta 1-3GalNAc beta 1-4Gal beta 1-4Cer), asialo-GM1 (Gal beta 1-3GalNAc beta 1-4Gal beta-1-4Galc beta 1-1Cer), and asialo-GM2 …",
            "Many pulmonary pathogenic bacteria bind specifically to the carbohydrate sequence GalNAc beta 1-4Gal found in some glycolipids",
            "Howard C Krivan and David D Roberts and Victor Ginsburg",
            "1988",
            "nbxMGVkAAAAJ:rmuvC79q63oC",
            477,
            "https:\/\/www.pnas.org\/content\/85\/16\/6157.short",
            "5547909360002800588",
            "\/scholar?cites=5547909360002800588",
            {
                "1989":4,
                "1990":14,
                "1991":14,
                "1992":18,
                "1993":13,
                "1994":20,
                "1995":28,
                "1996":34,
                "1997":16,
                "1998":20,
                "1999":11,
                "2000":26,
                "2001":24,
                "2002":11,
                "2003":10,
                "2004":21,
                "2005":11,
                "2006":23,
                "2007":9,
                "2008":13,
                "2009":16,
                "2010":21,
                "2011":13,
                "2012":20,
                "2013":12,
                "2014":6,
                "2015":10,
                "2016":8,
                "2017":6,
                "2018":6,
                "2019":12,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Components of the extracellular matrix have been shown to modulate the interaction of endothelial cells with their microenvironment. Here we report that thrombospondin (TSP), an extracellular matrix component, induces adhesion and spreading of murine lung capillary (LE-II) and bovine aortic (BAEC) endothelial cells. This TSP-induced spreading was inhibited by heparin and fucoidan, known to bind the amino-terminal globular domain of the molecule. In addition, endothelial cells were induced to migrate by a gradient of soluble TSP (chemotaxis). The chemotactic response was inhibited by heparin and fucoidan, as well as by the mAb A2.5, which also binds to the amino-terminal domain. These data are in agreement with our previous observation that the TSP aminoterminal heparin binding region is responsible for the induction of tumor cell spreading and chemotactic motility. The inhibition of chemotaxis and …",
            "Platelet thrombospondin modulates endothelial cell adhesion, motility, and growth: a potential angiogenesis regulatory factor.",
            "Giulia Taraboletti and David Roberts and Lance A Liotta and Raffaella Giavazzi",
            "1990",
            "nbxMGVkAAAAJ:Ri6SYOTghG4C",
            465,
            "https:\/\/rupress.org\/jcb\/article\/111\/2\/765\/59572",
            "4234105975976988690",
            "\/scholar?cites=4234105975976988690",
            {
                "1991":12,
                "1992":21,
                "1993":30,
                "1994":18,
                "1995":19,
                "1996":15,
                "1997":21,
                "1998":14,
                "1999":33,
                "2000":23,
                "2001":16,
                "2002":31,
                "2003":18,
                "2004":17,
                "2005":19,
                "2006":18,
                "2007":11,
                "2008":18,
                "2009":13,
                "2010":16,
                "2011":13,
                "2012":17,
                "2013":5,
                "2014":5,
                "2015":13,
                "2016":7,
                "2017":3,
                "2018":3,
                "2019":7,
                "2020":7
            }
        ],
        [
            "Previous studies demonstrated that metastatic MDA-MB-435 breast carcinoma cells synthesized and secreted less of the extracellular matrix protein thrombospondin 1 (TSP1) than nonmetastatic breast carcinoma cell lines, a trend also observed for melanoma and lung carcinoma cell lines. To directly examine the effect of tumor cell TSP1 expression on tumor growth and metastasis, MDA-MB-435 cells were transfected with full length THBS-1 cDNA linked to a constitutive cytomegalovirus promoter, or with the cytomegalovirus vector alone. Injection of transfected clones that overexpressed TSP1 into the mammary fat pad of nude mice resulted in a dose-dependent inhibition of primary tumor size and an inhibition of spontaneous pulmonary metastases, which occurred in 21–30% of THBS-1 transfectants compared to 44–49% of controls (P = 0.007). An additional clone was identified that overexpressed a COOH …",
            "Transfection of thrombospondin 1 complementary DNA into a human breast carcinoma cell line reduces primary tumor growth, metastatic potential, and angiogenesis",
            "Debra L Weinstat-Saslow and Vivian S Zabrenetzky and Kenneth VanHoutte and William A Frazier and David D Roberts and Patricia S Steeg",
            "1994",
            "nbxMGVkAAAAJ:kh2fBNsKQNwC",
            446,
            "https:\/\/cancerres.aacrjournals.org\/content\/54\/24\/6504.short",
            "15587987902686482963",
            "\/scholar?cites=15587987902686482963",
            {
                "1995":7,
                "1996":12,
                "1997":17,
                "1998":25,
                "1999":36,
                "2000":34,
                "2001":24,
                "2002":31,
                "2003":28,
                "2004":21,
                "2005":27,
                "2006":17,
                "2007":19,
                "2008":20,
                "2009":17,
                "2010":20,
                "2011":11,
                "2012":12,
                "2013":18,
                "2014":10,
                "2015":10,
                "2016":12,
                "2017":4,
                "2018":3,
                "2019":3,
                "2020":7
            }
        ],
        [
            "Plasmodium falciparum infected erythrocytes containing mature trophozoites and schizonts sequester along venular endothelium 1 and are not in the peripheral circulation of patients with malaria. Knobs appear on infected erythrocytes and are the points of attachment to endothelium 2. Sequestration may protect the parasite from splenic destruction 3 and may play a role in the pathogenesis of cerebral malaria 4. Correlates of sequestration have been developed in vitro using cultured human endothelium 5 and an amelanotic melanoma cell line 6. Knobless strains (K−) of P. falciparum fail to sequester in vivo and to bind to cells in vitro. We now present evidence that the receptor for cytoadherence is the glycoprotein, thrombospondin. Aotus monkey or human erythrocytes containing knobby (K+) but not Aotus erythrocytes containing knobless strains of P. falciparum bind to immobilized thrombospondin. Neither binds …",
            "Thrombospondin binds falciparum malaria parasitized erythrocytes and may mediate cytoadherence",
            "David D Roberts and James A Sherwood and Steven L Spitalnik and Lindsey J Panton and Russell J Howard and Vishva M Dixit and William A Frazier and Louis H Miller and Victor Ginsburg",
            "1985",
            "nbxMGVkAAAAJ:YohjEiUPhakC",
            432,
            "https:\/\/www.nature.com\/articles\/318064a0",
            "12246454443596424549",
            "\/scholar?cites=12246454443596424549",
            {
                "1986":6,
                "1987":26,
                "1988":20,
                "1989":27,
                "1990":18,
                "1991":16,
                "1992":27,
                "1993":26,
                "1994":13,
                "1995":14,
                "1996":16,
                "1997":16,
                "1998":14,
                "1999":16,
                "2000":19,
                "2001":11,
                "2002":11,
                "2003":7,
                "2004":14,
                "2005":11,
                "2006":9,
                "2007":8,
                "2008":13,
                "2009":8,
                "2010":10,
                "2011":11,
                "2012":8,
                "2013":9,
                "2014":4,
                "2015":7,
                "2016":5,
                "2017":6,
                "2018":1,
                "2019":1
            }
        ],
        [
            "Background—Suppression of tumor growth by thrombospondin-1 (TSP-1) has been associated with its ability to inhibit neovascularization. The antiangiogenic activity of TSP-1, as defined by cornea pocket assays, was previously mapped to the amino-terminal portion of the protein within the procollagen region and the type 1 repeats.Methods and Results—We evaluated the specificity and efficacy of different regions of TSP-1 using recombinant fragments of the protein on chorioallantoic membrane (CAM) angiogenesis and endothelial cell proliferation assays. In both assays, fragments containing the second and third type 1 repeats but not the procollagen region inhibited angiogenesis and endothelial cell proliferation. To further define the sequences responsible for the angiostatic effect of TSP-1, we used synthetic peptides. The CAM assay defined 2 sequences that independently suppressed angiogenesis. The …",
            "Inhibition of angiogenesis by thrombospondin-1 is mediated by 2 independent regions within the type 1 repeats",
            "M Luisa Iruela-Arispe and Michele Lombardo and Henry C Krutzsch and Jack Lawler and David D Roberts",
            "1999",
            "nbxMGVkAAAAJ:GtLg2Ama23sC",
            362,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/01.cir.100.13.1423",
            "12470971399537406713",
            "\/scholar?cites=12470971399537406713",
            {
                "1999":2,
                "2000":13,
                "2001":19,
                "2002":16,
                "2003":25,
                "2004":23,
                "2005":23,
                "2006":20,
                "2007":18,
                "2008":25,
                "2009":19,
                "2010":18,
                "2011":18,
                "2012":16,
                "2013":20,
                "2014":13,
                "2015":15,
                "2016":20,
                "2017":15,
                "2018":8,
                "2019":1,
                "2020":9
            }
        ],
        [
            "Thrombospondin 1 (TSP1) inhibits angiogenesis and modulates endothelial cell adhesion, motility, and growth. The antiproliferative activity of TSP1 is mimicked by synthetic peptides derived from the type I repeats of TSP1 that antagonize fibroblast growth factor 2 and activate latent transforming growth factor β. These TSP1 analogues induced programmed cell death in bovine aortic endothelial cells based on morphological changes, assessment of DNA fragmentation, and internucleosomal DNA cleavage. Intact TSP1 also induced DNA fragmentation. The endothelial cell response was specific because no DNA fragmentation was induced in MDA-MB-435S breast carcinoma cells, although TSP1 and the peptide conjugates inhibited the growth of both cell types. Apoptosis did not depend on activation of latent transforming growth factor β because peptides lacking the activating sequence RFK were active. Apoptosis …",
            "Thrombospondin 1 and type I repeat peptides of thrombospondin 1 specifically induce apoptosis of endothelial cells",
            "Neng-hua Guo and Henry C Krutzsch and John K Inman and David D Roberts",
            "1997",
            "nbxMGVkAAAAJ:9pM33mqn1YgC",
            359,
            "https:\/\/cancerres.aacrjournals.org\/content\/57\/9\/1735.short",
            "16842406398819830966",
            "\/scholar?cites=16842406398819830966",
            {
                "1997":2,
                "1998":6,
                "1999":27,
                "2000":20,
                "2001":23,
                "2002":24,
                "2003":16,
                "2004":25,
                "2005":16,
                "2006":15,
                "2007":18,
                "2008":26,
                "2009":16,
                "2010":17,
                "2011":11,
                "2012":16,
                "2013":16,
                "2014":11,
                "2015":15,
                "2016":12,
                "2017":4,
                "2018":10,
                "2019":5,
                "2020":4
            }
        ]
    ]
}