{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Principles of Terahertz Science and Technology aims to elucidate the fundamentals of THz technology and science for potential new users. It surveys major techniques of generating, detecting, and manipulating THz waves and also discusses a number of essential processes where THz waves interact with physical, chemical, and biological systems. This book serves as an introduction to THz technology for new researchers in various fields. Many different disciplines, such as ultrafast spectroscopy, semiconductor device fabrication, bio-medical imaging and more, involve the recent development of THz technology. It is necessary to lay down a strong, common foundation among researchers, so that communication can proceed smoothly. Previous THz research activities have concentrated on generation and detection, but the focus has now shifted to practical applications of this technology, such as high-speed optoelectronic signal processing and molecular spectroscopy. Drawing upon years of practical experience and using numerous examples and illustrative applications Yun-Shik Lee discusses: The major techniques of generating, detecting, and manipulating THz waves Essential processes where THz waves interact with physical, chemical, and biological systems Medical Applications of T-Ray Imaging including, optical properties of human tissue, cancer diagnostics, reflective imaging of skin burns and detection of dental caries Principles of Terahertz Science and Technology is an ideal book for applied physicists, microwave engineers, biomedical engineers, electrical engineers, and analytical chemists interested in the fundamentals and …",
            "Principles of terahertz science and technology",
            "Yun-Shik Lee",
            "2009",
            "nBy1dtUAAAAJ:u5HHmVD_uO8C",
            1582,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=4ZqkuUURxFcC&oi=fnd&pg=PA1&dq=info:zeX5WJUZ2wEJ:scholar.google.com&ots=tdno7uNlCD&sig=XIH_KYkrlkAgWRySFtSF8Wd7vFc",
            "133728743171155405",
            "\/scholar?cites=133728743171155405",
            {
                "2009":12,
                "2010":62,
                "2011":107,
                "2012":129,
                "2013":141,
                "2014":173,
                "2015":173,
                "2016":152,
                "2017":167,
                "2018":148,
                "2019":153,
                "2020":143,
                "2021":11
            }
        ],
        [
            "We report direct measurement of hot-electron temperatures and relaxation dynamics for peak electron temperatures between 3400 and 11 000 K utilizing two-pulse-correlation femtosecond (fs) thermionic emission. The fast relaxation times (< 1.5 ps) are described by extending RT characterizations of the thermal conductivity, electron-phonon coupling, and electronic specific heat to these high electron temperatures.",
            "Time-resolved electron-temperature measurement in a highly excited gold target using femtosecond thermionic emission",
            "XY Wang and D Mark Riffe and Y-S Lee and MC Downer",
            "1994",
            "nBy1dtUAAAAJ:NaGl4SEjCO4C",
            405,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.50.8016",
            "15577262661079053314",
            "\/scholar?cites=15577262661079053314",
            {
                "1995":4,
                "1996":6,
                "1997":7,
                "1998":6,
                "1999":7,
                "2000":7,
                "2001":12,
                "2002":16,
                "2003":10,
                "2004":13,
                "2005":17,
                "2006":15,
                "2007":17,
                "2008":15,
                "2009":17,
                "2010":21,
                "2011":18,
                "2012":19,
                "2013":23,
                "2014":23,
                "2015":16,
                "2016":30,
                "2017":27,
                "2018":18,
                "2019":17,
                "2020":20,
                "2021":2
            }
        ],
        [
            "We demonstrate a promising technique for generating narrow-band terahertz electromagnetic radiation. Femtosecond optical pulses are propagated through a periodically poled lithium-niobate crystal, where the domain length is matched to the walk-off length between the optical and THz pulses. The bandwidth of the THz wave forms is 0.11 at 1.7 THz. Optical rectification gives rise to a THz wave form which corresponds to the domain structure of the periodically poled lithium niobate.",
            "Generation of narrow-band terahertz radiation via optical rectification of femtosecond pulses in periodically poled lithium niobate",
            "Y-S Lee and T Meade and V Perlin and H Winful and TB Norris and A Galvanauskas",
            "2000",
            "nBy1dtUAAAAJ:u-x6o8ySG0sC",
            351,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.126390",
            "13639845171042720524",
            "\/scholar?cites=13639845171042720524",
            {
                "2000":3,
                "2001":9,
                "2002":8,
                "2003":6,
                "2004":11,
                "2005":25,
                "2006":23,
                "2007":25,
                "2008":23,
                "2009":19,
                "2010":18,
                "2011":18,
                "2012":20,
                "2013":8,
                "2014":19,
                "2015":13,
                "2016":27,
                "2017":27,
                "2018":16,
                "2019":17,
                "2020":15
            }
        ],
        [
            "We report the wavelength dependencies of the two- and three-photon absorption coefficients of undoped GaAs in the spectral range 1.3-3.5 μm, as well as nonlinear refractive index n_2 in the range 1.7-3.25 μm. The data were obtained by using the single-beam Z-scan method with 100-fs-long optical pulses. Anisotropy of the three-photon absorption coefficient was observed and found to be consistent with the crystal symmetry of GaAs.",
            "Multiphoton absorption and nonlinear refraction of GaAs in the mid-infrared",
            "Walter C Hurlbut and Yun-Shik Lee and KL Vodopyanov and PS Kuo and MM Fejer",
            "2007",
            "nBy1dtUAAAAJ:UeHWp8X0CEIC",
            177,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-32-6-668",
            "6678244413856843389",
            "\/scholar?cites=6678244413856843389",
            {
                "2007":5,
                "2008":14,
                "2009":13,
                "2010":11,
                "2011":8,
                "2012":11,
                "2013":14,
                "2014":11,
                "2015":14,
                "2016":21,
                "2017":7,
                "2018":10,
                "2019":14,
                "2020":22,
                "2021":1
            }
        ],
        [
            "We report ultrafast pump-probe spectroscopy examining exciton dynamics in atomically thin MoS 2. Spectrally and temporally resolved measurements are performed to investigate the interaction dynamics of two important direct-gap excitons (A and B) and their associated broadening kinetics. The two excitons show strongly correlated interexcitonic dynamic, in which the transient blue-shifted excitonic absorption originates from the internal AB excitonic interaction. The observed complex spectral response is determined by the exciton collision-induced linewidth broadening; the broadening of the B-exciton linewidth in turn lowers the peak spectral amplitude of the A exciton. Resonant excitation at the B-exciton energy reveals that interexcitonic scattering plays a more important role in determining the broadening kinetics than free-carrier scattering.",
            "Exciton dynamics in atomically thin MoS: Interexcitonic interaction and broadening kinetics",
            "Sangwan Sim and Jusang Park and Jeong-Gyu Song and Chihun In and Yun-Shik Lee and Hyungjun Kim and Hyunyong Choi",
            "2013",
            "nBy1dtUAAAAJ:SdhP9T11ey4C",
            164,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.88.075434",
            "18011791714303704009",
            "\/scholar?cites=18011791714303704009",
            {
                "2013":1,
                "2014":18,
                "2015":25,
                "2016":17,
                "2017":27,
                "2018":26,
                "2019":28,
                "2020":19,
                "2021":2
            }
        ],
        [
            "An experiment-theory comparison is presented to demonstrate terahertz-induced extreme-nonlinear transients in a GaAs\/AlGaAs quantum-well system. The terahertz-pump and optical-probe experiments show pronounced spectral modulations of the light-and heavy-hole excitonic resonances. Excellent agreement with the results of microscopic many-body calculations is obtained, identifying clear ponderomotive contributions and the generation of terahertz harmonics.",
            "Interaction of strong single-cycle terahertz pulses with semiconductor quantum wells",
            "JR Danielson and Yun-Shik Lee and JP Prineas and JT Steiner and M Kira and Stephan W Koch",
            "2007",
            "nBy1dtUAAAAJ:9yKSN-GCB0IC",
            164,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.237401",
            "14482561611073602584",
            "\/scholar?cites=14482561611073602584",
            {
                "2008":11,
                "2009":22,
                "2010":23,
                "2011":15,
                "2012":20,
                "2013":17,
                "2014":10,
                "2015":6,
                "2016":15,
                "2017":6,
                "2018":5,
                "2019":6,
                "2020":6
            }
        ],
        [
            "The authors demonstrate an efficient room temperature source of terahertz radiation using femtosecond laser pulses as a pump and GaAs structures with periodically inverted crystalline orientation, such as diffusion-bonded stacked GaAs and epitaxially grown orientation-patterned GaAs, as a nonlinear optical medium. By changing the GaAs orientation-reversal period (504–1277μm), or the pump wavelength (2–4.4μm), we were able to generate narrow-bandwidth (∼100GHz) terahertz wave packets, tunable between 0.9 and 3THz, with the optical-to-terahertz photon conversion efficiency of 3.3%.",
            "Terahertz-wave generation in quasi-phase-matched GaAs",
            "KL Vodopyanov and MM Fejer and X Yu and JS Harris and Y-S Lee and Walter C Hurlbut and VG Kozlov and D Bliss and C Lynch",
            "2006",
            "nBy1dtUAAAAJ:2osOgNQ5qMEC",
            161,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2357551",
            "17352116572686709298",
            "\/scholar?cites=17352116572686709298",
            {
                "2006":5,
                "2007":12,
                "2008":19,
                "2009":16,
                "2010":11,
                "2011":13,
                "2012":8,
                "2013":4,
                "2014":9,
                "2015":9,
                "2016":10,
                "2017":15,
                "2018":10,
                "2019":11,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Femtosecond optical pulses are used to generate narrow-band terahertz wave forms via optical rectification in a periodically poled lithium niobate crystal. By cooling the crystal to reduce losses due to phonon absorption, we are able to obtain bandwidths as narrow as 18 GHz at a carrier frequency of 1.8 THz. Temperature-dependent measurements show insignificant bandwidth broadening between 10 and 120 K, although the terahertz power substantially decreases as the temperature increases. Absolute power measurements indicate a conversion efficiency of at least 10−5.",
            "Temperature dependence of narrow-band terahertz generation from periodically poled lithium niobate",
            "Y-S Lee and T Meade and M DeCamp and TB Norris and A Galvanauskas",
            "2000",
            "nBy1dtUAAAAJ:d1gkVwhDpl0C",
            135,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1290046",
            "17728149395799617537",
            "\/scholar?cites=17728149395799617537",
            {
                "2000":1,
                "2001":5,
                "2002":6,
                "2003":4,
                "2004":7,
                "2005":10,
                "2006":15,
                "2007":15,
                "2008":9,
                "2009":10,
                "2010":8,
                "2011":2,
                "2012":9,
                "2013":4,
                "2014":3,
                "2015":3,
                "2016":4,
                "2017":6,
                "2018":3,
                "2019":5,
                "2020":6
            }
        ],
        [
            "The non-linear “vacuum heating” absorption mechanism proposed by Brunei1 and subsequently included in numerous theoretical discussions of the interaction of intense laser pulses with sharply bounded metal surfaces has been experimentally observed. The absorption is unique to p-polarized pulses at oblique angles of incidence with peak intensity above 1014 W\/cm2. The observed absorption scales as (Iλ2)0.64and reaches 20% at 1015 W\/cm2. The absorption occurs when L≤ x osc, where L is the scale length of a density gradient present at the surface and x osc is the quiver amplitude in the laser field. The value of L has been measured in order to confirm the L≤ x osc regime. Conventional resonance absorption is negligible in this regime.",
            "Experimental identification of “vacuum heating” at femtosecond-laser-irradiated metal surfaces",
            "MK Grimes and AR Rundquist and Y-S Lee and MC Downer",
            "1999",
            "nBy1dtUAAAAJ:YFjsv_pBGBYC",
            117,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-1-4615-1299-8_5",
            "17952295421112828794",
            "\/scholar?cites=17952295421112828794",
            {
                "2000":3,
                "2001":8,
                "2002":3,
                "2003":13,
                "2004":9,
                "2005":6,
                "2006":8,
                "2007":8,
                "2008":14,
                "2009":4,
                "2010":6,
                "2011":5,
                "2012":1,
                "2013":9,
                "2014":4,
                "2015":6,
                "2016":6,
                "2017":3,
                "2018":1
            }
        ],
        [
            "We demonstrate terahertz (THz) imaging and spectroscopy of a 15 × 15-mm^2 single-layer graphene film on Si using broadband THz pulses. The THz images clearly map out the THz carrier dynamics of the graphene-on-Si sample, allowing us to measure sheet conductivity with sub-mm resolution without fabricating electrodes. The THz carrier dynamics are dominated by intraband transitions and the THz-induced electron motion is characterized by a flat spectral response. A theoretical analysis based on the Fresnel coefficients for a metallic thin film shows that the local sheet conductivity varies across the sample from σs = 1.7 × 10^−3 to 2.4 × 10^−3 Ω^−1 (sheet resistance, ρ_s = 420 - 590 Ω\/sq).",
            "Terahertz imaging and spectroscopy of large-area single-layer graphene",
            "JL Tomaino and AD Jameson and JW Kevek and MJ Paul and AM Van Der Zande and RA Barton and PL McEuen and ED Minot and Yun-Shik Lee",
            "2011",
            "nBy1dtUAAAAJ:WF5omc3nYNoC",
            116,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=oe-19-1-141",
            "10299188339040972230",
            "\/scholar?cites=10299188339040972230",
            {
                "2011":5,
                "2012":21,
                "2013":15,
                "2014":15,
                "2015":12,
                "2016":11,
                "2017":10,
                "2018":9,
                "2019":4,
                "2020":12,
                "2021":2
            }
        ]
    ]
}