{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "In the framework of quantum chromodynamics (QCD), parton distribution functions (PDFs) quantify how the momentum and spin of a hadron are divided among its quark and gluon constituents. Two main approaches exist to determine PDFs. The first approach, based on QCD factorization theorems, realizes a QCD analysis of a suitable set of hard-scattering measurements, often using a variety of hadronic observables. The second approach, based on first-principle operator definitions of PDFs, uses lattice QCD to compute directly some PDF-related quantities, such as their moments. Motivated by recent progress in both approaches, in this document we present an overview of lattice-QCD and global-analysis techniques used to determine unpolarized and polarized proton PDFs and their moments. We provide benchmark numbers to validate present and future lattice-QCD calculations and we illustrate how they …",
            "Parton distributions and lattice QCD calculations: a community white paper",
            "Huey-Wen Lin and Emanuele R Nocera and Fred Olness and Kostas Orginos and Juan Rojo and Alberto Accardi and Constantia Alexandrou and Alessandro Bacchetta and Giuseppe Bozzi and Jiunn-Wei Chen and Sara Collins and Amanda Cooper-Sarkar and Martha Constantinou and Luigi Del Debbio and Michael Engelhardt and Jeremy Green and Rajan Gupta and Lucian A Harland-Lang and Tomomi Ishikawa and Aleksander Kusina and Keh-Fei Liu and Simonetta Liuti and Christopher Monahan and Pavel Nadolsky and Jian-Wei Qiu and Ingo Schienbein and Gerrit Schierholz and Robert S Thorne and Werner Vogelsang and Hartmut Wittig and C-P Yuan and James Zanotti",
            "2018",
            "NcBxFDcAAAAJ:g3aElNc5_aQC",
            157,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0146641018300073",
            "2389199054452759417",
            "\/scholar?cites=2389199054452759417",
            {
                "2018":30,
                "2019":52,
                "2020":69,
                "2021":6
            }
        ],
        [
            "This report is based on a ten-week program on\" Gluons and the quark sea at high-energies\", which took place at the Institute for Nuclear Theory in Seattle in Fall 2010. The principal aim of the program was to develop and sharpen the science case for an Electron-Ion Collider (EIC), a facility that will be able to collide electrons and positrons with polarized protons and with light to heavy nuclei at high energies, offering unprecedented possibilities for in-depth studies of quantum chromodynamics. This report is organized around four major themes: i) the spin and flavor structure of the proton, ii) three-dimensional structure of nucleons and nuclei in momentum and configuration space, iii) QCD matter in nuclei, and iv) Electroweak physics and the search for physics beyond the Standard Model. Beginning with an executive summary, the report contains tables of key measurements, chapter overviews for each of the major scientific themes, and detailed individual contributions on various aspects of the scientific opportunities presented by an EIC.",
            "Gluons and the quark sea at high energies: Distributions, polarization, tomography",
            "Daniel Boer and Markus Diehl and Richard Milner and Raju Venugopalan and Werner Vogelsang and A Accardi and E Aschenauer and M Burkardt and R Ent and V Guzey and D Hasch and K Kumar and MAC Lamont and Y Li and WJ Marciano and Catherine Marquet and F Sabatie and M Stratmann and F Yuan and S Abeyratne and S Ahmed and C Aidala and S Alekhin and M Anselmino and H Avakian and A Bacchetta and J Bartels and H Bc and J Beebe-Wang and S Belomestnykh and I Ben-Zvi and G Beuf and J Blumlein and M Blaskiewicz and A Bogacz and SJ Brodsky and T Burton and R Calaga and X Chang and IO Cherednikov and P Chevtsov and GA Chirilli and C Atti and IC Cloet and A Cooper-Sarkar and R Debbe and Ya Derbenev and A Deshpande and F Dominguez and A Dumitru and R Dupre and B Erdelyi and C Faroughy and S Fazio and A Fedotov and JR Forshaw and R Geraud and K Gallmeister and L Gamberg and J-H Gao and D Gassner and F Gelis and GP Gilfoyle and G Goldstein and K Golec-Biernat and VP Goncalves and M Gonderinger and M Guzzi and P Hagler and H Hahn and L Hammons and Y Hao and P He and T Horn and WA Horowitz and M Huang and A Hutton and B Jager and W Jackson and A Jain and EC Johnson and Z-B Kang and LP Kaptari and D Kayran and J Kewisch and Y Koike and A Kondratenko and BZ Kopeliovich and YV Kovchegov and G Krafft and P Kroll and S Kumano and K Kumericki and T Lappi and T Lautenschlager and R Li and Z-T Liang and VN Litvinenko and S Liuti and Y Luo",
            "2011",
            "NcBxFDcAAAAJ:MXK_kJrjxJIC",
            150,
            "https:\/\/arxiv.org\/abs\/1108.1713",
            "5835595989041798390",
            "\/scholar?cites=5835595989041798390",
            {
                "2011":4,
                "2012":13,
                "2013":16,
                "2014":13,
                "2015":16,
                "2016":24,
                "2017":18,
                "2018":9,
                "2019":19,
                "2020":14,
                "2021":3
            }
        ],
        [
            "Exclusive π o electroproduction from nucleons is suggested for extracting the tensor charge and other quantities related to transversity from experimental data. This process isolates C-parity odd and chiral-odd combinations of t-channel exchange quantum numbers. In a hadronic picture it connects the meson production amplitudes to C-odd Regge exchanges with final state interactions. In a description based on partonic degrees of freedom, the helicity structure for this C-odd process relates to the quark helicity flip, or chiral-odd generalized parton distributions. This differs markedly from deeply virtual Compton scattering, and both vector meson and charged π electroproduction, where the axial charge can enter the amplitudes. Contrarily, the tensor charge enters the π o process. The connection through the helicity description of the process to both the partonic and hadronic perspectives is studied and exploited in …",
            "Nucleon tensor charge from exclusive π 0 electroproduction",
            "Saeed Ahmad and Gary R Goldstein and Simonetta Liuti",
            "2009",
            "NcBxFDcAAAAJ:Y0pCki6q_DkC",
            133,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.79.054014",
            "9012958485590956233",
            "\/scholar?cites=9012958485590956233",
            {
                "2008":1,
                "2009":3,
                "2010":9,
                "2011":17,
                "2012":13,
                "2013":8,
                "2014":10,
                "2015":13,
                "2016":21,
                "2017":11,
                "2018":6,
                "2019":7,
                "2020":14
            }
        ]
    ]
}