{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "High-resolution, small-angle, synchrotron x-ray-scattering techniques were used to determine the phase diagram, structure factor, and pair distribution function for a charged colloidal suspension from 6% to 30% volume fraction. The expected correlated liquid and fcc and bcc solid phases were observed along with a glass phase at high concentration with structure similar to metallic glasses. At high volume fractions the finite core size leads to substantial deviation from predictions resulting from a screened Coulomb interaction.",
            "Complete phase diagram of a charged colloidal system: A synchro-tron x-ray scattering study",
            "EB Sirota and HD Ou-Yang and SK Sinha and PM Chaikin and JD Axe and Y Fujii",
            "1989",
            "ndM_fnQAAAAJ:YsMSGLbcyi4C",
            364,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.62.1524",
            "1104683747772749450",
            "\/scholar?cites=1104683747772749450",
            {
                "1989":1,
                "1990":8,
                "1991":12,
                "1992":13,
                "1993":7,
                "1994":12,
                "1995":10,
                "1996":13,
                "1997":18,
                "1998":9,
                "1999":10,
                "2000":14,
                "2001":11,
                "2002":13,
                "2003":12,
                "2004":7,
                "2005":17,
                "2006":11,
                "2007":8,
                "2008":14,
                "2009":17,
                "2010":25,
                "2011":14,
                "2012":17,
                "2013":14,
                "2014":8,
                "2015":12,
                "2016":13,
                "2017":6,
                "2018":10,
                "2019":2,
                "2020":3,
                "2021":1
            }
        ],
        [
            "Nanoparticles (NPs) are emerging as promising carrier platforms for targeted drug delivery and imaging probes. To evaluate the delivery efficiency, it is important to predict the distribution of NPs within blood vessels. NP size, shape and vessel geometry are believed to influence its biodistribution in circulation. Whereas, the effect of size on nanoparticle distribution has been extensively studied, little is known about the shape and vessel geometry effect. This paper describes a computational model for NP transport and distribution in a mimetic branched blood vessel using combined NP Brownian dynamics and continuum fluid mechanics approaches. The simulation results indicate that NPs with smaller size and rod shape have higher binding capabilities as a result of smaller drag force and larger contact area. The binding dynamics of rod-shaped NPs is found to be dependent on their initial contact points …",
            "The influence of size, shape and vessel geometry on nanoparticle distribution",
            "Jifu Tan and Samar Shah and Antony Thomas and H Daniel Ou-Yang and Yaling Liu",
            "2013",
            "ndM_fnQAAAAJ:geHnlv5EZngC",
            165,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s10404-012-1024-5.pdf",
            "15378306560778549195",
            "\/scholar?cites=15378306560778549195",
            {
                "2013":3,
                "2014":17,
                "2015":21,
                "2016":27,
                "2017":27,
                "2018":24,
                "2019":21,
                "2020":24
            }
        ],
        [
            "We report a study of the dynamical behaviour of a polystyrene latex sphere in a telechelic poly (ethylene oxide) solution using optical tweezers. With this new technique, we use a position-sensing detector and a lock-in amplifier to measure the displacement magnitude and phase responses of one latex sphere driven sinusoidally by optical tweezers.",
            "Forces on a colloidal particle in a polymer solution: a study using optical tweezers",
            "MT Valentine and LE Dewalt and HD Ou-Yang",
            "1996",
            "ndM_fnQAAAAJ:V3AGJWp-ZtQC",
            125,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/8\/47\/048\/meta",
            "16512579706612265627",
            "\/scholar?cites=16512579706612265627",
            {
                "1998":1,
                "1999":5,
                "2000":3,
                "2001":3,
                "2002":7,
                "2003":5,
                "2004":10,
                "2005":9,
                "2006":11,
                "2007":6,
                "2008":8,
                "2009":7,
                "2010":8,
                "2011":7,
                "2012":4,
                "2013":7,
                "2014":8,
                "2015":4,
                "2016":2,
                "2017":2,
                "2018":4,
                "2019":3
            }
        ],
        [
            "The characterization of hydrophobically modified alkali-soluble emulsions (HASE) using conventional techniques such as gel permeation chromatography or static light scattering is difficult because of the hydrophobic association. Two different approaches were taken to prevent the hydrophobic association of HASE polymers in aqueous solution:  (1) hydrolyze the polymer to dislodge the hydrophobic constituents, and (2) use methyl-β-cyclodextrin, which has a hydrophobic cavity and a hydrophilic outer shell, to shield the hydrophobes from associating. Using these two approaches, the molecular weight (Mw), hydrodynamic radius (Rh), and radius of gyration (Rg) of single chains of these polymers were determined using gel permeation chromatography (GPC) and dynamic (DLS) and static (SLS) light scattering techniques. The molecular weight of the control polymer (i.e., polymers with similar composition but with …",
            "Single chain characterization of hydrophobically modified polyelectrolytes using cyclodextrin\/hydrophobe complexes",
            "MF Islam and RD Jenkins and DR Bassett and W Lau and HD Ou-Yang",
            "2000",
            "ndM_fnQAAAAJ:ULOm3_A8WrAC",
            92,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ma9907845",
            "3098559825121802004",
            "\/scholar?cites=3098559825121802004",
            {
                "1999":1,
                "2000":6,
                "2001":4,
                "2002":12,
                "2003":4,
                "2004":5,
                "2005":9,
                "2006":10,
                "2007":5,
                "2008":3,
                "2009":4,
                "2010":2,
                "2011":5,
                "2012":4,
                "2013":5,
                "2014":1,
                "2015":1,
                "2016":5,
                "2017":2,
                "2018":2,
                "2019":1
            }
        ],
        [
            "We report a study of the correlated motions of two hydrodynamically coupled colloidal particles, each of which is trapped in a quadratic potential well defined by optical tweezers (optical traps). By setting one of the trapped particles into forced oscillation using oscillating optical tweezers, we measure the displacement and phase shift of each of the particles over a wide frequency range. From the in-phase and out-of-phase motions of both of the particles in the traps, we determine the correlated motions of the coupled mechanical system as a function of frequency. A theoretical model is developed to calculate the response tensor of the coupled mechanical system. The experimental results are in agreement with the prediction of the theoretical model. This method may be extended to more general applications, such as the investigation of the micromechanical properties of viscoelastic and\/or heterogeneous media.",
            "Correlated motions of two hydrodynamically coupled particles confined in separate quadratic potential wells",
            "LA Hough and HD Ou-Yang",
            "2002",
            "ndM_fnQAAAAJ:3s1wT3WcHBgC",
            78,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.65.021906",
            "11206183972858504519",
            "\/scholar?cites=11206183972858504519",
            {
                "2003":1,
                "2004":3,
                "2005":3,
                "2006":5,
                "2007":8,
                "2008":8,
                "2009":8,
                "2010":8,
                "2011":1,
                "2012":2,
                "2013":7,
                "2014":4,
                "2015":2,
                "2016":5,
                "2017":4,
                "2018":3,
                "2019":2,
                "2020":4
            }
        ],
        [
            "Dielectrophoresis (DEP), the phenomenon of directed motion of electrically polarizable particles in a nonuniform electric field, is promising for applications in biochemical separation and filtration. For colloidal particles in suspension, the relaxation of the ionic species in the shear layer gives rise to a frequency-dependent, bidirectional DEP force in the radio frequency range. However, quantification methods of the DEP force on individual particles with the pico-Newton resolution required for the development of theories and design of device applications are lacking. We report the use of optical tweezers as a force sensor and a lock-in phase-sensitive technique for analysis of the particle motion in an amplitude modulated DEP force. The coherent detection and sensing scheme yielded not only unprecedented sensitivity for DEP force measurements, but also provided a selectivity that clearly distinguishes the pure DEP …",
            "Direct measurements of the frequency-dependent dielectrophoresis force",
            "Ming-Tzo Wei and Joseph Junio and H Daniel Ou-Yang",
            "2009",
            "ndM_fnQAAAAJ:tkaPQYYpVKoC",
            69,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3058569",
            "18039282756934526540",
            "\/scholar?cites=18039282756934526540",
            {
                "2009":4,
                "2010":5,
                "2011":8,
                "2012":7,
                "2013":8,
                "2014":5,
                "2015":4,
                "2016":5,
                "2017":7,
                "2018":5,
                "2019":5,
                "2020":5,
                "2021":1
            }
        ],
        [
            "We provide the first experimental evidence for a transition from a\" pancake\" to a\" brush\" configuration for end-adsorbing polymers at the solution-solid interface. This transition, predicted earlier by Alexander, is a consequence of the competition between adsorptions by the backbone and the end-groups. It occurs when polymer pancakes start to overlap each other. The competition then drives some backbones into solution to form brushes. The transition region varies with molecular weight but does not vary with the end-group's adsorption strength. The thickness of the polymer layer, however, increases with the increasing end-group's adsorption strength.",
            "A pancake-to-brush transition in polymer adsorption",
            "H Daniel Ou-Yang and Zihao Gao",
            "1991",
            "ndM_fnQAAAAJ:eJXPG6dFmWUC",
            60,
            "https:\/\/jp2.journaldephysique.org\/articles\/jp2\/abs\/1991\/11\/jp2v1p1375\/jp2v1p1375.html",
            "15807905798579722426",
            "\/scholar?cites=15807905798579722426",
            {
                "1991":1,
                "1992":1,
                "1993":3,
                "1994":6,
                "1995":2,
                "1996":9,
                "1997":4,
                "1998":4,
                "1999":3,
                "2000":2,
                "2001":4,
                "2002":4,
                "2003":4,
                "2004":2,
                "2005":1,
                "2006":3,
                "2007":2,
                "2008":1,
                "2009":1,
                "2010":1,
                "2011":2
            }
        ],
        [
            "We present a rheology study of associating polymers. The associating polymers are telechelic, composed of a water-soluble backbone (polyethylene oxide) terminated by hydrophobic moieties (C 16 H 33). In aqueous solutions, these polymers self-assemble to form micellar structures. Above a critical concentration, approximately 1 wt% of polymer, bridging between the micelles forms a transient network. Traditionally, the viscoelastic response of these polymeric solutions has been described using the Maxwell model. In this work we measure the viscoelastic properties over an extended frequency range (0.01–6000 Hz) using microrheology, and show that at high frequencies the rheology behaves as the square root of the oscillation frequency. To fit the data, we use a combination of the Maxwell model and the Rouse model. The Maxwell model accounts for the hydrophobic associations between the polymeric …",
            "Viscoelasticity of aqueous telechelic poly (ethylene oxide) solutions: Relaxation and structure",
            "Lawrence A Hough and HD Ou-Yang",
            "2006",
            "ndM_fnQAAAAJ:Tiz5es2fbqcC",
            55,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.73.031802",
            "13726534452641814345",
            "\/scholar?cites=13726534452641814345",
            {
                "2006":3,
                "2007":6,
                "2008":4,
                "2009":7,
                "2010":6,
                "2011":6,
                "2012":5,
                "2013":5,
                "2014":4,
                "2015":1,
                "2016":1,
                "2017":2,
                "2018":1,
                "2019":1,
                "2020":3
            }
        ],
        [
            "We report a new application of the optical tweezers, where a harmonically driven oscillating tweezer is combined with the forward light scattering and lock-in amplification techniques, for probing the mechanics of nanostructures in soft materials in a broad frequency range. Model independent dynamic moduli G′ and G″ of the material at a localized, sub-micron area can be measured directly from the displacement and the phase shift of the particle in the oscillating trap. The probe particles can be as small as 200 nm and the displacement of the particle was in the range of a few nanometers. To illustrate the new methodology, we show the microscopic viscoelastic properties of a transient polymer network in the vicinity of a silica bead.",
            "A new probe for mechanical testing of nanostructures in soft materials",
            "LA Hough and HD Ou-Yang",
            "1999",
            "ndM_fnQAAAAJ:P5F9QuxV20EC",
            53,
            "https:\/\/link.springer.com\/article\/10.1023\/A:1010075223642",
            "12638526753328753649",
            "\/scholar?cites=12638526753328753649",
            {
                "2001":1,
                "2002":2,
                "2003":2,
                "2004":2,
                "2005":6,
                "2006":5,
                "2007":5,
                "2008":3,
                "2009":6,
                "2010":3,
                "2011":4,
                "2012":7,
                "2013":2,
                "2014":2,
                "2015":1,
                "2016":2
            }
        ],
        [
            "Although patients with acute respiratory distress syndrome require mechanical ventilation, these ventilators often exacerbate the existing lung injury. For example, the cyclic closure and reopening of fluid-filled airways during ventilation can cause epithelial cell (EpC) necrosis and barrier disruption. Although much work has focused on minimizing the injurious mechanical forces generated during ventilation, an alternative approach is to make the EpC less susceptible to injury by altering the cell's intrinsic biomechanical\/biostructural properties. In this study, we hypothesized that alterations in cytoskeletal structure and mechanics can be used to reduce the cell's susceptibility to injury during airway reopening. EpC were treated with jasplakinolide to stabilize actin filaments or latrunculin A to depolymerize actin and then exposed to cyclic airway reopening conditions at room temperature using a previously developed in …",
            "Influence of cytoskeletal structure and mechanics on epithelial cell injury during cyclic airway reopening",
            "Huseyin C Yalcin and Karen Melissa Hallow and Jing Wang and Ming-Tzo Wei and H Daniel Ou-Yang and Samir N Ghadiali",
            "2009",
            "ndM_fnQAAAAJ:XiSMed-E-HIC",
            52,
            "https:\/\/journals.physiology.org\/doi\/abs\/10.1152\/ajplung.90562.2008",
            "13725366976460731977",
            "\/scholar?cites=13725366976460731977",
            {
                "2010":4,
                "2011":7,
                "2012":4,
                "2013":1,
                "2014":10,
                "2015":3,
                "2016":3,
                "2017":5,
                "2018":6,
                "2019":5,
                "2020":3,
                "2021":1
            }
        ]
    ]
}