{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We report the heteroepitaxy of single crystal thin films of Bi2Se3 on the (111)B surface of GaAs by molecular beam epitaxy. We find that Bi2Se3 grows highly c-axis oriented, with an atomically sharp interface with the GaAs substrate. By optimizing the growth of a very thin GaAs buffer layer before growing the Bi2Se3, we demonstrate the growth of thin films with atomically flat terraces over hundreds of nanometers. Initial time-resolved Kerr rotation measurements herald opportunities for probing coherent spin dynamics at the interface between a candidate topological insulator and a large class of GaAs-based heterostructures.",
            "Coherent heteroepitaxy of  on GaAs (111)B",
            "A Richardella and DM Zhang and JS Lee and A Koser and DW Rench and AL Yeats and BB Buckley and DD Awschalom and Nitin Samarth",
            "2010",
            "ne4UKtQAAAAJ:P5F9QuxV20EC",
            133,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3532845",
            "7266384968787636457",
            "\/scholar?cites=7266384968787636457",
            {
                "2011":17,
                "2012":19,
                "2013":24,
                "2014":13,
                "2015":12,
                "2016":12,
                "2017":15,
                "2018":6,
                "2019":7,
                "2020":8
            }
        ],
        [
            "We review recent work on active colloids or swimmers, such as self-propelled microorganisms, phoretic colloidal particles, and artificial micro-robotic systems, moving in fluid-like environments. These environments can be water-like and Newtonian but can frequently contain macromolecules, flexible polymers, soft cells, or hard particles, which impart complex, nonlinear rheological features to the fluid. While significant progress has been made on understanding how active colloids move and interact in Newtonian fluids, little is known on how active colloids behave in complex and non-Newtonian fluids. An emerging literature is starting to show how fluid rheology can dramatically change the gaits and speeds of individual swimmers. Simultaneously, a moving swimmer induces time dependent, three dimensional fluid flows that can modify the medium (fluid) rheological properties. This two-way, non-linear coupling at …",
            "Active colloids in complex fluids",
            "Alison E Patteson and Arvind Gopinath and Paulo E Arratia",
            "2016",
            "ne4UKtQAAAAJ:tOudhMTPpwUC",
            93,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1359029416000030",
            "17497397107259824687",
            "\/scholar?cites=17497397107259824687",
            {
                "2016":2,
                "2017":16,
                "2018":21,
                "2019":25,
                "2020":24,
                "2021":2
            }
        ],
        [
            "Run-and-tumble motility is widely used by swimming microorganisms including numerous prokaryotic and eukaryotic organisms. Here, we experimentally investigate the run-and-tumble dynamics of the bacterium E. coli in polymeric solutions. We find that even small amounts of polymer in solution can drastically change E. coli dynamics: cells tumble less and their velocity increases, leading to an enhancement in cell translational diffusion and a sharp decline in rotational diffusion. We show that suppression of tumbling is due to fluid viscosity while the enhancement in swimming speed is mainly due to fluid elasticity. Visualization of single fluorescently labeled DNA polymers reveals that the flow generated by individual E. coli is sufficiently strong to stretch polymer molecules and induce elastic stresses in the fluid, which in turn can act on the cell in such a way to enhance its transport. Our results show that the …",
            "Running and tumbling with E. coli in polymeric solutions",
            "A. E. Patteson and A. Gopinath and M. Goulian and P. E. Arratia",
            "2015",
            "ne4UKtQAAAAJ:l7t_Zn2s7bgC",
            92,
            "https:\/\/www.nature.com\/articles\/srep15761",
            "1018727340360139740",
            "\/scholar?cites=1018727340360139740",
            {
                "2016":11,
                "2017":18,
                "2018":13,
                "2019":25,
                "2020":24,
                "2021":1
            }
        ],
        [
            "We experimentally investigate the effect of particle size on the motion of passive polystyrene spheres in suspensions of Escherichia coli. Using particles covering a range of sizes from 0.6 to 39 microns, we probe particle dynamics at both short and long time scales. In all cases, the particles exhibit super-diffusive ballistic behavior at short times before eventually transitioning to diffusive behavior. Surprisingly, we find a regime in which larger particles can diffuse faster than smaller particles: the particle long-time effective diffusivity exhibits a peak in particle size, which is a deviation from classical thermal diffusion. We also find that the active contribution to particle diffusion is controlled by a dimensionless parameter, the Péclet number. A minimal model qualitatively explains the existence of the effective diffusivity peak and its dependence on bacterial concentration. Our results have broad implications on characterizing …",
            "Particle diffusion in active fluids is non-monotonic in size",
            "Alison E Patteson and Arvind Gopinath and Prashant K Purohit and Paulo E Arratia",
            "2016",
            "ne4UKtQAAAAJ:nb7KW1ujOQ8C",
            56,
            "https:\/\/pubs.rsc.org\/ko\/content\/articlehtml\/2016\/sm\/c5sm02800k",
            "15725469773405488887",
            "\/scholar?cites=15725469773405488887",
            {
                "2016":7,
                "2017":11,
                "2018":12,
                "2019":15,
                "2020":11
            }
        ],
        [
            "Mammalian cells frequently migrate through tight spaces during normal embryogenesis, wound healing, diapedesis, or in pathological situations such as metastasis. Nuclear size and shape are important factors in regulating the mechanical properties of cells during their migration through such tight spaces. At the onset of migratory behavior, cells often initiate the expression of vimentin, an intermediate filament protein that polymerizes into networks extending from a juxtanuclear cage to the cell periphery. However, the role of vimentin intermediate filaments (VIFs) in regulating nuclear shape and mechanics remains unknown. Here, we use wild-type and vimentin-null mouse embryonic fibroblasts to show that VIFs regulate nuclear shape and perinuclear stiffness, cell motility in 3D, and the ability of cells to resist large deformations. These changes increase nuclear rupture and activation of DNA damage repair …",
            "Vimentin protects cells against nuclear rupture and DNA damage during migration",
            "Alison E Patteson and Amir Vahabikashi and Katarzyna Pogoda and Stephen A Adam and Kalpana Mandal and Mark Kittisopikul and Suganya Sivagurunathan and Anne Goldman and Robert D Goldman and Paul A Janmey",
            "2019",
            "ne4UKtQAAAAJ:J-pR_7NvFogC",
            36,
            "https:\/\/rupress.org\/JCB\/article\/218\/12\/4079\/132537",
            "18174636378428104039",
            "\/scholar?cites=18174636378428104039",
            {
                "2019":2,
                "2020":31,
                "2021":3
            }
        ],
        [
            "The viscoelasticity of the crosslinked semiflexible polymer networks—such as the internal cytoskeleton and the extracellular matrix—that provide shape and mechanical resistance against deformation is assumed to dominate tissue mechanics. However, the mechanical responses of soft tissues and semiflexible polymer gels differ in many respects. Tissues stiffen in compression but not in extension 1, 2, 3, 4, 5, whereas semiflexible polymer networks soften in compression and stiffen in extension 6, 7. In shear deformation, semiflexible polymer gels stiffen with increasing strain, but tissues do not 1, 2, 3, 4, 5, 6, 7, 8. Here we use multiple experimental systems and a theoretical model to show that a combination of nonlinear polymer network elasticity and particle (cell) inclusions is essential to mimic tissue mechanics that cannot be reproduced by either biopolymer networks or colloidal particle systems alone. Tissue …",
            "Emergence of tissue-like mechanics from fibrous networks confined by close-packed cells",
            "Anne SG van Oosten and Xingyu Chen and LiKang Chin and Katrina Cruz and Alison E Patteson and Katarzyna Pogoda and Vivek B Shenoy and Paul A Janmey",
            "2019",
            "ne4UKtQAAAAJ:1qzjygNMrQYC",
            32,
            "https:\/\/www.nature.com\/articles\/s41586-019-1516-5",
            "3733556993484549716",
            "\/scholar?cites=3733556993484549716",
            {
                "2020":28,
                "2021":3
            }
        ],
        [
            "Propagating interfaces are ubiquitous in nature, underlying instabilities and pattern formation in biology and material science. Physical principles governing interface growth are well understood in passive settings; however, our understanding of interfaces in active systems is still in its infancy. Here, we study the evolution of an active-passive interface using a model active matter system, bacterial swarms. We use ultra-violet light exposure to create compact domains of passive bacteria within Serratia marcescens swarms, thereby creating interfaces separating motile and immotile cells. Post-exposure, the boundary re-shapes and erodes due to self-emergent collective flows. We demonstrate that the active-passive boundary acts as a diffuse interface with mechanical properties set by the flow. Intriguingly, interfacial velocity couples to local swarm speed and interface curvature, raising the possibility that an active …",
            "The propagation of active-passive interfaces in bacterial swarms",
            "Alison E Patteson and Arvind Gopinath and Paulo E Arratia",
            "2018",
            "ne4UKtQAAAAJ:LPZeul_q3PIC",
            26,
            "https:\/\/www.nature.com\/articles\/s41467-018-07781-y",
            "15956340451800833242",
            "\/scholar?cites=15956340451800833242",
            {
                "2018":2,
                "2019":5,
                "2020":18,
                "2021":1
            }
        ],
        [
            "We present a novel method of testing creep recovery in a microfluidic device. This method allows for the measurement of relaxation time of fluids at low strain. After applying a steady pressure-driven flow along a microchannel, the pressure is released and the fluid is allowed to relax and come to rest. Local strains are observed via the time-dependent velocity profiles and are fit to a general viscoelastic model to obtain the fluids' relaxation times. The use of polymeric solutions of various molecular weights allows for the observation of time scales for strains ranging from 0.01 to 10. Results are consistent with data obtained in a macroscopic rheometer and with a viscoelastic constitutive model.",
            "Measuring material relaxation and creep recovery in a microfluidic device",
            "Alison E Koser and Lichao Pan and Nathan C Keim and Paulo E Arratia",
            "2013",
            "ne4UKtQAAAAJ:dshw04ExmUIC",
            19,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2013\/lc\/c3lc41379a",
            "513890784717893411",
            "\/scholar?cites=513890784717893411",
            {
                "2013":1,
                "2014":1,
                "2015":1,
                "2016":2,
                "2017":3,
                "2018":5,
                "2019":2,
                "2020":4
            }
        ],
        [
            "The migration of cells through constricting spaces or along fibrous tracks in tissues is important for many biological processes and depends on the mechanical properties of a cytoskeleton made up of three different filaments: F‐actin, microtubules, and intermediate filaments. The signaling pathways and cytoskeletal structures that control cell motility on 2D are often very different from those that control motility in 3D. Previous studies have shown that intermediate filaments can promote actin‐driven protrusions at the cell edge, but have little effect on overall motility of cells on flat surfaces. They are however important for cells to maintain resistance to repeated compressive stresses that are expected to occur in vivo. Using mouse embryonic fibroblasts derived from wild‐type and vimentin‐null mice, it is found that loss of vimentin increases motility in 3D microchannels even though on flat surfaces it has the opposite effect …",
            "Loss of vimentin enhances cell motility through small confining spaces",
            "Alison E Patteson and Katarzyna Pogoda and Fitzroy J Byfield and Kalpana Mandal and Zofia Ostrowska‐Podhorodecka and Elisabeth E Charrier and Peter A Galie and Piotr Deptuła and Robert Bucki and Christopher A McCulloch and Paul A Janmey",
            "2019",
            "ne4UKtQAAAAJ:wbdj-CoPYUoC",
            18,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/smll.201903180",
            "16660121816440967910",
            "\/scholar?cites=16660121816440967910",
            {
                "2019":3,
                "2020":13,
                "2021":1
            }
        ],
        [
            "Many fascinating phenomena such as large-scale collective flows, enhanced fluid mixing, and pattern formation have been observed in so-called active fluids, which are composed of particles that can absorb energy and dissipate it into the fluid medium. For active particles immersed in liquids, fluid-mediated viscous stresses can play an important role on the emergence of collective behavior. Here, we experimentally investigate their role in the dynamics of self-assembling magnetically driven colloidal particles which can rapidly form organized hexagonal structures. We find that viscous stresses reduce hexagonal ordering, generate smaller clusters, and significantly decrease the rate of cluster formation, all while holding the system at constant number density. Furthermore, we show that time and length scales of cluster formation depend on the Mason number (Mn), or ratio of viscous to magnetic forces, scaling as t∝ …",
            "Structure and dynamics of self-assembling colloidal monolayers in oscillating magnetic fields",
            "Alison E Koser and Nathan C Keim and Paulo E Arratia",
            "2013",
            "ne4UKtQAAAAJ:KxtntwgDAa4C",
            18,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.88.062304",
            "14326604339590191598",
            "\/scholar?cites=14326604339590191598",
            {
                "2014":4,
                "2015":3,
                "2016":4,
                "2017":3,
                "2018":1,
                "2019":2,
                "2020":1
            }
        ]
    ]
}