{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Imatinib is approved worldwide for use in gastrointestinal stromal tumours (GIST). We aimed to assess dose dependency of response and progression-free survival with imatinib for metastatic GIST.946 patients were randomly allocated imatinib 400 mg either once or twice a day. Those assigned the once a day regimen who had progression were offered the option of crossover. The primary endpoint was progression-free survival. Analysis was by intention to treat.At median follow-up of 760 days (IQR 644–859), 263 (56%) of 473 patients allocated imatinib once a day had progressed compared with 235 (50%) of 473 who were assigned treatment twice a day (estimated hazard ratio 0·82 [95% CI 0·69–0·98]; p=0·026). Side-effects arose in 465\/470 (99%) patients allocated the once daily regimen compared with 468\/472 (99%) assigned treatment twice a day. By comparison with the group …",
            "Progression-free survival in gastrointestinal stromal tumours with high-dose imatinib: randomised trial",
            "Jaap Verweij and Paolo G Casali and John Zalcberg and Axel LeCesne and Peter Reichardt and Jean-Yves Blay and Rolf Issels and Allan Van Oosterom and Pancras CW Hogendoorn and Martine Van Glabbeke and Rossella Bertulli and Ian Judson and Australasian Gastrointestinal Trials Group",
            "2004",
            "NetWbHgAAAAJ:a3sPKL9GjzYC",
            1841,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140673604170980",
            "7720538539797252658",
            "\/scholar?cites=7720538539797252658",
            {
                "2005":54,
                "2006":106,
                "2007":123,
                "2008":157,
                "2009":143,
                "2010":156,
                "2011":146,
                "2012":168,
                "2013":145,
                "2014":109,
                "2015":100,
                "2016":96,
                "2017":84,
                "2018":80,
                "2019":61,
                "2020":68,
                "2021":8
            }
        ],
        [
            "Pazopanib, a multitargeted tyrosine kinase inhibitor, has single-agent activity in patients with advanced non-adipocytic soft-tissue sarcoma. We investigated the effect of pazopanib on progression-free survival in patients with metastatic non-adipocytic soft-tissue sarcoma after failure of standard chemotherapy.This phase 3 study was done in 72 institutions, across 13 countries. Patients with angiogenesis inhibitor-naive, metastatic soft-tissue sarcoma, progressing despite previous standard chemotherapy, were randomly assigned by an interactive voice randomisation system in a 2:1 ratio in permuted blocks (with block sizes of six) to receive either pazopanib 800 mg once daily or placebo, with no subsequent cross-over. Patients, investigators who gave the treatment, those assessing outcomes, and those who did the analysis were masked to the allocation. The primary endpoint was progression …",
            "Pazopanib for metastatic soft-tissue sarcoma (PALETTE): a randomised, double-blind, placebo-controlled phase 3 trial",
            "Winette TA Van Der Graaf and Jean-Yves Blay and Sant P Chawla and Dong-Wan Kim and Binh Bui-Nguyen and Paolo G Casali and Patrick Schöffski and Massimo Aglietta and Arthur P Staddon and Yasuo Beppu and Axel Le Cesne and Hans Gelderblom and Ian R Judson and Nobuhito Araki and Monia Ouali and Sandrine Marreaud and Rachel Hodge and Mohammed R Dewji and Corneel Coens and George D Demetri and Christopher D Fletcher and Angelo Paolo Dei Tos and Peter Hohenberger",
            "2012",
            "NetWbHgAAAAJ:l1aDfRkTpg0C",
            1432,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140673612606515",
            "2276741733409737481",
            "\/scholar?cites=2276741733409737481",
            {
                "2012":28,
                "2013":101,
                "2014":160,
                "2015":152,
                "2016":169,
                "2017":190,
                "2018":193,
                "2019":183,
                "2020":210,
                "2021":15
            }
        ],
        [
            "BRAF V600 mutations occur in various nonmelanoma cancers. We undertook a histology-independent phase 2 “basket” study of vemurafenib in BRAF V600 mutation–positive nonmelanoma cancers.We enrolled patients in six prespecified cancer cohorts; patients with all other tumor types were enrolled in a seventh cohort. A total of 122 patients with BRAF V600 mutation–positive cancer were treated, including 27 patients with colorectal cancer who received vemurafenib and cetuximab. The primary end point was the response rate; secondary end points included progression-free and overall survival.In the cohort with non–small-cell lung cancer, the response rate was 42% (95% confidence interval [CI], 20 to 67) and median progression-free survival was 7.3 months (95% CI, 3.5 to 10.8). In the cohort with Erdheim–Chester disease or Langerhans’-cell histiocytosis, the response rate …",
            "Vemurafenib in Multiple Nonmelanoma Cancers with BRAF V600 Mutations",
            "David M Hyman and Igor Puzanov and Vivek Subbiah and Jason E Faris and Ian Chau and Jean-Yves Blay and Jürgen Wolf and Noopur S Raje and Eli L Diamond and Antoine Hollebecque and Radj Gervais and Maria Elena Elez-Fernandez and Antoine Italiano and Ralf-Dieter Hofheinz and Manuel Hidalgo and Emily Chan and Martin Schuler and Susan Frances Lasserre and Martina Makrutzki and Florin Sirzen and Maria Luisa Veronese and Josep Tabernero and José Baselga",
            "2015",
            "NetWbHgAAAAJ:iw8yXCQF3REC",
            1213,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJMoa1502309",
            "12013469218781357064",
            "\/scholar?cites=12013469218781357064",
            {
                "2015":29,
                "2016":194,
                "2017":254,
                "2018":246,
                "2019":200,
                "2020":239,
                "2021":20
            }
        ]
    ]
}