{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "This paper reports on an investigation into the scholarly impact of the TRECVid (Text Retrieval and Evaluation Conference, Video Retrieval Evaluation) benchmarking conferences between 2003 and 2009. The contribution of TRECVid to research in video retrieval is assessed by analyzing publication content to show the development of techniques and approaches over time and by analyzing publication impact through publication numbers and citation analysis. Popular conference and journal venues for TRECVid publications are identified in terms of number of citations received. For a selection of participants at different career stages, the relative importance of TRECVid publications in terms of citations vis à vis their other publications is investigated. TRECVid, as an evaluation conference, provides data on which research teams ‘scored’ highly against the evaluation criteria and the relationship between ‘top …",
            "The scholarly impact of TRECVid (2003–2009)",
            "Clare V Thornley and Andrea C Johnson and Alan F Smeaton and Hyowon Lee",
            "2011",
            "NFKvFtYAAAAJ:Tyk-4Ss8FVUC",
            65,
            "https:\/\/asistdl.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/asi.21494",
            "15770334544285549717",
            "\/scholar?cites=15770334544285549717",
            {
                "2011":3,
                "2012":8,
                "2013":8,
                "2014":6,
                "2015":4,
                "2016":7,
                "2017":4,
                "2018":6,
                "2019":11,
                "2020":5,
                "2021":1
            }
        ],
        [
            "Traditional theories of motor learning (e.g., Fitts & Posner, 1967), along with certain contemporary psychological perspectives (e.g., Weiss and Reber, 2012, Wulf, 2013), postulate that expert performers must relinquish paying conscious attention to, and\/or attempting to exert control over, their bodily movements in order to achieve optimal performance. Challenging such largely unquestioned conceptual approaches, however, is an emerging body of evidence (e.g., see Montero, 2010, Shusterman, 2011) which indicates that ‘somatic reflection’ (i.e., a conscious focus on bodily movement) is an important mediator of continuous improvement (i.e., the fact that certain performers continue to improve their skills even after becoming experts) at the elite level of sport. The present position paper seeks to elucidate and resolve this apparent paradox concerning the role of bodily awareness in expertise …",
            "Enhancing performance proficiency at the expert level: Considering the role of ‘somaesthetic awareness’",
            "John Toner and Aidan Moran",
            "2015",
            "NFKvFtYAAAAJ:IjCSPb-OGe4C",
            62,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1469029214001010",
            "15997114808827516562",
            "\/scholar?cites=15997114808827516562",
            {
                "2015":11,
                "2016":11,
                "2017":12,
                "2018":11,
                "2019":5,
                "2020":9,
                "2021":1
            }
        ]
    ]
}