{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "The dynamics of heterogeneous electron transfer (ET) from the polycyclic aromatic chromophore perylene to nanostructured TiO2 anatase was investigated for two different anchor groups with transient absorption spectroscopy in an ultrahigh vacuum. Data from ultraviolet photoelectron spectroscopy and from linear absorption spectroscopy showed that the donor state of the chromophore was located around 900 meV above the lower edge of the conduction band. With the wide band limit fulfilled the rate of the heterogeneous ET reaction was only controlled by the strength of the electronic coupling and not reduced by Franck−Condon factors. Two different time constants for the electron transfer, i.e., 13 and 28 fs, were measured with carboxylic acid and phosphonic acid as the respective anchor groups. The difference in the ET time constants was explained with the different extension of the donor orbital onto the …",
            "Role of molecular anchor groups in molecule-to-semiconductor electron transfer",
            "Ralph Ernstorfer and Lars Gundlach and Silke Felber and Winfried Storck and Rainer Eichberger and Frank Willig",
            "2006",
            "nglwRaYAAAAJ:u5HHmVD_uO8C",
            115,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp064436y",
            "12164271094722054590",
            "\/scholar?cites=12164271094722054590",
            {
                "2007":10,
                "2008":6,
                "2009":5,
                "2010":15,
                "2011":8,
                "2012":14,
                "2013":11,
                "2014":7,
                "2015":9,
                "2016":14,
                "2017":6,
                "2018":4,
                "2019":4,
                "2020":2
            }
        ],
        [
            "A viologen derivative, 1,1′-di-p-tolyl-(4,4′-bipyridine)-1,1′-diium dichloride (DTV2+), was studied in solution and encapsulated in cucurbit[7]uril (CB7), a macrocyclic host. Upon encapsulation, DTV2+ exhibited dramatically enhanced fluorescence. Aqueous solutions of DTV2+ were weakly fluorescent (Φ = 0.01, τ < 20 ps), whereas the emission of the DTV2+@2CB7 complex was enhanced by 1 order of magnitude (Φ = 0.12, τ = 0.7 ns) and blue-shifted by 35 nm. Similar properties were observed in the presence of NaCl. DTV2+ in a poly(methyl methacrylate) matrix was fluorescent with a spectrum similar to that observed for the complex in solution. 1H NMR and UV–vis titrations indicated that the DTV2+@2CB7 complex is formed in aqueous solutions with complexation constants K1 = (1.2 ± 0.3) × 104 M–1 and K2= (1.0 ± 0.4) × 104 M–1 in water. Density functional theory and configuration interaction singles …",
            "Fluorescence Enhancement of Di-p-tolyl Viologen by Complexation in Cucurbit[7]uril",
            "Marina Freitag and Lars Gundlach and Piotr Piotrowiak and Elena Galoppini",
            "2012",
            "nglwRaYAAAAJ:YsMSGLbcyi4C",
            86,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja206833z",
            "17245612738324903615",
            "\/scholar?cites=17245612738324903615",
            {
                "2012":4,
                "2013":13,
                "2014":9,
                "2015":4,
                "2016":9,
                "2017":10,
                "2018":11,
                "2019":13,
                "2020":13
            }
        ]
    ]
}