{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The Extreme Ultraviolet Imager (EUV) of the IMAGE Mission will study the distribution of He+ in Earth’s plasmasphere by detecting its resonantly-scattered emission at 30.4 nm. It will record the structure and dynamics of the cold plasma in Earth’s plasmasphere on a global scale. The 30.4-nm feature is relatively easy to measure because it is the brightest ion emission from the plasmasphere, it is spectrally isolated, and the background at that wavelength is negligible. Measurements are easy to interpret because the plasmaspheric He+ emission is optically thin, so its brightness is directly proportional to the He+ column abundance. Effective imaging of the plasmaspheric He+ requires global’ snapshots’ in which the high apogee and the wide field of view of EUV provide in a single exposure a map of the entire plasmasphere. EUV consists of three identical sensor heads, each having a field of view 30° in …",
            "The extreme ultraviolet imager investigation for the IMAGE mission",
            "Bill R Sandel and A Lyle Broadfoot and CC Curtis and RA King and TC Stone and RH Hill and J Chen and OHW Siegmund and R Raffanti and DAVID D Allred and R STEVEN Turley and DL Gallagher",
            "2000",
            "NgNXV6MAAAAJ:u5HHmVD_uO8C",
            249,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-94-011-4233-5_7",
            "3604585180350996953",
            "\/scholar?cites=3604585180350996953",
            {
                "1999":1,
                "2000":3,
                "2001":7,
                "2002":10,
                "2003":14,
                "2004":17,
                "2005":19,
                "2006":10,
                "2007":16,
                "2008":13,
                "2009":19,
                "2010":19,
                "2011":12,
                "2012":14,
                "2013":17,
                "2014":10,
                "2015":14,
                "2016":13,
                "2017":10,
                "2018":4,
                "2019":3,
                "2020":1
            }
        ],
        [
            "We demonstrate that a method of moments scattering code employing high-order methods can compute accurate values for the scattering cross section of a smooth body more efficiently than a scattering code employing standard low-order methods. Use of a high-order code also makes it practical to provide meaningful accuracy estimates for computed solutions.",
            "Numerical solution of 2-D scattering problems using high-order methods",
            "Lisa R Hamilton and John J Ottusch and Mark A Stalzer and R Steven Turley and John L Visher and Stephen M Wandzura",
            "1999",
            "NgNXV6MAAAAJ:M3NEmzRMIkIC",
            41,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/768808\/",
            "7132289553131366014",
            "\/scholar?cites=7132289553131366014",
            {
                "1999":1,
                "2000":4,
                "2001":5,
                "2002":3,
                "2003":3,
                "2004":2,
                "2005":2,
                "2006":2,
                "2007":1,
                "2008":1,
                "2009":2,
                "2010":3,
                "2011":1,
                "2012":1,
                "2013":4,
                "2014":1,
                "2015":4
            }
        ],
        [
            "A balloon filled with a gas that has a different sound speed than that of air has been used as an acoustic lens. One purpose of the lens is to show refraction of sound waves in an analogy to geometric optics. We discuss the physics of the balloon lens demonstration. To determine the validity of a gas-filled balloon as a classroom demonstration of an acoustic lens and to understand the corresponding phenomena, its physics is considered analytically, numerically, and experimentally. Our results show that although a geometric analogy is a good first-order approximation, scattering theory is required to fully understand the observed phenomena. Thus this demonstration can be adapted to a wide range of students, from those learning the basic principles of refraction to advanced students studying scattering.",
            "A balloon lens: Acoustic scattering from a penetrable sphere",
            "Derek C Thomas and Kent L Gee and R Steven Turley",
            "2009",
            "NgNXV6MAAAAJ:_FxGoFyzp5QC",
            24,
            "https:\/\/aapt.scitation.org\/doi\/abs\/10.1119\/1.3041420",
            "16949860642769401459",
            "\/scholar?cites=16949860642769401459",
            {
                "2011":2,
                "2012":2,
                "2013":3,
                "2014":6,
                "2015":1,
                "2016":6,
                "2017":4
            }
        ],
        [
            "We have developed a new family of EUV multilayer mirror coatings using uranium. Using this approach we have coated a set of six mirrors for the EUV Imager, a component of the IMAGE mission. This mission is a Medium Explorer (MIDEX) program, which is scheduled for launch early in 2000. The EUV Imager will study the distribution of He+ in the Earth's plasmasphere by detecting its resonantly scattered emission at 30.4 nm (41 eV) and will produce images of the structure and dynamics of the cold plasma on a global scale. There is, however, a bright emission at 58.4 nm (21 eV), which comes from neutral helium in the earth's ionosphere which also must be blocked. These photons are at too high an energy to filter with aluminum but at too low an energy to have negligible reflectance from most materials commonly used in EUV mirrors. Thus, a multilayer system which satisfied two optical functions, high …",
            "Dual-function EUV multilayer mirrors for the IMAGE mission",
            "David D Allred and R Steven Turley and Matthew B Squires",
            "1999",
            "NgNXV6MAAAAJ:u-x6o8ySG0sC",
            24,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/3767\/0000\/Dual-function-EUV-multilayer-mirrors-for-the-IMAGE-mission\/10.1117\/12.371140.short",
            "16021396667936251126",
            "\/scholar?cites=16021396667936251126",
            {
                "2001":1,
                "2002":2,
                "2003":2,
                "2004":8,
                "2005":3,
                "2006":1,
                "2007":1,
                "2008":2,
                "2009":1
            }
        ],
        [
            "The reported optical constants of uranium differ from that of vacuum significantly more than other elements do over the range of about 150 to 350 eV.  This suggests that uranium could be used to produce high reflectance imaging mirrors for many soft x-ray applications.  Elemental uranium is too chemically active to be used as a front surface mirror without protection. We computed the expected reflectance of carbon-coated uranium films and of uranium-nickel alloys for low-angle reflectors.  Carbon is mostly transparent below its K absorption edge at about 283 eV.  The reflectance at 10 degrees from grazing is computed to be greater than 50% at 277 eV (C Kα).  For comparison, about 5 degrees is the maximum grazing incidence angle for which conventional materials are computed to have comparable reflectance.  We sputter deposited and measured the reflectance of carbon-coated uranium layers at 44.7 Å (C Kα …",
            "Highly reflective uranium mirrors for astrophysics applications",
            "David D Allred and Matthew B Squires and R Steven Turley and Webster C Cash and Ann F Shipley",
            "2002",
            "NgNXV6MAAAAJ:d1gkVwhDpl0C",
            20,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/4782\/0000\/Highly-Reflective-Uranium-Mirrors-for-Astrophysics-Applications\/10.1117\/12.451359.short",
            "14237560027417556011",
            "\/scholar?cites=14237560027417556011",
            {
                "2003":1,
                "2004":4,
                "2005":1,
                "2006":2,
                "2007":2,
                "2008":2,
                "2009":2,
                "2010":1,
                "2011":2,
                "2012":1,
                "2013":2
            }
        ],
        [
            "We designed multilayer mirrors for the IMAGE\/Explorer mission that were intended to reflect well at 304* and poorly at 584*. The best designs utilized the novel materials U and Y [TeX:] _2 O [TeX:] _3 with Al or Si as spacer layers. The highest design reflectivities were obtained with aperiodic multilayers, although these were too hard to grow in practice. We found these novel designs using a genetic algorithm calling on a database of 43 promising materials with the freedom of aperiodic multilayer stacks.",
            "Design of bifunctional XUV multilayer mirrors using a genetic algorithm",
            "Shannon Lunt and R Steven Turley and David D Allred",
            "2001",
            "NgNXV6MAAAAJ:9yKSN-GCB0IC",
            19,
            "https:\/\/content.iospress.com\/articles\/journal-of-x-ray-science-and-technology\/xst00040",
            "17984346593785430465",
            "\/scholar?cites=17984346593785430465",
            {
                "2002":1,
                "2003":1,
                "2004":1,
                "2005":2,
                "2006":2,
                "2007":1,
                "2008":2,
                "2009":1,
                "2010":3,
                "2011":1,
                "2012":2
            }
        ],
        [
            "THE inherent low-thrust capability of ion thrusters gen-erally dictates long operating times ranging from 4000 to10,000 h, 1\" 4 depending upon thruster size and mission requirements. This, in turn, imposes a concomitant requirement on the lifetime of thruster components. It is generally regarded that the primary lifetime-limiting wear mechanism in xenon ion thrusters is charge-exchange ion erosion of the molybdenum accelerator electrode. 5\" 7 This wear process has been found to be far more significant than ion erosion of the cathode and the cathode-potential screen electrode, 6 as well as the anode potential surfaces of the discharge chamber. Due to the interest in near-term applications of high power (5 kW) xenon ion thrusters, such as space vehicle orbit raising, an accurate, real-time measurement of the wear rate of the accelerator electrode is critical to providing an assessment of thruster performance and …",
            "Erosion rate diagnostics in ion thrusters using laser-induced fluorescence",
            "CJ Gaeta and JN Matossian and RS Turley and JR Beattie and JD Williams and WS Williamson",
            "1993",
            "NgNXV6MAAAAJ:yD5IFk8b50cC",
            18,
            "https:\/\/arc.aiaa.org\/doi\/pdf\/10.2514\/3.23631",
            "2140541758659734080",
            "\/scholar?cites=2140541758659734080",
            {
                "1993":1,
                "1994":1,
                "1995":1,
                "1996":3,
                "1997":5,
                "1998":1,
                "1999":1,
                "2000":2,
                "2001":1,
                "2002":1,
                "2003":1
            }
        ],
        [
            "This paper describes the genetic algorithm applied to multilayer mirror optimization. An explanation of how genetic algorithms work is given and how this algorithm was applied to the design of bifunctional mirrors for the IMAGE Mission. This paper also discusses some findings that contradict previous design rules for multilayer mirrors. Some of these are: aperiodic mirrors performing better than periodic mirrors and an oxide producing a better design than a mirror with just elements as materials. Using the genetic algorithm, the best mirror design found for the IMAGE Mission was an aperiodic Y2O3\/Al 16 layer stack on SiO2. This design had a predicted reflectivity of 36% at 304 Å and. 2% at 584 Å.",
            "The use of genetic algorithms in multilayer mirror optimization",
            "Shannon Lunt and R Steven Turley",
            "1999",
            "NgNXV6MAAAAJ:2osOgNQ5qMEC",
            17,
            "https:\/\/www.researchgate.net\/profile\/R_Steven_Turley\/publication\/251379187_The_Use_of_Genetic_Algorithms_in_Multilayer_Mirror_Optimization\/links\/00b4953510d1cc1939000000\/The-Use-of-Genetic-Algorithms-in-Multilayer-Mirror-Optimization.pdf",
            "17688645290999593130",
            "\/scholar?cites=17688645290999593130",
            {
                "1999":1,
                "2000":4,
                "2001":1,
                "2002":1,
                "2003":1,
                "2004":1,
                "2005":3,
                "2006":1,
                "2007":1,
                "2008":1,
                "2009":1
            }
        ],
        [
            "The fast multipole method (FMM) dramatically reduces the time and memory required to compute radar cross sections and antenna radiation patterns compared to dense matrix techniques. We have implemented the FMM in a method of moments (MoM) program to compute electromagnetic scattering from large bodies of arbitrary shape. We compare the memory and time required using the FMM to that for direct and iterative solutions using a dense impedance matrix.< >",
            "3D method of moments scattering computations using the fast multipole method",
            "LR Hamilton and PA Macdonald and MA Stalzer and RS Turley and JL Visher and SM Wandzura",
            "1994",
            "NgNXV6MAAAAJ:hMod-77fHWUC",
            17,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/407720\/",
            "15902792681936051005",
            "\/scholar?cites=15902792681936051005",
            {
                "1998":1,
                "1999":2,
                "2000":2,
                "2001":1,
                "2002":3,
                "2003":1,
                "2004":2,
                "2005":1,
                "2006":1,
                "2007":1,
                "2008":2
            }
        ],
        [
            "A compact device, based on fast capillary discharge plasmas, is an intense EUV and soft x-ray source of radiation. Th plasma is created by a discharge of low-inductance capacitors through a gas-filled ceramic capillary. Parameters of the discharge are: maximum current of 25 kA at applied voltage 40 kV, a pulse duration of 20-30 ns at FWHM, and a rise time of 1.5 ns. The soft x-ray and EUV emission of multiply charged ions is investigated using a compact 1 meter grazing incidence spectrometer-monochromator with a constant angle of deviation. The use of various gases allows the observation of XUV spectra in a wide spectral range (4- 45 nm). A Xe-filled capillary discharge shows intense radiation near 13.5 nm - the region of interest for EUV lithography applications. A reflectometer is used for testing grazing incidence gratings.",
            "Intense XUV source of radiation within the 4-to 45-nm spectral range based on capillary discharge plasmas",
            "Alexander P Shevelko and Larry V Knight and R Steven Turley and Oleg F Yakushev",
            "2001",
            "NgNXV6MAAAAJ:qjMakFHDy7sC",
            16,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/4504\/0000\/Intense-XUV-source-of-radiation-within-the-4--to\/10.1117\/12.448459.short",
            "1428984288366976207",
            "\/scholar?cites=1428984288366976207",
            {
                "2003":4,
                "2004":2,
                "2005":1,
                "2006":2,
                "2007":3,
                "2008":2,
                "2009":2
            }
        ]
    ]
}