{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Transport properties of polycrystalline Ge clathrates with general composition Sr8Ga16Ge30 are reported in the temperature range 5 K⩽T⩽300 K. These compounds exhibit N-type semiconducting behavior with relatively high Seebeck coefficients and electrical conductivity, and room temperature carrier concentrations in the range of 1017–1018 cm−3. The thermal conductivity is more than an order of magnitude smaller than that of crystalline germanium and has a glasslike temperature dependence. The resulting thermoelectric figure of merit, ZT, at room temperature for the present samples is 14 that of Bi2Te3 alloys currently used in devices for thermoelectric cooling. Extrapolating our measurements to above room temperature, we estimate that ZT>1 at T>700 K, thus exceeding that of most known materials.",
            "Semiconducting Ge clathrates: Promising candidates for thermoelectric applications",
            "GSn Nolas and JL Cohn and GA Slack and SB Schujman",
            "1998",
            "nHMXlksAAAAJ:u5HHmVD_uO8C",
            1044,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.121747",
            "10976866546765962681",
            "\/scholar?cites=10976866546765962681",
            {
                "1998":5,
                "1999":26,
                "2000":32,
                "2001":44,
                "2002":32,
                "2003":27,
                "2004":26,
                "2005":30,
                "2006":52,
                "2007":57,
                "2008":50,
                "2009":56,
                "2010":55,
                "2011":69,
                "2012":58,
                "2013":63,
                "2014":67,
                "2015":56,
                "2016":62,
                "2017":45,
                "2018":45,
                "2019":40,
                "2020":38,
                "2021":4
            }
        ],
        [
            "The thermal conductivity of polycrystalline semiconductors with type-I clathrate hydrate crystal structure is reported. Ge clathrates (doped with Sr and\/or Eu) exhibit lattice thermal conductivities typical of amorphous materials. Remarkably, this behavior occurs in spite of the well-defined crystalline structure and relatively high electron mobility (∼ 100 cm 2\/V s). The dynamics of dopant ions and their interaction with the polyhedral cages of the structure are a likely source of the strong phonon scattering.",
            "Glasslike heat conduction in high-mobility crystalline semiconductors",
            "JL Cohn and GS Nolas and V Fessatidis and TH Metcalf and GA Slack",
            "1999",
            "nHMXlksAAAAJ:u-x6o8ySG0sC",
            684,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.82.779",
            "18209997403597931984",
            "\/scholar?cites=18209997403597931984",
            {
                "1999":9,
                "2000":21,
                "2001":40,
                "2002":34,
                "2003":33,
                "2004":27,
                "2005":26,
                "2006":36,
                "2007":41,
                "2008":34,
                "2009":25,
                "2010":49,
                "2011":29,
                "2012":32,
                "2013":33,
                "2014":22,
                "2015":30,
                "2016":44,
                "2017":34,
                "2018":22,
                "2019":25,
                "2020":29,
                "2021":4
            }
        ],
        [
            "Polycrystalline samples of antimonides with the skutterudite crystal structure with La partially filling the voids have been prepared in an effort to quantify the impact of partial void filling on the lattice thermal conductivity of these compounds. It is observed that a relatively small concentration of La in the voids results in a relatively large decrease in the lattice thermal conductivity. In addition, the largest decrease in the lattice thermal conductivity, compared to “unfilled” CoSb 3 is not observed near 100% filling of the voids with La, as was previously believed. This suggests a point-defect-type phonon scattering effect due to the partial, random distribution of La in the voids as well as the “rattling” effect of the La ions, resulting in the scattering of a larger spectrum of phonons than in the case of 100% filling. An additional benefit of partial filling in thermoelectric materials is that it may be one way of adjusting the electronic …",
            "Effect of partial void filling on the lattice thermal conductivity of skutterudites",
            "GS Nolas and JL Cohn and GA Slack",
            "1998",
            "nHMXlksAAAAJ:d1gkVwhDpl0C",
            651,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.58.164",
            "691085948999205366",
            "\/scholar?cites=691085948999205366",
            {
                "1998":2,
                "1999":17,
                "2000":26,
                "2001":25,
                "2002":11,
                "2003":21,
                "2004":24,
                "2005":27,
                "2006":37,
                "2007":25,
                "2008":34,
                "2009":39,
                "2010":41,
                "2011":34,
                "2012":30,
                "2013":37,
                "2014":46,
                "2015":33,
                "2016":36,
                "2017":24,
                "2018":30,
                "2019":29,
                "2020":21,
                "2021":2
            }
        ],
        [
            "Structural analysis and thermal conductivity data on Sr 8 Ga 16 Ge 30 and Eu 8 Ga 16 Ge 30 crystals are reported. These compounds form in the cubic space group Pm 3 n with lattice parameters of 10.721 (2) and 10.703 (2) Å respectively. Single-crystal x-ray diffraction and structural refinement indicate that the randomly distributed Ga and Ge atoms form a tetrahedrally bonded three-dimensional net in whose cavities the “guest” Sr or Eu atoms reside. The “guest” atoms in the smaller of these polyhedra (dodecahedra) have spherical thermal ellipsoids while those in the larger polyhedra (tetrakaidecahedra) display relatively large and highly anisotropic thermal ellipsoids. The low-thermal conductivity of these compounds at low temperatures is attributable to the disorder introduced by the dynamic “rattling” introduced by these “guest” atoms inside the polyhedra. The potential of this material system for thermoelectric …",
            "Structural properties and thermal conductivity of crystalline Ge clathrates",
            "GS Nolas and TJR Weakley and JL Cohn and R Sharma",
            "2000",
            "nHMXlksAAAAJ:9yKSN-GCB0IC",
            260,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.61.3845",
            "2773359552266548042",
            "\/scholar?cites=2773359552266548042",
            {
                "1999":1,
                "2000":7,
                "2001":17,
                "2002":12,
                "2003":12,
                "2004":12,
                "2005":22,
                "2006":17,
                "2007":22,
                "2008":17,
                "2009":13,
                "2010":17,
                "2011":10,
                "2012":13,
                "2013":12,
                "2014":11,
                "2015":6,
                "2016":4,
                "2017":7,
                "2018":9,
                "2019":5,
                "2020":11,
                "2021":2
            }
        ],
        [
            "Specimens of the form Ca 1− x La x MnO 3 (0<~ x<~ 0. 2) are utilized to study the effect of electron doping on the magnetic saturation moment M sat (5 K). The systematic behavior of M sat (5 K) vs x is understood through a phenomenological model which suggests the existence of local ferromagnetic regions within the antiferromagnetic host for 0.03< x< 0.08.",
            "Possible signatures of magnetic phase segregation in electron-doped antiferromagnetic CaMnO 3",
            "JJ Neumeier and JL Cohn",
            "2000",
            "nHMXlksAAAAJ:2osOgNQ5qMEC",
            202,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.61.14319",
            "13425224440921615655",
            "\/scholar?cites=13425224440921615655",
            {
                "2000":3,
                "2001":16,
                "2002":16,
                "2003":17,
                "2004":20,
                "2005":15,
                "2006":16,
                "2007":10,
                "2008":13,
                "2009":12,
                "2010":12,
                "2011":4,
                "2012":5,
                "2013":5,
                "2014":6,
                "2015":7,
                "2016":8,
                "2017":5,
                "2018":4,
                "2019":7,
                "2020":1
            }
        ],
        [
            "Measurements of thermal conductivity versus temperature and magnetic field are reported for perovskite manganites that exhibit ferromagnetic (FM), charge-ordering (CO), antiferromagnetic, and\/or structural phase transitions. The data reveal a dominant lattice contribution to the heat conductivity with κ∼ 1− 2 W\/mK near room temperature. The rather low values, implying a phonon mean free path on the order of a lattice spacing, are shown to correlate with static local distortions of the MnO 6 octahedra. Modifications of the local structure are responsible for abrupt anomalies in the zero-field κ at the FM, CO, and structural transitions, and for colossal magnetothermal resistance near the FM transition.",
            "Local lattice distortions and thermal transport in perovskite manganites",
            "JL Cohn and JJ Neumeier and CP Popoviciu and KJ McClellan and Th Leventouri",
            "1997",
            "nHMXlksAAAAJ:UeHWp8X0CEIC",
            167,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.56.R8495",
            "8106244948583892337",
            "\/scholar?cites=8106244948583892337",
            {
                "1998":3,
                "1999":8,
                "2000":10,
                "2001":11,
                "2002":4,
                "2003":10,
                "2004":7,
                "2005":9,
                "2006":9,
                "2007":10,
                "2008":5,
                "2009":5,
                "2010":6,
                "2011":3,
                "2012":1,
                "2013":4,
                "2014":8,
                "2015":8,
                "2016":11,
                "2017":9,
                "2018":10,
                "2019":7,
                "2020":9
            }
        ],
        [
            "Using resonant x-ray spectroscopies combined with density functional calculations, we find an asymmetric biaxial strain-induced d-orbital response in ultrathin films of the correlated metal LaNiO 3 which are not accessible in the bulk. The sign of the misfit strain governs the stability of an octahedral “breathing” distortion, which, in turn, produces an emergent charge-ordered ground state with an altered ligand-hole density and bond covalency. Control of this new mechanism opens a pathway to rational orbital engineering, providing a platform for artificially designed Mott materials.",
            "Asymmetric orbital-lattice interactions in ultrathin correlated oxide films",
            "Jak Chakhalian and JM Rondinelli and Jian Liu and BA Gray and M Kareev and EJ Moon and N Prasai and JL Cohn and M Varela and I-Cheng Tung and MJ Bedzyk and SG Altendorf and F Strigari and B Dabrowski and LH Tjeng and PJ Ryan and JW Freeland",
            "2011",
            "nHMXlksAAAAJ:_FxGoFyzp5QC",
            163,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.116805",
            "6106990803926884871",
            "\/scholar?cites=6106990803926884871",
            {
                "2011":6,
                "2012":12,
                "2013":22,
                "2014":27,
                "2015":19,
                "2016":22,
                "2017":11,
                "2018":14,
                "2019":12,
                "2020":17,
                "2021":1
            }
        ],
        [
            "The magnetization curves of YBa 2 Cu 3 O 7− δ crystals are widely observed to exhibit a pronounced low-field minimum in the temperature range 30 K< T< T c. We demonstrate that these magnetization anomalies correlate with the c-axis lattice parameter, and hence with the specific oxygen deficiency δ. We interpret this low-field feature in terms of a field-induced decoupling of regions of oxygen-rich material by boundaries of oxygen-poor material, a phenomenon reminiscent of the behavior in granular superconductors. A ‘‘phase diagram’’that demarcates the multigrain onset as a function of temperature and δ is then constructed. The shape of the ‘‘phase boundaries’’is described using a percolation model. This analysis demonstrates that magnetization is a very sensitive measure of crystal quality.",
            "Percolation effects and oxygen inhomogeneities in YBa 2 Cu 3 O 7− δ crystals",
            "MS Osofsky and JL Cohn and EF Skelton and MM Miller and RJ Soulen Jr and SA Wolf and TA Vanderah",
            "1992",
            "nHMXlksAAAAJ:qjMakFHDy7sC",
            114,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.45.4916",
            "13654119658036369879",
            "\/scholar?cites=13654119658036369879",
            {
                "1992":7,
                "1993":12,
                "1994":11,
                "1995":13,
                "1996":13,
                "1997":16,
                "1998":6,
                "1999":8,
                "2000":6,
                "2001":4,
                "2002":2,
                "2003":3,
                "2004":3,
                "2005":1,
                "2006":2,
                "2007":1,
                "2008":2,
                "2009":2
            }
        ],
        [
            "We report measurements of the a-b-plane thermopower (S) on crystalline YBa 2 Cu 3 O 7− δ (δ≤ 0.16) for temperatures below 310 K. Much sharper features in the T dependence of S are observed than have been previously reported. Both the temperature and oxygen-doping dependences of S, which have caused confusion, are consistently accounted for by conventional metallic theory for the first time. Strong phonon drag and two carrier species are indicated, with holes on the planes and electrons on the chains. An anomalous, positive component to S, observed for T< 160 K, is attributed to a freeze-out of carrier-phonon umklapp processes involving holes in the CuO 2 planes and optical-mode phonons.",
            "Thermoelectric power of YBa 2 Cu 3 O 7− δ: Phonon drag and multiband conduction",
            "JL Cohn and SA Wolf and V Selvamanickam and K Salama",
            "1991",
            "nHMXlksAAAAJ:zYLM7Y9cAGgC",
            112,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.66.1098",
            "17180627854016390553",
            "\/scholar?cites=17180627854016390553",
            {
                "1991":7,
                "1992":19,
                "1993":12,
                "1994":4,
                "1995":9,
                "1996":5,
                "1997":2,
                "1998":4,
                "1999":4,
                "2000":4,
                "2001":3,
                "2002":3,
                "2003":1,
                "2004":1,
                "2005":1,
                "2006":3,
                "2007":2,
                "2008":3,
                "2009":3,
                "2010":6,
                "2011":2,
                "2012":2,
                "2013":7,
                "2014":1,
                "2015":2,
                "2016":1
            }
        ],
        [
            "The synthesis and structural, chemical, and transport properties of a new clathrate compound with elemental composition Cs8Zn4Sn42 is reported. This compound is cubic with space group Pm3̄n and a lattice parameter of 12.1226(19) Å. Single-crystal X-ray diffraction and structural refinement indicate that Cs atoms reside in the polyhedral cavities formed by the tetrahedrally bonded network of Zn and Sn atoms. The Cs atom in the larger polyhedra (tetrakaidecahedra) exhibit greater and more anisotropic thermal motion than those of the smaller polyhedra (dodecahedra). This “rattling” of the Cs contributes to the low thermal conductivity of this compound, obtained on a polycrystalline pellet. In addition, Zn is ordered in this compound. Electronic properties and the potential of this type of Sn-clathrate for thermoelectric applications are also discussed. ",
            "Structural, Chemical, and Transport Properties of a New Clathrate Compound:  Cs8Zn4Sn42",
            "GS Nolas and TJR Weakley and JL Cohn",
            "1999",
            "nHMXlksAAAAJ:Tyk-4Ss8FVUC",
            103,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/cm990164i",
            "786821044421620629",
            "\/scholar?cites=786821044421620629",
            {
                "1999":1,
                "2000":8,
                "2001":13,
                "2002":4,
                "2003":2,
                "2004":4,
                "2005":6,
                "2006":2,
                "2007":2,
                "2008":4,
                "2009":5,
                "2010":8,
                "2011":3,
                "2012":5,
                "2013":11,
                "2014":4,
                "2015":3,
                "2016":5,
                "2017":4,
                "2018":5,
                "2019":1,
                "2020":3
            }
        ]
    ]
}