{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We develop a theory for the thermodynamics of ion-containing polymer blends and diblock copolymers, taking polyethylene oxide (PEO), polystyrene and lithium salts as an example. We account for the tight binding of Li+ ions to the PEO, the preferential solvation energy of anions in the PEO domain, the translational entropy of anions, and the ion-pair equilibrium between EO-complexed Li+ and anion. Our theory is able to predict many features observed in experiments, particularly the systematic dependence in the effective χ parameter on the size of the anions. Furthermore, comparison with the observed linear dependence in the effective χ on salt concentration yields an upper limit for the binding constant of the ion pair.",
            "Thermodynamics of ion-containing polymer blends and block copolymers",
            "Issei Nakamura and Nitash P Balsara and Zhen-Gang Wang",
            "2011",
            "NhSqTKwAAAAJ:YOwf2qJgpHMC",
            116,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.198301",
            "9293297837909285853",
            "\/scholar?cites=9293297837909285853",
            {
                "2012":2,
                "2013":10,
                "2014":16,
                "2015":9,
                "2016":17,
                "2017":8,
                "2018":18,
                "2019":14,
                "2020":22
            }
        ],
        [
            "We develop a self-consistent field theory for salt-doped diblock copolymers, such as polyethylene oxide (PEO)–polystyrene with added lithium salts. We account for the inhomogeneous distribution of Li+ ions bound to the ion-dissolving block, the preferential solvation energy of anions in the different block domains, the translational entropy of anions, the ion-pair equilibrium between polymer-bound Li+ and anion, and changes in the χ parameter due to the bound ions. We show that the preferential solvation energy of anions provides a large driving force for microphase separation. Our theory is able to explain many features observed in experiments, particularly the systematic dependence in the effective χ-parameter on the radius of the anions, the observed linear dependence in the effective χ on salt concentration, and increase in the domain spacing of the lamellar phase due to the addition of lithium salts. We also …",
            "Salt-doped block copolymers: ion distribution, domain spacing and effective χ parameter",
            "Issei Nakamura and Zhen-Gang Wang",
            "2012",
            "NhSqTKwAAAAJ:IjCSPb-OGe4C",
            100,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2012\/sm\/c2sm25606a",
            "4119244507520771051",
            "\/scholar?cites=4119244507520771051",
            {
                "2013":6,
                "2014":12,
                "2015":6,
                "2016":16,
                "2017":12,
                "2018":12,
                "2019":17,
                "2020":19
            }
        ],
        [
            "Using field-theoretic techniques, we study the solvation of salt ions in liquid mixtures, accounting for the permanent and induced dipole moments, as well as the molecular volume of the species. With no adjustable parameters, we predict solvation energies in both single-component liquids and binary liquid mixtures that are in excellent agreement with experimental data. Our study shows that the solvation energy of an ion is largely determined by the local response of the permanent and induced dipoles, as well as the local solvent composition in the case of mixtures, and does not simply correlate with the bulk dielectric constant. In particular, we show that, in a binary mixture, it is possible for the component with the lower bulk dielectric constant but larger molecular polarizability to be enriched near the ion.",
            "Ion solvation in liquid mixtures: Effects of solvent reorganization",
            "Issei Nakamura and An-Chang Shi and Zhen-Gang Wang",
            "2012",
            "NhSqTKwAAAAJ:eQOLeE2rZwMC",
            57,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.109.257802",
            "5634804351599812142",
            "\/scholar?cites=5634804351599812142",
            {
                "2013":4,
                "2014":7,
                "2015":8,
                "2016":9,
                "2017":5,
                "2018":8,
                "2019":6,
                "2020":8,
                "2021":2
            }
        ],
        [
            "We study the microphase separation of block copolymer electrolytes containing lithium salts. Taking poly(ethylene oxide)-b-polystyrene (PEO-b-PS) as an example, we show that in the presence of lithium salts the disordered-to-lamellar phase transition becomes first-order even at the level of mean-field theory, with a moderate range of temperature in which both the disordered and lamellar phases coexist, and different salt concentration in the coexisting phases. The coexistence arises from the different partitioning of the salt ions between the disordered phase and the lamellar phase, driven primarily by the solvation energy of anions. A striking consequence of the coexistence is that heating a lamellar phase into the coexistence region leads to increased order in the remaining lamellar phase.",
            "First-order disordered-to-lamellar phase transition in lithium salt-doped block copolymers",
            "Issei Nakamura and Nitash P Balsara and Zhen-Gang Wang",
            "2013",
            "NhSqTKwAAAAJ:hFOr9nPyWt4C",
            53,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/mz4001404",
            "16863296947951851315",
            "\/scholar?cites=16863296947951851315",
            {
                "2013":1,
                "2014":7,
                "2015":4,
                "2016":4,
                "2017":4,
                "2018":9,
                "2019":13,
                "2020":11
            }
        ],
        [
            "Mixtures of block copolymers and lithium salts are promising candidates for lithium battery electrolytes. Structural changes that occur during the order-to-disorder transition (ODT) in a diblock copolymer\/salt mixture were characterized by small-angle X-ray scattering (SAXS). In salt-free block copolymers, the ODT is sharp, and the domain size of the ordered phase decreases with increasing temperature. In contrast, the ODT of the diblock copolymer\/salt mixture examined here occurs gradually over an 11 °C temperature window, and the domain size of the ordered phase is a nonmonotonic function of temperature. We present an approach to estimate the fraction of the ordered phase in the 11 °C window where ordered and disordered phases coexist. The domain spacing of the ordered phase increases with increasing temperature in the coexistence window. Both findings are consistent with the selective partitioning of …",
            "Phase behavior of a block copolymer\/salt mixture through the order-to-disorder transition",
            "Jacob L Thelen and Alexander A Teran and Xin Wang and Bruce A Garetz and Issei Nakamura and Zhen-Gang Wang and Nitash P Balsara",
            "2014",
            "NhSqTKwAAAAJ:ULOm3_A8WrAC",
            48,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ma500292n",
            "9271159443103732491",
            "\/scholar?cites=9271159443103732491",
            {
                "2014":5,
                "2015":2,
                "2016":6,
                "2017":5,
                "2018":6,
                "2019":11,
                "2020":13
            }
        ],
        [
            "We provide a perspective on the thermodynamics of salt-doped block copolymer electrolytes consisting of ion-conducting and inert blocks, taking poly(ethylene oxide)-b-polystyrene and lithium salts as an example. We focus on the origin for enhanced immiscibility between the constituent blocks upon addition of lithium salts and discuss issues from selected experiments and from our recent self-consistent field study.",
            "Thermodynamics of salt-doped block copolymers",
            "Issei Nakamura and Zhen-Gang Wang",
            "2014",
            "NhSqTKwAAAAJ:_kc_bZDykSQC",
            41,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/mz500301z",
            "9453014018950618607",
            "\/scholar?cites=9453014018950618607",
            {
                "2014":2,
                "2015":5,
                "2016":3,
                "2017":6,
                "2018":7,
                "2019":8,
                "2020":10
            }
        ],
        [
            "Taking PEO\/PS polymer blends doped with lithium salt as example, we study the effects of cross-linking of the EO segments by the Li+ ions on the phase behavior. Combining the Flory–Huggins theory with a statistical model accounting for the combinatorics in forming the cross-links and accounting for the charge neutrality due to the presence of anions, we find an entropic driving force that favors phase separation when the number of EO segments coordinating an Li+ ion exceeds 2. As a result of the asymmetric interaction between the ions and the two polymers, the phase diagram in the polymer composition becomes asymmetric upon addition of the lithium salts. In addition, we examine the effects of preferential solvation energy of the ions which has been shown previously to lead to an increase in the effective χ parameter between the two polymers. We find that the magnitudes of these two driving forces are …",
            "Effects of ion-induced cross-linking on the phase behavior in salt-doped polymer blends",
            "Chun-Lai Ren and Issei Nakamura and Zhen-Gang Wang",
            "2016",
            "NhSqTKwAAAAJ:zYLM7Y9cAGgC",
            30,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.macromol.5b02229",
            "15798032120609672392",
            "\/scholar?cites=15798032120609672392",
            {
                "2016":5,
                "2017":3,
                "2018":5,
                "2019":10,
                "2020":6,
                "2021":1
            }
        ],
        [
            "We develop a new, rapid method for the lattice Monte Carlo simulation of ion-containing liquids that accounts for the effects of the reorganization of solvent dipoles under external electrostatic fields. Our results are in reasonable agreement with the analytical solutions to the dielectric continuum theory of Booth for single ions, ion pairs, and ionic cross-links. We also illustrate the substantial disparity between the dielectric functions for like and unlike charges on the nanometer scale. Our simulation rationalizes the experimental data for the dependence of the bulk dielectric value of water on ion concentrations in terms of saturated dipoles near ions.",
            "A new lattice Monte Carlo simulation for dielectric saturation in ion-containing liquids",
            "Xiaozheng Duan and Issei Nakamura",
            "2015",
            "NhSqTKwAAAAJ:5nxA0vEk-isC",
            22,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2015\/sm\/c5sm00336a",
            "8384588563300035768",
            "\/scholar?cites=8384588563300035768",
            {
                "2015":1,
                "2016":2,
                "2017":5,
                "2018":5,
                "2019":1,
                "2020":8
            }
        ],
        [
            "We studied the thermodynamic properties of ion solvation in polymer blends and block copolymer melts and developed a dipolar self-consistent field theory for polymer mixtures. Our theory accounts for the chain connectivity of polymerized monomers, the compressibility of the liquid mixtures under electrostriction, the permanent and induced dipole moments of monomers, and the resultant dielectric contrast among species. In our coarse-grained model, dipoles are attached to the monomers and allowed to rotate freely in response to electrostatic fields. We demonstrate that a strong electrostatic field near an ion reorganizes dipolar monomers, resulting in nonmonotonic changes in the volume fraction profile and the dielectric function of the polymers with respect to those of simple liquid mixtures. For the parameter sets used, the spatial variations near an ion can be in the range of 1 nm or larger, producing significant …",
            "Ion solvation in polymer blends and block copolymer melts: effects of chain length and connectivity on the reorganization of dipoles",
            "Issei Nakamura",
            "2014",
            "NhSqTKwAAAAJ:Wp0gIr-vW9MC",
            22,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp502987a",
            "12901493128355985839",
            "\/scholar?cites=12901493128355985839",
            {
                "2014":2,
                "2015":3,
                "2016":2,
                "2017":1,
                "2018":3,
                "2019":5,
                "2020":5,
                "2021":1
            }
        ],
        [
            "We studied the spinodal decomposition of a homopolymer and ionic liquid mixture. Our theory accounts for the dielectric contrast and hydrogen bond between the polymer and the ionic liquid and the effect of fluctuations in the local density and electrostatic potential. We attempted to rationalize the observed shift in the critical point and the asymmetry of the observed spinodal curve by applying the self-consistent field theory and Langmuir adsorption model. The dielectric contrast between the polymer and the ionic liquid produces a shift in the critical point toward polymer-rich regions. The fluctuation effect yields drastic changes in the trend of the phase boundary. We show that both effects are marked by the appearance of inflection points in the spinodal curve. Although hydrogen bonding also yields similar effects, the spinodal curve rather exhibits a double-well structure or relatively flat structure when combined with …",
            "Spinodal decomposition of a polymer and ionic liquid mixture: Effects of electrostatic interactions and hydrogen bonds on phase instability",
            "Issei Nakamura",
            "2016",
            "NhSqTKwAAAAJ:KlAtU1dfN6UC",
            21,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.macromol.5b02189",
            "8999283799217446556",
            "\/scholar?cites=8999283799217446556",
            {
                "2016":1,
                "2017":2,
                "2018":4,
                "2019":7,
                "2020":7
            }
        ]
    ]
}