{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We present results from a joint experimental and theoretical study of elastic electron scattering from atomic iodine. The experimental results were obtained by subtracting known cross sections from the measured data obtained with a pyrolyzed mixed beam containing a variety of atomic and molecular species. The calculations were performed using both a fully relativistic Dirac B-spline R-matrix (close-coupling) method and an optical model potential approach. Given the difficulty of the problem, the agreement between the two sets of theoretical predictions and the experimental data for the angle-differential and the angle-integrated elastic cross sections at 40 eV and 50 eV is satisfactory.",
            "Electron-collision cross sections for iodine",
            "Oleg Zatsarinny and Klaus Bartschat and Gustavo Garcia and Francisco Blanco and LR Hargreaves and DB Jones and R Murrie and JR Brunton and Michael J Brunger and Masamitsu Hoshino and SJ Buckman",
            "2011",
            "nI2nOsMAAAAJ:qjMakFHDy7sC",
            56,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.83.042702",
            "16343632916737809087",
            "\/scholar?cites=16343632916737809087",
            {
                "2011":5,
                "2012":5,
                "2013":11,
                "2014":8,
                "2015":4,
                "2016":4,
                "2017":8,
                "2018":3,
                "2019":2,
                "2020":5
            }
        ],
        [
            "We demonstrate the robustness of BosonSampling against imperfections in the linear optical network that cause a small deviation in the matrix it implements. We show that applying a noisy matrix U ̃ that is within ε of the desired matrix U in operator norm leads to an output distribution that is within ε n of the desired distribution in variation distance, where n is the number of photons. This lets us derive a sufficient tolerance for beam splitters and phase shifters in the network. This result only concerns errors that result from the network encoding a different unitary than desired and not from other sources of noise such as photon loss and partial distinguishability.",
            "BosonSampling is robust against small errors in the network matrix",
            "Alex Arkhipov",
            "2015",
            "nI2nOsMAAAAJ:2P1L_qKh6hAC",
            50,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.92.062326",
            "17131514391635505381",
            "\/scholar?cites=17131514391635505381",
            {
                "2014":1,
                "2015":2,
                "2016":9,
                "2017":11,
                "2018":9,
                "2019":10,
                "2020":8
            }
        ],
        [
            "Cross sections for elastic scattering of low-energy electrons by tetrahydrofuran, a prototype for the furanose ring found in the backbone of DNA, have been measured and calculated over a wide energy range, with an emphasis on energies below 6 eV, where previous data are scarce. The measurements employ a thin-aperture version of the relative-flow method, while the calculations employ the Schwinger multichannel method with an extensive treatment of polarization effects. Comparisons with earlier results, both experimental and theoretical, are presented and discussed. A proper accounting for the strong permanent electric dipole of tetrahydrofuran is found to be essential to obtaining reliable cross sections, especially at energies below 5 eV.",
            "Low-energy electron scattering by tetrahydrofuran",
            "A Gauf and LR Hargreaves and A Jo and J Tanner and MA Khakoo and T Walls and C Winstead and V McKoy",
            "2012",
            "nI2nOsMAAAAJ:LkGwnXOMwfcC",
            42,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.85.052717",
            "6770279135045189635",
            "\/scholar?cites=6770279135045189635",
            {
                "2012":1,
                "2013":5,
                "2014":6,
                "2015":5,
                "2016":5,
                "2017":11,
                "2018":3,
                "2019":3,
                "2020":3
            }
        ],
        [
            "A number of previous studies have suggested the possibility of two-center interference effects in the single ionization of diatomic molecules such as H 2 and N 2. While interference effects have been successfully observed in the ionization of H 2, to date evidence for interference in N 2 ionization has yet to be conclusively demonstrated. This study presents triply differential cross sections for electron impact ionization of N 2, measured using the (e, 2 e) technique. The data are probed for signatures of two-center interference effects. Evidence for interference manifesting in the cross sections is observed.",
            " study of two-center interference effects in the ionization of ",
            "Leigh R Hargreaves and C Colyer and Mark A Stevenson and Birgit Lohmann and O Al-Hagan and Don H Madison and CG Ning",
            "2009",
            "nI2nOsMAAAAJ:d1gkVwhDpl0C",
            32,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.80.062704",
            "559544360146467436",
            "\/scholar?cites=559544360146467436",
            {
                "2010":5,
                "2011":8,
                "2012":2,
                "2013":2,
                "2014":2,
                "2015":5,
                "2016":3,
                "2017":2,
                "2018":2,
                "2019":1
            }
        ],
        [
            "We present a combined experimental and theoretical investigation of the fully differential cross section for electron-impact ionization of neon and xenon. The experiments were performed under coplanar asymmetric kinematics, at intermediate incident electron energies, and for a range of scattered electron detection angles. The experimental results are compared with three calculations: a convergent close-coupling calculation, a distorted-wave Born approximation (DWBA) calculation with inclusion of the Gamow factor, and a hybrid DWBA+ R-matrix calculation. The comparison between the experimental and theoretical results highlights the importance of the description of postcollision interaction, and the results exhibit interesting orbital-dependent differences.",
            "Fully differential cross-section measurements for electron-impact ionization of neon and xenon",
            "Mark Andrew Stevenson and Leigh Randall Hargreaves and Birgit Lohmann and Igor Bray and Dmitry V Fursa and K Bartschat and Anatoli Kheifets",
            "2009",
            "nI2nOsMAAAAJ:u5HHmVD_uO8C",
            32,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.79.012709",
            "18431033061110283127",
            "\/scholar?cites=18431033061110283127",
            {
                "2009":6,
                "2010":7,
                "2011":1,
                "2012":6,
                "2013":2,
                "2014":2,
                "2015":3,
                "2016":1,
                "2017":2,
                "2018":1
            }
        ],
        [
            "Using a crossed electron-molecular beam experiment, featuring a skimmed nozzle beam with pyrolytic radical production, absolute elastic cross sections for electron scattering from the CF 2 molecule have been measured. A new technique for placing measured cross sections on an absolute scale is used for molecular beams produced as skimmed supersonic jets. Absolute differential cross sections for CF 2 are reported for incident electron energies of 30–50 eV and over an angular range of 20–135 deg. Integral cross sections are subsequently derived from those data. The present data are compared to new theoretical predictions for the differential and integral scattering cross sections, as calculated with the Schwinger multichannel variational method using the static-exchange and static-exchange plus polarization approximations.",
            "Absolute Electron Scattering Cross Sections for the CF 2 Radical",
            "Todd M Maddern and Leigh R Hargreaves and Jessica R Francis-Staite and Michael J Brunger and Stephen J Buckman and Carl Winstead and Vincent McKoy",
            "2008",
            "nI2nOsMAAAAJ:u-x6o8ySG0sC",
            29,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.063202",
            "10671224209881219660",
            "\/scholar?cites=10671224209881219660",
            {
                "2008":1,
                "2009":4,
                "2010":4,
                "2011":4,
                "2012":1,
                "2013":3,
                "2014":1,
                "2015":1,
                "2016":4,
                "2017":2,
                "2018":2,
                "2019":1,
                "2020":1
            }
        ],
        [
            "We report differential and integral cross sections for excitation of the 3 B 1, 1 B 1, 3 A 2, 1 A 2, 3 A 1 and 1 A 1 states of H 2 O by 9–20 eV electrons. The measurements are taken by conventional differential electron energy loss spectroscopy techniques, while the calculations employ the Schwinger multichannel method within a ten-channel approximation. The new data are compared with previous experimental and theoretical results. The present measurements and calculations agree reasonably well both with each other and with prior theoretical efforts but show discrepancies with prior measurements. Reasons for those discrepancies are considered and discussed.",
            "Excitation of the six lowest electronic transitions in water by 9–20 eV electrons",
            "K Ralphs and G Serna and LR Hargreaves and MA Khakoo and C Winstead and V McKoy",
            "2013",
            "nI2nOsMAAAAJ:mB3voiENLucC",
            26,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-4075\/46\/12\/125201\/meta",
            "11314162718610487389",
            "\/scholar?cites=11314162718610487389",
            {
                "2013":1,
                "2014":2,
                "2015":3,
                "2016":3,
                "2017":4,
                "2018":6,
                "2019":7
            }
        ],
        [
            "Electron collision cross sections for highly reactive CF x (x= 1–3) radicals are required to model technological plasmas. In spite of their importance to industry, experimental studies of electron interactions with CF x radicals are rarely reported in the literature. A new apparatus for measuring absolute elastic differential cross sections for molecular radicals is reported and a sample absolute cross section for the CF 2 radical is presented to demonstrate the application of this experiment.",
            "An apparatus for measuring absolute electron scattering cross sections for molecular radicals",
            "TM Maddern and LR Hargreaves and M Bolorizadeh and Michael J Brunger and SJ Buckman",
            "2008",
            "nI2nOsMAAAAJ:2osOgNQ5qMEC",
            25,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0957-0233\/19\/8\/085801\/meta",
            "16355926311484169898",
            "\/scholar?cites=16355926311484169898",
            {
                "2008":1,
                "2009":3,
                "2010":2,
                "2011":4,
                "2012":2,
                "2013":3,
                "2014":2,
                "2015":4,
                "2016":1,
                "2017":2,
                "2018":1
            }
        ],
        [
            "Crossed electron-molecular beam experiments featuring skimmed nozzle beams may be used to study electron interactions with species such as radicals, excited molecules and biomolecules. A new technique for placing measured cross sections on an absolute scale is reported, as the traditional relative flow method used for effusive molecular beams does not apply to skimmed supersonic jet beams. Absolute cross sections for Ar and CF 4, using this new procedure, are measured and compared to previous effusive beam results as a proof of concept.",
            "A new normalization method for electron collision cross sections measured using skimmed supersonic jet beams",
            "Leigh Randall Hargreaves and JR Francis-Staite and TM Maddern and Michael J Brunger and SJ Buckman",
            "2007",
            "nI2nOsMAAAAJ:9yKSN-GCB0IC",
            24,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0957-0233\/18\/9\/007\/meta",
            "5108351819664726136",
            "\/scholar?cites=5108351819664726136",
            {
                "2007":1,
                "2008":4,
                "2009":2,
                "2010":1,
                "2011":3,
                "2012":2,
                "2013":1,
                "2014":2,
                "2015":2,
                "2016":1,
                "2017":3,
                "2018":2
            }
        ],
        [
            "We consider the cross section for a scattering reaction averaged over a statistical ensemble of incident beam wave packets. We generalize a result known from neutron diffraction that static experiments involving stationary scattering via conservative interactions and steady beam currents cannot distinguish the wave-packet nature of the incident beam. Thus we interpret the results of recent experiments on the loss of interference effects in proton scattering from molecular hydrogen as due to the weak collimation of the incident beam rather than alterations to beam wave packets.",
            "Loss of wave-packet coherence in stationary scattering experiments",
            "James M Feagin and Leigh Hargreaves",
            "2013",
            "nI2nOsMAAAAJ:TQgYirikUcIC",
            23,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.88.032705",
            "4500221508826020305",
            "\/scholar?cites=4500221508826020305",
            {
                "2014":5,
                "2015":1,
                "2016":2,
                "2017":7,
                "2018":2,
                "2019":4,
                "2020":2
            }
        ]
    ]
}