{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "The Mathieu equation 1 governs the forced motion of a swing 2, the stability of ships 3 and columns 4, Faraday surface wave patterns on water 5, 6, the dynamics of electrons in Penning traps 7, and the behaviour of parametric amplifiers based on electronic 8 or superconducting devices 9. Theory predicts that parametric resonances occur near drive frequencies of 2ω 0\/n, where ω 0 is the system's natural frequency and n is an integer⩾ 1. But in macroscopic systems, only the first instability region can typically be observed, because of damping and the exponential narrowing 10 of the regions with increasing n. Here we report parametrically excited torsional oscillations in a single-crystal silicon microelectromechanical system. Five instability regions can be measured, due to the low damping, stability and precise frequency control achievable in this system. The centre frequencies of the instability regions agree with …",
            "Five parametric resonances in a microelectromechanical system",
            "Kimberly L Turner and Scott A Miller and Peter G Hartwell and Noel C MacDonald and Steven H Strogatz and Scott G Adams",
            "1998",
            "ni6hdSgAAAAJ:hsZV8lGYWTMC",
            506,
            "https:\/\/www.nature.com\/articles\/24122",
            "17012935477308162575",
            "\/scholar?cites=17012935477308162575",
            {
                "2000":4,
                "2001":4,
                "2002":12,
                "2003":12,
                "2004":17,
                "2005":26,
                "2006":25,
                "2007":32,
                "2008":30,
                "2009":21,
                "2010":32,
                "2011":33,
                "2012":32,
                "2013":39,
                "2014":19,
                "2015":23,
                "2016":34,
                "2017":35,
                "2018":20,
                "2019":21,
                "2020":23,
                "2021":6
            }
        ],
        [
            "A new mechanical scanner design for a high-speed atomic force microscope (AFM) is presented and discussed in terms of modeling and control. The positioning range of this scanner is 13 mum in the X- and Y-directions and 4.3 mum in the vertical direction. The lowest resonance frequency of this scanner is above 22 kHz. This paper is focused on the vertical direction of the scanner, being the crucial axis of motion with the highest precision and bandwidth requirements for gentle imaging with the AFM. A second- and a fourth-order mathematical model of the scanner are derived that allow new insights into important design parameters. Proportional-integral (Pl)-feedback control of the high-speed scanner is discussed and the performance of the new AFM is demonstrated by imaging a calibration grating and a biological sample at 8 frames\/s.",
            "Design and modeling of a high-speed AFM-scanner",
            "Georg Schitter and Karl J Astrom and Barry E DeMartini and Philipp J Thurner and Kimberly L Turner and Paul K Hansma",
            "2007",
            "ni6hdSgAAAAJ:r_AWSJRzSzQC",
            358,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/4294021\/",
            "13370300777927969292",
            "\/scholar?cites=13370300777927969292",
            {
                "2007":3,
                "2008":21,
                "2009":29,
                "2010":28,
                "2011":27,
                "2012":31,
                "2013":40,
                "2014":30,
                "2015":18,
                "2016":36,
                "2017":26,
                "2018":27,
                "2019":21,
                "2020":18,
                "2021":2
            }
        ],
        [
            "Parametric resonance has been well established in many areas of science, including the stability of ships, the forced motion of a swing and Faraday surface wave patterns on water. We have previously investigated a linear parametrically driven torsional oscillator and along with other groups have mentioned applications including mass sensing, parametric amplification, and others. Here, we thoroughly investigate the design of a highly sensitive mass sensor. The device we use to carry out this study is an in-plane parametrically resonant oscillator. We show that in this configuration, the nonlinearities (electrostatic and mechanical) have a large impact on the dynamic response of the structure. This result is not unique to this oscillator—many MEMS oscillators display nonlinearities of equal importance (including the very common parallel plate actuator). We report the effects of nonlinearity on the behavior of parametric …",
            "Effect of cubic nonlinearity on auto-parametrically amplified resonant MEMS mass sensor",
            "Wenhua Zhang and Rajashree Baskaran and Kimberly L Turner",
            "2002",
            "ni6hdSgAAAAJ:4hFrxpcac9AC",
            352,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0924424702002996",
            "11978745979373705280",
            "\/scholar?cites=11978745979373705280",
            {
                "2002":1,
                "2003":9,
                "2004":13,
                "2005":18,
                "2006":14,
                "2007":21,
                "2008":25,
                "2009":18,
                "2010":26,
                "2011":25,
                "2012":20,
                "2013":11,
                "2014":20,
                "2015":26,
                "2016":33,
                "2017":19,
                "2018":18,
                "2019":18,
                "2020":11,
                "2021":4
            }
        ],
        [
            "The fine hair adhesive system found in nature is capable of reversibly adhering to just about any surface. This dry adhesive, best demonstrated in the pad of the gecko, makes use of a multilevel conformal structure to greatly increase inelastic surface contact, enhancing short range interactions and producing significant amounts of attractive forces. Recent work has attempted to reproduce and test the terminal submicrometre'hairs' of the system. Here we report the first batch fabricated multi-scale conformal system to mimic nature's dry adhesive. The approach makes use of massively parallel MEMS processing technology to produce 20–150 µm platforms, supported by single slender pillars, and coated with~ 2 µm long,~ 200 nm diameter, organic looking polymer nanorods, or'organorods'. To characterize the structures a new mesoscale nanoindenter adhesion test technique has been developed. Experiments indicate …",
            "A batch fabricated biomimetic dry adhesive",
            "Michael T Northen and Kimberly L Turner",
            "2005",
            "ni6hdSgAAAAJ:lSLTfruPkqcC",
            293,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0957-4484\/16\/8\/030\/meta",
            "3480901898471772699",
            "\/scholar?cites=3480901898471772699",
            {
                "2006":16,
                "2007":46,
                "2008":31,
                "2009":27,
                "2010":30,
                "2011":15,
                "2012":31,
                "2013":20,
                "2014":11,
                "2015":14,
                "2016":14,
                "2017":12,
                "2018":12,
                "2019":10,
                "2020":3
            }
        ],
        [
            "This paper describes past developments, ongoing work, and a vision of future topics for a research area with a relatively short history—the application and exploitation of nonlinear dynamic behavior in micro-and nanoelectromechanical systems (M\/NEMS). M\/NEMS resonators are commonly used for applications such as sensing, signal processing, switching, and timing. Many of these implementations are driven by the recognition that some purely electrical components can be advantageously replaced by electromechanical analogs. The benefits of such an approach include smaller size, lower damping, and improved performance metrics. These devices offer the desirable feature of being easily integrated with solid-state circuits, thus enabling the development of integrated circuit (IC) chips with integrated mechanical and electrical functionality. The transition to electromechanical components requires that analysts …",
            "Nonlinear dynamics and its applications in micro-and nanoresonators",
            "Jeffrey F Rhoads and Steven W Shaw and Kimberly L Turner",
            "2010",
            "ni6hdSgAAAAJ:2tRrZ1ZAMYUC",
            245,
            "https:\/\/asmedigitalcollection.asme.org\/dynamicsystems\/article-abstract\/132\/3\/034001\/477430",
            "14976889493380425616",
            "\/scholar?cites=14976889493380425616",
            {
                "2010":2,
                "2011":12,
                "2012":23,
                "2013":23,
                "2014":20,
                "2015":35,
                "2016":25,
                "2017":33,
                "2018":22,
                "2019":22,
                "2020":27
            }
        ],
        [
            "This paper investigates the dynamic response of a class of electrostatically driven microelectromechanical (MEM) oscillators. The particular systems of interest are those which feature parametric excitation that arises from forces produced by fluctuating voltages applied across comb drives. These systems are known to exhibit a wide range of behaviors, some of which have escaped explanation or prediction. In this paper we examine a general governing equation of motion for these systems and use it to provide a complete description of the dynamic response and its dependence on the system parameters. The defining feature of this equation is that both the linear and cubic terms feature parametric excitation which, in comparison to the case of purely linear parametric excitation (e.g. the Mathieu equation), significantly complicates the system's dynamics. One consequence is that an effective nonlinearity for the …",
            "Generalized parametric resonance in electrostatically actuated microelectromechanical oscillators",
            "Jeffrey F Rhoads and Steven W Shaw and Kimberly L Turner and Jeff Moehlis and Barry E DeMartini and Wenhua Zhang",
            "2006",
            "ni6hdSgAAAAJ:jgBuDB5drN8C",
            211,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022460X06002355",
            "15797344764733167010",
            "\/scholar?cites=15797344764733167010",
            {
                "2007":9,
                "2008":10,
                "2009":9,
                "2010":17,
                "2011":14,
                "2012":10,
                "2013":25,
                "2014":17,
                "2015":22,
                "2016":23,
                "2017":17,
                "2018":13,
                "2019":8,
                "2020":15,
                "2021":1
            }
        ]
    ]
}