{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Across America today gated communities sprawl out from urban centers, employers enforce mandatory drug testing, and schools screen students with metal detectors. Social problems ranging from welfare dependency to educational inequality have been reconceptualized as crimes, with an attendant focus on assigning fault and imposing consequences. Even before the recent terrorist attacks, non-citizen residents had become subject to an increasingly harsh regime of detention and deportation, and prospective employees subjected to background checks. How and when did our everyday world become dominated by fear, every citizen treated as a potential criminal? In this startlingly original work, Jonathan Simon traces this pattern back to the collapse of the New Deal approach to governing during the 1960s when declining confidence in expert-guided government policies sent political leaders searching for new models of governance. The War on Crime offered a ready solution to their problem: politicians set agendas by drawing analogies to crime and redefined the ideal citizen as a crime victim, one whose vulnerabilities opened the door to overweening government intervention. By the 1980s, this transformation of the core powers of government had spilled over into the institutions that govern daily life. Soon our schools, our families, our workplaces, and our residential communities were being governed through crime. This powerful work concludes with a call for passive citizens to become engaged partners in the management of risk and the treatment of social ills. Only by coming together to produce security, can we free ourselves from a logic …",
            "Governing through crime: How the war on crime transformed American democracy and created a culture of fear",
            "Jonathan Simon",
            "2007",
            "nipCxXIAAAAJ:9yKSN-GCB0IC",
            3605,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=hgb27OvTwNYC&oi=fnd&pg=PR9&dq=info:MtB9FS0yRgwJ:scholar.google.com&ots=tKt3rv85Ga&sig=QzVA22Xlai5SiybJFhWZBnVpHAE",
            "884449546040365106",
            "\/scholar?cites=884449546040365106",
            {
                "2006":39,
                "2007":73,
                "2008":128,
                "2009":179,
                "2010":203,
                "2011":251,
                "2012":256,
                "2013":266,
                "2014":292,
                "2015":279,
                "2016":278,
                "2017":318,
                "2018":316,
                "2019":269,
                "2020":265,
                "2021":14
            }
        ],
        [
            "Across America today gated communities sprawl out from urban centers, employers enforce mandatory drug testing, and schools screen students with metal detectors. Social problems ranging from welfare dependency to educational inequality have been reconceptualized as crimes, with an attendant focus on assigning fault and imposing consequences. Even before the recent terrorist attacks, non-citizen residents had become subject to an increasingly harsh regime of detention and deportation, and prospective employees subjected to background checks. How and when did our everyday world become dominated by fear, every citizen treated as a potential criminal? In this startlingly original work, Jonathan Simon traces this pattern back to the collapse of the New Deal approach to governing during the 1960s when declining confidence in expert-guided government policies sent political leaders searching for new models of governance. The War on Crime offered a ready solution to their problem: politicians set agendas by drawing analogies to crime and redefined the ideal citizen as a crime victim, one whose vulnerabilities opened the door to overweening government intervention. By the 1980s, this transformation of the core powers of government had spilled over into the institutions that govern daily life. Soon our schools, our families, our workplaces, and our residential communities were being governed through crime. This powerful work concludes with a call for passive citizens to become engaged partners in the management of risk and the treatment of social ills. Only by coming together to produce security, can we free ourselves from a logic …",
            "Governing through crime: How the war on crime transformed American democracy and created a culture of fear",
            "Jonathan Simon",
            "2007",
            "nipCxXIAAAAJ:u-x6o8ySG0sC",
            3605,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=hgb27OvTwNYC&oi=fnd&pg=PR9&dq=info:MtB9FS0yRgwJ:scholar.google.com&ots=tKt3rv85H7&sig=Xq9VAzzPvL613aRJzEllICBYAws",
            "884449546040365106",
            "\/scholar?cites=884449546040365106",
            {
                "2006":39,
                "2007":73,
                "2008":128,
                "2009":179,
                "2010":203,
                "2011":251,
                "2012":256,
                "2013":266,
                "2014":292,
                "2015":279,
                "2016":278,
                "2017":318,
                "2018":316,
                "2019":269,
                "2020":265,
                "2021":14
            }
        ],
        [
            " The new penology argues that an important new language of penology is emerging. This new language, which has its counterparts in other areas of the law as well, shifts focus away from the traditional concerns of the criminal law and criminology, which have focused on the individual, and redirects it to actuarial consideration of aggregates. This shift has a number of important implications: It facilitates development of a vision or model of a new type of criminal process that embraces increased reliance on imprisonment and that merges concerns for surveillance and custody, that shifts away from a concern with punishing individuals to managing aggregates of dangerous groups, and that affects the training and practice of criminologists.",
            "The new penology: Notes on the emerging strategy of corrections and its implications",
            "Malcolm M Feeley and Jonathan Simon",
            "1992",
            "nipCxXIAAAAJ:u5HHmVD_uO8C",
            3333,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1745-9125.1992.tb01112.x",
            "16289056956646309251",
            "\/scholar?cites=16289056956646309251",
            {
                "1993":9,
                "1994":16,
                "1995":18,
                "1996":35,
                "1997":40,
                "1998":35,
                "1999":38,
                "2000":64,
                "2001":58,
                "2002":68,
                "2003":64,
                "2004":65,
                "2005":90,
                "2006":97,
                "2007":120,
                "2008":122,
                "2009":127,
                "2010":155,
                "2011":167,
                "2012":186,
                "2013":222,
                "2014":203,
                "2015":200,
                "2016":206,
                "2017":234,
                "2018":211,
                "2019":211,
                "2020":197,
                "2021":19
            }
        ],
        [
            "Introduction1 na recent article we argued that there is a paradigm shift taking place in the criminal process. Focusing on selected issues of penology, we examined what we termed the Old Penology and the New Penology (Feeley and Simon, 1992: 449). In this chapter we broaden this argument, and outline the features of this new development, which we term actuarial justice. In the earlier paper we argued that the Old Penology is rooted in a concern for individuals, and preoccupied with such concepts as guilt, responsibility and obligation, as well as diagnosis, intervention and treatment of the individual offender. It views committing a crime a deviant or antisocial act which is deserving of a response, and one of its central aims is to ascertain the nature of the responsibility of the accused and hold the guilty accountable. In contrast the New Penology has a radically different orientation. It is actuarial. It is concerned with techniques for identifying, classifying and managing groups assorted by levels of dangerousness. It takes crime for granted. It accepts deviance as normal. It is sceptical that liberal interventionist crime control strategies do or can make a difference. Thus its aim is not to intervene in individuals' lives for the purpose of ascertaining responsibility, making the guilty ‘pay for their crime'or changing them. Rather it seeks to regulate groups as part of a strategy of managing danger.In our article (Feeley and Simon, 1992) we addressed the general logic of the New Penology in terms of discourses techniques and objectives. Here in our more general enquiry we explore how ‘actuarial justice', is being institutionalised and survey the broader …",
            "Actuarial justice: The emerging new criminal law",
            "Malcolm Feeley and Jonathan Simon",
            "1994",
            "nipCxXIAAAAJ:d1gkVwhDpl0C",
            1145,
            "http:\/\/scholar.google.com\/scholar?cluster=1217839121987412480&hl=en&oi=scholarr",
            "1217839121987412480",
            "\/scholar?cites=1217839121987412480",
            {
                "1995":3,
                "1996":13,
                "1997":14,
                "1998":14,
                "1999":23,
                "2000":32,
                "2001":48,
                "2002":40,
                "2003":31,
                "2004":37,
                "2005":46,
                "2006":57,
                "2007":61,
                "2008":64,
                "2009":47,
                "2010":59,
                "2011":53,
                "2012":58,
                "2013":80,
                "2014":54,
                "2015":51,
                "2016":48,
                "2017":39,
                "2018":54,
                "2019":58,
                "2020":39,
                "2021":1
            }
        ],
        [
            "F all the problems besetting the poor inner-city bfack community, none is more pressing than that of interpersonal violence and aggression. It wreaks havoc daily with the lives of community residents and increasingly spills over into downtown and residential middleclass areas. Muggings, burglaries, carjackings, and drug-related shootings, all of which may leave their victims or innocent bystanders dead, are now common enough to concern all urban and many suburban residents. The inclination to violence springs from the circumstances of life among the ghetto poor—the lack of jobs that pay a living wage, the stigma of race, the fallout from rampant drug use and drug trafficking, and the resulting alienation and lack of hope for the future. Simply living in such an environment places young people at special risk of falling victim to aggressive behavior. Although there are often forces in the community which can counteract",
            "The code of the streets",
            "Elijah Anderson",
            "1994",
            "nipCxXIAAAAJ:9ZlFYXVOiuMC",
            1092,
            "http:\/\/historia.ihnca.edu.ni\/ccss\/dmdocuments\/Bibliografia\/CCSS2007\/tema4\/adicional\/Anderson_Code_of_the_streets_1_.pdf",
            "14053507780775457372",
            "\/scholar?cites=14053507780775457372",
            {
                "1994":6,
                "1995":27,
                "1996":26,
                "1997":34,
                "1998":38,
                "1999":42,
                "2000":47,
                "2001":42,
                "2002":43,
                "2003":26,
                "2004":48,
                "2005":39,
                "2006":36,
                "2007":36,
                "2008":37,
                "2009":42,
                "2010":43,
                "2011":40,
                "2012":55,
                "2013":49,
                "2014":44,
                "2015":35,
                "2016":47,
                "2017":44,
                "2018":42,
                "2019":50,
                "2020":44,
                "2021":3
            }
        ],
        [
            "This powerful book reveals how modern strategies of punishment—and, by all accounts, their failure—relate to political and economic transformations in society at large. Jonathan Simon uses the practice of parole in California as a window to the changing historical understanding of what a corrections system does and how it works. Because California is representative of policies and practices on a national level, Simon explicitly presents his findings within a national framework. When parole first emerged as a corrections strategy in the nineteenth century, work was supposed to keep ex-prisoners out of trouble. This strategy foundered in the changing economy after World War II. What followed was a rehabilitative strategy, where the clinical expertise of the parole agent replaced the discipline of the industrial labor market in defining and controlling criminal deviance. Today, Simon argues, as drastic changes in the economy have virtually locked out an entire class, rehabilitation has given way to mere management. The effect is isolation of the offender, either in jail or in an underclass community; the result is an escalating cycle of imprisonment, destabilization, and insecurity. No significant improvement in the current penal crisis can be expected until we better understand the relationship between punishment and social order, a relationship which this book explores in theoretical, historical, and practical detail.",
            "Poor discipline",
            "Jonathan Simon",
            "1993",
            "nipCxXIAAAAJ:2osOgNQ5qMEC",
            796,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=WrDT_YyUUPwC&oi=fnd&pg=PP11&dq=info:UUxNXqtqVdoJ:scholar.google.com&ots=UuIzJ1WDtw&sig=43gm7KzjZRrcQr7WjfAiMp1OuG4",
            "15732598157542771793",
            "\/scholar?cites=15732598157542771793",
            {
                "1994":5,
                "1995":8,
                "1996":15,
                "1997":9,
                "1998":14,
                "1999":16,
                "2000":22,
                "2001":22,
                "2002":19,
                "2003":36,
                "2004":18,
                "2005":32,
                "2006":30,
                "2007":37,
                "2008":34,
                "2009":27,
                "2010":27,
                "2011":42,
                "2012":32,
                "2013":61,
                "2014":38,
                "2015":43,
                "2016":37,
                "2017":49,
                "2018":36,
                "2019":40,
                "2020":30,
                "2021":6
            }
        ],
        [
            "This book describes the extent and type of female involvement in crime in the United States. It presents statistics describing trends in the proportion of women who have been arrested, convicted, sentenced, and paroled over the past two decades. It compares the types of crimes in which women have been most visible. It considers the relationship between the extent of female participation in the labor force at various levels with the anticipated participation of women in the criminal labor market. The first section reviews the literature on women in crime. It notes the lack of attention that the topic has received in the basic and standard texts in criminology, and it summarizes the major themes in the research that has been done in this area. The other two chapters in this section summarize the current status that women occupy in society as represented by the extent and quality of their participation in the labor force, their marriage and fertility patterns, their incomes and education; these chapters also review the major objectives and goals of the contemporary women's movement. This section also provides a framework for the subsequent analysis of women's participation in criminal activities. The second section describes women's participation in crime and the treatment women receive at various stages in the criminal justice process. The first chapter compares the proportion of women as opposed to men who have been arrested over the past two decades, and breaks down the types of crimes for which they have been arrested. The next chapter follows women into the courtroom and reports the proportion of women as opposed to men who have been …",
            "Women and crime",
            "Rita James Simon",
            "1975",
            "nipCxXIAAAAJ:nwfoItMF7hMC",
            758,
            "http:\/\/scholar.google.com\/scholar?cluster=12861306084772500196&hl=en&oi=scholarr",
            "12861306084772500196",
            "\/scholar?cites=12861306084772500196",
            {
                "1982":6,
                "1983":14,
                "1984":16,
                "1985":16,
                "1986":10,
                "1987":21,
                "1988":11,
                "1989":16,
                "1990":10,
                "1991":14,
                "1992":15,
                "1993":11,
                "1994":12,
                "1995":13,
                "1996":10,
                "1997":18,
                "1998":7,
                "1999":10,
                "2000":10,
                "2001":7,
                "2002":15,
                "2003":18,
                "2004":22,
                "2005":23,
                "2006":22,
                "2007":9,
                "2008":18,
                "2009":25,
                "2010":17,
                "2011":35,
                "2012":14,
                "2013":34,
                "2014":23,
                "2015":31,
                "2016":31,
                "2017":21,
                "2018":35,
                "2019":33,
                "2020":24,
                "2021":1
            }
        ],
        [
            "Rita James Simon's book on the jury and the defense of insanity in criminal cases is a result of the large-scale study of the American jury system undertaken at the University of Chicago Law School pursuant to a grant from the Ford Foundation and a special grant from the National Institute of Mental Health. We are pleased to add the book to that special shelf containing Delay in the Court (1959) and the",
            "The jury and the defense of insanity",
            "Rita James Simon",
            "1967",
            "nipCxXIAAAAJ:DzJ_J07hbkYC",
            491,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=68G01atcrnsC&oi=fnd&pg=PR9&dq=info:afn-Fqh5mlcJ:scholar.google.com&ots=qdkKoiQkDB&sig=hPIgV8X8tmg1I824EguSNuJwYTc",
            "6312491590560446825",
            "\/scholar?cites=6312491590560446825",
            {
                "1982":14,
                "1983":19,
                "1984":12,
                "1985":14,
                "1986":17,
                "1987":15,
                "1988":10,
                "1989":15,
                "1990":11,
                "1991":8,
                "1992":8,
                "1993":11,
                "1994":10,
                "1995":10,
                "1996":2,
                "1997":5,
                "1998":9,
                "1999":3,
                "2000":7,
                "2001":9,
                "2002":3,
                "2003":6,
                "2004":11,
                "2005":5,
                "2006":6,
                "2007":4,
                "2008":1,
                "2009":8,
                "2010":7,
                "2011":6,
                "2012":4,
                "2013":7,
                "2014":8,
                "2015":2,
                "2016":4,
                "2017":5,
                "2018":3,
                "2019":2,
                "2020":3,
                "2021":1
            }
        ],
        [
            "Over the last century there has been significant growth within our society of practices that distribute costs and benefits to individuals based on statistical knowledge about the population. These actuarial practices like insurance premium setting and standardized testing in educational admissions are successful largely because they allow power to be exercised more effectively and at lower political cost. At the same time they generate ideological effects which have the potential to transform the way individuals understand themselves and their groups. In a 1977 case, Los Angeles Water and Power v. Manhart (435 U.S. 702), the United States Supreme Court considered a challenge to the actuarial use of gender in setting employee benefits. The case and the debates it generated illuminate the danger posed by the ideological effects of actuarial practices to our political culture in general, and to traditionally …",
            "The ideological effects of actuarial practices",
            "Jonathan Simon",
            "1988",
            "nipCxXIAAAAJ:qjMakFHDy7sC",
            470,
            "https:\/\/www.jstor.org\/stable\/3053709",
            "13773567874819872242",
            "\/scholar?cites=13773567874819872242",
            {
                "1989":2,
                "1990":2,
                "1991":3,
                "1992":3,
                "1993":4,
                "1994":5,
                "1995":2,
                "1996":11,
                "1997":12,
                "1998":4,
                "1999":14,
                "2000":8,
                "2001":11,
                "2002":14,
                "2003":7,
                "2004":16,
                "2005":15,
                "2006":17,
                "2007":23,
                "2008":25,
                "2009":29,
                "2010":20,
                "2011":28,
                "2012":15,
                "2013":22,
                "2014":19,
                "2015":19,
                "2016":28,
                "2017":28,
                "2018":20,
                "2019":18,
                "2020":18,
                "2021":3
            }
        ],
        [
            "Sex offenders were once taken to be exemplary of the underlying psychopathological basis of crime. Today their significance is very different. Rather than occasions for testing our modernist faith in scientific rationality, they have become a lesson in the intransigence of evil. Recent laws aimed at addressing sex offenders reflect a transformation in the penal process that has been called the “new penology.” This new penology sees crime as a problem of managing high-risk categories and subpopulations, not normalizing individuals to community norms. Kansas v. Hendricks and recent cases upholding the constitutionality of “Megan’s Law” open a window into the operation of the new penology and reveal the degree to which its features are largely immune from constitutional limits established by judicial review.",
            "Managing the monstrous: Sex offenders and the new penology.",
            "Jonathan Simon",
            "1998",
            "nipCxXIAAAAJ:IjCSPb-OGe4C",
            378,
            "https:\/\/psycnet.apa.org\/doiLanding?doi=10.1037\/1076-8971.4.1-2.452",
            "960500662813412879",
            "\/scholar?cites=960500662813412879",
            {
                "1998":1,
                "1999":6,
                "2000":11,
                "2001":7,
                "2002":17,
                "2003":9,
                "2004":9,
                "2005":9,
                "2006":11,
                "2007":12,
                "2008":17,
                "2009":14,
                "2010":28,
                "2011":19,
                "2012":20,
                "2013":31,
                "2014":28,
                "2015":20,
                "2016":20,
                "2017":12,
                "2018":29,
                "2019":24,
                "2020":15,
                "2021":3
            }
        ]
    ]
}