{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "When students answer an in-class conceptual question individually using clickers, discuss it with their neighbors, and then revote on the same question, the percentage of correct answers typically increases. This outcome could result from gains in understanding during discussion, or simply from peer influence of knowledgeable students on their neighbors. To distinguish between these alternatives in an undergraduate genetics course, we followed the above exercise with a second, similar (isomorphic) question on the same concept that students answered individually. Our results indicate that peer discussion enhances understanding, even when none of the students in a discussion group originally knows the correct answer.",
            "Why peer discussion improves student performance on in-class concept questions",
            "Michelle K Smith and William B Wood and Wendy K Adams and Carl Wieman and Jennifer K Knight and Nancy Guild and Tin Tin Su",
            "2009",
            "NiuXGnwAAAAJ:UebtZRa9Y70C",
            1049,
            "https:\/\/science.sciencemag.org\/content\/323\/5910\/122.abstract",
            "12443165243161563310",
            "\/scholar?cites=12443165243161563310",
            {
                "2009":32,
                "2010":48,
                "2011":69,
                "2012":76,
                "2013":66,
                "2014":87,
                "2015":117,
                "2016":98,
                "2017":106,
                "2018":87,
                "2019":111,
                "2020":111,
                "2021":7
            }
        ],
        [
            "The Colorado Learning Attitudes about Science Survey (CLASS) is a new instrument designed to measure student beliefs about physics and about learning physics. This instrument extends previous work by probing additional aspects of student beliefs and by using wording suitable for students in a wide variety of physics courses. The CLASS has been validated using interviews, reliability studies, and extensive statistical analyses of responses from over 5000 students. In addition, a new methodology for determining useful and statistically robust categories of student beliefs has been developed. This paper serves as the foundation for an extensive study of how student beliefs impact and are impacted by their educational experiences. For example, this survey measures the following: that most teaching practices cause substantial drops in student scores; that a student’s likelihood of becoming a physics major …",
            "New instrument for measuring student beliefs about physics and learning physics: The Colorado Learning Attitudes about Science Survey",
            "Wendy K Adams and Katherine K Perkins and Noah S Podolefsky and Michael Dubson and Noah D Finkelstein and Carl E Wieman",
            "2006",
            "NiuXGnwAAAAJ:hqOjcs7Dif8C",
            840,
            "https:\/\/journals.aps.org\/prper\/abstract\/10.1103\/PhysRevSTPER.2.010101",
            "10828782321346578240",
            "\/scholar?cites=10828782321346578240",
            {
                "2006":5,
                "2007":16,
                "2008":23,
                "2009":53,
                "2010":51,
                "2011":45,
                "2012":50,
                "2013":61,
                "2014":74,
                "2015":66,
                "2016":78,
                "2017":75,
                "2018":78,
                "2019":75,
                "2020":72,
                "2021":5
            }
        ],
        [
            "This paper examines the effects of substituting a computer simulation for real laboratory equipment in the second semester of a large-scale introductory physics course. The direct current circuit laboratory was modified to compare the effects of using computer simulations with the effects of using real light bulbs, meters, and wires. Two groups of students, those who used real equipment and those who used a computer simulation that explicitly modeled electron flow, were compared in terms of their mastery of physics concepts and skills with real equipment. Students who used the simulated equipment outperformed their counterparts both on a conceptual survey of the domain and in the coordinated tasks of assembling a real circuit and describing how it worked.",
            "When learning about the real world is better done virtually: A study of substituting computer simulations for laboratory equipment",
            "Noah D Finkelstein and Wendy K Adams and CJ Keller and Patrick B Kohl and Katherine K Perkins and Noah S Podolefsky and Sam Reid and R LeMaster",
            "2005",
            "NiuXGnwAAAAJ:0EnyYjriUFMC",
            651,
            "https:\/\/journals.aps.org\/prper\/abstract\/10.1103\/PhysRevSTPER.1.010103",
            "13377314799162750061",
            "\/scholar?cites=13377314799162750061",
            {
                "2004":2,
                "2005":2,
                "2006":12,
                "2007":12,
                "2008":18,
                "2009":18,
                "2010":40,
                "2011":33,
                "2012":59,
                "2013":52,
                "2014":55,
                "2015":59,
                "2016":47,
                "2017":66,
                "2018":53,
                "2019":54,
                "2020":51,
                "2021":3
            }
        ],
        [
            "The Physics Education Technology (PhET) project creates useful simulations for teaching and learning physics and makes them freely available from the PhET website (http:\/\/phet.colorado.edu). The simulations (sims) are animated, interactive, and game-like environments in which students learn through exploration. In these sims, we emphasize the connections between real-life phenomena and the underlying science, and seek to make the visual and conceptual models of expert physicists accessible to students. We use a research-based approach in our design—incorporating findings from prior research and our own testing to create sims that support student engagement with and understanding of physics concepts.",
            "PhET: Interactive simulations for teaching and learning physics",
            "Katherine Perkins and Wendy Adams and Michael Dubson and Noah Finkelstein and Sam Reid and Carl Wieman and Ron LeMaster",
            "2006",
            "NiuXGnwAAAAJ:5nxA0vEk-isC",
            434,
            "https:\/\/aapt.scitation.org\/doi\/abs\/10.1119\/1.2150754",
            "9661298001387960430",
            "\/scholar?cites=9661298001387960430",
            {
                "2005":2,
                "2006":9,
                "2007":8,
                "2008":19,
                "2009":15,
                "2010":19,
                "2011":13,
                "2012":23,
                "2013":13,
                "2014":36,
                "2015":32,
                "2016":34,
                "2017":47,
                "2018":47,
                "2019":49,
                "2020":53
            }
        ],
        [
            "This paper describes the process for creating and validating an assessment test that measures the effectiveness of instruction by probing how well that instruction causes students in a class to think like experts about specific areas of science. The design principles and process are laid out and it is shown how these align with professional standards that have been established for educational and psychological testing and the elements of assessment called for in a recent National Research Council study on assessment. The importance of student interviews for creating and validating the test is emphasized, and the appropriate interview procedures are presented. The relevance and use of standard psychometric statistical tests are discussed. Additionally, techniques for effective test administration are presented.",
            "Development and validation of instruments to measure learning of expert‐like thinking",
            "Wendy K Adams and Carl E Wieman",
            "2011",
            "NiuXGnwAAAAJ:3fE2CSJIrl8C",
            361,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/09500693.2010.512369",
            "5741017842051128097",
            "\/scholar?cites=5741017842051128097",
            {
                "2010":3,
                "2011":7,
                "2012":11,
                "2013":23,
                "2014":33,
                "2015":28,
                "2016":34,
                "2017":54,
                "2018":57,
                "2019":59,
                "2020":42,
                "2021":5
            }
        ],
        [
            "Downloaded from greater conceptual learning than did the standard demonstration (2). We have also conducted more than 250 interviews of individual students using PhET simulations in a think-aloud format. These interviews reveal how and why students interact with simulations and how this interaction leads to learning (7, 8). First, students find the simulations to be fun and intellectually engaging. Students (and teachers) will spontaneously play for hours with some simulations in educationally productive ways. We have identified a number of characteristics that make a simulation this engaging, many of which are what make video games engaging (9). These include (i) dynamic visual environments that are directly controlled by the user,(ii) challenges that are neither too hard nor too easy, and (iii) enough visual complexity to create curiosity without being overwhelming. Items (ii) and (iii) are best developed through iteration and testing with students.We find that students are not able to make sense of the science in the simulation just from watching. They must interact actively with the simulation. Most of the learning occurs when the student is asking herself questions that guide her exploration of the simulation and her discovery of the answers. When students engage in such self-driven exploration, they learn better. For example, nonscience students with no prior knowledge of physics are able to provide quite good explanations of an electromagnetic wave after less than an hour playing with the “Radio Waves” simulation.(Even physics majors have a hard time explaining electromagnetic waves after a year of physics.) This sort of self-driven …",
            "PhET: Simulations that enhance learning",
            "Carl E Wieman and Wendy K Adams and Katherine K Perkins",
            "2008",
            "NiuXGnwAAAAJ:8k81kl-MbHgC",
            358,
            "https:\/\/citeseerx.ist.psu.edu\/viewdoc\/download?doi=10.1.1.650.1675&rep=rep1&type=pdf",
            "14593683518077449775",
            "\/scholar?cites=14593683518077449775",
            {
                "2009":4,
                "2010":16,
                "2011":15,
                "2012":21,
                "2013":21,
                "2014":32,
                "2015":35,
                "2016":35,
                "2017":40,
                "2018":46,
                "2019":40,
                "2020":43,
                "2021":2
            }
        ],
        [
            "Interactive computer simulations with complex representations and sophisticated graphics are a relatively new addition to the classroom, and research in this area is limited. We have conducted over 275 individual student interviews during which the students described what they were thinking as they interacted with simulations. These interviews were conducted as part of the research and design of simulations for the Physics Education Technology (PhET) project. PhET is an ongoing project that has developed over 75 simulations for use in teaching physics, chemistry, and physical science. These interviews are a rich source of information about how students interact with computer simulations and what makes an educationally effective simulation. We have observed that simulations can be highly engaging and educationally effective, but only if the student's interaction with the simulation is directed by the student's …",
            "A study of educational simulations part I-Engagement and learning.",
            "Wendy K Adams and Sam Reid and Ron LeMaster and Sarah B McKagan and Katherine K Perkins and Michael Dubson and Carl E Wieman",
            "2008",
            "NiuXGnwAAAAJ:MXK_kJrjxJIC",
            272,
            "https:\/\/www.learntechlib.org\/p\/24230\/",
            "5388594465410485908",
            "\/scholar?cites=5388594465410485908",
            {
                "2007":2,
                "2008":6,
                "2009":9,
                "2010":15,
                "2011":18,
                "2012":25,
                "2013":25,
                "2014":35,
                "2015":16,
                "2016":21,
                "2017":21,
                "2018":19,
                "2019":27,
                "2020":23,
                "2021":2
            }
        ],
        [
            "A number of instruments have been designed to probe the variety of attitudes, beliefs, expectations, and epistemological frames taught in our introductory physics courses. Using a newly developed instrument — the Colorado Learning Attitudes about Science Survey (CLASS) — we examine the relationship between students’ beliefs about physics and other educational outcomes, such as conceptual learning and student retention. We report results from surveys of over 750 students in a variety of courses, including several courses modified to promote favorable beliefs about physics. We find positive correlations between particular student beliefs and conceptual learning gains, and between student retention and favorable beliefs in select categories. We also note the influence of teaching practices on student beliefs.",
            "Correlating student beliefs with student learning using the Colorado Learning Attitudes about Science Survey",
            "KK Perkins and WK Adams and SJ Pollock and ND Finkelstein and CE Wieman",
            "2005",
            "NiuXGnwAAAAJ:kNdYIx-mwKoC",
            216,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2084701",
            "13117617639888733845",
            "\/scholar?cites=13117617639888733845",
            {
                "2005":3,
                "2006":3,
                "2007":7,
                "2008":12,
                "2009":9,
                "2010":14,
                "2011":10,
                "2012":17,
                "2013":11,
                "2014":16,
                "2015":20,
                "2016":22,
                "2017":22,
                "2018":14,
                "2019":14,
                "2020":14,
                "2021":1
            }
        ]
    ]
}