{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Ubiquitination of receptor protein-tyrosine kinases (RPTKs) terminates signaling by marking active receptors for degradation. c-Cbl, an adapter protein for RPTKs, positively regulates RPTK ubiquitination in a manner dependent on its variant SRC homology 2 (SH2) and RING finger domains. Ubiquitin-protein ligases (or E3s) are the components of ubiquitination pathways that recognize target substrates and promote their ligation to ubiquitin. The c-Cbl protein acted as an E3 that can recognize tyrosine-phosphorylated substrates, such as the activated platelet-derived growth factor receptor, through its SH2 domain and that recruits and allosterically activates an E2 ubiquitin-conjugating enzyme through its RING domain. These results reveal an SH2-containing protein that functions as a ubiquitin-protein ligase and thus provide a distinct mechanism for substrate targeting in the ubiquitin system.",
            "The tyrosine kinase negative regulator c-Cbl as a RING-type, E2-dependent ubiquitin-protein ligase",
            "Claudio AP Joazeiro and Simon S Wing and Han-kuei Huang and Joel D Leverson and Tony Hunter and Yun-Cai Liu",
            "1999",
            "Njcwc8EAAAAJ:zYLM7Y9cAGgC",
            1202,
            "https:\/\/science.sciencemag.org\/content\/286\/5438\/309.abstract",
            "1716513508583870864",
            "\/scholar?cites=1716513508583870864",
            {
                "2000":116,
                "2001":118,
                "2002":128,
                "2003":83,
                "2004":82,
                "2005":87,
                "2006":70,
                "2007":51,
                "2008":63,
                "2009":71,
                "2010":43,
                "2011":47,
                "2012":43,
                "2013":38,
                "2014":30,
                "2015":31,
                "2016":23,
                "2017":26,
                "2018":13,
                "2019":17,
                "2020":12,
                "2021":1
            }
        ],
        [
            "The proinflammatory cytokine tumor necrosis factor (TNF) α signals both cell survival and death. The biological outcome of TNFα treatment is determined by the balance between NF-κB and Jun kinase (JNK) signaling; NF-κB promotes survival, whereas JNK enhances cell death. Critically, identity of a JNK substrate that promotes TNFα-induced apoptosis has been outstanding. Here we show that TNFα-mediated JNK activation accelerates turnover of the NF-κB-induced antiapoptotic protein c-FLIP, an inhibitor of caspase-8. This is not due to direct c-FLIP phosphorylation but depends on JNK-mediated phosphorylation and activation of the E3 ubiquitin ligase Itch, which specifically ubiquitinates c-FLIP and induces its proteasomal degradation. JNK1 or Itch deficiency or treatment with a JNK inhibitor renders mice resistant in three distinct models of TNFα-induced acute liver failure, and cells from these mice do not …",
            "The E3 ubiquitin ligase itch couples JNK activation to TNFα-induced cell death by inducing c-FLIPL turnover",
            "Lufen Chang and Hideaki Kamata and Giovanni Solinas and Jun-Li Luo and Shin Maeda and K Venuprasad and Yun-Cai Liu and Michael Karin",
            "2006",
            "Njcwc8EAAAAJ:Se3iqnhoufwC",
            770,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867406001139",
            "13776447947130723066",
            "\/scholar?cites=13776447947130723066",
            {
                "2006":40,
                "2007":72,
                "2008":77,
                "2009":72,
                "2010":84,
                "2011":60,
                "2012":62,
                "2013":64,
                "2014":43,
                "2015":41,
                "2016":37,
                "2017":35,
                "2018":20,
                "2019":29,
                "2020":22,
                "2021":3
            }
        ],
        [
            "Sustained calcium signaling induces a state of anergy or antigen unresponsiveness in T cells, mediated through calcineurin and the transcription factor NFAT. We show here that Ca 2+-induced anergy is a multistep program that is implemented at least partly through proteolytic degradation of specific signaling proteins. Calcineurin increased mRNA and protein of the E3 ubiquitin ligases Itch, Cbl-b and GRAIL and induced expression of Tsg101, the ubiquitin-binding component of the ESCRT-1 endosomal sorting complex. Subsequent stimulation or homotypic cell adhesion promoted membrane translocation of Itch and the related protein Nedd4, resulting in degradation of two key signaling proteins, PKC-θ and PLC-γ1. T cells from Itch-and Cbl-b–deficient mice were resistant to anergy induction. Anergic T cells showed impaired calcium mobilization after TCR triggering and were unable to maintain a mature …",
            "Calcineurin imposes T cell unresponsiveness through targeted proteolysis of signaling proteins",
            "Vigo Heissmeyer and Fernando Macián and Sin-Hyeog Im and Rajat Varma and Stefan Feske and K Venuprasad and Hua Gu and Yun-Cai Liu and Michael L Dustin and Anjana Rao",
            "2004",
            "Njcwc8EAAAAJ:KlAtU1dfN6UC",
            575,
            "https:\/\/www.nature.com\/articles\/ni1047",
            "6374906597434560881",
            "\/scholar?cites=6374906597434560881",
            {
                "2004":21,
                "2005":47,
                "2006":64,
                "2007":64,
                "2008":60,
                "2009":45,
                "2010":38,
                "2011":27,
                "2012":22,
                "2013":35,
                "2014":33,
                "2015":23,
                "2016":24,
                "2017":14,
                "2018":15,
                "2019":16,
                "2020":20,
                "2021":1
            }
        ],
        [
            "The turnover of Jun proteins, like that of other transcription factors, is regulated through ubiquitin-dependent proteolysis. Usually, such processes are regulated by extracellular stimuli through phosphorylation of the target protein, which allows recognition by F box–containing E3 ubiquitin ligases. In the case of c-Jun and JunB, we found that extracellular stimuli also modulate protein turnover by regulating the activity of an E3 ligase by means of its phosphorylation. Activation of the Jun amino-terminal kinase (JNK) mitogen-activated protein kinase cascade after T cell stimulation accelerated degradation of c-Jun and JunB through phosphorylation-dependent activation of the E3 ligase Itch. This pathway modulates cytokine production by effector T cells.",
            "Jun turnover is controlled through JNK-dependent phosphorylation of the E3 ligase Itch",
            "Min Gao and Tord Labuda and Ying Xia and Ewen Gallagher and Deyu Fang and Yun-Cai Liu and Michael Karin",
            "2004",
            "Njcwc8EAAAAJ:Zph67rFs4hoC",
            446,
            "https:\/\/science.sciencemag.org\/content\/306\/5694\/271.abstract",
            "6864757926981190822",
            "\/scholar?cites=6864757926981190822",
            {
                "2004":2,
                "2005":14,
                "2006":47,
                "2007":51,
                "2008":46,
                "2009":38,
                "2010":41,
                "2011":30,
                "2012":29,
                "2013":22,
                "2014":21,
                "2015":21,
                "2016":25,
                "2017":12,
                "2018":12,
                "2019":16,
                "2020":14
            }
        ],
        [
            "Itch is an E3 ubiquitin ligase that is disrupted in nonagouti-lethal or itchy mice. Itch deficiency leads to severe immune and inflammatory disorders and constant itching of the skin. Here we show that Itch−\/− T cells show an activated phenotype and enhanced proliferation. Production of the type 2 T helper (T H 2) cell cytokines interleukin 4 (IL-4) and IL-5 by Itch−\/− T cells was augmented upon stimulation, and the T H 2-dependent serum concentrations of immunoglobulin G1 (IgG1) and IgE in itchy mice were also increased. Molecularly, Itch associated with and induced ubiquitination of JunB, a transcription factor that is involved in T H 2 differentiation. These results provide a molecular link between Itch deficiency and the aberrant activation of immune responses in itchy mice.",
            "Dysregulation of T lymphocyte function in itchy mice: a role for Itch in TH 2 differentiation",
            "Deyu Fang and Chris Elly and Baixue Gao and Nan Fang and Yoav Altman and Claudio Joazeiro and Tony Hunter and Neal Copeland and Nancy Jenkins and Yun-Cai Liu",
            "2002",
            "Njcwc8EAAAAJ:WF5omc3nYNoC",
            381,
            "https:\/\/www.nature.com\/articles\/ni763",
            "2969778335349352958",
            "\/scholar?cites=2969778335349352958",
            {
                "2002":4,
                "2003":10,
                "2004":28,
                "2005":14,
                "2006":30,
                "2007":22,
                "2008":32,
                "2009":19,
                "2010":19,
                "2011":25,
                "2012":18,
                "2013":22,
                "2014":29,
                "2015":26,
                "2016":20,
                "2017":16,
                "2018":11,
                "2019":21,
                "2020":12,
                "2021":1
            }
        ],
        [
            "Genetic studies identified Itch, which is a homologous to the E6-associated protein carboxyl terminus (Hect) domain-containing E3 ubiquitin-protein ligase that is disrupted in non-agouti lethal mice or Itchy mice. Itch-deficiency results in abnormal immune responses and constant itching in the skin. Here, Itch was shown to associate with Notch, a protein involved in cell fate decision in many mammalian cell types, including cells in the immune system. Itch binds to the N-terminal portion of the Notch intracellular domain via its WW domains and promotes ubiquitination of Notch through its Hect ubiquitin ligase domain. Thus, Itch may participate in the regulation of immune responses by modifying Notch-mediated signaling.",
            "Recognition and ubiquitination of Notch by Itch, a hect-type E3 ubiquitin ligase",
            "Ling Qiu and Claudio Joazeiro and Nan Fang and Hong-Ying Wang and Chris Elly and Yoav Altman and Deyu Fang and Tony Hunter and Yun-Cai Liu",
            "2000",
            "Njcwc8EAAAAJ:2P1L_qKh6hAC",
            372,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021925820886657",
            "18104824925245342709",
            "\/scholar?cites=18104824925245342709",
            {
                "2000":3,
                "2001":16,
                "2002":19,
                "2003":23,
                "2004":33,
                "2005":20,
                "2006":22,
                "2007":25,
                "2008":28,
                "2009":14,
                "2010":11,
                "2011":20,
                "2012":19,
                "2013":17,
                "2014":17,
                "2015":16,
                "2016":12,
                "2017":24,
                "2018":9,
                "2019":9,
                "2020":11
            }
        ],
        [
            "Antigen-specific immunotolerance limits the expansion of self-reactive T cells involved in autoimmune diseases. Here, we show that the E3 ubiquitin ligase Cbl-b is upregulated in T cells after tolerizing signals. Loss of Cbl-b in mice results in impaired induction of T cell tolerance both in vitro and in vivo. Importantly, rechallenge of Cbl-b mutant mice with the tolerizing antigen results in massive lethality. Moreover, ablation of Cbl-b resulted in exacerbated autoimmunity. Mechanistically, loss of Cbl-b rescues reduced calcium mobilization of anergic T cells, which was attributed to Cbl-b-mediated regulation of PLCγ-1 phosphorylation. Our results show a critical role for Cbl-b in the regulation of peripheral tolerance and anergy of T cells.",
            "Essential role of the E3 ubiquitin ligase Cbl-b in T cell anergy induction",
            "Myung-Shin Jeon and Alex Atfield and K Venuprasad and Connie Krawczyk and Renu Sarao and Chris Elly and Chun Yang and Sudha Arya and Kurt Bachmaier and Leon Su and Dennis Bouchard and Russel Jones and Mathew Gronski and Pamela Ohashi and Teiji Wada and Debra Bloom and C Garrison Fathman and Yun-Cai Liu and Josef M Penninger",
            "2004",
            "Njcwc8EAAAAJ:qxL8FJ1GzNcC",
            338,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1074761304002043",
            "7646978157333878477",
            "\/scholar?cites=7646978157333878477",
            {
                "2004":2,
                "2005":15,
                "2006":25,
                "2007":32,
                "2008":27,
                "2009":29,
                "2010":23,
                "2011":14,
                "2012":20,
                "2013":23,
                "2014":24,
                "2015":26,
                "2016":17,
                "2017":15,
                "2018":11,
                "2019":16,
                "2020":14,
                "2021":3
            }
        ],
        [
            "p73, a member of the p53 family of transcription factors, is upregulated in response to DNA damage, inducing cell cycle arrest and apoptosis. Besides indications that this p73 response is post‐transcriptional, little is known about the underlying molecular mechanisms of p73 protein degradation. Ubiquitination and proteasomal‐dependent degradation of p53 are regulated by its transcriptional target MDM2. However, unlike p53, p73 binds to, but is not degraded by, MDM2. Here we describe the binding of p73 to Itch, a Hect ubiquitin–protein ligase. Itch selectively binds and ubiquitinates p73 but not p53; this results in the rapid proteasome‐dependent degradation of p73. Upon DNA damage Itch itself is downregulated, allowing p73 protein levels to rise and thus interfere with p73 function. In conclusion, we have identified a key mechanism in the control of p73 protein levels both in normal as well as in stress conditions.",
            "The ubiquitin–protein ligase Itch regulates p73 stability",
            "Mario Rossi and Vincenzo De Laurenzi and Eliana Munarriz and Douglas R Green and Yun‐Cai Liu and Karen H Vousden and Gianni Cesareni and Gerry Melino",
            "2005",
            "Njcwc8EAAAAJ:Y0pCki6q_DkC",
            334,
            "https:\/\/www.embopress.org\/doi\/abs\/10.1038\/sj.emboj.7600444",
            "1873653768921185469",
            "\/scholar?cites=1873653768921185469",
            {
                "2005":11,
                "2006":23,
                "2007":27,
                "2008":34,
                "2009":28,
                "2010":25,
                "2011":22,
                "2012":18,
                "2013":26,
                "2014":26,
                "2015":26,
                "2016":17,
                "2017":12,
                "2018":6,
                "2019":13,
                "2020":17,
                "2021":1
            }
        ],
        [
            "Ubiquitin (Ub)-protein conjugation represents a novel means of posttranscriptional modification in a proteolysis-dependent or -independent manner. E3 Ub ligases play a key role in governing the cascade of Ub transfer reactions by recognizing and catalyzing Ub conjugation to specific protein substrates. The E3s, which can be generally classified into HECT-type and RING-type families, are involved in the regulation of many aspects of the immune system, including the development, activation, and differentiation of lymphocytes, T cell–tolerance induction, antigen presentation, immune evasion, and virus budding. E3-promoted ubiquitination affects a wide array of biological processes, such as receptor downmodulation, signal transduction, protein processing or translocation, protein-protein interaction, and gene transcription, in addition to proteasome-mediated degradation. Deficiency or mutation of some of the E3s …",
            "Ubiquitin ligases and the immune response",
            "Yun-Cai Liu",
            "2004",
            "Njcwc8EAAAAJ:e5wmG9Sq2KIC",
            318,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev.immunol.22.012703.104813",
            "11478087358315296182",
            "\/scholar?cites=11478087358315296182",
            {
                "2004":8,
                "2005":31,
                "2006":40,
                "2007":26,
                "2008":37,
                "2009":29,
                "2010":24,
                "2011":18,
                "2012":16,
                "2013":7,
                "2014":12,
                "2015":8,
                "2016":12,
                "2017":23,
                "2018":7,
                "2019":8,
                "2020":5,
                "2021":5
            }
        ],
        [
            "The 14-3-3 proteins interact with diverse cellular molecules involved in various signal transduction pathways controlling cell proliferation, transformation, and apoptosis. To aid our investigation of the biological function of 14-3-3 proteins, we have set out to identify high-affinity antagonists. By screening phage display libraries, we have identified a set of peptides which bind 14-3-3 proteins. One of these peptides, termed R18, exhibited a high affinity for different isoforms of 14-3-3 with estimated KD values of 7−9 × 10-8 M. Recognition of multiple isoforms of 14-3-3 suggests the targeting of R18 to a structure that is common among 14-3-3 proteins, such as the conserved ligand-binding groove. Indeed, mutations that alter critical residues in the ligand-binding site of 14-3-3 drastically decreased the level of 14-3-3−R18 association. R18 efficiently blocked the binding of 14-3-3 to the kinase Raf-1, a physiological ligand of …",
            "Isolation of high-affinity peptide antagonists of 14-3-3 proteins by phage display",
            "Bingcheng Wang and Hongzhu Yang and Yun-Cai Liu and Tomas Jelinek and Lixin Zhang and Erkki Ruoslahti and Haian Fu",
            "1999",
            "Njcwc8EAAAAJ:2osOgNQ5qMEC",
            306,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/bi991353h",
            "1402322563698449180",
            "\/scholar?cites=1402322563698449180",
            {
                "2000":2,
                "2001":8,
                "2002":9,
                "2003":11,
                "2004":13,
                "2005":20,
                "2006":22,
                "2007":12,
                "2008":18,
                "2009":8,
                "2010":17,
                "2011":25,
                "2012":18,
                "2013":16,
                "2014":18,
                "2015":16,
                "2016":15,
                "2017":13,
                "2018":14,
                "2019":12,
                "2020":17,
                "2021":1
            }
        ]
    ]
}