{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The field of soft robotics has inspired recent mechanical engineering and materials science innovations to enable shape‐shifting systems to be developed. This paper presents the design and analysis of a novel thermally tunable composite, namely, a flexible open‐cell foam coated in wax that can achieve significant ranges of stiffness, strength, and volume. Experimental results were compared to a proposed model for predicting the bulk compression modulus of the composites. Additionally, preliminary studies indicate that the composites exhibit self‐healing properties, in which heating between loading cycles can mend wax that has been plastically deformed, for example, by cracking or delaminating from the foam.",
            "Thermally tunable, self‐healing composites for soft robotic applications",
            "Nadia G Cheng and Arvind Gopinath and Lifeng Wang and Karl Iagnemma and Anette E Hosoi",
            "2014",
            "NJJqtfUAAAAJ:Wp0gIr-vW9MC",
            122,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/mame.201400017",
            "17155267549978590064",
            "\/scholar?cites=17155267549978590064",
            {
                "2015":10,
                "2016":18,
                "2017":17,
                "2018":27,
                "2019":24,
                "2020":21,
                "2021":3
            }
        ],
        [
            "Recent developments in computational cell and biomolecular mechanics have provided valuable insights into the mechanical properties of cells, subcellular components and biomolecules, while simultaneously complementing new experimental techniques used for deciphering the structure–function paradigm in living cells. These computational approaches have direct implications in understanding the state of human health and the progress of disease and can therefore aid immensely in the diagnosis and treatment of diseases. We provide an overview of the computational approaches that are currently used in understanding various aspects of cell and bimolecular mechanics. Our emphasis is on state-of-the-art techniques and the progress made in addressing key challenges in biomechanics.",
            "Cell and biomolecular mechanics in silico",
            "Ashkan Vaziri and Arvind Gopinath",
            "2008",
            "NJJqtfUAAAAJ:u5HHmVD_uO8C",
            109,
            "https:\/\/www.nature.com\/articles\/nmat2040",
            "3046279267171737064",
            "\/scholar?cites=3046279267171737064",
            {
                "2008":3,
                "2009":9,
                "2010":9,
                "2011":12,
                "2012":4,
                "2013":14,
                "2014":9,
                "2015":9,
                "2016":9,
                "2017":7,
                "2018":5,
                "2019":10,
                "2020":7,
                "2021":1
            }
        ],
        [
            "We review recent work on active colloids or swimmers, such as self-propelled microorganisms, phoretic colloidal particles, and artificial micro-robotic systems, moving in fluid-like environments. These environments can be water-like and Newtonian but can frequently contain macromolecules, flexible polymers, soft cells, or hard particles, which impart complex, nonlinear rheological features to the fluid. While significant progress has been made on understanding how active colloids move and interact in Newtonian fluids, little is known on how active colloids behave in complex and non-Newtonian fluids. An emerging literature is starting to show how fluid rheology can dramatically change the gaits and speeds of individual swimmers. Simultaneously, a moving swimmer induces time dependent, three dimensional fluid flows that can modify the medium (fluid) rheological properties. This two-way, non-linear coupling at …",
            "Active colloids in complex fluids",
            "Alison E Patteson and Arvind Gopinath and Paulo E Arratia",
            "2016",
            "NJJqtfUAAAAJ:3A3nxV7CjKIC",
            93,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1359029416000030",
            "17497397107259824687",
            "\/scholar?cites=17497397107259824687",
            {
                "2016":2,
                "2017":16,
                "2018":21,
                "2019":25,
                "2020":24,
                "2021":2
            }
        ],
        [
            "Run-and-tumble motility is widely used by swimming microorganisms including numerous prokaryotic and eukaryotic organisms. Here, we experimentally investigate the run-and-tumble dynamics of the bacterium E. coli in polymeric solutions. We find that even small amounts of polymer in solution can drastically change E. coli dynamics: cells tumble less and their velocity increases, leading to an enhancement in cell translational diffusion and a sharp decline in rotational diffusion. We show that suppression of tumbling is due to fluid viscosity while the enhancement in swimming speed is mainly due to fluid elasticity. Visualization of single fluorescently labeled DNA polymers reveals that the flow generated by individual E. coli is sufficiently strong to stretch polymer molecules and induce elastic stresses in the fluid, which in turn can act on the cell in such a way to enhance its transport. Our results show that the …",
            "Running and tumbling with E. coli in polymeric solutions",
            "AE Patteson and Arvind Gopinath and M Goulian and PE Arratia",
            "2015",
            "NJJqtfUAAAAJ:g8uWPOAv7ggC",
            92,
            "https:\/\/www.nature.com\/articles\/srep15761",
            "1018727340360139740",
            "\/scholar?cites=1018727340360139740",
            {
                "2016":11,
                "2017":18,
                "2018":13,
                "2019":25,
                "2020":24,
                "2021":1
            }
        ],
        [
            "We study a continuum model of overdamped self-propelled particles with aligning interactions in two dimensions. Combining analytical theory and computations, we map out the phase diagram for the parameter space covered by the model. We find that the system self-organizes into two robust structures in different regions of parameter space: solitary waves composed of ordered swarms moving through a low density disordered background, and stationary radially symmetric asters. The self-regulating nature of the flow yields phase separation, ubiquitous in this class of systems, and controls the formation of solitary waves. Self-propulsion and the associated active convection play a crucial role in aster formation.",
            "Dynamical self-regulation in self-propelled particle flows",
            "Arvind Gopinath and Michael F Hagan and M Cristina Marchetti and Aparna Baskaran",
            "2012",
            "NJJqtfUAAAAJ:zYLM7Y9cAGgC",
            80,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.85.061903",
            "12293418662843894373",
            "\/scholar?cites=12293418662843894373",
            {
                "2012":5,
                "2013":14,
                "2014":12,
                "2015":10,
                "2016":10,
                "2017":10,
                "2018":6,
                "2019":3,
                "2020":9,
                "2021":1
            }
        ],
        [
            "The motility of microorganisms is influenced greatly by their hydrodynamic interactions with the fluidic environment they inhabit. We show by direct experimental observation of the bi-flagellated alga Chlamydomonas reinhardtii that fluid elasticity and viscosity strongly influence the beating pattern-the gait-and thereby control the propulsion speed. The beating frequency and the wave speed characterizing the cyclical bending are both enhanced by fluid elasticity. Despite these enhancements, the net swimming speed of the alga is hindered for fluids that are sufficiently elastic. The origin of this complex response lies in the interplay between the elasticity-induced changes in the spatial and temporal aspects of the flagellar cycle and the buildup and subsequent relaxation of elastic stresses during the power and recovery strokes.",
            "Flagellar kinematics and swimming of algal cells in viscoelastic fluids",
            "Boyang Qin and Arvind Gopinath and Jing Yang and Jerry P Gollub and Paulo E Arratia",
            "2015",
            "NJJqtfUAAAAJ:U0iAMwwPxtsC",
            68,
            "https:\/\/www.nature.com\/articles\/srep09190",
            "16468749229051788224",
            "\/scholar?cites=16468749229051788224",
            {
                "2015":6,
                "2016":13,
                "2017":12,
                "2018":7,
                "2019":9,
                "2020":18,
                "2021":3
            }
        ],
        [
            "The experimental results are compared with a theory in which the small deformations of the drop and surface are expanded in Legendre polynomials and Fourier modes, respectively, the non-continuum lubrication stresses are computed in the thin gas film between the drop and interface, and the liquid flow is approximated as an inviscid potential flow. The coefficient of restitution decreases with increasing Weber number and becomes insensitive to the viscosity of the gas at Weber numbers larger than about 1. At smaller Weber numbers, drops in a less viscous gas lose less energy during the collision. Drops are observed to undergo a transition from coalescence to bouncing as the drop velocity (Weber number) is increased. However, the marginal condition for drop bouncing is much more sensitive to gas mean-free path (Knudsen number) and gas viscosity (Ohnesorge number) than to Weber number. The Knudsen and Ohnesorge numbers are defined as Kn= λ\/a and Oh= µg\/(ρlaσ) 1\/2 where λ is the mean-free path and µg is the gas viscosity. Theory and experiment show similar trends of increasing critical Weber number with decreasing Ohnesorge number and increasing Knudsen number. Theoretical results are also derived for the coalescence–bounce transition and coefficient of restitution for head-on collisions of equal sized drops.",
            "Coalescence and bouncing of small aerosol droplets",
            "Gloria A Bach and Donald L Koch and Arvind Gopinath",
            "2004",
            "NJJqtfUAAAAJ:u-x6o8ySG0sC",
            67,
            "https:\/\/www.academia.edu\/download\/47329647\/S002211200400092820160718-10769-1txbd7l.pdf",
            "3136971650822119500",
            "\/scholar?cites=3136971650822119500",
            {
                "2005":1,
                "2006":3,
                "2007":4,
                "2008":1,
                "2009":6,
                "2010":4,
                "2011":8,
                "2012":2,
                "2013":8,
                "2014":2,
                "2015":5,
                "2016":3,
                "2017":6,
                "2018":2,
                "2019":5,
                "2020":5,
                "2021":2
            }
        ],
        [
            "We show that active, self-propelled particles that are connected together to form a single chain that is anchored at one end can produce the graceful beating motions of flagella. Changing the boundary condition from a clamp to a pivot at the anchor leads to steadily rotating tight coils. Strong noise in the system disrupts the regularity of the oscillations. We use a combination of detailed numerical simulations, mean-field scaling analysis and first passage time theory to characterize the phase diagram as a function of the filament length, passive elasticity, propulsion force and noise. Our study suggests minimal experimental tests for the onset of oscillations in an active polar chain.",
            "Flagellar dynamics of a connected chain of active, polar, Brownian particles",
            "Raghunath Chelakkot and Arvind Gopinath and Lakshminarayanan Mahadevan and Michael F Hagan",
            "2014",
            "NJJqtfUAAAAJ:qxL8FJ1GzNcC",
            66,
            "https:\/\/royalsocietypublishing.org\/doi\/abs\/10.1098\/rsif.2013.0884",
            "7806997013823930203",
            "\/scholar?cites=7806997013823930203",
            {
                "2014":2,
                "2015":3,
                "2016":8,
                "2017":8,
                "2018":10,
                "2019":18,
                "2020":12,
                "2021":5
            }
        ],
        [
            "We experimentally investigate the effect of particle size on the motion of passive polystyrene spheres in suspensions of Escherichia coli. Using particles covering a range of sizes from 0.6 to 39 microns, we probe particle dynamics at both short and long time scales. In all cases, the particles exhibit super-diffusive ballistic behavior at short times before eventually transitioning to diffusive behavior. Surprisingly, we find a regime in which larger particles can diffuse faster than smaller particles: the particle long-time effective diffusivity exhibits a peak in particle size, which is a deviation from classical thermal diffusion. We also find that the active contribution to particle diffusion is controlled by a dimensionless parameter, the Péclet number. A minimal model qualitatively explains the existence of the effective diffusivity peak and its dependence on bacterial concentration. Our results have broad implications on characterizing …",
            "Particle diffusion in active fluids is non-monotonic in size",
            "Alison E Patteson and Arvind Gopinath and Prashant K Purohit and Paulo E Arratia",
            "2016",
            "NJJqtfUAAAAJ:I858iXPj1OkC",
            56,
            "https:\/\/pubs.rsc.org\/ko\/content\/articlehtml\/2016\/sm\/c5sm02800k",
            "15725469773405488887",
            "\/scholar?cites=15725469773405488887",
            {
                "2016":7,
                "2017":11,
                "2018":12,
                "2019":15,
                "2020":11
            }
        ],
        [
            "This paper addresses binary, head-on collisions between weakly deformable liquid droplets in an incompressible gas. Our focus will be on small droplets with radii in the range O (5)− O (100) µm. Collisions of such small droplets are encountered in many interesting processes as diverse as rain drop formation (see for example, Fuchs 1964; Hidy & Brock 1970; Mason 1971; Brazier-Smith, Jennings & Latham 1972, and references therein), spray combustion and painting, pressurized turbines and aerosol coagulation (Friedlander 1977). For drops in this size range, the dominant factor driving collision is usually drop inertia and the impact energy involved in the collision is small compared with the surface energy associated with the gas–liquid interfaces. The velocities, shape and separation of the approaching interfaces control the hydrodynamic forces acting on the drops and determine the minimum possible distance between the drops.When two drops collide in a gas, they may bounce apart or they may come into contact. A bounce occurs if the pressure in the gas film separating the drops deforms the drop surfaces sufficiently to transform the drops’ kinetic energy into deformation energy before the gas film becomes thin enough for lubrication breakdown to occur. In this paper, we study droplet collisions that result in a bounce. The collisions are assumed to take place in an incompressible, continuum gas and so the drops undergoing collision cannot come into contact; the nature of the continuum lubrication force prevents this from occurring. We also assume that the effects of inter-particle forces such as the London–van der Waals dispersion forces …",
            "Collision and rebound of small droplets in an incompressible continuum gas",
            "Arvind Gopinath and Donald L Koch",
            "2002",
            "NJJqtfUAAAAJ:d1gkVwhDpl0C",
            55,
            "https:\/\/www.academia.edu\/download\/47329638\/S002211200100696620160718-17203-akov6i.pdf",
            "11194005159326772783",
            "\/scholar?cites=11194005159326772783",
            {
                "2002":2,
                "2003":1,
                "2004":3,
                "2005":3,
                "2006":1,
                "2007":3,
                "2008":2,
                "2009":2,
                "2010":4,
                "2011":4,
                "2012":1,
                "2013":7,
                "2014":4,
                "2015":2,
                "2016":1,
                "2017":2,
                "2018":3,
                "2019":6,
                "2020":4
            }
        ]
    ]
}