{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Single microbial cells can show important local variations of elasticity due to the complex, anisotropic composition of their walls. An example of this is the yeast during cell division, where chitin is known to accumulate in the localized region of the cell wall involved in budding. We used atomic force microscopy (AFM) to measure quantitatively the local mechanical properties of hydrated yeast cells. Topographic images and spatially resolved force maps revealed significant lateral variations of elasticity across the cell surface, the bud scar region being significantly stiffer than the surrounding cell wall. To get quantitative information on sample elasticity, force curves were converted into force vs indentation curves. The curves were then fitted with the Hertz model, yielding Young's modulus values of 6.1 ± 2.4 and 0.6 ± 0.4 MPa for the bud scar and surrounding cell surface, respectively. These data lead us to conclude that …",
            "Nanoscale mapping of the elasticity of microbial cells by atomic force microscopy",
            "Ahmed Touhami and Bernard Nysten and Yves F Dufrêne",
            "2003",
            "NK8VUwkAAAAJ:u5HHmVD_uO8C",
            470,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la034136x",
            "16024838650789294553",
            "\/scholar?cites=16024838650789294553",
            {
                "2004":10,
                "2005":26,
                "2006":21,
                "2007":25,
                "2008":34,
                "2009":28,
                "2010":32,
                "2011":23,
                "2012":31,
                "2013":35,
                "2014":35,
                "2015":35,
                "2016":36,
                "2017":30,
                "2018":34,
                "2019":16,
                "2020":15,
                "2021":1
            }
        ],
        [
            "The growth and division of Staphylococcus aureus was monitored by atomic force microscopy (AFM) and thin-section transmission electron microscopy (TEM). A good correlation of the structural events of division was found using the two microscopies, and AFM was able to provide new additional information. AFM was performed under water, ensuring that all structures were in the hydrated condition. Sequential images on the same structure revealed progressive changes to surfaces, suggesting the cells were growing while images were being taken. Using AFM small depressions were seen around the septal annulus at the onset of division that could be attributed to so-called murosomes (Giesbrecht et al., Arch. Microbiol. 141:315-324, 1985). The new cell wall formed from the cross wall (i.e., completed septum) after cell separation and possessed concentric surface rings and a central depression; these structures …",
            "Atomic force microscopy of cell growth and division in Staphylococcus aureus",
            "Ahmed Touhami and Manfred H Jericho and Terry J Beveridge",
            "2004",
            "NK8VUwkAAAAJ:u-x6o8ySG0sC",
            275,
            "https:\/\/jb.asm.org\/content\/186\/11\/3286.short",
            "10803339149968540967",
            "\/scholar?cites=10803339149968540967",
            {
                "2004":2,
                "2005":8,
                "2006":15,
                "2007":23,
                "2008":30,
                "2009":14,
                "2010":22,
                "2011":17,
                "2012":15,
                "2013":14,
                "2014":25,
                "2015":16,
                "2016":17,
                "2017":13,
                "2018":17,
                "2019":13,
                "2020":12,
                "2021":1
            }
        ],
        [
            "Most microorganisms possess a negative surface charge under physiological conditions due to the presence of anionic carboxyl and phosphate groups. Cell surface charge plays an important role in controlling cell adhesion and aggregation phenomena, as well as antigen−antibody, cell−virus, cell−drug, and cell−ions interactions. We have used atomic force microscopy (AFM) with chemically functionalized probes to investigate the surface charges of yeast cells. Force−distance curves and adhesion maps recorded with probes terminated with ionizable carboxyl groups were strongly influenced by pH:  while no adhesion was measured at neutral\/alkaline pH, multiple adhesion forces were recorded at pH ≤ 5. Three pieces of evidence indicated that these changes were related to differences in the ionization state of the cell surface functional groups. First, the adhesion force vs pH curve was correlated with …",
            "Probing microbial cell surface charges by atomic force microscopy",
            "François Ahimou and Frederic A Denis and Ahmed Touhami and Yves F Dufrêne",
            "2002",
            "NK8VUwkAAAAJ:d1gkVwhDpl0C",
            175,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la026273k",
            "633217383264551958",
            "\/scholar?cites=633217383264551958",
            {
                "2003":5,
                "2004":10,
                "2005":19,
                "2006":12,
                "2007":15,
                "2008":19,
                "2009":11,
                "2010":7,
                "2011":15,
                "2012":8,
                "2013":8,
                "2014":5,
                "2015":13,
                "2016":8,
                "2017":2,
                "2018":5,
                "2019":4,
                "2020":8
            }
        ],
        [
            "Type IV pili play an important role in bacterial adhesion, motility, and biofilm formation. Here we present high-resolution atomic force microscopy (AFM) images of type IV pili from Pseudomonas aeruginosa bacteria. An individual pilus ranges in length from 0.5 to 7 μm and has a diameter from 4 to 6 nm, although often, pili bundles in which the individual filaments differed in both length and diameter were seen. By attaching bacteria to AFM tips, it was possible to fasten the bacteria to mica surfaces by pili tethers. Force spectra of tethered pili gave rupture forces of 95 pN. The slopes of force curves close to the rupture force were nearly linear but showed little variation with pilus length. Furthermore, force curves could not be fitted with wormlike-chain polymer stretch models when using realistic persistence lengths for pili. The observation that the slopes near rupture did not depend on the pili length suggests that they do …",
            "Nanoscale characterization and determination of adhesion forces of Pseudomonas aeruginosa pili by using atomic force microscopy",
            "Ahmed Touhami and Manfred H Jericho and Jessica M Boyd and Terry J Beveridge",
            "2006",
            "NK8VUwkAAAAJ:qjMakFHDy7sC",
            169,
            "https:\/\/jb.asm.org\/content\/188\/2\/370.short",
            "12199520937967444907",
            "\/scholar?cites=12199520937967444907",
            {
                "2006":4,
                "2007":11,
                "2008":15,
                "2009":9,
                "2010":16,
                "2011":10,
                "2012":15,
                "2013":16,
                "2014":10,
                "2015":8,
                "2016":10,
                "2017":14,
                "2018":7,
                "2019":12,
                "2020":9,
                "2021":1
            }
        ],
        [
            "Knowledge of the molecular interactions between lectins and carbohydrates is a key to understand cellular interactions and to develop new bioanalytical applications. We have used atomic force microscopy (AFM) imaging and force measurements to probe the specific interactions between the lectin concanavalin A (Con A) and oligoglucose saccharides. To this end, gold-coated substrates were first functionalized with Con A and thiol-terminated hexasaccharide molecules. The functionalization procedures were validated by means of X-ray photoelectron spectroscopy and AFM. AFM images recorded in aqueous solution revealed that the hexasaccharide-terminated substrates interact specifically with the lectin. Force−distance curves were then recorded between hexasaccharide-terminated AFM probes and Con A-terminated substrates. About half of the retraction curves showed unbinding forces of 96 ± 55 pN (n …",
            "Probing specific lectin-carbohydrate interactions using atomic force microscopy imaging and force measurements",
            "Ahmed Touhami and Barbara Hoffmann and Andrea Vasella and Frédéric A Denis and Yves F Dufrêne",
            "2003",
            "NK8VUwkAAAAJ:2osOgNQ5qMEC",
            126,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la026145w",
            "8126875541088350768",
            "\/scholar?cites=8126875541088350768",
            {
                "2003":3,
                "2004":5,
                "2005":9,
                "2006":10,
                "2007":14,
                "2008":11,
                "2009":7,
                "2010":9,
                "2011":9,
                "2012":8,
                "2013":11,
                "2014":6,
                "2015":8,
                "2016":5,
                "2017":2,
                "2018":2,
                "2019":5,
                "2020":2
            }
        ],
        [
            "Aggregation of microbial cells mediated by specific interactions plays a pivotal role in the natural environment, in medicine and in biotechnological processes. Here we used atomic force microscopy (AFM) to measure individual lectin–carbohydrate interactions involved in the flocculation of yeast cells, an aggregation event of crucial importance in fermentation technology. AFM probes functionalized with oligoglucose carbohydrates were used to record force-distance curves on living yeast cells at a rate of 0·5 μm s−1. Flocculating cells showed adhesion forces of 121±53 pN, reflecting the specific interaction between individual cell-surface lectins and glucose residues. Similar adhesion forces, 117±41 pN, were measured using probes functionalized with the lectin concanavalin A and attributed to specific binding to cell-surface mannose residues. By contrast, specific interaction forces were not observed in non …",
            "Aggregation of yeast cells: direct measurement of discrete lectin–carbohydrate interactions",
            "Ahmed Touhami and Barbara Hoffmann and Andrea Vasella and Frédéric A Denis and Yves F Dufrêne",
            "2003",
            "NK8VUwkAAAAJ:9yKSN-GCB0IC",
            123,
            "https:\/\/www.microbiologyresearch.org\/content\/journal\/micro\/10.1099\/mic.0.26431-0?crawler=true",
            "13607023378800985941",
            "\/scholar?cites=13607023378800985941",
            {
                "2004":7,
                "2005":6,
                "2006":9,
                "2007":18,
                "2008":15,
                "2009":10,
                "2010":8,
                "2011":16,
                "2012":10,
                "2013":5,
                "2014":2,
                "2015":3,
                "2016":2,
                "2017":1,
                "2018":4,
                "2019":3,
                "2020":3,
                "2021":1
            }
        ],
        [
            "The potentialities of an electrodeposited biotinylated polypyrrole film as an immobilisation matrix for the fabrication of impedimetric immunosensors are described. Biotinylated antibody (anti-human IgG), used as a model system, was attached to free biotin groups on the electrogenerated polypyrrole film using avidin as a coupling reagent. This immobilization method allows to obtain a highly reproducible and stable device. The resulting immunosensor has a linear dynamic range of 10–80 ng ml−1 of antigen and a detection limit of 10 pg ml−1. Furthermore, this immunosensor exhibited minor loss in response after two regeneration steps.",
            "Impedimetric immunosensor using avidin–biotin for antibody immobilization",
            "O Ouerghi and A Touhami and N Jaffrezic-Renault and C Martelet and H Ben Ouada and S Cosnier",
            "2002",
            "NK8VUwkAAAAJ:UeHWp8X0CEIC",
            121,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1567539402000294",
            "7731445965161602062",
            "\/scholar?cites=7731445965161602062",
            {
                "2002":2,
                "2003":4,
                "2004":8,
                "2005":11,
                "2006":6,
                "2007":9,
                "2008":18,
                "2009":2,
                "2010":7,
                "2011":3,
                "2012":6,
                "2013":9,
                "2014":8,
                "2015":7,
                "2016":8,
                "2017":6,
                "2018":1,
                "2019":2,
                "2020":2,
                "2021":1
            }
        ],
        [
            "Atomic force microscopy (AFM) was used to image the surface topography of living Saccharomyces cerevisiae cells at high resolution and to monitor enzyme digestion of the cell wall in real time. Apart from the presence of bud scars, the surface of native cells imaged in aqueous solution was homogeneous and smooth. Topographic images of the surface were recorded to a lateral resolution of 2 nm without significant modification of the surface morphology. Successive images of single cells were collected at fixed time intervals following addition of protease and amyloglucosidase solutions. Protease caused a progressive increase of surface roughness. Large depressions surrounded by protruding edges, ∼50 nm in height, were formed and attributed to the erosion of the mannoprotein outer layer. By contrast, no modification of the cell surface was noted upon addition of amyloglucosidase, which was consistent with …",
            "Real‐time imaging of the surface topography of living yeast cells by atomic force microscopy",
            "François Ahimou and Ahmed Touhami and Yves F Dufrêne",
            "2003",
            "NK8VUwkAAAAJ:IjCSPb-OGe4C",
            94,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/yea.923",
            "1636370919673655057",
            "\/scholar?cites=1636370919673655057",
            {
                "2003":4,
                "2004":6,
                "2005":7,
                "2006":8,
                "2007":7,
                "2008":13,
                "2009":9,
                "2010":6,
                "2011":4,
                "2012":2,
                "2013":4,
                "2014":6,
                "2015":3,
                "2016":4,
                "2017":5,
                "2018":2,
                "2019":1,
                "2020":1
            }
        ],
        [
            "Adhesive interactions between antigen–antibody play a central role in immune system operation. The objective of this paper is to detect immune complexes without any label, by using atomic force microscopy (AFM). We have proceeded by imaging antibody (anti-rabbit IgG) or anti-rabbit IgG moieties adsorbed onto mica surface, before and after incubation of two kinds of antigens: a specific (rabbit IgG) and a non-pecific one (sheep IgG). The analysis using the height histograms reveals many interesting features. We propose a general framework for interpreting height histogram measurements, which enable the discrimination between specific and non-specific complexes.",
            "Investigating antibody–antigen binding with atomic force microscopy",
            "O Ouerghi and A Touhami and A Othmane and H Ben Ouada and C Martelet and C Fretigny and N Jaffrezic-Renault",
            "2002",
            "NK8VUwkAAAAJ:Tyk-4Ss8FVUC",
            91,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0925400502000205",
            "11475475808928185167",
            "\/scholar?cites=11475475808928185167",
            {
                "2002":1,
                "2003":2,
                "2004":5,
                "2005":6,
                "2006":6,
                "2007":6,
                "2008":3,
                "2009":10,
                "2010":6,
                "2011":2,
                "2012":7,
                "2013":4,
                "2014":5,
                "2015":6,
                "2016":6,
                "2017":7,
                "2018":5,
                "2019":3,
                "2020":1
            }
        ],
        [
            "Aeromonas salmonicida subsp. salmonicida, a bacterial pathogen of Atlantic salmon, has no visible pili, yet its genome contains genes for three type IV pilus systems. One system, Tap, is similar to the Pseudomonas aeruginosa Pil system, and a second, Flp, resembles the Actinobacillus actinomycetemcomitans Flp pilus, while the third has homology to the mannose-sensitive hemagglutinin pilus of Vibrio cholerae. The latter system is likely nonfunctional since eight genes, including the gene encoding the main pilin subunit, are deleted compared with the orthologous V. cholerae locus. The first two systems were characterized to investigate their expression and role in pathogenesis. The pili of A. salmonicida subsp. salmonicida were imaged using atomic force microscopy and Tap- and Flp-overexpressing strains. The Tap pili appeared to be polar, while the Flp pili appeared to be peritrichous. Strains deficient in tap …",
            "Contribution of type IV pili to the virulence of Aeromonas salmonicida subsp. salmonicida in Atlantic salmon (Salmo salar L.)",
            "Jessica M Boyd and Andrew Dacanay and Leah C Knickle and Ahmed Touhami and Laura L Brown and Manfred H Jericho and Stewart C Johnson and Michael Reith",
            "2008",
            "NK8VUwkAAAAJ:W7OEmFMy1HYC",
            79,
            "https:\/\/iai.asm.org\/content\/76\/4\/1445.short",
            "9624640455749576989",
            "\/scholar?cites=9624640455749576989",
            {
                "2008":2,
                "2009":5,
                "2010":5,
                "2011":6,
                "2012":9,
                "2013":11,
                "2014":8,
                "2015":5,
                "2016":3,
                "2017":6,
                "2018":7,
                "2019":4,
                "2020":5,
                "2021":2
            }
        ]
    ]
}