{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Ubiquitous in nature and finding applications in engineering systems, cellular solids are an increasingly important class of materials. Foams are an important subclass of cellular solids with applications as packing materials and energy absorbers due to their unique properties. A better understanding of foam mechanical properties and their dependence on microstructural details would facilitate manufacture of tailored materials and development of constitutive models for their bulk response. Numerical simulation of these materials, while offering great promise toward furthering understanding, has also served to convincingly demonstrate the inherent complexity and associated modeling challenges.The large range of deformations which foams are subjected to in routine engineering applications is a fundamental source of complication in modeling the details of foam deformation on the scale of foam struts. It requires …",
            "Simulation of the densification of real open-celled foam microstructures",
            "AD Brydon and SG Bardenhagen and EA Miller and GT Seidler",
            "2005",
            "Nkh8NC0AAAAJ:M3NEmzRMIkIC",
            121,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022509605001298",
            "11697489264863601179",
            "\/scholar?cites=11697489264863601179",
            {
                "2005":2,
                "2006":6,
                "2007":10,
                "2008":7,
                "2009":4,
                "2010":14,
                "2011":8,
                "2012":12,
                "2013":12,
                "2014":7,
                "2015":7,
                "2016":9,
                "2017":3,
                "2018":6,
                "2019":10,
                "2020":4
            }
        ],
        [
            "Nonresonant x-ray Raman scattering (XRS) is the inelastic scattering of hard x rays from the K shell of low-Z elements or the less tightly bound shells of heavier elements. In the limit of low momentum transfer q, XRS is determined by the same transition matrix element as is measured by x-ray absorption spectroscopies. However, XRS at higher q can often access higher order multipole transitions which help separate the symmetry of various contributions to the local density of states. The main drawback of XRS is its low cross section—a problem that is compounded for a q-dependent study. To address this issue, we have constructed a multielement spectrometer to simultaneously measure XRS at ten different values of q. By means of example, we report new measurements of the XRS from the L- and K-edges of Mg. This instrument is now available to general users at the Advanced Photon Source as the lower energy …",
            "Multielement spectrometer for efficient measurement of the momentum transfer dependence of inelastic X-ray scattering",
            "TT Fister and GT Seidler and L Wharton and AR Battle and TB Ellis and JO Cross and AT Macrander and WT Elam and TA Tyson and Q Qian",
            "2006",
            "Nkh8NC0AAAAJ:maZDTaKrznsC",
            120,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2204581",
            "4038722058128808345",
            "\/scholar?cites=4038722058128808345",
            {
                "2006":1,
                "2007":12,
                "2008":9,
                "2009":10,
                "2010":7,
                "2011":11,
                "2012":9,
                "2013":6,
                "2014":9,
                "2015":4,
                "2016":13,
                "2017":9,
                "2018":3,
                "2019":8,
                "2020":7,
                "2021":2
            }
        ],
        [
            "Mesoscale disordered materials are ubiquitous in industry and in the environment. Any fundamental understanding of the transport and mechanical properties of such materials must follow from a thorough understanding of their structure. However, in the overwhelming majority of cases, experimental characterization of such materials has been limited to first-and second-order structural correlation functions, ie, the mean filling fraction and the structural autocorrelation function. We report here the successful combination of synchrotron x-ray microtomography and image processing to determine the full three-dimensional real-space structure of a model disordered material, a granular bed of relatively monodisperse glass spheres. Specifically, we determine the center location and the local connectivity of each granule. This complete knowledge of structure can be used to calculate otherwise inaccessible high-order …",
            "Granule-by-granule reconstruction of a sandpile from x-ray microtomography data",
            "GT Seidler and G Martinez and LH Seeley and KH Kim and EA Behne and S Zaranek and BD Chapman and SM Heald and DL Brewe",
            "2000",
            "Nkh8NC0AAAAJ:D_sINldO8mEC",
            119,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.62.8175",
            "17804366750189317931",
            "\/scholar?cites=17804366750189317931",
            {
                "2001":1,
                "2002":5,
                "2003":4,
                "2004":1,
                "2005":5,
                "2006":8,
                "2007":7,
                "2008":10,
                "2009":12,
                "2010":4,
                "2011":7,
                "2012":9,
                "2013":6,
                "2014":6,
                "2015":3,
                "2016":4,
                "2017":6,
                "2018":8,
                "2019":6,
                "2020":2,
                "2021":2
            }
        ],
        [
            "We report the development of a laboratory-based Rowland-circle monochromator that incorporates a low power x-ray (bremsstrahlung) tube source, a spherically bent crystal analyzer, and an energy-resolving solid-state detector. This relatively inexpensive, introductory level instrument achieves 1-eV energy resolution for photon energies of ∼5 keV to ∼10 keV while also demonstrating a net efficiency previously seen only in laboratory monochromators having much coarser energy resolution. Despite the use of only a compact, air-cooled 10 W x-ray tube, we find count rates for nonresonant x-ray emission spectroscopy comparable to those achieved at monochromatized spectroscopy beamlines at synchrotron light sources. For x-ray absorption near edge structure, the monochromatized flux is small (due to the use of a low-powered x-ray generator) but still useful for routine transmission-mode studies of …",
            "A laboratory-based hard x-ray monochromator for high-resolution x-ray emission spectroscopy and x-ray absorption near edge structure measurements",
            "GT Seidler and DR Mortensen and AJ Remesnik and JI Pacold and NA Ball and N Barry and M Styczinski and OR Hoidn",
            "2014",
            "Nkh8NC0AAAAJ:EUQCXRtRnyEC",
            98,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4901599",
            "15898007938624323890",
            "\/scholar?cites=15898007938624323890",
            {
                "2015":5,
                "2016":5,
                "2017":9,
                "2018":17,
                "2019":27,
                "2020":28,
                "2021":7
            }
        ],
        [
            "Detailed measurements of the electron densities, temperatures, and ionization states of compressed CH shells approaching pressures of 50 Mbar are achieved with spectrally resolved x-ray scattering. Laser-produced 9 keV x-rays probe the plasma during the transient state of three-shock coalescence. High signal-to-noise x-ray scattering spectra show direct evidence of continuum depression in highly degenerate warm dense matter states with electron densities n e> 1 0 24 cm− 3. The measured densities and temperatures agree well with radiation-hydrodynamic modeling when accounting for continuum lowering in calculations that employ detailed configuration accounting.",
            "Observations of continuum depression in warm dense matter with x-ray Thomson scattering",
            "LB Fletcher and AL Kritcher and A Pak and T Ma and T Döppner and C Fortmann and L Divol and OS Jones and OL Landen and HA Scott and J Vorberger and DA Chapman and DO Gericke and BA Mattern and GT Seidler and G Gregori and RW Falcone and SH Glenzer",
            "2014",
            "Nkh8NC0AAAAJ:eMMeJKvmdy0C",
            96,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.112.145004",
            "246319609283230706",
            "\/scholar?cites=246319609283230706",
            {
                "2014":5,
                "2015":21,
                "2016":17,
                "2017":13,
                "2018":15,
                "2019":9,
                "2020":12,
                "2021":1
            }
        ],
        [
            "V2O5 xerogel films were fabricated by casting V2O5 sols onto fluorine-doped tin oxide (FTO) glass substrates and annealing at 300 °C for 3 h in different annealing atmospheres of air and nitrogen. Films prepared in different annealing conditions possess different grain sizes and crystallinity, while the vanadium ion oxidation state also varies, as identified by X-ray absorption spectroscopy. A nitrogen annealing atmosphere induces the presence of defects, such as V4+ ions, and associated oxygen vacancies. Thus, the presence of defects, whether on the film surface or in the bulk, can be controlled by using air and nitrogen annealing atmospheres in the proper order. Electrochemical impedance analyses reveal enhanced charge-transfer conductivity in films with more V4+ and oxygen vacancies on the film surface, that is, a film annealed, first, for 0.5 h in air and then for 2.5 h in nitrogen. Lithium-ion intercalation …",
            "Enhanced Lithium-Ion Intercalation Properties of V2O5 Xerogel Electrodes with Surface Defects",
            "Dawei Liu and Yanyi Liu and Anqiang Pan and Kenneth P Nagle and Gerald T Seidler and Yoon-Ha Jeong and Guozhong Cao",
            "2011",
            "Nkh8NC0AAAAJ:MXK_kJrjxJIC",
            92,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp111847s",
            "1256466880544620533",
            "\/scholar?cites=1256466880544620533",
            {
                "2012":5,
                "2013":4,
                "2014":9,
                "2015":14,
                "2016":18,
                "2017":16,
                "2018":11,
                "2019":5,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Momentum-transfer (q) dependent non-resonant inelastic X-ray scattering measurements were made at the N 4, 5 edges for several rare-earth compounds. With increasing q, giant dipole resonances diminish, to be replaced by strong multiplet lines at lower energy transfer. These multiplets result from two different orders of multipole scattering and are distinct for systems with simple 4f 0 and 4f 1 initial states. A many-body theoretical treatment of the multiplets agrees well with the experimental data on ionic La and Ce phosphate reference compounds. Comparing measurements on CeO 2 and CeRh 3 to the theory and the phosphates indicates sensitivity to hybridization as observed by a broadening of 4f 0-related multiplet features. We expect such strong, non-dipole features to be generic for NIXS from f-electron systems.",
            "High multipole transitions in NIXS: Valence and hybridization in 4f systems",
            "RA Gordon and GT Seidler and TT Fister and MW Haverkort and GA Sawatzky and A Tanaka and TK Sham",
            "2007",
            "Nkh8NC0AAAAJ:D03iK_w7-QYC",
            81,
            "https:\/\/iopscience.iop.org\/article\/10.1209\/0295-5075\/81\/26004\/meta",
            "11282553842929157089",
            "\/scholar?cites=11282553842929157089",
            {
                "2007":1,
                "2008":5,
                "2009":8,
                "2010":5,
                "2011":8,
                "2012":7,
                "2013":2,
                "2014":10,
                "2015":8,
                "2016":6,
                "2017":5,
                "2018":6,
                "2019":6,
                "2020":3,
                "2021":1
            }
        ],
        [
            "We use a magnetic field to tune a highly anisotropic single crystal of oxygen-deficient YBa 2 Cu 3 O 7− δ with a transition temperature of 2 K through the superconductor-insulator transition. The sheet resistance scales with temperature, 0.05≤ T≤ 1.0 K, and field, 0≤ H≤ 94 kOe, in a manner predicted by a theory for quantum phase transitions in disordered two-dimensional superconductors.",
            "Two-dimensional superconductor-insulator transition in bulk single-crystal ",
            "GT Seidler and TF Rosenbaum and BW Veal",
            "1992",
            "Nkh8NC0AAAAJ:Mojj43d5GZwC",
            81,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.45.10162",
            "166935377976729316",
            "\/scholar?cites=166935377976729316",
            {
                "1992":2,
                "1993":4,
                "1994":11,
                "1995":7,
                "1996":3,
                "1997":3,
                "1998":6,
                "1999":3,
                "2000":3,
                "2001":4,
                "2002":5,
                "2003":2,
                "2004":4,
                "2005":2,
                "2006":4,
                "2007":2,
                "2008":6,
                "2009":2,
                "2010":4,
                "2011":1,
                "2012":2
            }
        ],
        [
            "We report the temperature dependent nucleation rates of ice from single water drops supporting aliphatic alcohol Langmuir films. Analysis in the context of a classical theory of heterogeneous nucleation suggests that the critical nucleus is essentially a monolayer, and that the rate-limiting steps in these nucleation processes are therefore not merely influenced by, but instead dictated by, the physics of the water-alcohol interface. Consequently, reduced dimensionality may be much more important in heterogeneous nucleation than has previously been believed.",
            "Two-dimensional nucleation of ice from supercooled water",
            "LH Seeley and GT Seidler",
            "2001",
            "Nkh8NC0AAAAJ:AXPGKjj_ei8C",
            68,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.87.055702",
            "10351199215202967158",
            "\/scholar?cites=10351199215202967158",
            {
                "2002":4,
                "2003":3,
                "2004":1,
                "2005":2,
                "2006":4,
                "2007":4,
                "2008":5,
                "2009":6,
                "2010":2,
                "2011":3,
                "2012":1,
                "2013":3,
                "2014":3,
                "2015":4,
                "2016":6,
                "2017":3,
                "2018":4,
                "2019":4,
                "2020":5,
                "2021":1
            }
        ],
        [
            "Self-assembled monolayers (SAMs) of dipolar phosphonic acids can tailor the interface between organic semiconductors and transparent conductive oxides. When used in optoelectronic devices such as organic light emitting diodes and solar cells, these SAMs can increase current density and photovoltaic performance. The molecular ordering and conformation adopted by the SAMs determine properties such as work function and wettability at these critical interfaces. We combine angle-dependent near-edge X-ray absorption fine structure (NEXAFS) spectroscopy and polarization modulation infrared reflection absorption spectroscopy (PM-IRRAS) to determine the molecular orientations of a model phenylphosphonic acid on indium zinc oxide, and correlate the resulting values with density functional theory (DFT). We find that the SAMs are surprisingly well-oriented, with the phenyl ring adopting a well-defined tilt …",
            "Orientation of phenylphosphonic acid self-assembled monolayers on a transparent conductive oxide: a combined NEXAFS, PM-IRRAS, and DFT study",
            "Matthew Gliboff and Lingzi Sang and Kristina M Knesting and Matthew C Schalnat and Anoma Mudalige and Erin L Ratcliff and Hong Li and Ajaya K Sigdel and Anthony J Giordano and Joseph J Berry and Dennis Nordlund and Gerald T Seidler and Jean-Luc Bredas and Seth R Marder and Jeanne E Pemberton and David S Ginger",
            "2013",
            "Nkh8NC0AAAAJ:dhFuZR0502QC",
            67,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la304594t",
            "15005710567947726418",
            "\/scholar?cites=15005710567947726418",
            {
                "2013":8,
                "2014":12,
                "2015":12,
                "2016":12,
                "2017":7,
                "2018":7,
                "2019":6,
                "2020":3
            }
        ]
    ]
}