{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The Psi4 program is a new approach to modern quantum chemistry, encompassing Hartree–Fock and density‐functional theory to configuration interaction and coupled cluster. The program is written entirely in C++ and relies on a new infrastructure that has been designed to permit high‐efficiency computations of both standard and emerging electronic structure methods on conventional and high‐performance parallel computer architectures. Psi4 offers flexible user input built on the Python scripting language that enables both new and experienced users to make full use of the program's capabilities, and even to implement new functionality with moderate effort. To maximize its impact and usefulness, Psi4 is available through an open‐source license to the entire scientific community.© 2011 John Wiley & Sons, Ltd. This article is categorized under: Software> Quantum Chemistry",
            "Psi4: an open‐source ab initio electronic structure program",
            "Justin M Turney and Andrew C Simmonett and Robert M Parrish and Edward G Hohenstein and Francesco A Evangelista and Justin T Fermann and Benjamin J Mintz and Lori A Burns and Jeremiah J Wilke and Micah L Abrams and Nicholas J Russ and Matthew L Leininger and Curtis L Janssen and Edward T Seidl and Wesley D Allen and Henry F Schaefer and Rollin A King and Edward F Valeev and C David Sherrill and T Daniel Crawford",
            "2012",
            "nlQVGpIAAAAJ:UeHWp8X0CEIC",
            761,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/wcms.93",
            "2779799957522074264",
            "\/scholar?cites=2779799957522074264",
            {
                "2011":2,
                "2012":13,
                "2013":34,
                "2014":70,
                "2015":90,
                "2016":127,
                "2017":144,
                "2018":90,
                "2019":71,
                "2020":96,
                "2021":16
            }
        ],
        [
            "The Psi4 program is a new approach to modern quantum chemistry, encompassing Hartree–Fock and density‐functional theory to configuration interaction and coupled cluster. The program is written entirely in C++ and relies on a new infrastructure that has been designed to permit high‐efficiency computations of both standard and emerging electronic structure methods on conventional and high‐performance parallel computer architectures. Psi4 offers flexible user input built on the Python scripting language that enables both new and experienced users to make full use of the program's capabilities, and even to implement new functionality with moderate effort. To maximize its impact and usefulness, Psi4 is available through an open‐source license to the entire scientific community.© 2011 John Wiley & Sons, Ltd. This article is categorized under: Software> Quantum Chemistry",
            "Psi4: an open-source ab initio electronic structure program: Psi4: an electronic structure program",
            "Justin M Turney and Andrew C Simmonett and Robert M Parrish and Edward G Hohenstein and Francesco A Evangelista and Justin T Fermann and Benjamin J Mintz and Lori A Burns and Jeremiah J Wilke and Micah L Abrams and Nicholas J Russ and Matthew L Leininger and Curtis L Janssen and Edward T Seidl and Wesley D Allen and Henry F Schaefer and Rollin A King and Edward F Valeev and C David Sherrill and T Daniel Crawford",
            "2011",
            "nlQVGpIAAAAJ:RHpTSmoSYBkC",
            761,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/wcms.93",
            "2779799957522074264",
            "\/scholar?cites=2779799957522074264",
            {
                "2011":2,
                "2012":13,
                "2013":34,
                "2014":70,
                "2015":90,
                "2016":127,
                "2017":144,
                "2018":90,
                "2019":71,
                "2020":96,
                "2021":16
            }
        ],
        [
            "Psi4 is an ab initio electronic structure program providing methods such as Hartree–Fock, density functional theory, configuration interaction, and coupled-cluster theory. The 1.1 release represents a major update meant to automate complex tasks, such as geometry optimization using complete-basis-set extrapolation or focal-point methods. Conversion of the top-level code to a Python module means that Psi4 can now be used in complex workflows alongside other Python tools. Several new features have been added with the aid of libraries providing easy access to techniques such as density fitting, Cholesky decomposition, and Laplace denominators. The build system has been completely rewritten to simplify interoperability with independent, reusable software components for quantum chemistry. Finally, a wide range of new theoretical methods and analyses have been added to the code base, including …",
            "Psi4 1.1: An Open-Source Electronic Structure Program Emphasizing Automation, Advanced Libraries, and Interoperability",
            "Robert M Parrish and Lori A Burns and Daniel GA Smith and Andrew C Simmonett and A Eugene DePrince III and Edward G Hohenstein and Ugur Bozkaya and Alexander Yu Sokolov and Roberto Di Remigio and Ryan M Richard and Jérôme F Gonthier and Andrew M James and Harley R McAlexander and Ashutosh Kumar and Masaaki Saitow and Xiao Wang and Benjamin P Pritchard and Prakash Verma and Henry F Schaefer III and Konrad Patkowski and Rollin A King and Edward F Valeev and Francesco A Evangelista and Justin M Turney and T Daniel Crawford and C David Sherrill",
            "2017",
            "nlQVGpIAAAAJ:YOwf2qJgpHMC",
            653,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.jctc.7b00174",
            "12829015966231637120",
            "\/scholar?cites=12829015966231637120",
            {
                "2017":24,
                "2018":136,
                "2019":203,
                "2020":268,
                "2021":20
            }
        ],
        [
            "A systematic examination of the computational expense and accuracy of Symmetry-Adapted Perturbation Theory (SAPT) for the prediction of non-covalent interaction energies is provided with respect to both method [SAPT0, DFT-SAPT, SAPT2, SAPT2+, SAPT2+(3), and SAPT2+3; with and without CCD dispersion for the last three] and basis set [Dunning cc-pVDZ through aug-cc-pV5Z wherever computationally tractable, including truncations of diffuse basis functions]. To improve accuracy for hydrogen-bonded systems, we also include two corrections based on exchange-scaling (sSAPT0) and the supermolecular MP2 interaction energy (δMP2). When considering the best error performance relative to computational effort, we recommend as the gold, silver, and bronze standard of SAPT: SAPT2+(3)δMP2\/aug-cc-pVTZ, SAPT2+\/aug-cc-pVDZ, and sSAPT0\/jun-cc-pVDZ. Their respective mean absolute errors in …",
            "Levels of symmetry adapted perturbation theory (SAPT). I. Efficiency and performance for interaction energies",
            "Trent M Parker and Lori A Burns and Robert M Parrish and Alden G Ryno and C David Sherrill",
            "2014",
            "nlQVGpIAAAAJ:_FxGoFyzp5QC",
            333,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4867135",
            "2592820565226281023",
            "\/scholar?cites=2592820565226281023",
            {
                "2014":8,
                "2015":30,
                "2016":38,
                "2017":38,
                "2018":47,
                "2019":64,
                "2020":91,
                "2021":15
            }
        ],
        [
            "Many approximations have been developed to help deal with the O(N4) growth of the electron repulsion integral (ERI) tensor, where N is the number of one-electron basis functions used to represent the electronic wavefunction. Of these, the density fitting (DF) approximation is currently the most widely used despite the fact that it is often incapable of altering the underlying scaling of computational effort with respect to molecular size. We present a method for exploiting sparsity in three-center overlap integrals through tensor decomposition to obtain a low-rank approximation to density fitting (tensor hypercontraction density fitting or THC-DF). This new approximation reduces the 4th-order ERI tensor to a product of five matrices, simultaneously reducing the storage requirement as well as increasing the flexibility to regroup terms and reduce scaling behavior. As an example, we demonstrate such a scaling reduction for …",
            "Tensor hypercontraction density fitting. I. Quartic scaling second-and third-order Møller-Plesset perturbation theory",
            "Edward G Hohenstein and Robert M Parrish and Todd J Martínez",
            "2012",
            "nlQVGpIAAAAJ:2osOgNQ5qMEC",
            184,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4732310",
            "5327202756359092034",
            "\/scholar?cites=5327202756359092034",
            {
                "2011":2,
                "2012":3,
                "2013":13,
                "2014":16,
                "2015":10,
                "2016":22,
                "2017":23,
                "2018":18,
                "2019":32,
                "2020":44,
                "2021":1
            }
        ],
        [
            "Symmetry-adapted perturbation theory (SAPT) provides a means of probing the fundamental nature of intermolecular interactions. Low-orders of SAPT (here, SAPT0) are especially attractive since they provide qualitative (sometimes quantitative) results while remaining tractable for large systems. The application of density fitting and Laplace transformation techniques to SAPT0 can significantly reduce the expense associated with these computations and make even larger systems accessible. We present new factorizations of the SAPT0 equations with density-fitted two-electron integrals and the first application of Laplace transformations of energy denominators to SAPT. The improved scalability of the DF-SAPT0 implementation allows it to be applied to systems with more than 200 atoms and 2800 basis functions. The Laplace-transformed energy denominators are compared to analogous partial Cholesky …",
            "Large-scale symmetry-adapted perturbation theory computations via density fitting and Laplace transformation techniques: Investigating the fundamental forces of DNA …",
            "Edward G Hohenstein and Robert M Parrish and C David Sherrill and Justin M Turney and Henry F Schaefer III",
            "2011",
            "nlQVGpIAAAAJ:u5HHmVD_uO8C",
            134,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3656681",
            "518859593120045701",
            "\/scholar?cites=518859593120045701",
            {
                "2012":6,
                "2013":9,
                "2014":12,
                "2015":10,
                "2016":18,
                "2017":15,
                "2018":17,
                "2019":22,
                "2020":23,
                "2021":2
            }
        ],
        [
            "The least-squares tensor hypercontraction (LS-THC) representation for the electron repulsion integral (ERI) tensor is presented. Recently, we developed the generic tensor hypercontraction (THC) ansatz, which represents the fourth-order ERI tensor as a product of five second-order tensors [E. G. Hohenstein, R. M. Parrish, and T. J. Martínez, J. Chem. Phys. 137, 044103 (2012)]10.1063\/1.4732310. Our initial algorithm for the generation of the THC factors involved a two-sided invocation of overlap-metric density fitting, followed by a PARAFAC decomposition, and is denoted PARAFAC tensor hypercontraction (PF-THC). LS-THC supersedes PF-THC by producing the THC factors through a least-squares renormalization of a spatial quadrature over the otherwise singular 1\/r12 operator. Remarkably, an analytical and simple formula for the LS-THC factors exists. Using this formula, the factors may be generated with O …",
            "Tensor hypercontraction. II. Least-squares renormalization",
            "Robert M Parrish and Edward G Hohenstein and Todd J Martínez and C David Sherrill",
            "2012",
            "nlQVGpIAAAAJ:Y0pCki6q_DkC",
            125,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4768233",
            "6272926130857799053",
            "\/scholar?cites=6272926130857799053",
            {
                "2012":1,
                "2013":11,
                "2014":12,
                "2015":7,
                "2016":10,
                "2017":22,
                "2018":12,
                "2019":20,
                "2020":29,
                "2021":1
            }
        ],
        [
            "The manipulation of the rank-four tensor of double excitation amplitudes represents a challenge to the efficient implementation of many electronic structure methods. We present a proof of concept for the approximation of doubles amplitudes in the tensor hypercontraction (THC) representation. In particular, we show how THC can be used to both reduce the scaling with respect to molecular size of coupled cluster singles and doubles (CCSD) (and related methods) by two orders [from O(N6) to O(N4)] and remove the memory bottleneck associated with storage of the doubles amplitudes. The accuracy of correlated methods as integral and amplitude approximations are introduced is examined. For a set of 20 small molecules, single and double-excitation configuration interaction (CISD), quadratic CISD (QCISD), and CCSD correlation energies could be reproduced with millihartree accuracy after the introduction of …",
            "Communication: Tensor hypercontraction. III. Least-squares tensor hypercontraction for the determination of correlated wavefunctions",
            "Edward G Hohenstein and Robert M Parrish and C David Sherrill and Todd J Martínez",
            "2012",
            "nlQVGpIAAAAJ:zYLM7Y9cAGgC",
            116,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4768241",
            "4886303745809933017",
            "\/scholar?cites=4886303745809933017",
            {
                "2012":1,
                "2013":12,
                "2014":10,
                "2015":7,
                "2016":12,
                "2017":16,
                "2018":10,
                "2019":17,
                "2020":31
            }
        ],
        [
            "Predicting accurate bond-length alternations (BLAs) in long conjugated molecular chains has been a major challenge for electronic-structure theory for many decades. While Hartree-Fock (HF) overestimates BLA significantly, second-order perturbation theory and commonly used density functional theory (DFT) approaches typically underestimate it. Here, we discuss how this failure is related to the many-electron self-interaction error (MSIE), which is inherent to both HF and DFT approaches. We use tuned long-range corrected hybrids to minimize the MSIE for a series of polyenes. The key result is that the minimization of the MSIE alone does not yield accurate BLAs. On the other hand, if the range-separation parameter is tuned to yield accurate BLAs, we obtain a significant MSIE that grows with chain length. Our findings demonstrate that reducing the MSIE is one but not the only important aspect necessary to obtain …",
            "On the relationship between bond-length alternation and many-electron self-interaction error",
            "Thomas Körzdörfer and Robert M Parrish and John S Sears and C David Sherrill and Jean-Luc Brédas",
            "2012",
            "nlQVGpIAAAAJ:u-x6o8ySG0sC",
            88,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4752431",
            "8060299685804372502",
            "\/scholar?cites=8060299685804372502",
            {
                "2012":1,
                "2013":6,
                "2014":12,
                "2015":14,
                "2016":26,
                "2017":12,
                "2018":6,
                "2019":5,
                "2020":6
            }
        ],
        [
            "The influence of substituents on π-stacking interactions has previously been explained by two competing hypotheses: a nonlocal effect in which tuning of the π density by the substituent alters the interaction (the Hunter–Sanders picture) or a local effect in which the direct interaction of the added substituent and changed polarity of the phenyl-substituent σ bond alter the interaction (the Wheeler–Houk picture). In this work, we applied the recently developed functional-group partition of symmetry-adapted perturbation theory (F-SAPT) to directly quantify these two effects in situ. The results show that both pictures contribute to the change in interaction energy but that the Wheeler–Houk picture is usually dominant.",
            "Quantum-Mechanical Evaluation of π–π versus Substituent− π Interactions in π Stacking: Direct Evidence for the Wheeler–Houk Picture",
            "Robert M Parrish and C David Sherrill",
            "2014",
            "nlQVGpIAAAAJ:hqOjcs7Dif8C",
            82,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja5101245",
            "7067187950820542219",
            "\/scholar?cites=7067187950820542219",
            {
                "2015":15,
                "2016":11,
                "2017":20,
                "2018":15,
                "2019":6,
                "2020":15
            }
        ]
    ]
}