{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A model is proposed for the evolution of the profile of a growing interface. The deterministic growth is solved exactly, and exhibits nontrivial relaxation patterns. The stochastic version is studied by dynamic renormalization-group techniques and by mappings to Burgers's equation and to a random directed-polymer problem. The exact dynamic scaling form obtained for a one-dimensional interface is in excellent agreement with previous numerical simulations. Predictions are made for more dimensions.",
            "Dynamic scaling of growing interfaces",
            "Mehran Kardar and Giorgio Parisi and Yi-Cheng Zhang",
            "1986",
            "NNgbhLUAAAAJ:9yKSN-GCB0IC",
            5631,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.56.889",
            "145510122774679975",
            "\/scholar?cites=145510122774679975",
            {
                "1987":21,
                "1988":27,
                "1989":37,
                "1990":69,
                "1991":106,
                "1992":132,
                "1993":163,
                "1994":166,
                "1995":180,
                "1996":184,
                "1997":179,
                "1998":197,
                "1999":161,
                "2000":161,
                "2001":170,
                "2002":177,
                "2003":183,
                "2004":198,
                "2005":142,
                "2006":198,
                "2007":147,
                "2008":136,
                "2009":150,
                "2010":176,
                "2011":181,
                "2012":193,
                "2013":202,
                "2014":188,
                "2015":199,
                "2016":227,
                "2017":205,
                "2018":220,
                "2019":216,
                "2020":276,
                "2021":22
            }
        ],
        [
            "The Burgers equation is the simplest nonlinear generalization of the diffusion equation. We present a detailed dynamical renormalization-group analysis of this equation subject to random noise. The noise itself can be the product of another stochastic process and is hence allowed to have correlations in space and\/or time. In dimensions higher than a critical d c weak and strong noise lead to different scaling exponents, while for d< d c any amount of noise is relevant resulting in strong-coupling behavior. In the absence of temporal correlations we find two regimes for d< d c: either the hydrodynamic behavior is determined by white noise and correlations are unimportant, or correlations dominate and the resulting scaling exponents can be obtained exactly. With temporal correlations present, the hydrodynamic behavior is much more complex, as renormalization predicts a complicated dependence of the effective …",
            "Burgers equation with correlated noise: Renormalization-group analysis and applications to directed polymers and interface growth",
            "Ernesto Medina and Terence Hwa and Mehran Kardar and Yi-Cheng Zhang",
            "1989",
            "NNgbhLUAAAAJ:YFjsv_pBGBYC",
            798,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.39.3053",
            "3522019216666248337",
            "\/scholar?cites=3522019216666248337",
            {
                "1989":13,
                "1990":34,
                "1991":48,
                "1992":56,
                "1993":55,
                "1994":51,
                "1995":41,
                "1996":39,
                "1997":25,
                "1998":33,
                "1999":38,
                "2000":24,
                "2001":25,
                "2002":21,
                "2003":32,
                "2004":30,
                "2005":16,
                "2006":13,
                "2007":12,
                "2008":19,
                "2009":16,
                "2010":13,
                "2011":11,
                "2012":18,
                "2013":11,
                "2014":12,
                "2015":12,
                "2016":11,
                "2017":12,
                "2018":13,
                "2019":21,
                "2020":16,
                "2021":2
            }
        ],
        [
            "The static Casimir effect describes an attractive force between two conducting plates, due to quantum fluctuations of the electromagnetic (EM) field in the intervening space. Thermal fluctuations of correlated fluids (such as critical mixtures, super-fluids, liquid crystals, or electrolytes) are also modified by the boundaries, resulting in finite-size corrections at criticality, and additional forces that affect wetting and layering phenomena. Modified fluctuations of the EM field can also account for the “van der Waals” interaction between conducting spheres, and have analogs in the fluctuation-induced interactions between inclusions on a membrane. We employ a path integral formalism to study these phenomena for boundaries of arbitrary shape. This allows us to examine the many unexpected phenomena of the dynamic Casimir effect due to moving boundaries. With the inclusion of quantum fluctuations, the EM vacuum …",
            "The “friction” of vacuum, and other fluctuation-induced forces",
            "Mehran Kardar and Ramin Golestanian",
            "1999",
            "NNgbhLUAAAAJ:SpbeaW3--B0C",
            656,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.71.1233",
            "11728935670548009000",
            "\/scholar?cites=11728935670548009000",
            {
                "2000":24,
                "2001":33,
                "2002":27,
                "2003":22,
                "2004":31,
                "2005":29,
                "2006":30,
                "2007":22,
                "2008":29,
                "2009":35,
                "2010":30,
                "2011":33,
                "2012":28,
                "2013":41,
                "2014":30,
                "2015":37,
                "2016":37,
                "2017":30,
                "2018":27,
                "2019":26,
                "2020":42,
                "2021":6
            }
        ],
        [
            "Directed polymers subject to quenched external impurities (as in a polyelectrolyte in a gel matrix) are examined analytically, and numerically. Transverse fluctuations| x| scale with the length t of the polymer as| x|∼ t ν. In all dimensions, for sufficiently strong disorder, ν can be different from the random-walk value of ½. Extensive numerical simulations in two, three, and four dimensions in fact suggest a superuniversal exponent of ν= 2 3. The importance of the tree structure of the polymer ensemble is emphasized.",
            "Scaling of directed polymers in random media",
            "Mehran Kardar and Yi-Cheng Zhang",
            "1987",
            "NNgbhLUAAAAJ:u_35RYKgDlwC",
            616,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.58.2087",
            "4956144019255710354",
            "\/scholar?cites=4956144019255710354",
            {
                "1987":3,
                "1988":15,
                "1989":28,
                "1990":41,
                "1991":38,
                "1992":34,
                "1993":38,
                "1994":30,
                "1995":23,
                "1996":26,
                "1997":15,
                "1998":19,
                "1999":12,
                "2000":8,
                "2001":20,
                "2002":12,
                "2003":8,
                "2004":9,
                "2005":12,
                "2006":5,
                "2007":8,
                "2008":14,
                "2009":13,
                "2010":14,
                "2011":14,
                "2012":17,
                "2013":22,
                "2014":16,
                "2015":23,
                "2016":19,
                "2017":19,
                "2018":6,
                "2019":18,
                "2020":17
            }
        ],
        [
            "Motivated by recent studies of Bak, Tang, and Wiesenfeld [Phys. Rev. Lett. 59, 381 (1987); Phys. Rev. A 38, 364 (1988)], we study self-organized criticality in models of ‘‘running’’sandpiles. Our analysis reveals rich temporal structures in the flow of sand: at very short time scales, the flow is dominated by single avalanches. These avalanches overlap at intermediate time scales; their interactions lead to 1\/f noise in the flow. We show that scaling in this region is a consequence of conservation laws and is exhibited in many examples of driven-diffusion equations for transport. At very long time scales, the sandpiles exhibit system-wide discharge events. These events also obey scaling and are found to be anticorrelated. We derive the f 1\/2 mean-field power spectrum for these events and show that a threshold instability of the model, coupled with some stochasticity, is the underlying origin of the long-time anticorrelation.",
            "Avalanches, hydrodynamics, and discharge events in models of sandpiles",
            "Terence Hwa and Mehran Kardar",
            "1992",
            "NNgbhLUAAAAJ:Y5dfb0dijaUC",
            411,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.45.7002",
            "7780219583664339557",
            "\/scholar?cites=7780219583664339557",
            {
                "1992":2,
                "1993":13,
                "1994":9,
                "1995":15,
                "1996":23,
                "1997":12,
                "1998":23,
                "1999":25,
                "2000":21,
                "2001":26,
                "2002":24,
                "2003":17,
                "2004":19,
                "2005":22,
                "2006":14,
                "2007":14,
                "2008":13,
                "2009":4,
                "2010":9,
                "2011":3,
                "2012":13,
                "2013":12,
                "2014":6,
                "2015":15,
                "2016":7,
                "2017":9,
                "2018":13,
                "2019":6,
                "2020":12,
                "2021":1
            }
        ],
        [
            "The statistical mechanics of interfaces subject to quenched impurities is studied in two dimensions. The presence of randomness changes the scaling of domain wall fluctuations, and modifies critical behavior at interface-driven depinning (wetting), and commensurate-to-incommensurate phase transitions. All these problems are examined by combining the replica method with Bethe ansatz calculations. Results include expressions for quench-averaged free energies, their cumulants, expectation values, distribution functions, in addition to a number of new critical exponents. The intermediate results include some novel Bethe ansatz solutions, such as the ground state energy of a system of n attracting fermion species.",
            "Replica Bethe ansatz studies of two-dimensional interfaces with quenched random impurities",
            "Mehran Kardar",
            "1987",
            "NNgbhLUAAAAJ:PoWvk5oyLR8C",
            389,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0550321387902033",
            "11883452999152490399",
            "\/scholar?cites=11883452999152490399",
            {
                "1989":6,
                "1990":17,
                "1991":11,
                "1992":13,
                "1993":15,
                "1994":14,
                "1995":14,
                "1996":11,
                "1997":7,
                "1998":12,
                "1999":6,
                "2000":10,
                "2001":11,
                "2002":5,
                "2003":5,
                "2004":6,
                "2005":11,
                "2006":12,
                "2007":7,
                "2008":12,
                "2009":9,
                "2010":16,
                "2011":18,
                "2012":16,
                "2013":16,
                "2014":19,
                "2015":17,
                "2016":17,
                "2017":17,
                "2018":8,
                "2019":12,
                "2020":17,
                "2021":2
            }
        ],
        [
            "Our understanding of the “long range” electrodynamic, electrostatic, and polar interactions that dominate the organization of small objects at separations beyond an interatomic bond length is reviewed. From this basic-forces perspective, a large number of systems are described from which one can learn about these organizing forces and how to modulate them. The many practical systems that harness these nanoscale forces are then surveyed. The survey reveals not only the promise of new devices and materials, but also the possibility of designing them more effectively.",
            "Long range interactions in nanoscale science",
            "Roger H French and V Adrian Parsegian and Rudolf Podgornik and Rick F Rajter and Anand Jagota and Jian Luo and Dilip Asthagiri and Manoj K Chaudhury and Yet-ming Chiang and Steve Granick and Sergei Kalinin and Mehran Kardar and Roland Kjellander and David C Langreth and Jennifer Lewis and Steve Lustig and David Wesolowski and John S Wettlaufer and Wai-Yim Ching and Mike Finnis and Frank Houlihan and O Anatole Von Lilienfeld and Carel Jan Van Oss and Thomas Zemb",
            "2010",
            "NNgbhLUAAAAJ:f2IySw72cVMC",
            360,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.82.1887",
            "5139335429777408863",
            "\/scholar?cites=5139335429777408863",
            {
                "2010":2,
                "2011":27,
                "2012":42,
                "2013":33,
                "2014":36,
                "2015":49,
                "2016":42,
                "2017":27,
                "2018":31,
                "2019":32,
                "2020":35,
                "2021":1
            }
        ],
        [
            "Motivated by recent models of Bak, Tang, and Wiesenfeld we study dissipative transport in open systems. A simple continuum equation is constructed to describe fluctuations around a steady state in a flowing ‘‘sandpile.’’The principle of scale invariance and self-similarity is understood in terms of a conservation law in dynamics. A dynamic renormalization-group calculation allows us to determine various critical exponents exactly in all dimensions.",
            "Dissipative transport in open systems: An investigation of self-organized criticality",
            "Terence Hwa and Mehran Kardar",
            "1989",
            "NNgbhLUAAAAJ:hCrLmN-GePgC",
            346,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.62.1813",
            "12643261268644747763",
            "\/scholar?cites=12643261268644747763",
            {
                "1989":8,
                "1990":28,
                "1991":30,
                "1992":33,
                "1993":35,
                "1994":21,
                "1995":26,
                "1996":16,
                "1997":8,
                "1998":15,
                "1999":4,
                "2000":6,
                "2001":5,
                "2002":9,
                "2003":8,
                "2004":4,
                "2005":3,
                "2006":4,
                "2007":6,
                "2008":6,
                "2009":7,
                "2010":4,
                "2011":4,
                "2012":4,
                "2013":5,
                "2014":6,
                "2015":9,
                "2016":7,
                "2017":9,
                "2018":5,
                "2019":2,
                "2020":8
            }
        ],
        [
            "We study the statistical mechanics of two-dimensional surfaces of fixed connectivity embedded in d dimensions, as exemplified by hard spheres tethered together by strings into a triangular net. Without self-avoidance, entropy generates elastic interactions at large distances, and the radius of gyration R G increases as (ln L) 1 2, where L is the linear size of the uncrumpled surface. With self-avoidance R G grows as L ν, with ν= 4 (d+ 2) as obtained from a Flory theory and in good agreement with our Monte Carlo results for d= 3.",
            "Statistical mechanics of tethered surfaces",
            "Yacov Kantor and Mehran Kardar and David R Nelson",
            "1986",
            "NNgbhLUAAAAJ:Ehil0879vHcC",
            345,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.57.791",
            "16134195319160565523",
            "\/scholar?cites=16134195319160565523",
            {
                "1986":1,
                "1987":13,
                "1988":16,
                "1989":23,
                "1990":19,
                "1991":18,
                "1992":19,
                "1993":9,
                "1994":10,
                "1995":8,
                "1996":22,
                "1997":13,
                "1998":10,
                "1999":6,
                "2000":11,
                "2001":8,
                "2002":10,
                "2003":6,
                "2004":12,
                "2005":11,
                "2006":10,
                "2007":5,
                "2008":11,
                "2009":9,
                "2010":10,
                "2011":3,
                "2012":4,
                "2013":10,
                "2014":7,
                "2015":6,
                "2016":3,
                "2017":5,
                "2018":2,
                "2019":3,
                "2020":6,
                "2021":3
            }
        ],
        [
            "We study the dynamics of the passage of a polymer through a membrane pore (translocation), focusing on the scaling properties with the number of monomers N. The natural coordinate for translocation is the number of monomers on one side of the hole at a given time. Commonly used models that assume Brownian dynamics for this variable predict a mean (unforced) passage time τ that scales as N 2, even in the presence of an entropic barrier. In particular, however, the time it takes for a free polymer to diffuse a distance of the order of its radius by Rouse dynamics scales with an exponent larger than two, and this should provide a lower bound to the translocation time. To resolve this discrepancy, we perform numerical simulations with Rouse dynamics for both phantom (in space dimensions d= 1 and 2), and self-avoiding (in d= 2) chains. The results indicate that for large N, translocation times scale in the same …",
            "Anomalous dynamics of translocation",
            "Jeffrey Chuang and Yacov Kantor and Mehran Kardar",
            "2001",
            "NNgbhLUAAAAJ:_FM0Bhl9EiAC",
            333,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.65.011802",
            "13353727114435094934",
            "\/scholar?cites=13353727114435094934",
            {
                "2002":3,
                "2003":10,
                "2004":14,
                "2005":14,
                "2006":14,
                "2007":20,
                "2008":30,
                "2009":27,
                "2010":31,
                "2011":25,
                "2012":34,
                "2013":26,
                "2014":24,
                "2015":12,
                "2016":13,
                "2017":10,
                "2018":11,
                "2019":8,
                "2020":6
            }
        ]
    ]
}