{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "The soil interacts with plants and the environment to effect the transformation, flow and accumulation of energy and matter. As such, a primary function provided by the soil ecosystem is the supply of nutrients to plants via the major biogeochemical processes and elemental cycles. Thus, soil provides the foundation for terrestrial ecosystems. It provides the recycling function, while plants provide the bulk of the material to be recycled. Other functions are embodied in properties such as resilience (ie the capacity of an ecosystem to tolerate perturbation) and its relevance to control of pests and diseases; soil structural characteristics, the role of soil in the storage and filtration of water and as a carbon sink. Soil biota (principally bacteria, fungi, actinomycetes, algae, protists and invertebrates) are a vital part of this complex biogeochemical machinery, contributing to soil fertility and agricultural productivity.It is perhaps …",
            "Book review: Wildlife, Fire and Future Climate: A Forest Ecosystem Analysis",
            "Elizabeth M Tasker",
            "2004",
            "nNkZDsQAAAAJ:YsMSGLbcyi4C",
            178,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1442-9993.2004.01411.x",
            "13151661019944020344",
            "\/scholar?cites=13151661019944020344",
            {
                "2004":11,
                "2005":2,
                "2006":7,
                "2007":6,
                "2008":10,
                "2009":16,
                "2010":16,
                "2011":9,
                "2012":21,
                "2013":9,
                "2014":14,
                "2015":14,
                "2016":12,
                "2017":7,
                "2018":9,
                "2019":10,
                "2020":5
            }
        ]
    ]
}