{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Generalized gradient approximations (GGA's) for the exchange-correlation energy improve upon the local spin density (LSD) description of atoms, molecules, and solids. We present a simple derivation of a simple GGA, in which all parameters (other than those in LSD) are fundamental constants. Only general features of the detailed construction underlying the Perdew-Wang 1991 (PW91) GGA are invoked. Improvements over PW91 include an accurate description of the linear response of the uniform electron gas, correct behavior under uniform scaling, and a smoother potential.",
            "Generalized gradient approximation made simple",
            "John P Perdew and Kieron Burke and Matthias Ernzerhof",
            "1996",
            "NNwQAegAAAAJ:u5HHmVD_uO8C",
            126838,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.77.3865",
            "6040094783916535971",
            "\/scholar?cites=6040094783916535971",
            {
                "2000":342,
                "2001":423,
                "2002":542,
                "2003":821,
                "2004":1075,
                "2005":1469,
                "2006":1999,
                "2007":2485,
                "2008":3089,
                "2009":3804,
                "2010":4417,
                "2011":5379,
                "2012":6299,
                "2013":7533,
                "2014":8336,
                "2015":9597,
                "2016":10847,
                "2017":11820,
                "2018":12948,
                "2019":14064,
                "2020":16909,
                "2021":1770
            }
        ],
        [
            "Popular modern generalized gradient approximations are biased toward the description of free-atom energies. Restoration of the first-principles gradient expansion for exchange over a wide range of density gradients eliminates this bias. We introduce a revised Perdew-Burke-Ernzerhof generalized gradient approximation that improves equilibrium properties of densely packed solids and their surfaces.",
            "Restoring the density-gradient expansion for exchange in solids and surfaces",
            "John P Perdew and Adrienn Ruzsinszky and Gábor I Csonka and Oleg A Vydrov and Gustavo E Scuseria and Lucian A Constantin and Xiaolan Zhou and Kieron Burke",
            "2008",
            "NNwQAegAAAAJ:9yKSN-GCB0IC",
            6112,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.136406",
            "5806635943033812046",
            "\/scholar?cites=5806635943033812046",
            {
                "2008":27,
                "2009":53,
                "2010":95,
                "2011":128,
                "2012":224,
                "2013":284,
                "2014":370,
                "2015":500,
                "2016":625,
                "2017":703,
                "2018":880,
                "2019":969,
                "2020":1110,
                "2021":115
            }
        ],
        [
            "We construct a generalized gradient approximation (GGA) for the density n xc (r, r+u) at position r+u of the exchange-correlation hole surrounding an electron at r, or more precisely for its system and spherical average< n xc (u)>=(4π)− 1∫ d Ω u N− 1∫ d 3 r n (r) n xc (r, r+u). Starting from the second-order density gradient expansion, which involves the local spin densities n↑(r), n↓(r) and their gradients∇ n↑(r),∇ n↓(r), we cut off the spurious large-u contributions to restore those exact conditions on the hole that the local spin density (LSD) approximation respects. Our GGA hole recovers the Perdew-Wang 1991 and Perdew-Burke-Ernzerhof GGA’s for the exchange-correlation energy, which therefore respect the same powerful hole constraints as LSD. When applied to real systems, our hole model provides a more detailed test of these energy functionals, and also predicts the observable electron-electron …",
            "Generalized gradient approximation for the exchange-correlation hole of a many-electron system",
            "John P Perdew and Kieron Burke and Yue Wang",
            "1996",
            "NNwQAegAAAAJ:Tyk-4Ss8FVUC",
            5506,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.54.16533",
            "1301983425543111036",
            "\/scholar?cites=1301983425543111036",
            {
                "1998":37,
                "1999":46,
                "2000":73,
                "2001":96,
                "2002":112,
                "2003":129,
                "2004":165,
                "2005":157,
                "2006":169,
                "2007":206,
                "2008":215,
                "2009":242,
                "2010":270,
                "2011":296,
                "2012":274,
                "2013":346,
                "2014":347,
                "2015":371,
                "2016":391,
                "2017":341,
                "2018":383,
                "2019":349,
                "2020":406,
                "2021":55
            }
        ],
        [
            "We construct a generalized gradient approximation (GGA) for the density n xc (r, r+u) at position r+u of the exchange-correlation hole surrounding an electron at r, or more precisely for its system and spherical average< n xc (u)>=(4π)− 1∫ d Ω u N− 1∫ d 3 r n (r) n xc (r, r+u). Starting from the second-order density gradient expansion, which involves the local spin densities n↑(r), n↓(r) and their gradients∇ n↑(r),∇ n↓(r), we cut off the spurious large-u contributions to restore those exact conditions on the hole that the local spin density (LSD) approximation respects. Our GGA hole recovers the Perdew-Wang 1991 and Perdew-Burke-Ernzerhof GGA’s for the exchange-correlation energy, which therefore respect the same powerful hole constraints as LSD. When applied to real systems, our hole model provides a more detailed test of these energy functionals, and also predicts the observable electron-electron …",
            "Generalized gradient approximation for the exchange-correlation hole of a many-electron system",
            "John P Perdew and Kieron Burke and Yue Wang",
            "1996",
            "NNwQAegAAAAJ:u-x6o8ySG0sC",
            5461,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.54.16533",
            "1301983425543111036",
            "\/scholar?cites=1301983425543111036",
            {
                "1998":37,
                "1999":46,
                "2000":72,
                "2001":96,
                "2002":112,
                "2003":129,
                "2004":165,
                "2005":155,
                "2006":168,
                "2007":205,
                "2008":214,
                "2009":242,
                "2010":270,
                "2011":294,
                "2012":274,
                "2013":345,
                "2014":345,
                "2015":367,
                "2016":388,
                "2017":335,
                "2018":373,
                "2019":342,
                "2020":402,
                "2021":55
            }
        ],
        [
            "Density functional approximations for the exchange‐correlation energy EDFAxc of an electronic system are often improved by admixing some exact exchange Ex: Exc≊EDFAxc+(1\/n)(Ex−EDFAx). This procedure is justified when the error in EDFAxc arises from the λ=0 or exchange end of the coupling‐constant integral ∫10 dλ EDFAxc,λ. We argue that the optimum integer n is approximately the lowest order of Görling–Levy perturbation theory which provides a realistic description of the coupling‐constant dependence Exc,λ in the range 0≤λ≤1, whence n≊4 for atomization energies of typical molecules. We also propose a continuous generalization of n as an index of correlation strength, and a possible mixing of second‐order perturbation theory with the generalized gradient approximation.",
            "Rationale for mixing exact exchange with density functional approximations",
            "John P Perdew and Matthias Ernzerhof and Kieron Burke",
            "1996",
            "NNwQAegAAAAJ:d1gkVwhDpl0C",
            4627,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.472933",
            "7462658172730293859",
            "\/scholar?cites=7462658172730293859",
            {
                "1998":24,
                "1999":23,
                "2000":25,
                "2001":21,
                "2002":20,
                "2003":24,
                "2004":36,
                "2005":69,
                "2006":88,
                "2007":102,
                "2008":116,
                "2009":146,
                "2010":176,
                "2011":215,
                "2012":233,
                "2013":269,
                "2014":271,
                "2015":339,
                "2016":393,
                "2017":411,
                "2018":461,
                "2019":478,
                "2020":591,
                "2021":62
            }
        ],
        [
            "Density functional theory (DFT) is an incredible success story. The low computational cost, combined with useful (but not yet chemical) accuracy, has made DFT a standard technique in most branches of chemistry and materials science. Electronic structure problems in a dazzling variety of fields are currently being tackled. However, DFT has many limitations in its present form: too many approximations, failures for strongly correlated systems, too slow for liquids, etc. This perspective reviews some recent progress and ongoing challenges.",
            "Perspective on density functional theory",
            "Kieron Burke",
            "2012",
            "NNwQAegAAAAJ:IjCSPb-OGe4C",
            1086,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4704546",
            "8185318131074380122",
            "\/scholar?cites=8185318131074380122",
            {
                "2012":22,
                "2013":85,
                "2014":132,
                "2015":151,
                "2016":123,
                "2017":109,
                "2018":122,
                "2019":141,
                "2020":176,
                "2021":17
            }
        ],
        [
            "Time-dependent density functional theory (TDDFT) is presently enjoying enormous popularity in quantum chemistry, as a useful tool for extracting electronic excited state energies. This article discusses how TDDFT is much broader in scope, and yields predictions for many more properties. We discuss some of the challenges involved in making accurate predictions for these properties.",
            "Time-dependent density functional theory: Past, present, and future",
            "Kieron Burke and Jan Werschnik and EKU Gross",
            "2005",
            "NNwQAegAAAAJ:2osOgNQ5qMEC",
            833,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1904586",
            "1256547283961401871",
            "\/scholar?cites=1256547283961401871",
            {
                "2006":40,
                "2007":47,
                "2008":50,
                "2009":60,
                "2010":43,
                "2011":59,
                "2012":62,
                "2013":46,
                "2014":52,
                "2015":75,
                "2016":53,
                "2017":48,
                "2018":57,
                "2019":62,
                "2020":65,
                "2021":5
            }
        ],
        [
            "The year 2004 was a remarkable one for the growing? eld of time-dependent density functional theory (TDDFT). Not only did we celebrate the 40th-niversary of the Hohenberg-Kohn paper, which had laid the foundation for ground-state density functional theory (DFT), but it was also the 20th-niversary of the work by Runge and Gross, establishing a? rm footing for the time-dependent theory. Because the? eld has grown to such prominence, and has spread to so many areas of science (from materials to biochemistry), we feel that a volume dedicated to TDDFT is most timely. TDDFT is based on a set of ideas and theorems quite distinct from those governingground-stateDFT, butemployingsimilar techniques. Itisfarmore than just applying ground-state DFT to time-dependent problems, as it-volves its own exact theorems and new and di? erent density functionals. Presently, themostpopularapplicationistheextractionofelectronicexcit-state properties, especially transition frequencies. By applying TDDFT after thegroundstateofamoleculehasbeenfound, wecanexploreandunderstand the complexity of its spectrum, thus providing much more information about the species. TDDFT has a especially strong impact in the photochemistry of biological molecules, where the molecules are too large to be handled by t-ditional quantum chemical methods, and are too complex to be understood with simple empirical frontier orbital theory.",
            "Time-dependent density functional theory",
            "Miguel Marques and Angel Rubio and Eberhard KU Gross and Kieron Burke and Fernando Nogueira and Carsten A Ullrich",
            "2006",
            "NNwQAegAAAAJ:q2fMW1XeUkEC",
            736,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=l_l-o-qliqkC&oi=fnd&pg=PR5&dq=info:jJ3CUJFcLYsJ:scholar.google.com&ots=kSayBFRqjC&sig=y7lLNtcVuYIKjzc8wOCQAXd0_VU",
            "10028773724418907532",
            "\/scholar?cites=10028773724418907532",
            {
                "2006":4,
                "2007":30,
                "2008":37,
                "2009":49,
                "2010":59,
                "2011":73,
                "2012":66,
                "2013":63,
                "2014":64,
                "2015":51,
                "2016":45,
                "2017":45,
                "2018":56,
                "2019":47,
                "2020":41,
                "2021":4
            }
        ],
        [
            "Ref.[1] was to present a simple, nonempirical derivation of a simplified generalized gradient approximation (GGA) for the exchange-correlation energy of density functional theory. Among the many conditions that might have been imposed to construct the functional, we selected as most appropriate to the GGA form those already satisfied by the local spin density (LSD) approximation, or by the numerical GGA derived from sum rules on the exchangecorrelation hole [2].One of the conditions already satisfied by LSD is the Lieb-Oxford bound [3]. By satisfying this bound locally (and only by so doing), we ensure that our GGA will satisfy the integrated bound for any possible electron density, as LSD does. The resulting GGA Perdew-Burke-Ernzerhof (PBE) is remarkably like the more complicated Perdew-Wang 1991 GGA derived from the sum rules. Simple physical arguments [4] explain its characteristic dependencies …",
            "Perdew, burke, and ernzerhof reply",
            "JP Perdew and K Burke and M Ernzerhof",
            "1998",
            "NNwQAegAAAAJ:mNrWkgRL2YcC",
            714,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.80.891",
            "157226084727267305",
            "\/scholar?cites=157226084727267305",
            {
                "1998":3,
                "1999":9,
                "2000":10,
                "2001":8,
                "2002":7,
                "2003":9,
                "2004":11,
                "2005":18,
                "2006":13,
                "2007":18,
                "2008":16,
                "2009":21,
                "2010":25,
                "2011":19,
                "2012":23,
                "2013":36,
                "2014":32,
                "2015":36,
                "2016":41,
                "2017":52,
                "2018":66,
                "2019":76,
                "2020":152,
                "2021":10
            }
        ],
        [
            "Within the adiabatic approximation, time-dependent density functional theory yields only single excitations. Near states of double excitation character, the exact exchange–correlation kernel has a strong dependence on frequency. We derive the exact frequency-dependent kernel when a double excitation mixes with a single excitation, well separated from the other excitations, in the limit that the electron–electron interaction is weak. Building on this, we construct a nonempirical approximation for the general case, and illustrate our results on a simple model.",
            "Double excitations within time-dependent density functional theory linear response",
            "Neepa T Maitra and Fan Zhang and Robert J Cave and Kieron Burke",
            "2004",
            "NNwQAegAAAAJ:UeHWp8X0CEIC",
            465,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1651060",
            "8585943023030519091",
            "\/scholar?cites=8585943023030519091",
            {
                "2003":2,
                "2004":6,
                "2005":17,
                "2006":18,
                "2007":12,
                "2008":29,
                "2009":36,
                "2010":33,
                "2011":29,
                "2012":29,
                "2013":33,
                "2014":27,
                "2015":31,
                "2016":33,
                "2017":25,
                "2018":28,
                "2019":26,
                "2020":40,
                "2021":4
            }
        ]
    ]
}