{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "This paper analyses an episode in the development of management information systems in NHS hospitals in the UK. These systems (called Resource Management Systems) are designed to reveal the costs of medical activity, and thus open up new scope for management of that activity. The paper accepts that notions such as “responsibility accounting” and the “constitutive role of accounting systems” can substantially help in the analysis of how such systems are used. However, it argues that such approaches are less successful in revealing how such systems come to be created. To address this problem, the “actor-network” approach of Callon and Latour is employed in the analysis of fieldwork data collected by the authors in three health authorities over a three-year period. The analysis reveals considerable interpretative flexibility surrounding the understandings of the nature and purpose of resource …",
            "Machines and manoeuvres: responsibility accounting and the construction of hospital information systems",
            "Brian P Bloomfield and Rod Coombs and David J Cooper and David Rea",
            "1992",
            "nNyyTfQAAAAJ:u5HHmVD_uO8C",
            188,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/095980229290009H",
            "5303634492456885422",
            "\/scholar?cites=5303634492456885422",
            {
                "1994":3,
                "1995":8,
                "1996":4,
                "1997":5,
                "1998":4,
                "1999":7,
                "2000":7,
                "2001":7,
                "2002":9,
                "2003":8,
                "2004":10,
                "2005":6,
                "2006":9,
                "2007":20,
                "2008":6,
                "2009":10,
                "2010":2,
                "2011":8,
                "2012":10,
                "2013":6,
                "2014":6,
                "2015":3,
                "2016":6,
                "2017":5,
                "2018":5,
                "2019":4,
                "2020":5
            }
        ],
        [
            "This paper reports on the experience of 28 Saudi women doctors working in Saudi Arabia. It demonstrates the problems they encountered, many of which they share with counterparts elsewhere. In addition, they have also had to deal with problems peculiar to Saudi society: a constitution and legal system that sanctions male superiority, and segregation of the sexes in all areas of life. This context affected their choice of specialty, their work alongside male colleagues, and their promotion prospects.Many had encountered what was described as a western culture at work, or in their overseas training. They valued many aspects of this, such as promotion being based on merit, but did not all expect these aspects of western culture to prevail within their own context.Despite the constraints, the older women doctors had achieved professional success and satisfaction—and the younger doctors expect professional …",
            "Saudi women doctors: gender and careers within Wahhabic Islam and a ‘westernised’work culture",
            "Girija Vidyasagar and David M Rea",
            "2004",
            "nNyyTfQAAAAJ:ufrVoPGSRksC",
            131,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S027753950400024X",
            "11209828294501479043",
            "\/scholar?cites=11209828294501479043",
            {
                "2005":1,
                "2006":3,
                "2007":3,
                "2008":3,
                "2009":6,
                "2010":4,
                "2011":6,
                "2012":9,
                "2013":16,
                "2014":11,
                "2015":10,
                "2016":20,
                "2017":16,
                "2018":9,
                "2019":11,
                "2020":1
            }
        ],
        [
            "Many funding bodies require researchers to actively involve service users in research to improve relevance, accountability and quality. Current guidance to researchers mainly discusses general principles. Formal guidance about how to involve service users operationally in the conduct of trials is lacking. We aimed to develop a standard operating procedure (SOP) to support researchers to involve service users in trials and rigorous studies. Researchers with experience of involving service users and service users who were contributing to trials collaborated with the West Wales Organisation for Rigorous Trials in Health, a registered clinical trials unit, to develop the SOP. Drafts were prepared in a Task and Finish Group, reviewed by all co-authors and amendments made. We articulated core principles, which defined equality of service users with all other research team members and collaborative processes underpinning the SOP, plus guidance on how to achieve these. We developed a framework for involving service users in research that defined minimum levels of collaboration plus additional consultation and decision-making opportunities. We recommended service users be involved throughout the life of a trial, including planning and development, data collection, analysis and dissemination, and listed tasks for collaboration. We listed people responsible for involving service users in studies and promoting an inclusive culture. We advocate actively involving service users as early as possible in the research process, with a minimum of two on all formal trial groups and committees. We propose that researchers protect at least 1% of their total …",
            "Involving service users in trials: developing a standard operating procedure",
            "Bridie Angela Evans and Emma Bedson and Philip Bell and Hayley Hutchings and Lesley Lowes and David Rea and Anne Seagrove and Stefan Siebert and Graham Smith and Helen Snooks and Marie Thomas and Kym Thorne and Ian Russell",
            "2013",
            "nNyyTfQAAAAJ:UeHWp8X0CEIC",
            49,
            "https:\/\/trialsjournal.biomedcentral.com\/articles\/10.1186\/1745-6215-14-219",
            "2460808980565250861",
            "\/scholar?cites=2460808980565250861",
            {
                "2012":2,
                "2013":2,
                "2014":8,
                "2015":5,
                "2016":6,
                "2017":3,
                "2018":8,
                "2019":8,
                "2020":3,
                "2021":2
            }
        ],
        [
            "The Resource Management Initiative (RMI) is a central ingredient inplans to instil market‐based relationships in health care and medicine.However, these plans have not benefited from any adequate assessment of“resource management”. Demonstrates how earlier experience with resourcemanagement provides little guidance as to how it might be made to work.While resource management implies that measures of cost and activitywere to be related to each other, its purposes are confused andconfusing. While seemingly offering a variety of advantages, resourcemanagement is characterized by struggles and negotiations over itsoperational substance. Moreover, the initiative failed to resolvecrucial issues over how to account for activities. Experience oftackling these issues as market‐based relationships came into effectduring 1992‐3 demonstrates that resource management provides limitedassistance to …",
            "Better informed judgements: resource management in the NHS",
            "David M Rea",
            "1994",
            "nNyyTfQAAAAJ:u-x6o8ySG0sC",
            40,
            "https:\/\/www.emerald.com\/insight\/content\/doi\/10.1108\/09513579410050416\/full\/html",
            "5176551662504933395",
            "\/scholar?cites=5176551662504933395",
            {
                "1993":1,
                "1994":1,
                "1995":1,
                "1996":1,
                "1997":3,
                "1998":2,
                "1999":4,
                "2000":1,
                "2001":1,
                "2002":2,
                "2003":3,
                "2004":2,
                "2005":1,
                "2006":1,
                "2007":2,
                "2008":2,
                "2009":3,
                "2010":1,
                "2011":1,
                "2012":2,
                "2013":1,
                "2014":2
            }
        ],
        [
            "Over the past 20 years, healthcare has adapted to the ‘quality revolution’ by moving away from direct provision and hierarchical control mechanisms. In their place, new structures based on contractual relationships are being developed coupled with attempts to create an organisational culture that shares learning and that scrutinises existing practice so that it can be improved. The issue here is that contractual arrangements require surveillance, monitoring, regulation and governance systems that can be perceived as antipathetic to the examination of practice and subsequent learning. Historically, reporting levels from general practice have remained low; little information is shared and consequently lessons are not shared across the general practice community. Given large‐scale under‐engagement of general practitioners (GPs) in incident reporting systems, significant event analysis is advocated to encourage …",
            "Patient safety in primary care: incident reporting and significant event reviews in British general practice",
            "David Rea and Sarah Griffiths",
            "2016",
            "nNyyTfQAAAAJ:roLk4NBRz8UC",
            29,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/hsc.12221",
            "1068855846968088971",
            "\/scholar?cites=1068855846968088971",
            {
                "2015":2,
                "2016":2,
                "2017":5,
                "2018":4,
                "2019":4,
                "2020":10,
                "2021":2
            }
        ],
        [
            "The involvement of service users is extolled in National Service Frameworks and, in Wales, is one of seven standards set out in the National Service Framework for mental health services. National Service Frameworks have an important role in the UK government’s performance management strategies. The strategies are retrospective in effect and offer insufficient help for service managers and others seeking to change and improve service performance. Draws on research conducted at intervals over the past four years in Swansea. In today’s devolved UK, the details will be different in Wales from elsewhere but the focus is on how a number of organisations with differing responsibilities can work together to manage performance improvement. Demonstrates that change requires leadership to be dispersed across organisational boundaries. Accountability and responsibility must be horizontal and even downwards …",
            "Managing performance and performance management",
            "Carol A Rea and David M Rea",
            "2002",
            "nNyyTfQAAAAJ:9yKSN-GCB0IC",
            22,
            "https:\/\/www.emerald.com\/insight\/content\/doi\/10.1108\/02689230210428643\/full\/html",
            "14922214156969455832",
            "\/scholar?cites=14922214156969455832",
            {
                "2002":1,
                "2003":2,
                "2004":2,
                "2005":1,
                "2006":2,
                "2007":2,
                "2008":2,
                "2009":1,
                "2010":1,
                "2011":4,
                "2012":1,
                "2013":3
            }
        ],
        [
            "The need to incorporate mental health service users in routine measurement of service effectiveness is included among recent policy proposals. However, mental health services pose particular problems of measurement and may prevent the acceptance of measures that are both comparable and meaningful. This paper outlines some of the major difficulties to be faced in routinely measuring quality of mental health services and taking users’ views into account. It then proposes a minimum specification for any measure of quality that places mental health service users at the centre of the process.",
            "Towards routine user assessment of mental health service quality performance",
            "David M Rea",
            "1999",
            "nNyyTfQAAAAJ:d1gkVwhDpl0C",
            13,
            "https:\/\/www.emerald.com\/insight\/content\/doi\/10.1108\/09526869910272527\/full\/html",
            "7853521876835663890",
            "\/scholar?cites=7853521876835663890",
            {
                "2000":1,
                "2001":1,
                "2002":1,
                "2003":2,
                "2004":2,
                "2005":1,
                "2006":1,
                "2007":1,
                "2008":1,
                "2009":1,
                "2010":1
            }
        ]
    ]
}