{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Mice deficient in the Polycomb repressor Bmi1 develop numerous abnormalities including a severe defect in stem cell self-renewal, alterations in thymocyte maturation and a shortened lifespan. Previous work has implicated de-repression of the Ink4a\/Arf (also known as Cdkn2a) locus as mediating many of the aspects of the Bmi1-\/-phenotype. Here we demonstrate that cells derived from Bmi1-\/-mice also have impaired mitochondrial function, a marked increase in the intracellular levels of reactive oxygen species and subsequent engagement of the DNA damage response pathway. Furthermore, many of the deficiencies normally observed in Bmi1-\/-mice improve after either pharmacological treatment with the antioxidant N-acetylcysteine or genetic disruption of the DNA damage response pathway by Chk2 (also known as Chek2) deletion. These results demonstrate that Bmi1 has an unexpected role in maintaining …",
            "Bmi1 regulates mitochondrial function and the DNA damage response pathway",
            "Jie Liu and Liu Cao and Jichun Chen and Shiwei Song and In Hye Lee and Celia Quijano and Hongjun Liu and Keyvan Keyvanfar and Haoqian Chen and Long-Yue Cao and Bong-Hyun Ahn and Neil G Kumar and Ilsa I Rovira and Xiao-Ling Xu and Maarten Van Lohuizen and Noboru Motoyama and Chu-Xia Deng and Toren Finkel",
            "2009",
            "No1IwkYAAAAJ:ax16qXk-rEQC",
            434,
            "https:\/\/www.nature.com\/articles\/nature08040",
            "80902966240910248",
            "\/scholar?cites=80902966240910248",
            {
                "2009":7,
                "2010":46,
                "2011":43,
                "2012":51,
                "2013":53,
                "2014":34,
                "2015":37,
                "2016":38,
                "2017":38,
                "2018":28,
                "2019":21,
                "2020":31,
                "2021":4
            }
        ],
        [
            "Choline acetyltransferase (ChAT), the enzyme responsible for the biosynthesis of acetylcholine, is presently the most specific indicator for monitoring the functional state of cholinergic neurones in the central and peripheral nervous systems. ChAT is a single‐strand globular protein. The enzyme is synthesized in the perikaryon of cholinergic neurones and transported to the nerve terminals probably by both slow and rapid axoplasmic flows. ChAT exists in at least two forms in cholinergic nerve terminals: (i) soluble; and (ii) non‐ionically membrane‐bound forms. Multiple mRNA species of ChAT (R‐, N‐and M‐types) are transcribed from different promoter regions and produced by different splicing in the mouse, rat, and human. All transcripts encode the same ChAT protein in rodents, while in human M‐type mRNA has the capability to generate both large and small forms of ChAT proteins and R‐and N‐types ChAT …",
            "Choline acetyltransferase: the structure, distribution and pathologic changes in the central nervous system",
            "Yoshio Oda",
            "1999",
            "No1IwkYAAAAJ:d9ydBXnamCkC",
            416,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1046\/j.1440-1827.1999.00977.x",
            "15543835590300992964",
            "\/scholar?cites=15543835590300992964",
            {
                "2000":2,
                "2001":10,
                "2002":12,
                "2003":11,
                "2004":19,
                "2005":20,
                "2006":15,
                "2007":15,
                "2008":21,
                "2009":15,
                "2010":20,
                "2011":26,
                "2012":29,
                "2013":28,
                "2014":22,
                "2015":21,
                "2016":25,
                "2017":28,
                "2018":32,
                "2019":20,
                "2020":21,
                "2021":2
            }
        ],
        [
            "Reduced graphene oxide (RGO) with a layered and porous structure was synthesized by thermal exfoliation of graphite oxide. Synthesized RGO is very light weight and flaky. The formation of RGO was studied using Fourier transform infrared and Raman spectroscopies, X-ray diffraction and scanning electron microscopy. Composites were prepared by dispersing 2%, 4% and 10% by weight of the synthesized RGO into nitrile butadiene rubber (NBR) matrix. Microwave absorption properties of RGO\/NBR composites were investigated by measuring their complex permittivity and permeability by using waveguide method. Simulation studies show that 10 wt.% of graphene oxide in NBR matrix exhibits high values of reflection loss (>10 dB) over a wide frequency range 7.5–12 GHz and maximum loss is 57 dB at 9.6 GHz at a thickness of 3 mm.",
            "Microwave absorbing properties of a thermally reduced graphene oxide\/nitrile butadiene rubber composite",
            "Vivek K Singh and Anuj Shukla and Manoj K Patra and Lokesh Saini and Raj K Jani and Sampat R Vadera and Narendra Kumar",
            "2012",
            "No1IwkYAAAAJ:sSrBHYA8nusC",
            350,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0008622312000644",
            "14079157422698627077",
            "\/scholar?cites=14079157422698627077",
            {
                "2012":2,
                "2013":32,
                "2014":41,
                "2015":35,
                "2016":55,
                "2017":51,
                "2018":48,
                "2019":39,
                "2020":40,
                "2021":5
            }
        ],
        [
            "A novel wet-chemical precipitation method is optimized for the synthesis of ZnS nanocrystals doped with Cu+ and halogen. The nanoparticles were stabilized by capping with polyvinyl pyrrolidone (PVP). XRD studies show the phase singularity of ZnS particles having zinc-blende (cubic) structure. TEM as well as XRD line broadening indicate that the average crystallite size of undoped samples is ∼2 nm. The effects of change in stoichiometry and doping with Cu+ and halogen on the photoluminescence properties of ZnS nanophosphors have been investigated. Sulfur vacancy (VS) related emission with peak maximum at 434 nm has been dominant in undoped ZnS nanoparticles. Unlike in the case of microcrystalline ZnS phosphor, incorporation of halogens in nanoparticles did not result VZn related self-activated emission. However, emission characteristics of nanophosphors have been changed with Cu …",
            "Synthesis and photoluminescent properties of ZnS nanocrystals doped with copper and halogen",
            "K Manzoor and SR Vadera and N Kumar and TRN Kutty",
            "2003",
            "No1IwkYAAAAJ:q3oQSFYPqjQC",
            248,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0254058403003663",
            "15139043284580710347",
            "\/scholar?cites=15139043284580710347",
            {
                "2004":2,
                "2005":10,
                "2006":9,
                "2007":15,
                "2008":16,
                "2009":13,
                "2010":19,
                "2011":13,
                "2012":20,
                "2013":27,
                "2014":22,
                "2015":19,
                "2016":14,
                "2017":11,
                "2018":16,
                "2019":8,
                "2020":9,
                "2021":2
            }
        ],
        [
            "A historical review of what has been achieved with arthropod diversity sampling sampling Subject Category: Techniques, Methodologies and Equipment",
            "Measuring arthropod biodiversity in the tropical forest canopy.",
            "Terry L Erwin",
            "1995",
            "No1IwkYAAAAJ:IZcclEPD2KUC",
            152,
            "https:\/\/www.cabdirect.org\/cabdirect\/abstract\/19960603745",
            "11090231147645294103",
            "\/scholar?cites=11090231147645294103",
            {
                "1996":1,
                "1997":6,
                "1998":5,
                "1999":4,
                "2000":7,
                "2001":12,
                "2002":7,
                "2003":5,
                "2004":2,
                "2005":6,
                "2006":6,
                "2007":4,
                "2008":9,
                "2009":6,
                "2010":4,
                "2011":4,
                "2012":7,
                "2013":10,
                "2014":7,
                "2015":9,
                "2016":5,
                "2017":2,
                "2018":4,
                "2019":5,
                "2020":8,
                "2021":2
            }
        ],
        [
            "Des stress causés par des températures, pH et salinités élevés dans des sols alcalins tropicaux limitent la nodulation et la fixation diazotée par les souches de Rhizobium provenant des nodosités racinaires des arbres qui fixent l'azote (NFTs). Cette étude a visé à déterminer la variabilité de la croissance des souches de Rhizobium isolées de différents NFTs, en réponse aux températures, pH et concentrations salines élevés. Face à une augmentation de ces différents agents de stress, des réponses variables ont été obtenues. Une souche de Rhizobium isolée de Albizia lebbek a survécu à 50 °C, tandis que des souches isolées de Sesbania formosa, Acacia farnesiana et Dalbergia sissoo, se sont révélées bien adaptées à un pH de 12,0 pour leur croissance. Toutes les souches de Rhizobium ont toléré des concentrations salines jusqu'à 5,0%. Les souches ont de plus été caractérisées en fonction de leur …",
            "Characterization of Rhizobium from root nodules of leguminous trees growing in alkaline soils",
            "S Surange and AG Wollum Ii and Nikhil Kumar and C Shekhar Nautiyal",
            "1997",
            "No1IwkYAAAAJ:iINcni2fUZgC",
            144,
            "https:\/\/cdnsciencepub.com\/doi\/abs\/10.1139\/m97-130",
            "15642116186695575989",
            "\/scholar?cites=15642116186695575989",
            {
                "1999":3,
                "2000":5,
                "2001":2,
                "2002":5,
                "2003":3,
                "2004":2,
                "2005":6,
                "2006":2,
                "2007":3,
                "2008":4,
                "2009":4,
                "2010":5,
                "2011":4,
                "2012":11,
                "2013":7,
                "2014":10,
                "2015":7,
                "2016":9,
                "2017":11,
                "2018":18,
                "2019":12,
                "2020":11
            }
        ],
        [
            "Alternate-current electroluminescent (ac EL) devices based on doped ZnS nanocrystals emitting blue, green, and orange-red colors are reported. ZnS nanocrystals doped with Cu+–Al3+ and Cu+–Al3+–Mn2+ combinations were synthesized by wet chemical method at room temperature. The ZnS:Cu+, Al3+ nanocrystals show blue (462 nm) and green (530 nm) EL emissions depending upon the presence and absence of sulphur vacancies, respectively. The orange EL emission (590 nm) is realized from ZnS:Cu+, Al3+, Mn2+ nanoparticles by way of nonradiative energy transfer from AlZn–CuZn pairs to MnZn. The EL devices show low turn-on voltage of ∼10 V ac @100 Hz. The mechanism of ac EL in ZnS nanocrystals has been explained wherein the excitation is attributed to the electric-field-assisted injection of electron-hole pairs from the surface regions into the interiors and their subsequent recombination therein …",
            "Multicolor electroluminescent devices using doped ZnS nanocrystals",
            "K Manzoor and SR Vadera and N Kumar and TRN Kutty",
            "2004",
            "No1IwkYAAAAJ:HoB7MX3m0LUC",
            139,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1639935",
            "9917711063053350441",
            "\/scholar?cites=9917711063053350441",
            {
                "2005":9,
                "2006":7,
                "2007":8,
                "2008":11,
                "2009":8,
                "2010":11,
                "2011":17,
                "2012":11,
                "2013":7,
                "2014":8,
                "2015":9,
                "2016":12,
                "2017":7,
                "2018":3,
                "2019":3,
                "2020":5
            }
        ],
        [
            "The relation between dietary nutrients and cardiovascular disease risk markers in many regions worldwide is unknown. In this study, we investigated the effect of dietary nutrients on blood lipids and blood pressure, two of the most important risk factors for cardiovascular disease, in low-income, middle-income, and high-income countries.We studied 125 287 participants from 18 countries in North America, South America, Europe, Africa, and Asia in the Prospective Urban Rural Epidemiology (PURE) study. Habitual food intake was measured with validated food frequency questionnaires. We assessed the associations between nutrients (total fats, saturated fatty acids, monounsaturated fatty acids, polyunsaturated fatty acids, carbohydrates, protein, and dietary cholesterol) and cardiovascular disease risk markers using multilevel modelling. The effect of isocaloric replacement of saturated fatty …",
            "Association of dietary nutrients with blood lipids and blood pressure in 18 countries: a cross-sectional analysis from the PURE study",
            "Andrew Mente and Mahshid Dehghan and Sumathy Rangarajan and Matthew McQueen and Gilles Dagenais and Andreas Wielgosz and Scott Lear and Wei Li and Hui Chen and Sun Yi and Yang Wang and Rafael Diaz and Alvaro Avezum and Patricio Lopez-Jaramillo and Pamela Seron and Rajesh Kumar and Rajeev Gupta and Viswanathan Mohan and Sumathi Swaminathan and Raman Kutty and Katarzyna Zatonska and Romaina Iqbal and Rita Yusuf and Noushin Mohammadifard and Rasha Khatib and Nafiza Mat Nasir and Noorhassim Ismail and Aytekin Oguz and Annika Rosengren and Afzalhussein Yusufali and Edelweiss Wentzel-Viljoen and Thandi Puoane and Jephat Chifamba and Koon Teo and Sonia S Anand and Salim Yusuf and S Yusuf and S Rangarajan and KK Teo and CK Chow and M O'Donnell and A Mente and D Leong and A Smyth and P Joseph and A Merchant and S Islam and M Zhang and W Hu and C Ramasundarahettige and G Wong and S Bangdiwala and L Dyal and A Casanova and M Dehghan and G Lewis and A Aliberti and A Arshad and A Reyes and A Zaki and B Lewis and B Zhang and D Agapay and D Hari and E Milazzo and E Ramezani and F Hussain and F Shifaly and G McAlpine and I Kay and J Lindeman and J Rimac and J Swallow and L Heldman and M Trottier and M Riggi and N Aoucheva and N Kandy and P Mackie and R Solano and S Chin and S Ramacham and S Shahrook and S Trottier and T Tongana and W ElSheikh and Y Iyengar and M McQueen and K Hall and J Keys and X Wang and J Keneth and A Devanath and R Diaz and A Orlandini and B Linetsky and S Toscanelli and G Casaccia and JM Maini Cuneo and O Rahman and R Yusuf and AK Azad and KA Rabbani and HM Cherry and A Mannan and I Hassan and AT Talukdar and RB Tooheen and MU Khan and M Sintaha and T Choudhury and R Haque and S Parvin and A Avezum and GB Oliveira and CS Marcilio and AC Mattos and K Teo and J Dejesus and W Elsheikh and G Dagenais and P Poirier and G Turbide and D Auger and A LeBlanc De Bluts and MC Proulx and M Cayer and N Bonneville and S Lear and D Gasevic and E Corber and V de Jong and I Vukmirovich and A Wielgosz and G Fodor and A Pipe and A Shane and F Lanas and P Seron and S Martinez and A Valdebenito and M Oliveros and Li Wei and Liu Lisheng and Chen Chunming and Wang Xingyu and Zhao Wenhua and Zhang Hongye and Jia Xuan and Hu Bo",
            "2017",
            "No1IwkYAAAAJ:I__7AI8a974C",
            135,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S2213858717302838",
            "3898866203176072201",
            "\/scholar?cites=3898866203176072201",
            {
                "2016":1,
                "2017":8,
                "2018":38,
                "2019":42,
                "2020":40,
                "2021":4
            }
        ],
        [
            "A single step method was developed for the preparation of graphene oxide\/Fe2O3 composites by exfoliation of graphite oxide with an oxygen-rich ferric acetyl acetonate complex. The synthesized materials were characterized by Fourier transform infrared spectroscopy, X-ray diffraction, vibrating sample magnetometry, atomic force microscopy, and low temperature dc conductivity measurements. After exfoliation, the Fourier transform infrared studies reveal the decomposition of epoxy groups and the simultaneous formation of composites of iron oxide particles within the graphene oxide. Atomic force microscopy reveals the formation of an ∼5nm thick graphene oxide stack with layered morphology. The layered morphology of graphene oxide degrades at higher concentrations of iron oxide. The vibrating sample magnetometer studies show ferromagnetic behavior of all composites in the range of 0.13–5.5 emu\/g at …",
            "In situ synthesis of graphene oxide and its composites with iron oxide",
            "VK Singh and MK Patra and M Manoth and GS Gowd and SR Vadera and N Kumar",
            "2009",
            "No1IwkYAAAAJ:4OULZ7Gr8RgC",
            135,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S187258050860044X",
            "10485879448611636707",
            "\/scholar?cites=10485879448611636707",
            {
                "2010":7,
                "2011":14,
                "2012":17,
                "2013":18,
                "2014":17,
                "2015":13,
                "2016":9,
                "2017":12,
                "2018":11,
                "2019":4,
                "2020":11,
                "2021":1
            }
        ],
        [
            "An environmentally-friendly method to separate cellulose and hemicelluloses from lignin in recalcitrant biomass for subsequent conversion is desirable to reduce greenhouse gas generation. Easily-prepared, deep eutectic solvents (DESs) have low volatility, wide liquid range, non-flammability, nontoxicity, biocompatibility, and biodegradability. This study shows the DESs (formic acid:choline chloride, lactic acid:choline chloride, acetic acid:choline chloride, lactic acid:betaine, and lactic acid:proline) to be capable of preferentially dissolving lignin at 60 °C. Thermogravimetric analysis show DES to be stable at typical biomass processing temperatures. Pretreating loblolly pine in one DES increased glucose yield after enzymatic hydrolysis to more than seven times that of raw or glycerol-pretreated pine. The density of DES-pretreated biomass was found to be 40% higher than the untreated pine’s density.",
            "Deep eutectic solvents’ ability to solubilize lignin, cellulose, and hemicellulose; thermal stability; and density",
            "Joan G Lynam and Narendra Kumar and Mark J Wong",
            "2017",
            "No1IwkYAAAAJ:eRtW2U1rV1UC",
            133,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0960852417305862",
            "2636252770266629121",
            "\/scholar?cites=2636252770266629121",
            {
                "2018":24,
                "2019":42,
                "2020":64,
                "2021":3
            }
        ]
    ]
}