{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together the most up-to-date statistics on heart disease, stroke, other vascular diseases, and their risk factors and presents them in its Heart Disease and Stroke Statistical Update. The Statistical Update is a valuable resource for researchers, clinicians, healthcare policy makers, media professionals, the lay public, and many others who seek the best national data available on disease morbidity and mortality and the risks, quality of care, medical procedures and operations, and costs associated with the management of these diseases in a single document. Indeed, since 1999, the Statistical Update has been cited more than 8700 times in the literature (including citations of all annual versions). In 2010 alone, the various …",
            "Heart disease and stroke statistics—2012 update: a report from the American Heart Association",
            "Writing Group Members and Véronique L Roger and Alan S Go and Donald M Lloyd-Jones and Emelia J Benjamin and Jarett D Berry and William B Borden and Dawn M Bravata and Shifan Dai and Earl S Ford and Caroline S Fox and Heather J Fullerton and Cathleen Gillespie and Susan M Hailpern and John A Heit and Virginia J Howard and Brett M Kissela and Steven J Kittner and Daniel T Lackland and Judith H Lichtman and Lynda D Lisabeth and Diane M Makuc and Gregory M Marcus and Ariane Marelli and David B Matchar and Claudia S Moy and Dariush Mozaffarian and Michael E Mussolino and Graham Nichol and Nina P Paynter and Elsayed Z Soliman and Paul D Sorlie and Nona Sotoodehnia and Tanya N Turan and Salim S Virani and Nathan D Wong and Daniel Woo and Melanie B Turner",
            "2012",
            "Nq0hidMAAAAJ:nlKf13ul9_IC",
            21157,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/cir.0b013e31823ac046",
            "1542958399579433181",
            "\/scholar?cites=1542958399579433181",
            {
                "2012":653,
                "2013":2327,
                "2014":3769,
                "2015":4183,
                "2016":3132,
                "2017":2307,
                "2018":1707,
                "2019":1369,
                "2020":1184,
                "2021":78
            }
        ],
        [
            "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together the most up-to-date statistics related to heart disease, stroke, and other cardiovascular and metabolic diseases and presents them in its Heart Disease and Stroke Statistical Update. The Statistical Update represents a critical resource for the lay public, policy makers, media professionals, clinicians, healthcare administrators, researchers, and others seeking the best available data on these conditions. Together, cardiovascular disease (CVD) and stroke produce immense health and economic burdens in the United States and globally. The Statistical Update brings together in a single document up-to-date information on the core health behaviors and health factors that define cardiovascular health; a range of major …",
            "Heart disease and stroke statistics—2015 update: a report from the American Heart Association",
            "Dariush Mozaffarian and Emelia J Benjamin and Alan S Go and Donna K Arnett and Michael J Blaha and Mary Cushman and Sarah De Ferranti and Jean-Pierre Després and Heather J Fullerton and Virginia J Howard and Mark D Huffman and Suzanne E Judd and Brett M Kissela and Daniel T Lackland and Judith H Lichtman and Lynda D Lisabeth and Simin Liu and Rachel H Mackey and David B Matchar and Darren K McGuire and Emile R Mohler III and Claudia S Moy and Paul Muntner and Michael E Mussolino and Khurram Nasir and Robert W Neumar and Graham Nichol and Latha Palaniappan and Dilip K Pandey and Mathew J Reeves and Carlos J Rodriguez and Paul D Sorlie and Joel Stein and Amytis Towfighi and Tanya N Turan and Salim S Virani and Joshua Z Willey and Daniel Woo and Robert W Yeh and Melanie B Turner",
            "2015",
            "Nq0hidMAAAAJ:BnRbUGEozz8C",
            19323,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/CIR.0000000000000152",
            "4920226881403204332",
            "\/scholar?cites=4920226881403204332",
            {
                "2015":851,
                "2016":2129,
                "2017":2474,
                "2018":3954,
                "2019":4785,
                "2020":4377,
                "2021":310
            }
        ],
        [
            "Genome-wide association studies have identified hundreds of genetic variants associated with complex human diseases and traits, and have provided valuable insights into their genetic architecture. Most variants identified so far confer relatively small increments in risk, and explain only a small proportion of familial clustering, leading many to question how the remaining,‘missing’heritability can be explained. Here we examine potential sources of missing heritability and propose research strategies, including and extending beyond current genome-wide association approaches, to illuminate the genetics of complex diseases and enhance its potential to enable effective disease prevention or treatment.",
            "Finding the missing heritability of complex diseases",
            "Teri A Manolio and Francis S Collins and Nancy J Cox and David B Goldstein and Lucia A Hindorff and David J Hunter and Mark I McCarthy and Erin M Ramos and Lon R Cardon and Aravinda Chakravarti and Judy H Cho and Alan E Guttmacher and Augustine Kong and Leonid Kruglyak and Elaine Mardis and Charles N Rotimi and Montgomery Slatkin and David Valle and Alice S Whittemore and Michael Boehnke and Andrew G Clark and Evan E Eichler and Greg Gibson and Jonathan L Haines and Trudy FC Mackay and Steven A McCarroll and Peter M Visscher",
            "2009",
            "Nq0hidMAAAAJ:u5HHmVD_uO8C",
            7774,
            "https:\/\/www.nature.com\/articles\/nature08494",
            "10262700386297766679",
            "\/scholar?cites=10262700386297766679",
            {
                "2009":21,
                "2010":442,
                "2011":754,
                "2012":878,
                "2013":768,
                "2014":837,
                "2015":749,
                "2016":739,
                "2017":674,
                "2018":624,
                "2019":579,
                "2020":592,
                "2021":37
            }
        ],
        [
            "To develop concise, patient-focussed, up to date, evidence-based, expert consensus recommendations for the management of hip and knee osteoarthritis (OA), which are adaptable and designed to assist physicians and allied health care professionals in general and specialist practise throughout the world.Sixteen experts from four medical disciplines (primary care, rheumatology, orthopaedics and evidence-based medicine), two continents and six countries (USA, UK, France, Netherlands, Sweden and Canada) formed the guidelines development team. A systematic review of existing guidelines for the management of hip and knee OA published between 1945 and January 2006 was undertaken using the validated appraisal of guidelines research and evaluation (AGREE) instrument. A core set of management modalities was generated based on the agreement between guidelines. Evidence …",
            "OARSI recommendations for the management of hip and knee osteoarthritis, Part II: OARSI evidence-based, expert consensus guidelines",
            "WMRNGea Zhang and RW Moskowitz and George Nuki and S Abramson and RD Altman and N Arden and S Bierma-Zeinstra and KD Brandt and P Croft and M Doherty and M Dougados and M Hochberg and DJ Hunter and K Kwoh and LS Lohmander and P Tugwell",
            "2008",
            "Nq0hidMAAAAJ:mZB2-lCpWbQC",
            3160,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1063458407003974",
            "5775068428404754018",
            "\/scholar?cites=5775068428404754018",
            {
                "2008":65,
                "2009":158,
                "2010":239,
                "2011":263,
                "2012":286,
                "2013":298,
                "2014":348,
                "2015":243,
                "2016":285,
                "2017":212,
                "2018":229,
                "2019":203,
                "2020":196,
                "2021":17
            }
        ],
        [
            "Obesity is globally prevalent and highly heritable, but its underlying genetic factors remain largely elusive. To identify genetic loci for obesity susceptibility, we examined associations between body mass index and∼ 2.8 million SNPs in up to 123,865 individuals with targeted follow up of 42 SNPs in up to 125,931 additional individuals. We confirmed 14 known obesity susceptibility loci and identified 18 new loci associated with body mass index (P< 5× 10− 8), one of which includes a copy number variant near GPRC5B. Some loci (at MC4R, POMC, SH2B1 and BDNF) map near key hypothalamic regulators of energy balance, and one of these loci is near GIPR, an incretin receptor. Furthermore, genes in other newly associated loci may provide new insights into human body weight regulation.",
            "Association analyses of 249,796 individuals reveal 18 new loci associated with body mass index",
            "Elizabeth K Speliotes and Cristen J Willer and Sonja I Berndt and Keri L Monda and Gudmar Thorleifsson and Anne U Jackson and Hana Lango Allen and Cecilia M Lindgren and Reedik Mägi and Joshua C Randall and Sailaja Vedantam and Thomas W Winkler and Lu Qi and Tsegaselassie Workalemahu and Iris M Heid and Valgerdur Steinthorsdottir and Heather M Stringham and Michael N Weedon and Eleanor Wheeler and Andrew R Wood and Teresa Ferreira and Robert J Weyant and Ayellet V Segrè and Karol Estrada and Liming Liang and James Nemesh and Ju-Hyun Park and Stefan Gustafsson and Tuomas O Kilpeläinen and Jian Yang and Nabila Bouatia-Naji and Tõnu Esko and Mary F Feitosa and Zoltán Kutalik and Massimo Mangino and Soumya Raychaudhuri and Andre Scherag and Albert Vernon Smith and Ryan Welch and Jing Hua Zhao and Katja K Aben and Devin M Absher and Najaf Amin and Anna L Dixon and Eva Fisher and Nicole L Glazer and Michael E Goddard and Nancy L Heard-Costa and Volker Hoesel and Jouke-Jan Hottenga and Åsa Johansson and Toby Johnson and Shamika Ketkar and Claudia Lamina and Shengxu Li and Miriam F Moffatt and Richard H Myers and Narisu Narisu and John RB Perry and Marjolein J Peters and Michael Preuss and Samuli Ripatti and Fernando Rivadeneira and Camilla Sandholt and Laura J Scott and Nicholas J Timpson and Jonathan P Tyrer and Sophie Van Wingerden and Richard M Watanabe and Charles C White and Fredrik Wiklund and Christina Barlassina and Daniel I Chasman and Matthew N Cooper and John-Olov Jansson and Robert W Lawrence and Niina Pellikka and Inga Prokopenko and Jianxin Shi and Elisabeth Thiering and Helene Alavere and Maria TS Alibrandi and Peter Almgren and Alice M Arnold and Thor Aspelund and Larry D Atwood and Beverley Balkau and Anthony J Balmforth and Amanda J Bennett and Yoav Ben-Shlomo and Richard N Bergman and Sven Bergmann and Heike Biebermann and Alexandra IF Blakemore and Tanja Boes and Lori L Bonnycastle and Stefan R Bornstein and Morris J Brown and Thomas A Buchanan and Fabio Busonero and Harry Campbell and Francesco P Cappuccio and Christine Cavalcanti-Proença and Yii-Der Ida Chen and Chih-Mei Chen and Peter S Chines and Robert Clarke and Lachlan Coin and John Connell and Ian NM Day and Martin Den Heijer and Jubao Duan and Shah Ebrahim and Paul Elliott and Roberto Elosua and Gudny Eiriksdottir and Michael R Erdos and Johan G Eriksson and Maurizio F Facheris and Stephan B Felix and Pamela Fischer-Posovszky and Aaron R Folsom and Nele Friedrich and Nelson B Freimer and Mao Fu and Stefan Gaget and Pablo V Gejman and Eco JC Geus and Christian Gieger and Anette P Gjesing and Anuj Goel and Philippe Goyette and Harald Grallert and Jürgen Gräßler and Danielle M Greenawalt and Christopher J Groves and Vilmundur Gudnason and Candace Guiducci and Anna-Liisa Hartikainen and Neelam Hassanali and Alistair S Hall and Aki S Havulinna and Caroline Hayward and Andrew C Heath and Christian Hengstenberg and Andrew A Hicks and Anke Hinney and Albert Hofman and Georg Homuth and Jennie Hui",
            "2010",
            "Nq0hidMAAAAJ:ufrVoPGSRksC",
            2906,
            "https:\/\/www.nature.com\/articles\/ng.686?version=meter+at+null&module=meter-Links&pgtype=article&contentId=&mediaId=&referrer=&priority=true&action=click&contentCollection=meter-links-click",
            "6445594709161865121",
            "\/scholar?cites=6445594709161865121",
            {
                "2010":13,
                "2011":182,
                "2012":312,
                "2013":352,
                "2014":377,
                "2015":358,
                "2016":304,
                "2017":310,
                "2018":247,
                "2019":217,
                "2020":177,
                "2021":12
            }
        ],
        [
            "The relation between body weight and overall mortality remains controversial despite considerable investigation.We examined the association between body-mass index (defined as the weight in kilograms divided by the square of the height in meters) and both overall mortality and mortality from specific causes in a cohort of 115,195 U.S. women enrolled in the prospective Nurses' Health Study. These women were 30 to 55 years of age and free of known cardiovascular disease and cancer in 1976. During 16 years of follow-up, we documented 4726 deaths, of which 881 were from cardiovascular disease, 2586 from cancer, and 1259 from other causes.In analyses adjusted only for age, we observed a J-shaped relation between body-mass index and overall mortality. When women who had never smoked were examined separately, no increase in risk was observed among the …",
            "Body weight and mortality among women",
            "JoAnn E Manson and Walter C Willett and Meir J Stampfer and Graham A Colditz and David J Hunter and Susan E Hankinson and Charles H Hennekens and Frank E Speizer",
            "1995",
            "Nq0hidMAAAAJ:u-x6o8ySG0sC",
            2900,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJM199509143331101",
            "15690222837519329977",
            "\/scholar?cites=15690222837519329977",
            {
                "1995":8,
                "1996":53,
                "1997":102,
                "1998":116,
                "1999":132,
                "2000":116,
                "2001":134,
                "2002":116,
                "2003":136,
                "2004":157,
                "2005":178,
                "2006":163,
                "2007":165,
                "2008":139,
                "2009":142,
                "2010":125,
                "2011":125,
                "2012":111,
                "2013":101,
                "2014":119,
                "2015":88,
                "2016":79,
                "2017":62,
                "2018":61,
                "2019":45,
                "2020":37
            }
        ],
        [
            "Obesity is heritable and predisposes to many diseases. To understand the genetic basis of obesity better, here we conduct a genome-wide association study and Metabochip meta-analysis of body mass index (BMI), a measure commonly used to define obesity and assess adiposity, in up to 339,224 individuals. This analysis identifies 97 BMI-associated loci (P< 5× 10− 8), 56 of which are novel. Five loci demonstrate clear evidence of several independent association signals, and many loci have significant effects on other metabolic phenotypes. The 97 loci account for∼ 2.7% of BMI variation, and genome-wide estimates suggest that common variation accounts for> 20% of BMI variation. Pathway analyses provide strong support for a role of the central nervous system in obesity susceptibility and implicate new genes and pathways, including those related to synaptic function, glutamate signalling, insulin secretion …",
            "Genetic studies of body mass index yield new insights for obesity biology",
            "Adam E Locke and Bratati Kahali and Sonja I Berndt and Anne E Justice and Tune H Pers and Felix R Day and Corey Powell and Sailaja Vedantam and Martin L Buchkovich and Jian Yang and Damien C Croteau-Chonka and Tonu Esko and Tove Fall and Teresa Ferreira and Stefan Gustafsson and Zoltán Kutalik and Jian’an Luan and Reedik Mägi and Joshua C Randall and Thomas W Winkler and Andrew R Wood and Tsegaselassie Workalemahu and Jessica D Faul and Jennifer A Smith and Jing Hua Zhao and Wei Zhao and Jin Chen and Rudolf Fehrmann and Åsa K Hedman and Juha Karjalainen and Ellen M Schmidt and Devin Absher and Najaf Amin and Denise Anderson and Marian Beekman and Jennifer L Bolton and Jennifer L Bragg-Gresham and Steven Buyske and Ayse Demirkan and Guohong Deng and Georg B Ehret and Bjarke Feenstra and Mary F Feitosa and Krista Fischer and Anuj Goel and Jian Gong and Anne U Jackson and Stavroula Kanoni and Marcus E Kleber and Kati Kristiansson and Unhee Lim and Vaneet Lotay and Massimo Mangino and Irene Mateo Leach and Carolina Medina-Gomez and Sarah E Medland and Michael A Nalls and Cameron D Palmer and Dorota Pasko and Sonali Pechlivanis and Marjolein J Peters and Inga Prokopenko and Dmitry Shungin and Alena Stančáková and Rona J Strawbridge and Yun Ju Sung and Toshiko Tanaka and Alexander Teumer and Stella Trompet and Sander W Van Der Laan and Jessica Van Setten and Jana V Van Vliet-Ostaptchouk and Zhaoming Wang and Loïc Yengo and Weihua Zhang and Aaron Isaacs and Eva Albrecht and Johan Ärnlöv and Gillian M Arscott and Antony P Attwood and Stefania Bandinelli and Amy Barrett and Isabelita N Bas and Claire Bellis and Amanda J Bennett and Christian Berne and Roza Blagieva and Matthias Blüher and Stefan Böhringer and Lori L Bonnycastle and Yvonne Böttcher and Heather A Boyd and Marcel Bruinenberg and Ida H Caspersen and Yii-Der Ida Chen and Robert Clarke and E Warwick Daw and Anton JM De Craen and Graciela Delgado and Maria Dimitriou and Alex SF Doney and Niina Eklund and Karol Estrada and Elodie Eury and Lasse Folkersen and Ross M Fraser and Melissa E Garcia and Frank Geller and Vilmantas Giedraitis and Bruna Gigante and Alan S Go and Alain Golay and Alison H Goodall and Scott D Gordon and Mathias Gorski and Hans-Jörgen Grabe and Harald Grallert and Tanja B Grammer and Jürgen Gräßler and Henrik Grönberg and Christopher J Groves and Gaëlle Gusto and Jeffrey Haessler and Per Hall and Toomas Haller and Goran Hallmans and Catharina A Hartman and Maija Hassinen and Caroline Hayward and Nancy L Heard-Costa and Quinta Helmer and Christian Hengstenberg and Oddgeir Holmen and Jouke-Jan Hottenga and Alan L James and Janina M Jeff and Åsa Johansson and Jennifer Jolley and Thorhildur Juliusdottir and Leena Kinnunen and Wolfgang Koenig and Markku Koskenvuo and Wolfgang Kratzer and Jaana Laitinen and Claudia Lamina and Karin Leander and Nanette R Lee and Peter Lichtner and Lars Lind and Jaana Lindström",
            "2015",
            "Nq0hidMAAAAJ:XdYaqolBBq8C",
            2835,
            "https:\/\/www.nature.com\/articles\/nature14177?report=reader",
            "4209019938866240964",
            "\/scholar?cites=4209019938866240964",
            {
                "2015":156,
                "2016":375,
                "2017":562,
                "2018":598,
                "2019":531,
                "2020":534,
                "2021":45
            }
        ],
        [
            "To develop concise, up-to-date, patient-focused, evidence-based, expert consensus guidelines for the management of knee osteoarthritis (OA), intended to inform patients, physicians, and allied healthcare professionals worldwide.Thirteen experts from relevant medical disciplines (primary care, rheumatology, orthopedics, physical therapy, physical medicine and rehabilitation, and evidence-based medicine), three continents and ten countries (USA, UK, France, Netherlands, Belgium, Sweden, Denmark, Australia, Japan, and Canada) and a patient representative comprised the Osteoarthritis Guidelines Development Group (OAGDG). Based on previous OA guidelines and a systematic review of the OA literature, 29 treatment modalities were considered for recommendation. Evidence published subsequent to the 2010 OARSI guidelines was based on a systematic review conducted by the OA …",
            "OARSI guidelines for the non-surgical management of knee osteoarthritis",
            "Timothy E McAlindon and R_R Bannuru and MC Sullivan and NK Arden and Francis Berenbaum and SM Bierma-Zeinstra and GA Hawker and Yves Henrotin and DJ Hunter and H Kawaguchi and Kent Kwoh and Stefan Lohmander and Francois Rannou and Ewa M Roos and Martin Underwood",
            "2014",
            "Nq0hidMAAAAJ:GO5CT2y9xrEC",
            2660,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1063458414000168",
            "11105601942694605901",
            "\/scholar?cites=11105601942694605901",
            {
                "2014":77,
                "2015":279,
                "2016":430,
                "2017":423,
                "2018":457,
                "2019":465,
                "2020":441,
                "2021":18
            }
        ],
        [
            "Breast cancer exhibits familial aggregation, consistent with variation in genetic susceptibility to the disease. Known susceptibility genes account for less than 25% of the familial risk of breast cancer, and the residual genetic variance is likely to be due to variants conferring more moderate risks. To identify further susceptibility alleles, we conducted a two-stage genome-wide association study in 4,398 breast cancer cases and 4,316 controls, followed by a third stage in which 30 single nucleotide polymorphisms (SNPs) were tested for confirmation in 21,860 cases and 22,578 controls from 22 studies. We used 227,876 SNPs that were estimated to correlate with 77% of known common SNPs in Europeans at r 2> 0.5. SNPs in five novel independent loci exhibited strong and consistent evidence of association with breast cancer (P< 10-7). Four of these contain plausible causative genes (FGFR2, TNRC9, MAP3K1 and …",
            "Genome-wide association study identifies novel breast cancer susceptibility loci",
            "Douglas F Easton and Karen A Pooley and Alison M Dunning and Paul DP Pharoah and Deborah Thompson and Dennis G Ballinger and Jeffery P Struewing and Jonathan Morrison and Helen Field and Robert Luben and Nicholas Wareham and Shahana Ahmed and Catherine S Healey and Richard Bowman and Kerstin B Meyer and Christopher A Haiman and Laurence K Kolonel and Brian E Henderson and Loic Le Marchand and Paul Brennan and Suleeporn Sangrajrang and Valerie Gaborieau and Fabrice Odefrey and Chen-Yang Shen and Pei-Ei Wu and Hui-Chun Wang and Diana Eccles and D Gareth Evans and Julian Peto and Olivia Fletcher and Nichola Johnson and Sheila Seal and Michael R Stratton and Nazneen Rahman and Georgia Chenevix-Trench and Stig E Bojesen and Børge G Nordestgaard and Christen K Axelsson and Montserrat Garcia-Closas and Louise Brinton and Stephen Chanock and Jolanta Lissowska and Beata Peplonska and Heli Nevanlinna and Rainer Fagerholm and Hannaleena Eerola and Daehee Kang and Keun-Young Yoo and Dong-Young Noh and Sei-Hyun Ahn and David J Hunter and Susan E Hankinson and David G Cox and Per Hall and Sara Wedren and Jianjun Liu and Yen-Ling Low and Natalia Bogdanova and Peter Schürmann and Thilo Dörk and Rob AEM Tollenaar and Catharina E Jacobi and Peter Devilee and Jan GM Klijn and Alice J Sigurdson and Michele M Doody and Bruce H Alexander and Jinghui Zhang and Angela Cox and Ian W Brock and Gordon MacPherson and Malcolm WR Reed and Fergus J Couch and Ellen L Goode and Janet E Olson and Hanne Meijers-Heijboer and Ans Van Den Ouweland and André Uitterlinden and Fernando Rivadeneira and Roger L Milne and Gloria Ribas and Anna Gonzalez-Neira and Javier Benitez and John L Hopper and Margaret McCredie and Melissa Southey and Graham G Giles and Chris Schroen and Christina Justenhoven and Hiltrud Brauch and Ute Hamann and Yon-Dschun Ko and Amanda B Spurdle and Jonathan Beesley and Xiaoqing Chen and Arto Mannermaa and Veli-Matti Kosma and Vesa Kataja and Jaana Hartikainen and Nicholas E Day and David R Cox and Bruce AJ Ponder",
            "2007",
            "Nq0hidMAAAAJ:2osOgNQ5qMEC",
            2552,
            "https:\/\/www.nature.com\/articles\/nature05887?referer=",
            "15483300600429512283",
            "\/scholar?cites=15483300600429512283",
            {
                "2007":78,
                "2008":284,
                "2009":302,
                "2010":307,
                "2011":261,
                "2012":217,
                "2013":209,
                "2014":176,
                "2015":155,
                "2016":146,
                "2017":101,
                "2018":107,
                "2019":88,
                "2020":76,
                "2021":10
            }
        ],
        [
            "The effect of adding progestins to estrogen therapy on the risk of breast cancer in postmenopausal women is controversial.To quantify the relation between the use of hormones and the risk of breast cancer in postmenopausal women, we extended our follow-up of the participants in the Nurses' Health Study to 1992. The women were asked to complete questionnaires every two years to update information on their menopausal status, use of estrogen and progestin preparations, and any diagnosis of breast cancer. During 725,550 person-years of follow-up, we documented 1935 cases of newly diagnosed invasive breast cancer.The risk of breast cancer was significantly increased among women who were currently using estrogen alone (relative risk, 1.32; 95 percent confidence interval, 1.14 to 1.54) or estrogen plus progestin (relative risk, 1.41; 95 percent confidence interval, 1.15 to …",
            "The use of estrogens and progestins and the risk of breast cancer in postmenopausal women",
            "Graham A Colditz and Susan E Hankinson and David J Hunter and Walter C Willett and JoAnn E Manson and Meir J Stampfer and Charles Hennekens and Bernard Rosner and Frank E Speizer",
            "1995",
            "Nq0hidMAAAAJ:d1gkVwhDpl0C",
            2121,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJM199506153322401",
            "2961531644146775831",
            "\/scholar?cites=2961531644146775831",
            {
                "1995":29,
                "1996":159,
                "1997":186,
                "1998":138,
                "1999":154,
                "2000":163,
                "2001":129,
                "2002":145,
                "2003":103,
                "2004":91,
                "2005":107,
                "2006":70,
                "2007":63,
                "2008":77,
                "2009":58,
                "2010":45,
                "2011":54,
                "2012":39,
                "2013":39,
                "2014":39,
                "2015":28,
                "2016":28,
                "2017":21,
                "2018":22,
                "2019":21,
                "2020":18,
                "2021":4
            }
        ]
    ]
}