{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Building on the legacy of the Sloan Digital Sky Survey (SDSS-I and II), SDSS-III is a program of four spectroscopic surveys on three scientific themes: dark energy and cosmological parameters, the history and structure of the Milky Way, and the population of giant planets around other stars. In keeping with SDSS tradition, SDSS-III will provide regular public releases of all its data, beginning with SDSS Data Release 8 (DR8), which was made public in 2011 January and includes SDSS-I and SDSS-II images and spectra reprocessed with the latest pipelines and calibrations produced for the SDSS-III investigations. This paper presents an overview of the four surveys that comprise SDSS-III. The Baryon Oscillation Spectroscopic Survey will measure redshifts of 1.5 million massive galaxies and Lyα forest spectra of 150,000 quasars, using the baryon acoustic oscillation feature of large-scale structure to obtain percent …",
            "SDSS-III: Massive spectroscopic surveys of the distant universe, the Milky Way, and extra-solar planetary systems",
            "Daniel J Eisenstein and David H Weinberg and Eric Agol and Hiroaki Aihara and Carlos Allende Prieto and Scott F Anderson and James A Arns and Éric Aubourg and Stephen Bailey and Eduardo Balbinot and Robert Barkhouser and Timothy C Beers and Andreas A Berlind and Steven J Bickerton and Dmitry Bizyaev and Michael R Blanton and John J Bochanski and Adam S Bolton and Casey T Bosman and Jo Bovy and WN Brandt and Ben Breslauer and Howard J Brewington and Jon Brinkmann and Peter J Brown and Joel R Brownstein and Dan Burger and Heather Campbell and Phillip A Cargile and William C Carithers and Joleen K Carlberg and Michael A Carr and Liang Chang and Yanmei Chen and Cristina Chiappini and Johan Comparat and Natalia Connolly and Marina Cortes and Rupert AC Croft and Katia Cunha and Luiz N Da Costa and James RA Davenport and Kyle Dawson and Nathan De Lee and Gustavo F Porto De Mello and Fernando De Simoni and Janice Dean and Saurav Dhital and Anne Ealet and Garrett L Ebelke and Edward M Edmondson and Jacob M Eiting and Stephanie Escoffier and Massimiliano Esposito and Michael L Evans and Xiaohui Fan and Bruno Femenía Castellá and Leticia Dutra Ferreira and Greg Fitzgerald and Scott W Fleming and Andreu Font-Ribera and Eric B Ford and Peter M Frinchaboy and Ana Elia García Pérez and B Scott Gaudi and Jian Ge and Luan Ghezzi and Bruce A Gillespie and Gerry Gilmore and Léo Girardi and J Richard Gott and Andrew Gould and Eva K Grebel and James E Gunn and Jean-Christophe Hamilton and Paul Harding and David W Harris and Suzanne L Hawley and Frederick R Hearty and Joseph F Hennawi and Jonay I González Hernández and Shirley Ho and David W Hogg and Jon A Holtzman and Klaus Honscheid and Naohisa Inada and Inese I Ivans and Linhua Jiang and Peng Jiang and Jennifer A Johnson and Cathy Jordan and Wendell P Jordan and Guinevere Kauffmann and Eyal Kazin and David Kirkby and Mark A Klaene and GR Knapp and Jean-Paul Kneib and CS Kochanek and Lars Koesterke and Juna A Kollmeier and Richard G Kron and Hubert Lampeitl and Dustin Lang and James E Lawler and Jean-Marc Le Goff and Brian L Lee and Young Sun Lee and Jarron M Leisenring and Yen-Ting Lin and Jian Liu and Daniel C Long and Craig P Loomis and Sara Lucatello and Britt Lundgren and Robert H Lupton and Bo Ma and Zhibo Ma and Nicholas MacDonald and Claude Mack and Suvrath Mahadevan and Marcio AG Maia and Steven R Majewski and Martin Makler and Elena Malanushenko and Viktor Malanushenko and Rachel Mandelbaum and Claudia Maraston and Daniel Margala and Paul Maseman and Karen L Masters and Cameron K McBride and Patrick McDonald and Ian D McGreer and Richard G McMahon and Olga Mena Requejo and Brice Ménard and Jordi Miralda-Escudé and Heather L Morrison and Fergal Mullally and Demitri Muna and Hitoshi Murayama and Adam D Myers and Tracy Naugle and Angelo Fausti Neto and Duy Cuong Nguyen and Robert C Nichol and David L Nidever and Robert W O’Connell and Ricardo LC Ogando",
            "2011",
            "nQ_TNGwAAAAJ:_FxGoFyzp5QC",
            1931,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-6256\/142\/3\/72\/meta",
            "10262077413743067370",
            "\/scholar?cites=10262077413743067370",
            {
                "2011":25,
                "2012":150,
                "2013":171,
                "2014":188,
                "2015":212,
                "2016":257,
                "2017":253,
                "2018":224,
                "2019":222,
                "2020":207,
                "2021":13
            }
        ],
        [
            "Comprehensive wide-field imaging and spectroscopic surveys of the sky have played a key role in astronomy, leading to fundamental new breakthroughs in our understanding of the Solar System; our Milky Way Galaxy and its constituent stars and gas; the nature, properties, and evolution of galaxies; and the universe as a whole. The Sloan Digital Sky Survey (SDSS), which started routine operations in 2000 April, has carried out imaging and spectroscopy over roughly 1\/3 of the Celestial Sphere. SDSS uses a dedicated 2.5 m wide-field telescope (Gunn et al. 2006), instrumented with a sequence of sophisticated imagers and spectrographs. The SDSS has gone through a series of stages. SDSS-I (York et al. 2000), which was in operation through 2005, focused on a “Legacy” survey of five-band imaging (using what was at the time the largest camera ever used in optical astronomy; Gunn et al. 1998) and …",
            "The eleventh and twelfth data releases of the Sloan Digital Sky Survey: final data from SDSS-III",
            "Shadab Alam and Franco D Albareti and Carlos Allende Prieto and Friedrich Anders and Scott F Anderson and Timothy Anderton and Brett H Andrews and Eric Armengaud and Éric Aubourg and Stephen Bailey and Sarbani Basu and Julian E Bautista and Rachael L Beaton and Timothy C Beers and Chad F Bender and Andreas A Berlind and Florian Beutler and Vaishali Bhardwaj and Jonathan C Bird and Dmitry Bizyaev and Cullen H Blake and Michael R Blanton and Michael Blomqvist and John J Bochanski and Adam S Bolton and Jo Bovy and A Shelden Bradley and WN Brandt and DE Brauer and Jon Brinkmann and Peter J Brown and Joel R Brownstein and Angela Burden and Etienne Burtin and Zheng Cai and Diego Capozzi and Aurelio Carnero Rosell and Michael A Carr and Ricardo Carrera and Kenneth C Chambers and William James Chaplin and Yen-Chi Chen and Cristina Chiappini and S Drew Chojnowski and Chia-Hsun Chuang and Nicolas Clerc and Johan Comparat and Kevin Covey and Rupert AC Croft and Antonio J Cuesta and Katia Cunha and Luiz N Da Costa and Nicola Da Rio and James RA Davenport and Kyle S Dawson and Nathan De Lee and Timothée Delubac and Rohit Deshpande and Saurav Dhital and Letícia Dutra-Ferreira and Tom Dwelly and Anne Ealet and Garrett L Ebelke and Edward M Edmondson and Daniel J Eisenstein and Tristan Ellsworth and Yvonne Elsworth and Courtney R Epstein and Michael Eracleous and Stephanie Escoffier and Massimiliano Esposito and Michael L Evans and Xiaohui Fan and Emma Fernández-Alvar and Diane Feuillet and Nurten Filiz Ak and Hayley Finley and Alexis Finoguenov and Kevin Flaherty and Scott W Fleming and Andreu Font-Ribera and Jonathan Foster and Peter M Frinchaboy and JG Galbraith-Frew and Rafael A García and DA García-Hernández and Ana E García Pérez and Patrick Gaulme and Jian Ge and R Génova-Santos and Antonis Georgakakis and Luan Ghezzi and Bruce A Gillespie and Léo Girardi and Daniel Goddard and Satya Gontcho A Gontcho and Jonay I González Hernández and Eva K Grebel and Paul J Green and Jan Niklas Grieb and Nolan Grieves and James E Gunn and Hong Guo and Paul Harding and Sten Hasselquist and Suzanne L Hawley and Michael Hayden and Fred R Hearty and Saskia Hekker and Shirley Ho and David W Hogg and Kelly Holley-Bockelmann and Jon A Holtzman and Klaus Honscheid and Daniel Huber and Joseph Huehnerhoff and Inese I Ivans and Linhua Jiang and Jennifer A Johnson and Karen Kinemuchi and David Kirkby and Francisco Kitaura and Mark A Klaene and Gillian R Knapp and Jean-Paul Kneib and Xavier P Koenig and Charles R Lam and Ting-Wen Lan and Dustin Lang and Pierre Laurent and Jean-Marc Le Goff and Alexie Leauthaud and Khee-Gan Lee and Young Sun Lee and Timothy C Licquia and Jian Liu and Daniel C Long and Martín López-Corredoira and Diego Lorenzo-Oliveira and Sara Lucatello and Britt Lundgren and Robert H Lupton and Claude E Mack III and Suvrath Mahadevan and Marcio AG Maia and Steven R Majewski and Elena Malanushenko and Viktor Malanushenko and Arturo Manchado and Marc Manera",
            "2015",
            "nQ_TNGwAAAAJ:NxmKEeNBbOMC",
            1836,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/219\/1\/12\/meta",
            "15904327225792020376",
            "\/scholar?cites=15904327225792020376",
            {
                "2014":5,
                "2015":67,
                "2016":343,
                "2017":380,
                "2018":367,
                "2019":297,
                "2020":331,
                "2021":38
            }
        ],
        [
            "The Sloan Digital Sky Survey (SDSS) has been in continuous operation since 2000 April. It uses a dedicated wide-field 2.5 m telescope (Gunn et al. 2006) at Apache Point Observatory (APO) in the Sacramento Mountains in Southern New Mexico. It was originally instrumented with a wide-field imaging camera with an effective area of 1.5 deg2 (Gunn et al. 1998), and a pair of double spectrographs fed by 640 fibers (Smee et al. 2013). The initial survey (York et al. 2000) carried out imaging in five broad bands (ugriz)(Fukugita et al. 1996) to a depth of r∼ 22. 5 mag over 11,663 deg2 of high-latitude sky, and spectroscopy of 1.6 million galaxy, quasar, and stellar targets over 9380 deg2. The resulting images were calibrated astrometrically (Pier et al. 2003) and photometrically (Ivezic et al. 2004; Tucker et al. 2006; Padmanabhan et al. 2008), and the properties of the detected objects were measured (Lupton et al. 2001 …",
            "The tenth data release of the sloan digital sky survey: First spectroscopic data from the sdss-iii apache point observatory galactic evolution experiment",
            "Christopher P Ahn and Rachael Alexandroff and Carlos Allende Prieto and Friedrich Anders and Scott F Anderson and Timothy Anderton and Brett H Andrews and Éric Aubourg and Stephen Bailey and Fabienne A Bastien and Julian E Bautista and Timothy C Beers and Alessandra Beifiori and Chad F Bender and Andreas A Berlind and Florian Beutler and Vaishali Bhardwaj and Jonathan C Bird and Dmitry Bizyaev and Cullen H Blake and Michael R Blanton and Michael Blomqvist and John J Bochanski and Adam S Bolton and Arnaud Borde and Jo Bovy and Alaina Shelden Bradley and WN Brandt and Dorothée Brauer and Jon Brinkmann and Joel R Brownstein and William Carithers and Joleen K Carlberg and Aurelio R Carnero and Michael A Carr and Cristina Chiappini and S Drew Chojnowski and Chia-Hsun Chuang and Johan Comparat and Justin R Crepp and Stefano Cristiani and Rupert AC Croft and Antonio J Cuesta and Katia Cunha and Luiz N Da Costa and Kyle S Dawson and Nathan De Lee and Janice DR Dean and Timothée Delubac and Rohit Deshpande and Saurav Dhital and Anne Ealet and Garrett L Ebelke and Edward M Edmondson and Daniel J Eisenstein and Courtney R Epstein and Stephanie Escoffier and Massimiliano Esposito and Michael L Evans and Damian Fabbian and Xiaohui Fan and Ginevra Favole and Bruno Femenía Castellá and Emma Fernández Alvar and Diane Feuillet and Nurten Filiz Ak and Hayley Finley and Scott W Fleming and Andreu Font-Ribera and Peter M Frinchaboy and JG Galbraith-Frew and DA García-Hernández and Ana E García Pérez and Jian Ge and R Génova-Santos and Bruce A Gillespie and Léo Girardi and Jonay I González Hernández and J Richard Gott III and James E Gunn and Hong Guo and Samuel Halverson and Paul Harding and David W Harris and Sten Hasselquist and Suzanne L Hawley and Michael Hayden and Frederick R Hearty and Artemio Herrero Davó and Shirley Ho and David W Hogg and Jon A Holtzman and Klaus Honscheid and Joseph Huehnerhoff and Inese I Ivans and Kelly M Jackson and Peng Jiang and Jennifer A Johnson and Karen Kinemuchi and David Kirkby and Mark A Klaene and Jean-Paul Kneib and Lars Koesterke and Ting-Wen Lan and Dustin Lang and Jean-Marc Le Goff and Alexie Leauthaud and Khee-Gan Lee and Young Sun Lee and Daniel C Long and Craig P Loomis and Sara Lucatello and Robert H Lupton and Bo Ma and Claude E Mack III and Suvrath Mahadevan and Marcio AG Maia and Steven R Majewski and Elena Malanushenko and Viktor Malanushenko and Arturo Manchado and Marc Manera and Claudia Maraston and Daniel Margala and Sarah L Martell and Karen L Masters and Cameron K McBride and Ian D McGreer and Richard G McMahon and Brice Ménard and Sz Mészáros and Jordi Miralda-Escudé and Hironao Miyatake and Antonio D Montero-Dorta and Francesco Montesano and Surhud More and Heather L Morrison and Demitri Muna and Jeffrey A Munn and Adam D Myers and Duy Cuong Nguyen and Robert C Nichol and David L Nidever and Pasquier Noterdaeme and Sebastián E Nuza and Julia E O'Connell and Robert W O'Connell and Ross O'Connell and Matthew D Olmstead and Daniel J Oravetz",
            "2014",
            "nQ_TNGwAAAAJ:WC23djZS0W4C",
            1018,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/211\/2\/17\/meta",
            "10846672087935084133",
            "\/scholar?cites=10846672087935084133",
            {
                "2014":138,
                "2015":280,
                "2016":198,
                "2017":125,
                "2018":114,
                "2019":82,
                "2020":71,
                "2021":4
            }
        ],
        [
            "The Sloan Digital Sky Survey (SDSS; York et al. 2000) started observations in 1998 and has completed three different phases. The data collected includes optical imaging of most of the northern high Galactic latitude sky as well as optical and nearinfrared spectroscopy of over 3.5 million stars, galaxies, and quasars. These observations all used the 2.5 m Sloan Foundation Telescope at Apache Point Observatory (APO; Gunn et al. 2006). This paper describes SDSS-IV, the fourth phase, and how it builds upon and extends both the infrastructure and scientific legacy of the previous generations of surveys.",
            "Sloan Digital Sky Survey IV: Mapping the Milky Way, nearby galaxies, and the distant universe",
            "Michael R Blanton and Matthew A Bershady and Bela Abolfathi and Franco D Albareti and Carlos Allende Prieto and Andres Almeida and Javier Alonso-García and Friedrich Anders and Scott F Anderson and Brett Andrews and Erik Aquino-Ortíz and Alfonso Aragón-Salamanca and Maria Argudo-Fernández and Eric Armengaud and Eric Aubourg and Vladimir Avila-Reese and Carles Badenes and Stephen Bailey and Kathleen A Barger and Jorge Barrera-Ballesteros and Curtis Bartosz and Dominic Bates and Falk Baumgarten and Julian Bautista and Rachael Beaton and Timothy C Beers and Francesco Belfiore and Chad F Bender and Andreas A Berlind and Mariangela Bernardi and Florian Beutler and Jonathan C Bird and Dmitry Bizyaev and Guillermo A Blanc and Michael Blomqvist and Adam S Bolton and Médéric Boquien and Jura Borissova and Remco van Den Bosch and Jo Bovy and William N Brandt and Jonathan Brinkmann and Joel R Brownstein and Kevin Bundy and Adam J Burgasser and Etienne Burtin and Michele Cappellari and Maria Leticia Delgado Carigi and Joleen K Carlberg and Aurelio Carnero Rosell and Ricardo Carrera and Nancy J Chanover and Brian Cherinka and Edmond Cheung and Yilen Gómez Maqueo Chew and Cristina Chiappini and Peter Doohyun Choi and Drew Chojnowski and Chia-Hsun Chuang and Haeun Chung and Rafael Fernando Cirolini and Nicolas Clerc and Roger E Cohen and Johan Comparat and Luiz Da Costa and Marie-Claude Cousinou and Kevin Covey and Jeffrey D Crane and Rupert AC Croft and Irene Cruz-Gonzalez and Daniel Garrido Cuadra and Katia Cunha and Guillermo J Damke and Jeremy Darling and Roger Davies and Kyle Dawson and Axel De La Macorra and Flavia Dell’Agli and Nathan De Lee and Timothee Delubac and Francesco Di Mille and Aleks Diamond-Stanic and Mariana Cano-Díaz and John Donor and Juan José Downes and Niv Drory and Hélion Du Mas Des Bourboux and Christopher J Duckworth and Tom Dwelly and Jamie Dyer and Garrett Ebelke and Arthur D Eigenbrot and Daniel J Eisenstein and Eric Emsellem and Mike Eracleous and Stephanie Escoffier and Michael L Evans and Xiaohui Fan and Emma Fernández-Alvar and José Gregorio Fernández-Trincado and Diane K Feuillet and Alexis Finoguenov and Scott W Fleming and Andreu Font-Ribera and Alexander Fredrickson and Gordon Freischlad and Peter M Frinchaboy and Carla E Fuentes and Lluís Galbany and R Garcia-Dias and DA García-Hernández and Patrick Gaulme and Doug Geisler and Joseph D Gelfand and Héctor Gil-Marín and Bruce A Gillespie and Daniel Goddard and Violeta Gonzalez-Perez and Kathleen Grabowski and Paul J Green and Catherine J Grier and James E Gunn and Hong Guo and Julien Guy and Alex Hagen and ChangHoon Hahn and Matthew Hall and Paul Harding and Sten Hasselquist and Suzanne L Hawley and Fred Hearty and Jonay I Gonzalez Hernández and Shirley Ho and David W Hogg and Kelly Holley-Bockelmann and Jon A Holtzman and Parker H Holzer and Joseph Huehnerhoff and Timothy A Hutchinson and Ho Seong Hwang and Héctor J Ibarra-Medel and Gabriele da Silva Ilha and Inese I Ivans and Keshawn Ivory and Kelly Jackson and Trey W Jensen and Jennifer A Johnson and Amy Jones and Henrik Jönsson and Eric Jullo",
            "2017",
            "nQ_TNGwAAAAJ:XdwVV_xN3QMC",
            720,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/1538-3881\/aa7567\/meta",
            "2608339419961007439",
            "\/scholar?cites=2608339419961007439",
            {
                "2017":24,
                "2018":158,
                "2019":229,
                "2020":278,
                "2021":30
            }
        ],
        [
            "It is now 16 years since the first data release from the Sloan Digital Sky Survey (SDSS; York et al. 2000). This Early Data Release, or EDR, occurred in 2001 June (Stoughton et al. 2002). Since this time, annual data releases from SDSS have become part of the landscape of astronomy, populating databases used by thousands of astronomers worldwide (Raddick et al. 2014a, 2014b), and making the SDSS’s 2.5 mSloan Foundation Telescope (Gunn et al. 2006) one of the most productive observatories in the world (Madrid & Macchetto 2009). This paper describes the 14th public data release from SDSS, or DR14, released on 2017 July 31. The SDSS has completed three phases and is currently in its fourth phase. SDSS-I and-II conducted a Legacy survey of galaxies and quasars (York et al. 2000), the SDSS-II Supernova Survey (Frieman et al. 2008; Sako et al. 2014), and conducted observations of stars for the …",
            "The fourteenth data release of the Sloan Digital Sky Survey: First spectroscopic data from the extended Baryon Oscillation Spectroscopic Survey and from the second phase of the …",
            "Bela Abolfathi and DS Aguado and Gabriela Aguilar and Carlos Allende Prieto and Andres Almeida and Tonima Tasnim Ananna and Friedrich Anders and Scott F Anderson and Brett H Andrews and Borja Anguiano and Alfonso Aragón-Salamanca and Maria Argudo-Fernández and Eric Armengaud and Metin Ata and Eric Aubourg and Vladimir Avila-Reese and Carles Badenes and Stephen Bailey and Christophe Balland and Kathleen A Barger and Jorge Barrera-Ballesteros and Curtis Bartosz and Fabienne Bastien and Dominic Bates and Falk Baumgarten and Julian Bautista and Rachael Beaton and Timothy C Beers and Francesco Belfiore and Chad F Bender and Mariangela Bernardi and Matthew A Bershady and Florian Beutler and Jonathan C Bird and Dmitry Bizyaev and Guillermo A Blanc and Michael R Blanton and Michael Blomqvist and Adam S Bolton and Médéric Boquien and Jura Borissova and Jo Bovy and Christian Andres Bradna Diaz and William Nielsen Brandt and Jonathan Brinkmann and Joel R Brownstein and Kevin Bundy and Adam J Burgasser and Etienne Burtin and Caleb I Cañas and Mariana Cano-Díaz and Michele Cappellari and Ricardo Carrera and Andrew R Casey and Bernardo Cervantes Sodi and Yanping Chen and Brian Cherinka and Cristina Chiappini and Peter Doohyun Choi and Drew Chojnowski and Chia-Hsun Chuang and Haeun Chung and Nicolas Clerc and Roger E Cohen and Julia M Comerford and Johan Comparat and Janaina Correa Do Nascimento and Luiz Da Costa and Marie-Claude Cousinou and Kevin Covey and Jeffrey D Crane and Irene Cruz-Gonzalez and Katia Cunha and Gabriele da Silva Ilha and Guillermo J Damke and Jeremy Darling and James W Davidson Jr and Kyle Dawson and Miguel Angel C de Icaza Lizaola and Axel De La MacOrra and Sylvain De La Torre and Nathan De Lee and Victoria de Sainte Agathe and Alice Deconto Machado and Flavia Dell’Agli and Timothée Delubac and Aleksandar M Diamond-Stanic and John Donor and Juan José Downes and Niv Drory and Hélion Du Mas Des Bourboux and Christopher J Duckworth and Tom Dwelly and Jamie Dyer and Garrett Ebelke and Arthur Davis Eigenbrot and Daniel J Eisenstein and Yvonne P Elsworth and Eric Emsellem and Michael Eracleous and Ghazaleh Erfanianfar and Stephanie Escoffier and Xiaohui Fan and Emma Fernández Alvar and JG Fernandez-Trincado and Rafael Fernando Cirolini and Diane Feuillet and Alexis Finoguenov and Scott W Fleming and Andreu Font-Ribera and Gordon Freischlad and Peter Frinchaboy and Hai Fu and Yilen Gómez Maqueo Chew and Lluís Galbany and Ana E Garcia Perez and R Garcia-Dias and DA García-Hernández and Luis Alberto Garma Oehmichen and Patrick Gaulme and Joseph Gelfand and Héctor Gil-Marín and Bruce A Gillespie and Daniel Goddard and Jonay I González Hernández and Violeta Gonzalez-Perez and Kathleen Grabowski and Paul J Green and Catherine J Grier and Alain Gueguen and Hong Guo and Julien Guy and Alex Hagen and Patrick Hall and Paul Harding and Sten Hasselquist and Suzanne Hawley and Christian R Hayes and Fred Hearty and Saskia Hekker and Jesus Hernandez and Hector Hernandez Toledo and David W Hogg and Kelly Holley-Bockelmann and Jon A Holtzman and Jiamin Hou and Bau-Ching Hsieh and Jason AS Hunt and Timothy A Hutchinson and Ho Seong Hwang",
            "2018",
            "nQ_TNGwAAAAJ:CQX_Vi8q7s0C",
            703,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/1538-4365\/aa9e8a\/meta",
            "14883334976045784854",
            "\/scholar?cites=14883334976045784854",
            {
                "2017":4,
                "2018":124,
                "2019":305,
                "2020":242,
                "2021":23
            }
        ],
        [
            "The Chandra Orion Ultradeep Project (COUP) provides the most comprehensive data set ever acquired on the X‐ray emission of pre–main‐sequence stars. In this paper, we study the nearly 600 X‐ray sources that can be reliably identified with optically well‐characterized T Tauri stars (TTSs) in the Orion Nebula Cluster. With a detection limit of   ergs s−1 for lightly absorbed sources, we detect X‐ray emission from more than 97% of the optically visible late‐type (spectral types F–M) cluster stars. This proves that there is no “X‐ray–quiet” population of late‐type stars with suppressed magnetic activity. We use this exceptional optical, infrared, and X‐ray data set to study the dependencies of the X‐ray properties on other stellar parameters. All TTSs with known rotation periods lie in the saturated or supersaturated regime of the relation between activity and Rossby numbers seen for main‐sequence (MS) stars, but the …",
            "The origin of T Tauri X-ray emission: new insights from the Chandra Orion Ultradeep Project",
            "Thomas Preibisch and Yong-Cheol Kim and Fabio Favata and Eric D Feigelson and Ettore Flaccomio and Konstantin Getman and Giusi Micela and Salvatore Sciortino and Keivan Stassun and Beate Stelzer and Hans Zinnecker",
            "2005",
            "nQ_TNGwAAAAJ:u5HHmVD_uO8C",
            469,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/432891\/meta",
            "2309926781622298455",
            "\/scholar?cites=2309926781622298455",
            {
                "2005":11,
                "2006":35,
                "2007":66,
                "2008":35,
                "2009":34,
                "2010":43,
                "2011":38,
                "2012":29,
                "2013":29,
                "2014":28,
                "2015":17,
                "2016":22,
                "2017":19,
                "2018":19,
                "2019":25,
                "2020":15,
                "2021":1
            }
        ],
        [
            "The Transiting Exoplanet Survey Satellite (TESS) will search for planets transiting bright and nearby stars. TESS has been selected by NASA for launch in 2017 as an Astrophysics Explorer mission. The spacecraft will be placed into a highly elliptical 13.7-day orbit around the Earth. During its 2-year mission, TESS will employ four wide-field optical charge-coupled device cameras to monitor at least 200,000 main-sequence dwarf stars with IC≈4−13 for temporary drops in brightness caused by planetary transits. Each star will be observed for an interval ranging from 1 month to 1 year, depending mainly on the star’s ecliptic latitude. The longest observing intervals will be for stars near the ecliptic poles, which are the optimal locations for follow-up observations with the James Webb Space Telescope. Brightness measurements of preselected target stars will be recorded every 2 min, and full frame images will be …",
            "Transiting exoplanet survey satellite",
            "George R Ricker and Joshua N Winn and Roland Vanderspek and David W Latham and Gáspár Á Bakos and Jacob L Bean and Zachory K Berta-Thompson and Timothy M Brown and Lars Buchhave and Nathaniel R Butler and R Paul Butler and William J Chaplin and David B Charbonneau and Jørgen Christensen-Dalsgaard and Mark Clampin and Drake Deming and John P Doty and Nathan De Lee and Courtney Dressing and Edward W Dunham and Michael Endl and Francois Fressin and Jian Ge and Thomas Henning and Matthew J Holman and Andrew W Howard and Shigeru Ida and Jon M Jenkins and Garrett Jernigan and John Asher Johnson and Lisa Kaltenegger and Nobuyuki Kawai and Hans Kjeldsen and Gregory Laughlin and Alan M Levine and Douglas Lin and Jack J Lissauer and Phillip MacQueen and Geoffrey Marcy and Peter R McCullough and Timothy D Morton and Norio Narita and Martin Paegert and Enric Palle and Francesco Pepe and Joshua Pepper and Andreas Quirrenbach and Stephen A Rinehart and Dimitar Sasselov and Bun’ei Sato and Sara Seager and Alessandro Sozzetti and Keivan G Stassun and Peter Sullivan and Andrew Szentgyorgyi and Guillermo Torres and Stephane Udry and Joel Villasenor",
            "2014",
            "nQ_TNGwAAAAJ:KaMxkj08jr0C",
            466,
            "https:\/\/www.spiedigitallibrary.org\/journals\/Journal-of-Astronomical-Telescopes-Instruments-and-Systems\/volume-1\/issue-01\/014003\/Transiting-Exoplanet-Survey-Satellite\/10.1117\/1.JATIS.1.1.014003.full?SSO=1&tab=ArticleLink",
            "17765243515639936562",
            "\/scholar?cites=17765243515639936562",
            {
                "2011":2,
                "2012":6,
                "2013":14,
                "2014":32,
                "2015":32,
                "2016":70,
                "2017":48,
                "2018":77,
                "2019":73,
                "2020":101,
                "2021":9
            }
        ],
        [
            "The Transiting Exoplanet Survey Satellite (TESS) will search for planets transiting bright and nearby stars. TESS has been selected by NASA for launch in 2017 as an Astrophysics Explorer mission. The spacecraft will be placed into a highly elliptical 13.7-day orbit around the Earth. During its 2-year mission, TESS will employ four wide-field optical charge-coupled device cameras to monitor at least 200,000 main-sequence dwarf stars with IC≈4−13 for temporary drops in brightness caused by planetary transits. Each star will be observed for an interval ranging from 1 month to 1 year, depending mainly on the star’s ecliptic latitude. The longest observing intervals will be for stars near the ecliptic poles, which are the optimal locations for follow-up observations with the James Webb Space Telescope. Brightness measurements of preselected target stars will be recorded every 2 min, and full frame images will be …",
            "Transiting exoplanet survey satellite",
            "George R Ricker and Joshua N Winn and Roland Vanderspek and David W Latham and Gáspár Á Bakos and Jacob L Bean and Zachory K Berta-Thompson and Timothy M Brown and Lars Buchhave and Nathaniel R Butler and R Paul Butler and William J Chaplin and David B Charbonneau and Jørgen Christensen-Dalsgaard and Mark Clampin and Drake Deming and John P Doty and Nathan De Lee and Courtney Dressing and Edward W Dunham and Michael Endl and Francois Fressin and Jian Ge and Thomas Henning and Matthew J Holman and Andrew W Howard and Shigeru Ida and Jon M Jenkins and Garrett Jernigan and John Asher Johnson and Lisa Kaltenegger and Nobuyuki Kawai and Hans Kjeldsen and Gregory Laughlin and Alan M Levine and Douglas Lin and Jack J Lissauer and Phillip MacQueen and Geoffrey Marcy and Peter R McCullough and Timothy D Morton and Norio Narita and Martin Paegert and Enric Palle and Francesco Pepe and Joshua Pepper and Andreas Quirrenbach and Stephen A Rinehart and Dimitar Sasselov and Bun’ei Sato and Sara Seager and Alessandro Sozzetti and Keivan G Stassun and Peter Sullivan and Andrew Szentgyorgyi and Guillermo Torres and Stephane Udry and Joel Villasenor",
            "2014",
            "nQ_TNGwAAAAJ:8m4wTQn51gQC",
            378,
            "https:\/\/www.spiedigitallibrary.org\/journals\/Journal-of-Astronomical-Telescopes-Instruments-and-Systems\/volume-1\/issue-01\/014003\/Transiting-Exoplanet-Survey-Satellite\/10.1117\/1.JATIS.1.1.014003.full?SSO=1&tab=ArticleLink",
            "17765243515639936562",
            "\/scholar?cites=17765243515639936562",
            {
                "2014":10,
                "2015":17,
                "2016":62,
                "2017":41,
                "2018":72,
                "2019":72,
                "2020":95,
                "2021":8
            }
        ],
        [
            "We report rotation periods for 254 stars in an area 40'× 80'centered on the Orion Nebula. We show that these stars are likely members of the young (~ 10 6 yr) Orion OBIc\/d association. The rotation period distribution we determine, which is sensitive to periods 0.1< P< 8 days, shows a sharp cutoff for periods P< 0.5 days, corresponding to breakup velocity for these stars. Above 0.5 days the distribution is consistent with a uniform distribution; we do not find evidence for a\" gap\" of periods at 4–5 days. We find signatures of active accretion among stars at all periods; active accretion does not occur preferentially among slow rotators in our sample. We find no correlation between rotation period and near-IR signatures of circumstellar disks. In addition, we show that the distribution of v sin i among stars in our sample bears striking resemblance to that of low-mass Pleiades stars. We discuss the implications of our findings …",
            "The Rotation Period Distribution of Pre-Main-Sequence Stars in and around the Orion Nebula",
            "Keivan G. Stassun and Robert D. Mathieu and Tsevi Mazeh and Frederick J. Vrba",
            "1999",
            "nQ_TNGwAAAAJ:YzaYdgFdL8IC",
            321,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/300881\/meta",
            "3266297849275241863",
            "\/scholar?cites=3266297849275241863",
            {
                "1999":1,
                "2000":18,
                "2001":20,
                "2002":26,
                "2003":16,
                "2004":27,
                "2005":14,
                "2006":20,
                "2007":18,
                "2008":21,
                "2009":13,
                "2010":18,
                "2011":16,
                "2012":15,
                "2013":11,
                "2014":10,
                "2015":10,
                "2016":9,
                "2017":11,
                "2018":4,
                "2019":8,
                "2020":5,
                "2021":2
            }
        ],
        [
            "Brown dwarfs are considered to be ‘failed stars’ in the sense that they are born with masses between the least massive stars (0.072 solar masses, M⊙) 1 and the most massive planets (∼ 0.013M⊙) 2; they therefore serve as a critical link in our understanding of the formation of both stars and planets 3. Even the most fundamental physical properties of brown dwarfs remain, however, largely unconstrained by direct measurement. Here we report the discovery of a brown-dwarf eclipsing binary system, in the Orion Nebula star-forming region, from which we obtain direct measurements of mass and radius for these newly formed brown dwarfs. Our mass measurements establish both objects as brown dwarfs, with masses of 0.054±0.005M⊙ and 0.034±0.003M⊙. At the same time, with radii relative to the Sun's of 0.669±0.034R⊙ and 0.511±0.026R⊙, these brown dwarfs are more akin to low-mass stars in size. Such …",
            "Discovery of two young brown dwarfs in an eclipsing binary system",
            "Keivan G Stassun and Robert D Mathieu and Jeff A Valenti",
            "2006",
            "nQ_TNGwAAAAJ:d1gkVwhDpl0C",
            297,
            "https:\/\/www.nature.com\/articles\/nature04570",
            "933787007292468465",
            "\/scholar?cites=933787007292468465",
            {
                "2005":1,
                "2006":18,
                "2007":38,
                "2008":41,
                "2009":23,
                "2010":23,
                "2011":28,
                "2012":23,
                "2013":13,
                "2014":17,
                "2015":21,
                "2016":11,
                "2017":13,
                "2018":5,
                "2019":9,
                "2020":12,
                "2021":1
            }
        ]
    ]
}