{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Many-body localization (MBL), the disorder-induced localization of interacting particles, signals a breakdown of conventional thermodynamics because MBL systems do not thermalize and show nonergodic time evolution. We experimentally observed this nonergodic evolution for interacting fermions in a one-dimensional quasirandom optical lattice and identified the MBL transition through the relaxation dynamics of an initially prepared charge density wave. For sufficiently weak disorder, the time evolution appears ergodic and thermalizing, erasing all initial ordering, whereas above a critical disorder strength, a substantial portion of the initial ordering persists. The critical disorder value shows a distinctive dependence on the interaction strength, which is in agreement with numerical simulations. Our experiment paves the way to further detailed studies of MBL, such as in noncorrelated disorder or higher dimensions.",
            "Observation of many-body localization of interacting fermions in a quasirandom optical lattice",
            "Michael Schreiber and Sean S Hodgman and Pranjal Bordia and Henrik P Lüschen and Mark H Fischer and Ronen Vosk and Ehud Altman and Ulrich Schneider and Immanuel Bloch",
            "2015",
            "NqgTOGQAAAAJ:fQNAKQ3IYiAC",
            1153,
            "https:\/\/science.sciencemag.org\/content\/349\/6250\/842.abstract",
            "304514622549493659",
            "\/scholar?cites=304514622549493659",
            {
                "2015":35,
                "2016":130,
                "2017":222,
                "2018":214,
                "2019":230,
                "2020":295,
                "2021":22
            }
        ],
        [
            "We propose to utilize density-density correlations in the image of an expanding gas cloud to probe complex many-body states of trapped ultracold atoms. In particular, we show how this technique can be used to detect superfluidity of fermionic gases and to study spin correlations of multicomponent atoms in optical lattices. The feasibility of the method is investigated by analysis of the relevant signal to noise ratio including experimental imperfections.",
            "Probing many-body states of ultracold atoms via noise correlations",
            "Ehud Altman and Eugene Demler and Mikhail D Lukin",
            "2004",
            "NqgTOGQAAAAJ:u5HHmVD_uO8C",
            677,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.70.013603",
            "4489657612518348257",
            "\/scholar?cites=4489657612518348257",
            {
                "2004":5,
                "2005":31,
                "2006":60,
                "2007":73,
                "2008":75,
                "2009":67,
                "2010":56,
                "2011":47,
                "2012":48,
                "2013":30,
                "2014":42,
                "2015":19,
                "2016":26,
                "2017":18,
                "2018":22,
                "2019":19,
                "2020":30,
                "2021":2
            }
        ],
        [
            "We investigate the time evolution of correlations in the Bose-Hubbard model following a quench from the superfluid to the Mott insulator. For large values of the final interaction strength the system approaches a distinctly nonequilibrium steady state that bears strong memory of the initial conditions. In contrast, when the final interaction strength is comparable to the hopping, the correlations are rather well approximated by those at thermal equilibrium. The existence of two distinct nonequilibrium regimes is surprising given the nonintegrability of the Bose-Hubbard model. We relate this phenomenon to the role of quasiparticle interactions in the Mott insulator.",
            "Quench dynamics and nonequilibrium phase diagram of the Bose-Hubbard model",
            "Corinna Kollath and Andreas M Läuchli and Ehud Altman",
            "2007",
            "NqgTOGQAAAAJ:u-x6o8ySG0sC",
            623,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.98.180601",
            "1448219689832742441",
            "\/scholar?cites=1448219689832742441",
            {
                "2007":6,
                "2008":35,
                "2009":55,
                "2010":67,
                "2011":59,
                "2012":52,
                "2013":52,
                "2014":67,
                "2015":50,
                "2016":37,
                "2017":30,
                "2018":37,
                "2019":41,
                "2020":34
            }
        ],
        [
            "Thermalizing quantum systems are conventionally described by statistical mechanics at equilibrium. However, not all systems fall into this category, with many-body localization providing a generic mechanism for thermalization to fail in strongly disordered systems. Many-body localized (MBL) systems remain perfect insulators at nonzero temperature, which do not thermalize and therefore cannot be described using statistical mechanics. This Colloquium reviews recent theoretical and experimental advances in studies of MBL systems, focusing on the new perspective provided by entanglement and nonequilibrium experimental probes such as quantum quenches. Theoretically, MBL systems exhibit a new kind of robust integrability: an extensive set of quasilocal integrals of motion emerges, which provides an intuitive explanation of the breakdown of thermalization. A description based on quasilocal integrals of …",
            "Colloquium: Many-body localization, thermalization, and entanglement",
            "Dmitry A Abanin and Ehud Altman and Immanuel Bloch and Maksym Serbyn",
            "2019",
            "NqgTOGQAAAAJ:0KyAp5RtaNEC",
            441,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.91.021001",
            "1263649754064198209",
            "\/scholar?cites=1263649754064198209",
            {
                "2018":8,
                "2019":84,
                "2020":329,
                "2021":20
            }
        ],
        [
            "We survey the recent progress made in understanding nonequilibrium dynamics in closed random systems. The emphasis is on the important role played by concepts from quantum information theory and on the application of systematic renormalization group methods to capture universal aspects of the dynamics. Finally, we outline some outstanding open questions, which include the description of the many-body-localization phase transition and the identification of physical systems that allow systematic experimental study of these phenomena.",
            "Universal dynamics and renormalization in many-body-localized systems",
            "Ehud Altman and Ronen Vosk",
            "2015",
            "NqgTOGQAAAAJ:4fKUyHm3Qg0C",
            427,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev-conmatphys-031214-014701",
            "7120787154612441696",
            "\/scholar?cites=7120787154612441696",
            {
                "2015":20,
                "2016":54,
                "2017":101,
                "2018":86,
                "2019":77,
                "2020":84,
                "2021":5
            }
        ],
        [
            "We present a theoretical analysis of the phase diagram of two-component bosons on an optical lattice. A new formalism is developed which treats the effective spin interactions in the Mott and superfluid phases on the same footing. Using this new approach we chart the phase boundaries of the broken spin symmetry states up to the Mott to superfluid transition and beyond. Near the transition point, the magnitude of spin exchange can be very large, which facilitates the experimental realization of spin-ordered states. We find that spin and quantum fluctuations have a dramatic effect on the transition, making it first order in extended regions of the phase diagram. When each species is at integer filling, an additional phase transition may occur, from a spin-ordered insulator to a Mott insulator with no broken symmetries. We determine the phase boundaries in this regime and show that this is essentially a Mott transition in …",
            "Phase diagram of two-component bosons on an optical lattice",
            "Ehud Altman and Walter Hofstetter and Eugene Demler and Mikhail D Lukin",
            "2003",
            "NqgTOGQAAAAJ:9yKSN-GCB0IC",
            350,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1367-2630\/5\/1\/113\/meta",
            "13975064108279204772",
            "\/scholar?cites=13975064108279204772",
            {
                "2004":6,
                "2005":13,
                "2006":11,
                "2007":9,
                "2008":21,
                "2009":25,
                "2010":28,
                "2011":27,
                "2012":29,
                "2013":28,
                "2014":34,
                "2015":23,
                "2016":25,
                "2017":16,
                "2018":13,
                "2019":14,
                "2020":23,
                "2021":3
            }
        ],
        [
            "We formulate a theory of the many-body localization transition based on a novel real-space renormalization group (RG) approach. The results of this theory are corroborated and intuitively explained with a phenomenological effective description of the critical point and of the “badly conducting” state found near the critical point on the delocalized side. The theory leads to the following sharp predictions:(i) The delocalized state established near the transition is a Griffiths phase, which exhibits subdiffusive transport of conserved quantities and sub-ballistic spreading of entanglement. The anomalous diffusion exponent α< 1\/2 vanishes continuously at the critical point. The system does thermalize in this Griffiths phase.(ii) The many-body localization transition is controlled by a new kind of infinite-randomness RG fixed point, where the broadly distributed scaling variable is closely related to the eigenstate entanglement …",
            "Theory of the many-body localization transition in one-dimensional systems",
            "Ronen Vosk and David A Huse and Ehud Altman",
            "2015",
            "NqgTOGQAAAAJ:B3FOqHPlNUQC",
            347,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.5.031032",
            "6779042113828457221",
            "\/scholar?cites=6779042113828457221",
            {
                "2015":12,
                "2016":63,
                "2017":74,
                "2018":65,
                "2019":61,
                "2020":68,
                "2021":4
            }
        ],
        [
            "We formulate a dynamical real space renormalization group (RG) approach to describe the time evolution of a random spin-1\/2 chain, or interacting fermions, initialized in a state with fixed particle positions. Within this approach we identify a many-body localized state of the chain as a dynamical infinite randomness fixed point. Near this fixed point our method becomes asymptotically exact, allowing analytic calculation of time dependent quantities. In particular, we explain the striking universal features in the growth of the entanglement seen in recent numerical simulations: unbounded logarithmic growth delayed by a time inversely proportional to the interaction strength. This is in striking contrast to the much slower entropy growth as log﻿ log﻿ t found for noninteracting fermions with bond disorder. Nonetheless, even the interacting system does not thermalize in the long time limit. We attribute this to an infinite set of …",
            "Many-body localization in one dimension as a dynamical renormalization group fixed point",
            "Ronen Vosk and Ehud Altman",
            "2013",
            "NqgTOGQAAAAJ:4OULZ7Gr8RgC",
            343,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.110.067204",
            "4334081946070230538",
            "\/scholar?cites=4334081946070230538",
            {
                "2012":1,
                "2013":12,
                "2014":31,
                "2015":52,
                "2016":63,
                "2017":55,
                "2018":45,
                "2019":36,
                "2020":46,
                "2021":2
            }
        ],
        [
            "The two-dimensional electron system at the interface between the insulating oxides LaAlO 3 and SrTiO 3 exhibits ferromagnetism, superconductivity and a range of unique magnetotransport properties. An open experimental challenge is to identify, out of the multitudinous energy bands predicted to exist at the interface, the key ingredients underlying its emergent transport phenomena. Here we show, using magnetotransport measurements, that a universal Lifshitz transition between d orbitals of different symmetries lies at the core of the observed phenomena. We find that LaAlO 3\/SrTiO 3 systems generically switch from one-to two-carrier transport at a universal carrier density, which is independent of the LaAlO 3 thickness and electron mobility. Interestingly, the maximum superconducting critical temperature occurs also at the Lifshitz density, indicating a possible connection between the two phenomena. A simple …",
            "A universal critical density underlying the physics of electrons at the LaAlO 3\/SrTiO 3 interface",
            "Arjun Joshua and S Pecker and J Ruhman and E Altman and S Ilani",
            "2012",
            "NqgTOGQAAAAJ:JV2RwH3_ST0C",
            289,
            "https:\/\/www.nature.com\/articles\/ncomms2116",
            "11771869665301710617",
            "\/scholar?cites=11771869665301710617",
            {
                "2012":2,
                "2013":25,
                "2014":28,
                "2015":35,
                "2016":36,
                "2017":41,
                "2018":43,
                "2019":39,
                "2020":35,
                "2021":5
            }
        ],
        [
            "We study a new class of unconventional critical phenomena that is characterized by singularities only in dynamical quantities and has no thermodynamic signatures. One example of such a transition is the recently proposed many-body localization-delocalization transition, in which transport coefficients vanish at a critical temperature with no singularities in thermodynamic observables. Describing this purely dynamical quantum criticality is technically challenging as understanding the finite-temperature dynamics necessarily requires averaging over a large number of matrix elements between many-body eigenstates. Here, we develop a real-space renormalization group method for excited states that allows us to overcome this challenge in a large class of models. We characterize a specific example: the 1 D disordered transverse-field Ising model with generic interactions. While thermodynamic phase transitions are …",
            "Hilbert-glass transition: New universality of temperature-tuned many-body dynamical quantum criticality",
            "David Pekker and Gil Refael and Ehud Altman and Eugene Demler and Vadim Oganesyan",
            "2014",
            "NqgTOGQAAAAJ:P5F9QuxV20EC",
            259,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.4.011052",
            "1317197877406408567",
            "\/scholar?cites=1317197877406408567",
            {
                "2014":17,
                "2015":38,
                "2016":44,
                "2017":55,
                "2018":41,
                "2019":24,
                "2020":40
            }
        ]
    ]
}