{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We present point contact spectroscopy (PCS) data for junctions between a normal metal and the electron-doped cuprate superconductor Pr 2− x Ce x CuO 4 (PCCO). For the underdoped compositions of this cuprate (x∼ 0.13) we observe a peak in the conductance-voltage characteristics of the point contact junctions. The shape and magnitude of this peak suggest the presence of Andreev bound states at the surface of underdoped PCCO which is evidence for a d-wave pairing symmetry. For overdoped PCCO (x∼ 0.17) the PCS data do not show any evidence of Andreev bound states at the surface suggesting an s-wave pairing symmetry.",
            "Evidence of a - to -Wave Pairing Symmetry Transition in the Electron-Doped Cuprate Superconductor ",
            "Amlan Biswas and P Fournier and MM Qazilbash and VN Smolyaninova and Hamza Balci and RL Greene",
            "2002",
            "nqqbk0MAAAAJ:u5HHmVD_uO8C",
            234,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.88.207004",
            "3039677696448048095",
            "\/scholar?cites=3039677696448048095",
            {
                "2001":1,
                "2002":8,
                "2003":36,
                "2004":29,
                "2005":18,
                "2006":15,
                "2007":21,
                "2008":25,
                "2009":13,
                "2010":10,
                "2011":9,
                "2012":8,
                "2013":4,
                "2014":9,
                "2015":7,
                "2016":3,
                "2017":5,
                "2018":2,
                "2019":4,
                "2020":5
            }
        ],
        [
            "We demonstrate that metamaterial devices requiring anisotropic dielectric permittivity and magnetic permeability may be emulated by specially designed tapered waveguides. This approach leads to low-loss, broadband performance. Based on this technique, we demonstrate broadband electromagnetic cloaking in the visible frequency range on a scale∼ 100 times larger than the wavelength.",
            "Anisotropic metamaterials emulated by tapered waveguides: application to optical cloaking",
            "Igor I Smolyaninov and Vera N Smolyaninova and Alexander V Kildishev and Vladimir M Shalaev",
            "2009",
            "nqqbk0MAAAAJ:9yKSN-GCB0IC",
            217,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.213901",
            "133394796342740619",
            "\/scholar?cites=133394796342740619",
            {
                "2008":1,
                "2009":15,
                "2010":44,
                "2011":31,
                "2012":28,
                "2013":22,
                "2014":12,
                "2015":20,
                "2016":12,
                "2017":11,
                "2018":8,
                "2019":5,
                "2020":8
            }
        ],
        [
            "We report measurements of the resistivity in the ferromagnetic state of epitaxial thin films of La 1− x Ca x MnO 3 and the low-temperature specific heat of a polycrystalline La 0.8 Ca 0.2 MnO 3. The resistivity below 100 K can be well fitted by ρ− ρ 0= E ω s\/sinh 2 (ħ ω s\/2 k B T) with ħ ω s\/k B≃ 80 K and E being a constant. Such behavior is consistent with small-polaron coherent motion which involves a relaxation due to a soft optical phonon mode that is strongly coupled to the carriers. The specific-heat data also suggest the existence of such a phonon mode. The present results thus provide evidence for small-polaron metallic conduction in the ferromagnetic state of manganites.",
            "Electrical transport in the ferromagnetic state of manganites: Small-polaron metallic conduction at low temperatures",
            "Guo-meng Zhao and V Smolyaninova and W Prellier and H Keller",
            "2000",
            "nqqbk0MAAAAJ:u-x6o8ySG0sC",
            175,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.84.6086",
            "2242031077928275335",
            "\/scholar?cites=2242031077928275335",
            {
                "2000":6,
                "2001":20,
                "2002":11,
                "2003":8,
                "2004":5,
                "2005":19,
                "2006":14,
                "2007":15,
                "2008":10,
                "2009":5,
                "2010":8,
                "2011":4,
                "2012":6,
                "2013":9,
                "2014":5,
                "2015":10,
                "2016":1,
                "2017":7,
                "2018":2,
                "2019":4,
                "2020":3,
                "2021":2
            }
        ],
        [
            "We introduce a new “universality class” of artificial optical media—photonic hypercrystals. These hyperbolic metamaterials, with periodic spatial variation of dielectric permittivity on subwavelength scale, combine the features of optical metamaterials and photonic crystals. In particular, surface waves supported by a hypercrystal possess the properties of both the optical Tamm states in photonic crystals and surface-plasmon polaritons at the metal-dielectric interface.",
            "Photonic hypercrystals",
            "Evgenii E Narimanov",
            "2014",
            "nqqbk0MAAAAJ:XiSMed-E-HIC",
            153,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.4.041014",
            "8366717240108654204",
            "\/scholar?cites=8366717240108654204",
            {
                "2014":9,
                "2015":25,
                "2016":26,
                "2017":25,
                "2018":21,
                "2019":23,
                "2020":20,
                "2021":2
            }
        ],
        [
            "Neutron-powder-diffraction measurements, combined with magnetization and resistivity data, have been carried out in the doped perovskite La 1− x Ca x MnO 3 (x= 0.47, 0.50, and 0.53) to elucidate the structural, magnetic, and electronic properties of the system around the composition corresponding to an equal number of Mn 3+ and Mn 4+. At room temperature all three samples are paramagnetic and single phase, with crystallographic symmetry Pnma. The samples then all become ferromagnetic (FM) at T C≈ 265 K. At∼ 230 K, however, a second distinct crystallographic phase (denoted A-II) begins to form. Initially the intrinsic widths of the peaks are quite large, but they narrow as the temperature decreases and the phase fraction increases, indicating microscopic coexistence. The A-II phase has the same space-group symmetry and similar lattice parameters as the initial (FI) phase. Both phases begin to exhibit …",
            "Temperature and field dependence of the phase separation, structure, and magnetic ordering in La 1− x Ca x MnO 3 (x= 0.47, 0.50, and 0.53)",
            "Q Huang and JW Lynn and RW Erwin and A Santoro and DC Dender and VN Smolyaninova and K Ghosh and RL Greene",
            "2000",
            "nqqbk0MAAAAJ:d1gkVwhDpl0C",
            153,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.61.8895",
            "1980279666638894867",
            "\/scholar?cites=1980279666638894867",
            {
                "2000":2,
                "2001":19,
                "2002":19,
                "2003":18,
                "2004":12,
                "2005":13,
                "2006":2,
                "2007":3,
                "2008":12,
                "2009":5,
                "2010":7,
                "2011":8,
                "2012":6,
                "2013":5,
                "2014":6,
                "2015":6,
                "2016":2,
                "2017":3,
                "2018":2,
                "2019":2
            }
        ],
        [
            "Epitaxial thin films of ordered double-perovskite Sr2FeMoO6−y are deposited on (001) SrTiO3 substrates by pulsed-laser deposition using a two step growth process. Selection of growth conditions is found to lead to either highly conductive metallic thin films (residual resistivity of about 1 μΩ cm) or semiconducting films. The metallic films show a positive magnetoresistance (MR) as high as 35%, while the semiconducting films show a negative MR of −3%, at a temperature of 5 K and a field of 8 T.",
            "Pulsed-laser-deposited epitaxial  thin films: Positive and negative magnetoresistance regimes",
            "H Asano and SB Ogale and J Garrison and A Orozco and YH Li and E Li and V Smolyaninova and C Galley and M Downes and M Rajeswari and R Ramesh and T Venkatesan",
            "1999",
            "nqqbk0MAAAAJ:qjMakFHDy7sC",
            120,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.123224",
            "443966607993132387",
            "\/scholar?cites=443966607993132387",
            {
                "1999":4,
                "2000":12,
                "2001":12,
                "2002":7,
                "2003":6,
                "2004":10,
                "2005":9,
                "2006":7,
                "2007":6,
                "2008":3,
                "2009":3,
                "2010":7,
                "2011":2,
                "2012":2,
                "2013":2,
                "2014":1,
                "2015":6,
                "2016":4,
                "2017":7,
                "2018":4,
                "2019":2,
                "2020":3
            }
        ],
        [
            "Ceramics of A 2 FeReO 6 double perovskites have been prepared and studied for A= Ba and Ca. Ba 2 FeReO 6 has a cubic structure (Fm3m) with a approx 8.0854 (1) Å whereas Ca 2 FeReO 6 has a monoclinic symmetry with a approx 5.396 (1) Å, b approx 5.522 (1) Å, c approx 7.688 (2) Å and beta= 90.4 (P21\/n). The barium compound is metallic from 5 K to 385 K, ie no metal-insulator transition has been seen up to 385 K, and the calcium compound is semiconducting from 5 K to 385 K. At 5 K, we observed a negative magnetoresistance of 10% in a magnetic field of 50 kOe for Ba 2 FeReO 6. Magnetization measurements show a ferrimagnetic behaviour for both materials, with T c approx 315 K for Ba 2 FeReO 6 and above 385 K for Ca 2 FeReO 6. A specific heat measurement on the barium compound gave an electron density of states at the Fermi level, N (E F), equal to 5.9× 10 24 eV-1 mol-1. Electrical, magnetic …",
            "Properties of the ferrimagnetic double perovskites A2FeReO6 (A= Ba and Ca)",
            "W Prellier and V Smolyaninova and Amlan Biswas and C Galley and RL Greene and K Ramesha and J Gopalakrishnan",
            "2000",
            "nqqbk0MAAAAJ:UeHWp8X0CEIC",
            116,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/12\/6\/318\/meta",
            "15952457331282536193",
            "\/scholar?cites=15952457331282536193",
            {
                "2000":2,
                "2001":6,
                "2002":8,
                "2003":6,
                "2004":8,
                "2005":7,
                "2006":6,
                "2007":8,
                "2008":1,
                "2009":9,
                "2010":8,
                "2011":2,
                "2012":4,
                "2013":6,
                "2014":6,
                "2015":7,
                "2016":4,
                "2017":9,
                "2018":5,
                "2019":2,
                "2020":1
            }
        ],
        [
            "We report measurements of the specific heat of La 0.67 Ba 0.33 Mn O 3 and La 0.8 Ca 0.2 Mn O 3 for temperatures 2< T< 15 K. These materials are ferromagnetic metallic oxides which exhibit colossal magnetoresistance. We find that above 3 K the specific heat has terms proportional to T and T 3, but a T 3 2 term, as might be expected from the excitation of ferromagnetic spin waves, cannot be resolved outside of the precision of the data. The cubic term gives Debye temperatures of 400±17 K, and the linear term gives electron densities of states which are enhanced over band-structure estimates.",
            "Low-temperature specific heat of La 0.67 Ba 0.33 Mn O 3 and La 0.8 Ca 0.2 Mn O 3",
            "JJ Hamilton and EL Keatley and HL Ju and AK Raychaudhuri and VN Smolyaninova and RL Greene",
            "1996",
            "nqqbk0MAAAAJ:IjCSPb-OGe4C",
            116,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.54.14926",
            "14724303544762817462",
            "\/scholar?cites=14724303544762817462",
            {
                "1997":3,
                "1998":7,
                "1999":5,
                "2000":8,
                "2001":6,
                "2002":7,
                "2003":10,
                "2004":5,
                "2005":6,
                "2006":2,
                "2007":3,
                "2008":10,
                "2009":9,
                "2010":1,
                "2011":4,
                "2012":5,
                "2013":2,
                "2014":3,
                "2015":3,
                "2016":6,
                "2017":2,
                "2018":3,
                "2019":4,
                "2020":2
            }
        ],
        [
            "Optical metamaterials have redefined how we understand light in notable ways: from strong response to optical magnetic fields, negative refraction, fast and slow light propagation in zero index and trapping structures, to flat, thin and perfect lenses. Many rules of thumb regarding optics, such as μ= 1, now have an exception, and basic formulas, such as the Fresnel equations, have been expanded. The field of metamaterials has developed strongly over the past two decades. Leveraging structured materials systems to generate tailored response to a stimulus, it has grown to encompass research in optics, electromagnetics, acoustics and, increasingly, novel hybrid material responses. This roadmap is an effort to present emerging fronts in areas of optical metamaterials that could contribute and apply to other research communities. By anchoring each contribution in current work and prospectively discussing future …",
            "Roadmap on optical metamaterials",
            "Augustine M Urbas and Zubin Jacob and Luca Dal Negro and Nader Engheta and AD Boardman and P Egan and Alexander B Khanikaev and Vinod Menon and Marcello Ferrera and Nathaniel Kinsey and Clayton DeVault and Jongbum Kim and Vladimir Shalaev and Alexandra Boltasseva and Jason Valentine and Carl Pfeiffer and Anthony Grbic and Evgenii Narimanov and Linxiao Zhu and Shanhui Fan and Andrea Alù and Ekaterina Poutrina and Natalia M Litchinitser and Mikhail A Noginov and Kevin F MacDonald and Eric Plum and Xiaoying Liu and Paul F Nealey and Cherie R Kagan and Christopher B Murray and Dorota A Pawlak and Igor I Smolyaninov and Vera N Smolyaninova and Debashis Chanda",
            "2016",
            "nqqbk0MAAAAJ:wbdj-CoPYUoC",
            110,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/2040-8978\/18\/9\/093005\/meta",
            "14485993351814943188",
            "\/scholar?cites=14485993351814943188",
            {
                "2016":2,
                "2017":20,
                "2018":34,
                "2019":31,
                "2020":21,
                "2021":2
            }
        ],
        [
            "Thin films of Ag-added La2\/3Ca1\/3MnO3 exhibit enhancement of several desirable characteristics over the pristine counterparts. We find that the addition of Ag results in a pronounced increase in the insulator–metal transition temperature (Tp) and ferromagnetic transition temperature (Tc). There is also a remarkable improvement in the magnetic and electrical homogeneity of the samples as indicated by narrower ferromagnetic resonance linewidths and narrower resistive transitions, respectively. The observed improvement in properties is inferred to be largely associated with improved oxygen stoichiometry of the films although microstructural effects are not ruled out.",
            "Improved properties of  thin films by addition of silver",
            "R Shreekala and M Rajeswari and SP Pai and SE Lofland and V Smolyaninova and K Ghosh and SB Ogale and SM Bhagat and MJ Downes and RL Greene and R Ramesh and T Venkatesan",
            "1999",
            "nqqbk0MAAAAJ:2osOgNQ5qMEC",
            109,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.124037",
            "16143394665236646496",
            "\/scholar?cites=16143394665236646496",
            {
                "2000":6,
                "2001":16,
                "2002":8,
                "2003":6,
                "2004":11,
                "2005":4,
                "2006":6,
                "2007":7,
                "2008":11,
                "2009":3,
                "2010":7,
                "2011":1,
                "2012":5,
                "2013":5,
                "2014":7,
                "2015":1,
                "2016":2,
                "2017":2,
                "2018":1
            }
        ]
    ]
}