{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "G eant 4 is a toolkit for simulating the passage of particles through matter. It includes a complete range of functionality including tracking, geometry, physics models and hits. The physics processes offered cover a comprehensive range, including electromagnetic, hadronic and optical processes, a large set of long-lived particles, materials and elements, over a wide energy range starting, in some cases, from 250 eV and extending in others to the TeV energy range. It has been designed and constructed to expose the physics models utilised, to handle complex geometries, and to enable its easy adaptation for optimal use in different sets of applications. The toolkit is the result of a worldwide collaboration of physicists and software engineers. It has been created exploiting software engineering and object-oriented technology and implemented in the C++ programming language. It has been used in applications in …",
            "GEANT4—a simulation toolkit",
            "Sea Agostinelli and John Allison and K al Amako and John Apostolakis and H Araujo and P Arce and M Asai and D Axen and S Banerjee and G 2 Barrand and F Behner and L Bellagamba and J Boudreau and L Broglia and A Brunengo and H Burkhardt and S Chauvie and J Chuma and R Chytracek and G Cooperman and G Cosmo and P Degtyarenko and A Dell'Acqua and G Depaola and D Dietrich and R Enami and A Feliciello and C Ferguson and H Fesefeldt and G Folger and F Foppiano and A Forti and S Garelli and S Giani and R Giannitrapani and D Gibin and JJ Gómez Cadenas and I González and G Gracia Abril and G Greeniaus and W Greiner and V Grichine and A Grossheim and S Guatelli and P Gumplinger and R Hamatsu and K Hashimoto and H Hasui and A Heikkinen and A Howard and V Ivanchenko and A Johnson and FW Jones and J Kallenbach and N Kanaya and M Kawabata and Y Kawabata and M Kawaguti and S Kelner and P Kent and A Kimura and T Kodama and R Kokoulin and M Kossov and H Kurashige and E Lamanna and T Lampén and V Lara and V Lefebure and F Lei and M Liendl and W Lockman and F Longo and S Magni and M Maire and E Medernach and K Minamimoto and P Mora De Freitas and Y Morita and K Murakami and M Nagamatu and R Nartallo and P Nieminen and Tt Nishimura and K Ohtsubo and M Okamura and S O'neale and Y Oohata and K Paech and Jj Perl and A Pfeiffer and MG Pia and F Ranjard and A Rybin and S Sadilov and E Di Salvo and G Santin and T Sasaki and N Savvas and Y Sawada and S Scherer and S Sei and V Sirotenko and D Smith and N Starkov and H Stoecker and J Sulkimo and M Takahata and S Tanaka and E Tcherniaev and E Safai Tehrani and M Tropeano and P Truscott and H Uno and L Urban and P Urban and M Verderi and A Walkden and W Wander and H Weber and JP Wellisch and T Wenaus and DC Williams and D Wright and T Yamada and H Yoshida and D Zschiesche and Geant4 Collaboration",
            "2003",
            "nQs9BGMAAAAJ:u5HHmVD_uO8C",
            30520,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900203013688",
            "3175916574895626375",
            "\/scholar?cites=3175916574895626375",
            {
                "2003":79,
                "2004":286,
                "2005":380,
                "2006":556,
                "2007":746,
                "2008":809,
                "2009":961,
                "2010":1097,
                "2011":1605,
                "2012":2179,
                "2013":2430,
                "2014":2352,
                "2015":2744,
                "2016":2867,
                "2017":3093,
                "2018":3339,
                "2019":2469,
                "2020":2270,
                "2021":109
            }
        ],
        [
            "Geant4 is a software toolkit for the simulation of the passage of particles through matter. It is used by a large number of experiments and projects in a variety of application domains, including high energy physics, astrophysics and space science, medical physics and radiation protection. Its functionality and modeling capabilities continue to be extended, while its performance is enhanced. An overview of recent developments in diverse areas of the toolkit is presented. These include performance optimization for complex setups; improvements for the propagation in fields; new options for event biasing; and additions and improvements in geometry, physics processes and interactive capabilities",
            "Geant4 developments and applications",
            "John Allison and Katsuya Amako and JEA Apostolakis and HAAH Araujo and P Arce Dubois and MAAM Asai and GABG Barrand and RACR Capra and SACS Chauvie and RACR Chytracek and GAP Cirrone and GACG Cooperman and GACG Cosmo and GACG Cuttone and GG Daquino and MADM Donszelmann and MADM Dressel and GAFG Folger and FAFF Foppiano and JAGJ Generowicz and VAGV Grichine and SAGS Guatelli and PAGP Gumplinger and AAHA Heikkinen and IAHI Hrivnacova and AAHA Howard and SAIS Incerti and VAIV Ivanchenko and Thomas Johnson and FAJF Jones and TAKT Koi and RAKR Kokoulin and MAKM Kossov and HAKH Kurashige and VALV Lara and SALS Larsson and FALF Lei and OALO Link and FALF Longo and MAMM Maire and AAMA Mantero and BAMB Mascialino and IAMI McLaren and P Mendez Lorenzo and KAMK Minamimoto and KAMK Murakami and PANP Nieminen and LAPL Pandola and SAPS Parlati and LAPL Peralta and JAPJ Perl and AAPA Pfeiffer and MG Pia and AARA Ribon and Paulo Rodrigues and GARG Russo and SASS Sadilov and GASG Santin and TAST Sasaki and DASD Smith and NASN Starkov and SATS Tanaka and EATE Tcherniaev and BATB Tome and AATA Trindade and PATP Truscott and LAUL Urban and MAVM Verderi and AAWA Walkden and JP Wellisch and DC Williams and DAWD Wright and HAYH Yoshida",
            "2006",
            "nQs9BGMAAAAJ:d1gkVwhDpl0C",
            7519,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1610988\/",
            "2318168060817873080",
            "\/scholar?cites=2318168060817873080",
            {
                "2006":52,
                "2007":130,
                "2008":226,
                "2009":240,
                "2010":295,
                "2011":378,
                "2012":573,
                "2013":774,
                "2014":702,
                "2015":714,
                "2016":705,
                "2017":779,
                "2018":686,
                "2019":615,
                "2020":582,
                "2021":29
            }
        ],
        [
            "BABAR, the detector for the SLAC PEP-II asymmetric e+e− B Factory operating at the ϒ(4S) resonance, was designed to allow comprehensive studies of CP-violation in B-meson decays. Charged particle tracks are measured in a multi-layer silicon vertex tracker surrounded by a cylindrical wire drift chamber. Electromagnetic showers from electrons and photons are detected in an array of CsI crystals located just inside the solenoidal coil of a superconducting magnet. Muons and neutral hadrons are identified by arrays of resistive plate chambers inserted into gaps in the steel flux return of the magnet. Charged hadrons are identified by dE\/dx measurements in the tracking detectors and by a ring-imaging Cherenkov detector surrounding the drift chamber. The trigger, data acquisition and data-monitoring systems, VME- and network-based, are controlled by custom-designed online software. Details of the layout and …",
            "The BABAR detector",
            "Bernard Aubert and A Bazan and A Boucham and D Boutigny and I De Bonis and J Favier and J-M Gaillard and A Jeremie and Y Karyotakis and T Le Flour and JP Lees and S Lieunard and P Petitpas and P Robbe and V Tisserand and K Zachariadou and A Palano and GP Chen and JC Chen and ND Qi and G Rong and P Wang and YS Zhu and G Eigen and PL Reinertsen and B Stugu and B Abbott and GS Abrams and L Amerman and AW Borgland and AB Breon and DN Brown and J Button-Shafer and AR Clark and S Dardin and C Day and SF Dow and Q Fan and I Gaponenko and MS Gill and FR Goozen and SJ Gowdy and A Gritsan and Y Groysman and C Hernikl and RG Jacobsen and RC Jared and RW Kadel and J Kadyk and A Karcher and LT Kerth and I Kipnis and S Kluth and JF Kral and R Lafever and C LeClerc and ME Levi and SA Lewis and C Lionberger and T Liu and M Long and L Luo and G Lynch and P Luft and E Mandelli and M Marino and K Marks and C Matuk and AB Meyer and R Minor and A Mokhtarani and M Momayezi and M Nyman and PJ Oddone and J Ohnemus and D Oshatz and S Patton and M Pedrali-Noy and A Perazzo and C Peters and W Pope and M Pripstein and DR Quarrie and JE Rasson and NA Roe and A Romosan and MT Ronan and VG Shelkov and R Stone and PD Strother and AV Telnov and H Von Der Lippe and TF Weber and WA Wenzel and G Zizka and PG Bright-Thomas and CM Hawkes and A Kirk and DJ Knowles and SW O'Neale and AT Watson and NK Watson and T Deppermann and H Koch and J Krug and M Kunze and B Lewandowski and K Peters and H Schmuecker and M Steinke and JC Andress and NR Barlow and W Bhimji and N Chevalier and PJ Clark and WN Cottingham and N De Groot and N Dyce and B Foster and A Mass and JD McFall and D Wallom and FF Wilson and K Abe and C Hearty and JA McKenna and D Thiessen and B Camanzi and TJ Harrison and AK McKemey and J Tinslay and EI Antohin and VE Blinov and AD Bukin and DA Bukin and AR Buzykaev and MS Dubrovin and VB Golubev and VN Ivanchenko and GM Kolachev and AA Korol and EA Kravchenko and SF Mikhailov and AP Onuchin and AA Salnikov and SI Serednyakov and Yu I Skovpen and VI Telnov and AN Yushkov and J Booth",
            "2002",
            "nQs9BGMAAAAJ:u-x6o8ySG0sC",
            2137,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900201020125",
            "13466308460947632851",
            "\/scholar?cites=13466308460947632851",
            {
                "2001":30,
                "2002":89,
                "2003":166,
                "2004":215,
                "2005":202,
                "2006":166,
                "2007":169,
                "2008":147,
                "2009":159,
                "2010":106,
                "2011":81,
                "2012":96,
                "2013":114,
                "2014":61,
                "2015":68,
                "2016":50,
                "2017":48,
                "2018":59,
                "2019":45,
                "2020":38,
                "2021":4
            }
        ],
        [
            "We report on the final electroweak measurements performed with data taken at the Z resonance by the experiments operating at the electron–positron colliders SLC and LEP. The data consist of 17 million Z decays accumulated by the ALEPH, DELPHI, L3 and OPAL experiments at LEP, and 600 thousand Z decays by the SLD experiment using a polarised beam at SLC. The measurements include cross-sections, forward–backward asymmetries and polarised asymmetries. The mass and width of the Z boson, m Z and Γ Z, and its couplings to fermions, for example the ρ parameter and the effective electroweak mixing angle for leptons, are precisely measured: m Z= 91.1875±0.0021 GeV, Γ Z= 2.4952±0.0023 GeV, ρ ℓ= 1.0050±0.0010, sin 2 θ eff lept= 0.23153±0.00016. The number of light neutrino species is determined to be 2.9840±0.0082, in agreement with the three observed generations of fundamental fermions …",
            "Precision electroweak measurements on the Z resonance",
            "The SLD Electroweak and Heavy Flavour Groups and ALEPH Collaboration and DELPHI Collaboration and L3 Collaboration and OPAL Collaboration and SLD Collaboration and LEP Electroweak Working Group",
            "2006",
            "nQs9BGMAAAAJ:pyW8ca7W8N0C",
            1668,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370157305005119",
            "18013269367658214690",
            "\/scholar?cites=18013269367658214690",
            {
                "2006":40,
                "2007":74,
                "2008":62,
                "2009":58,
                "2010":94,
                "2011":89,
                "2012":91,
                "2013":135,
                "2014":157,
                "2015":138,
                "2016":141,
                "2017":110,
                "2018":151,
                "2019":161,
                "2020":149,
                "2021":7
            }
        ],
        [
            "Geant4 is a software toolkit for the simulation of the passage of particles through matter. It is used by a large number of experiments and projects in a variety of application domains, including high energy physics, astrophysics and space science, medical physics and radiation protection. Over the past several years, major changes have been made to the toolkit in order to accommodate the needs of these user communities, and to efficiently exploit the growth of computing power made available by advances in technology. The adaptation of Geant4 to multithreading, advances in physics, detector modeling and visualization, extensions to the toolkit, including biasing and reverse Monte Carlo, and tools for physics and release validation are discussed here.",
            "Recent developments in Geant4",
            "J Allison and Katsuya Amako and John Apostolakis and Pedro Arce and M Asai and T Aso and E Bagli and A Bagulya and S Banerjee and GJNI Barrand and BR Beck and AG Bogdanov and D Brandt and JMC Brown and H Burkhardt and Ph Canal and D Cano-Ott and S Chauvie and K Cho and Giuseppe Antonio Pablo Cirrone and G Cooperman and MA Cortés-Giraldo and G Cosmo and Giacomo Cuttone and G Depaola and L Desorgher and X Dong and A Dotti and VD Elvira and G Folger and Z Francis and A Galoyan and L Garnier and M Gayer and KL Genser and VM Grichine and S Guatelli and P Guèye and P Gumplinger and Alexander S Howard and I Hřivnáčová and S Hwang and S Incerti and A Ivanchenko and VN Ivanchenko and FW Jones and SY Jun and P Kaitaniemi and N Karakatsanis and M Karamitros and M Kelsey and A Kimura and T Koi and H Kurashige and A Lechner and SB Lee and F Longo and M Maire and D Mancusi and A Mantero and E Mendoza and B Morgan and K Murakami and T Nikitina and L Pandola and P Paprocki and J Perl and I Petrović and MG Pia and W Pokorski and JM Quesada and M Raine and MA Reis and A Ribon and A Ristić Fira and F Romano and G Russo and G Santin and T Sasaki and D Sawkey and JI Shin and II Strakovsky and A Taborda and S Tanaka and B Tomé and T Toshito and HN Tran and PR Truscott and L Urban and V Uzhinsky and JM Verbeke and M Verderi and BL Wendt and H Wenzel and DH Wright and DM Wright and T Yamashita and J Yarba and H Yoshida",
            "2016",
            "nQs9BGMAAAAJ:qE25ZKhNtbAC",
            1659,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900216306957",
            "4524918001743123147",
            "\/scholar?cites=4524918001743123147",
            {
                "2016":11,
                "2017":192,
                "2018":386,
                "2019":444,
                "2020":585,
                "2021":29
            }
        ],
        [
            "Approximately 438 pb-1 of e+ e-data from the OPAL detector, taken with the LEP collider running at centre-of-mass energies of 192-209 Gev, are analyzed to search for evidence of chargino pair production, e+ e--> tilde chi^+ _1 tilde chi^-_1, or neutralino associated production, e+ e--> tilde chi^ 0_2 tilde chi^ 0_1. Limits are set at the 95% confidence level on the product of the cross-section for the process e+ e--> tilde chi^+ _1 tilde chi^-_1 and its branching ratios to topologies containing jets and missing energy, of jest with a lepton and missing energy, and on the product of the cross-section for e+ e--> tilde chi^ 0_2 tilde chi^ 0_1 and its branching ratio to jets. R-parity conservation is assumed throughout this paper. When these results are interpreted in the context of the Constrained Minimal Supersymmetric Standard Model, limits are also set on the masses of the tilde chi^+-_1, tilde chi^ 0_1 and tilde chi^ 0_2, and regions of the parameter space of the model are ruled out. Nearly model-independent limits are also set at the 95% confidence level on sigma (e+ e--> tilde chi^+ _1 tilde chi^-_1) with the assumption that each chargino decays via a W boson, and on sigma (e+ e--> tilde chi^ 0_2 tilde chi^ 0_1) with the tilde chi^ 0_2 assumed to decay via a Z^ 0.",
            "Search for Chargino and Neutralino Production at sqrt (s)= 192-209 GeV at LEP",
            "G Abbiendi and OPAL collaboration",
            "2004",
            "nQs9BGMAAAAJ:nOiSByfp82kC",
            1468,
            "https:\/\/arxiv.org\/abs\/hep-ex\/0401026",
            "7653209177698947863",
            "\/scholar?cites=7653209177698947863",
            {
                "1999":36,
                "2000":61,
                "2001":68,
                "2002":44,
                "2003":48,
                "2004":46,
                "2005":51,
                "2006":55,
                "2007":65,
                "2008":74,
                "2009":75,
                "2010":58,
                "2011":71,
                "2012":111,
                "2013":103,
                "2014":79,
                "2015":72,
                "2016":68,
                "2017":54,
                "2018":78,
                "2019":56,
                "2020":67,
                "2021":5
            }
        ],
        [
            "The four LEP Collaborations, ALEPH, DELPHI, L3 and OPAL, have collected a total of 2461 pb−1 of e+e− collision data at centre-of-mass energies between 189 and 209 GeV. The data are used to search for the Standard Model Higgs boson. The search results of the four Collaborations are combined and examined in a likelihood test for their consistency with two hypotheses: the background hypothesis and the signal plus background hypothesis. The corresponding confidences have been computed as functions of the hypothetical Higgs boson mass. A lower bound of 114.4 GeV\/c2 is established, at the 95% confidence level, on the mass of the Standard Model Higgs boson. The LEP data are also used to set upper bounds on the HZZ coupling for various assumptions concerning the decay of the Higgs boson.",
            "Search for the standard model Higgs boson at LEP",
            "The LEP Working Group for Higgs and ALEPH Collaboration and DELPHI Collaboration and L3 Collaboration and OPAL Collaboration",
            "2003",
            "nQs9BGMAAAAJ:E2dP09oujfMC",
            1391,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269303006142",
            "14617830868525031551",
            "\/scholar?cites=14617830868525031551",
            {
                "2002":11,
                "2003":37,
                "2004":67,
                "2005":66,
                "2006":90,
                "2007":95,
                "2008":130,
                "2009":107,
                "2010":94,
                "2011":173,
                "2012":157,
                "2013":80,
                "2014":41,
                "2015":65,
                "2016":46,
                "2017":36,
                "2018":47,
                "2019":22,
                "2020":15,
                "2021":1
            }
        ],
        [
            "We present an updated measurement of time-dependent CP-violating asymmetries in neutral B decays with the BABAR detector at the PEP-II asymmetric B Factory at SLAC. This result uses an additional sample of ϒ (4 S) decays collected in 2001, bringing the data available to 32× 10 6 B B pairs. We select events in which one neutral B meson is fully reconstructed in a final state containing charmonium and the flavor of the other neutral B meson is determined from its decay products. The amplitude of the CP-violating asymmetry, which in the standard model is proportional to sin 2 β, is derived from the decay time distributions in such events. The result sin 2 β= 0.59±0.14 (stat)±0.05 (syst) establishes CP violation in the B 0 meson system. We also determine| λ|= 0.93±0.09 (stat)±0.03 (syst), consistent with no direct CP violation.",
            "Observation of  Violation in the  Meson System",
            "Bernard Aubert and D Boutigny and J-M Gaillard and A Hicheur and Y Karyotakis and JP Lees and P Robbe and V Tisserand and A Palano and GP Chen and JC Chen and ND Qi and G Rong and P Wang and YS Zhu and G Eigen and PL Reinertsen and B Stugu and B Abbott and GS Abrams and AW Borgland and AB Breon and DN Brown and J Button-Shafer and RN Cahn and AR Clark and MS Gill and AV Gritsan and Y Groysman and RG Jacobsen and RW Kadel and J Kadyk and LT Kerth and S Kluth and Yu G Kolomensky and JF Kral and C LeClerc and ME Levi and T Liu and G Lynch and AB Meyer and M Momayezi and PJ Oddone and A Perazzo and M Pripstein and NA Roe and A Romosan and MT Ronan and VG Shelkov and AV Telnov and WA Wenzel and MS Zisman and PG Bright-Thomas and TJ Harrison and CM Hawkes and DJ Knowles and SW O'Neale and RC Penny and AT Watson and NK Watson and T Deppermann and K Goetzen and H Koch and J Krug and M Kunze and B Lewandowski and K Peters and H Schmuecker and M Steinke and JC Andress and NR Barlow and W Bhimji and N Chevalier and PJ Clark and WN Cottingham and N De Groot and N Dyce and B Foster and JD McFall and D Wallom and FF Wilson and K Abe and C Hearty and TS Mattison and JA McKenna and D Thiessen and S Jolly and AK McKemey and J Tinslay and VE Blinov and AD Bukin and DA Bukin and AR Buzykaev and VB Golubev and VN Ivanchenko and AA Korol and EA Kravchenko and AP Onuchin and AA Salnikov and SI Serednyakov and Yu I Skovpen and VI Telnov and AN Yushkov and D Best and AJ Lankford and M Mandelkern and S McMahon and DP Stoker and A Ahsan and K Arisaka and C Buchanan and S Chun and JG Branson and DB MacFarlane and S Prell and Sh Rahatlou and G Raven and V Sharma and C Campagnari and B Dahmes and PA Hart and N Kuznetsova and SL Levy and O Long and A Lu and JD Richman and W Verkerke and M Witherell and S Yellin and J Beringer and DE Dorfan and AM Eisner and A Frey and AA Grillo and M Grothe and CA Heusch and RP Johnson and W Kroeger and William S Lockman and T Pulliam and H Sadrozinski and T Schalk and RE Schmitz and BA Schumm and A Seiden and M Turri and W Walkowiak and DC Williams and MG Wilson and E Chen",
            "2001",
            "nQs9BGMAAAAJ:qjMakFHDy7sC",
            1297,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.87.091801",
            "10461864527557726711",
            "\/scholar?cites=10461864527557726711",
            {
                "2001":60,
                "2002":206,
                "2003":144,
                "2004":83,
                "2005":57,
                "2006":57,
                "2007":50,
                "2008":68,
                "2009":50,
                "2010":28,
                "2011":35,
                "2012":52,
                "2013":54,
                "2014":52,
                "2015":46,
                "2016":49,
                "2017":39,
                "2018":50,
                "2019":32,
                "2020":39,
                "2021":2
            }
        ],
        [
            "Hadronic jet production bye + e −-annihilation has been studied in the energy range of 14.0–46.7 GeV. The data have been analysed in terms of a cluster algorithm and other topological quantities. The results are compared with 2nd order QCD calculations which incorporate models for the fragmentation of quarks and gluons into hadrons. At the higher energies we observe more spherical and 4-jet like events than predicted by these calculations. We cannot achieve a simultaneous description of the observed 3- and 4-jet production by adjusting the strong coupling constant α s  or the fragmentation parameters of the 2nd order QCD models. The observed excess of spherical events can partially be explained by the production of multi-parton events expected from higher order QCD contributions. Consequences of the presented results for the value of α s , determined in …",
            "Experimental studies on multijet production ine+e− annihilation at PETRA energies",
            "Wulfrin Bartel and L Becker and R Felst and D Haidt and G Knies and H Krehbiel and P Laurikainen and N Magnussen and R Meinke and B Naroska and J Olsson and D Schmidt and G Dietrich and T Greenshaw and J Hagemann and G Heinzelmann and H Kado and C Kleinwort and M Kuhlen and A Petersen and R Ramcke and U Schneekloth and G Weber and K Ambrus and S Bethke and A Dieckmann and E Elsen and J Heintze and K-H Hellenbrand and S Komamiya and J von Krogh and H Rieseberg and H vd Schmitt and L Smolik and J Spitzer and A Wagner and M Zimmer and CK Bowdery and AJ Finch and F Foster and G Hughes and JM Nye and J Allison and Roger J Barlow and J Chrin and IP Duerdoth and FK Loebinger and AA Macbeth and HE Mills and PG Murphy and K Stephens and P Warming and RG Glasser and P Hill and JAJ Skard and SR Wagner and GT Zorn and SL Cartwright and D Clarke and R Marshall and RP Middleton and Kiyotomo Kawagoe and T Mashimo and T Takeshita and S Yamada and JADE Collaboration",
            "1986",
            "nQs9BGMAAAAJ:9yKSN-GCB0IC",
            1154,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/BF01410449.pdf",
            "6108108068183898892",
            "\/scholar?cites=6108108068183898892",
            {
                "1987":4,
                "1988":25,
                "1989":25,
                "1990":59,
                "1991":56,
                "1992":73,
                "1993":65,
                "1994":60,
                "1995":97,
                "1996":59,
                "1997":77,
                "1998":56,
                "1999":59,
                "2000":57,
                "2001":26,
                "2002":35,
                "2003":30,
                "2004":29,
                "2005":26,
                "2006":22,
                "2007":17,
                "2008":14,
                "2009":9,
                "2010":15,
                "2011":16,
                "2012":22,
                "2013":7,
                "2014":15,
                "2015":9,
                "2016":13,
                "2017":7,
                "2018":6,
                "2019":8,
                "2020":7,
                "2021":2
            }
        ],
        [
            "We present updated measurements of time-dependent C P asymmetries in fully reconstructed neutral B decays containing a charmonium meson. The measurements reported here use a data sample of (465±5)× 10 6 Υ (4 S)→ B B decays collected with the BABAR detector at the PEP-II asymmetric energy e+ e− storage rings operating at the SLAC National Accelerator Laboratory. The time-dependent C P asymmetry parameters measured from J ψ K S 0, J ψ K L 0, ψ (2 S) K S 0, η c K S 0, χ c 1 K S 0, and J\/ψ K*(892) 0 decays are: C f= 0.024±0.020 (stat)±0.016 (syst) and− η f S f= 0.687±0.028 (stat)±0.012 (syst).",
            "Measurement of time-dependent  asymmetry in  decays",
            "Bernard Aubert and Y Karyotakis and JP Lees and V Poireau and E Prencipe and X Prudent and V Tisserand and J Garra Tico and E Grauges and L Lopez and A Palano and M Pappagallo and G Eigen and B Stugu and Luyan Sun and M Battaglia and DN Brown and LT Kerth and Yu G Kolomensky and G Lynch and IL Osipenkov and K Tackmann and T Tanabe and CM Hawkes and N Soni and AT Watson and H Koch and T Schroeder and DJ Asgeirsson and BG Fulsom and C Hearty and TS Mattison and JA McKenna and M Barrett and A Khan and A Randle-Conde and VE Blinov and AD Bukin and AR Buzykaev and VP Druzhinin and VB Golubev and AP Onuchin and SI Serednyakov and Yu I Skovpen and EP Solodov and K Yu Todyshev and M Bondioli and S Curry and I Eschrich and D Kirkby and AJ Lankford and P Lund and M Mandelkern and EC Martin and DP Stoker and S Abachi and C Buchanan and H Atmacan and JW Gary and F Liu and O Long and GM Vitug and Z Yasin and L Zhang and V Sharma and C Campagnari and TM Hong and D Kovalskyi and MA Mazur and JD Richman and TW Beck and AM Eisner and CA Heusch and J Kroseberg and WS Lockman and AJ Martinez and T Schalk and BA Schumm and A Seiden and LO Winstrom and CH Cheng and DA Doll and B Echenard and F Fang and DG Hitlin and I Narsky and T Piatenko and FC Porter and R Andreassen and G Mancinelli and BT Meadows and K Mishra and MD Sokoloff and PC Bloom and WT Ford and A Gaz and JF Hirschauer and M Nagel and U Nauenberg and JG Smith and SR Wagner and R Ayad and A Soffer and WH Toki and RJ Wilson and E Feltresi and A Hauke and H Jasper and M Karbach and J Merkel and A Petzold and B Spaan and K Wacker and MJ Kobel and R Nogowski and KR Schubert and R Schwierz and A Volk and D Bernard and GR Bonneaud and E Latour and M Verderi and PJ Clark and S Playfer and JE Watson and Mirco Andreotti and D Bettoni and C Bozzi and Roberto Calabrese and Annalisa Cecchi and Gianluigi Cibinetto and Paolo Franchini and Eleonora Luppi and Matteo Negrini and Antonio Petrella and L Piemontese and Valentina Santoro and R Baldini-Ferroli and A Calcaterra and R De Sangro and G Finocchiaro and S Pacetti and P Patteri and IM Peruzzi and M Piccolo and M Rama and A Zallo and R Contri and E Guido and M Lo Vetere",
            "2009",
            "nQs9BGMAAAAJ:jvrRlaHg2sAC",
            1116,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.79.072009",
            "12944969688705568157",
            "\/scholar?cites=12944969688705568157",
            {
                "2005":11,
                "2006":70,
                "2007":97,
                "2008":87,
                "2009":96,
                "2010":91,
                "2011":67,
                "2012":86,
                "2013":86,
                "2014":49,
                "2015":78,
                "2016":52,
                "2017":57,
                "2018":58,
                "2019":58,
                "2020":62,
                "2021":3
            }
        ]
    ]
}