{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "After the Tiananmen crisis in June, 1989, many observers thought that the rule of the Chinese Communist Party (CCP) would collapse. Instead, the regime brought inflation under control, restarted economic growth, expanded foreign trade, and increased its absorption of foreign direct investment. It restored normal relations with the G-7 countries that had imposed sanctions, resumed the exchange of summits with the United States, presided over the retrocession of Hong Kong to Chinese sovereignty, and won the right to hold the 2008 Olympics in Beijing. It arrested or exiled political dissidents, crushed the fledgling China Democratic Party, and seems to have largely suppressed the Falun Gong spiritual movement.Many China specialists and democracy theorists—myself among them—expected the regime to fall to democratization’s “third wave.” 1 Instead, the regime has reconsolidated itself. 2 Regime theory holds …",
            "China’s changing of the guard: Authoritarian resilience",
            "Andrew J Nathan",
            "2017",
            "NRvRzYcAAAAJ:u-x6o8ySG0sC",
            1264,
            "https:\/\/brill.com\/view\/book\/edcoll\/9789004302488\/B9789004302488_005.xml",
            "3366186310855837303",
            "\/scholar?cites=3366186310855837303",
            {
                "2008":20,
                "2009":43,
                "2010":36,
                "2011":70,
                "2012":53,
                "2013":93,
                "2014":127,
                "2015":117,
                "2016":117,
                "2017":138,
                "2018":144,
                "2019":95,
                "2020":116,
                "2021":9
            }
        ],
        [
            "Despite its impressive size and population, economic vitality, and drive to upgrade its military, China remains a vulnerable nation surrounded by powerful rivals and potential foes. Understanding ChinaÕs foreign policy means fully appreciating these geostrategic challenges, which persist even as the country gains increasing influence over its neighbors. Andrew J. Nathan and Andrew Scobell analyze ChinaÕs security concerns on four fronts: at home, with its immediate neighbors, in surrounding regional systems, and in the world beyond Asia. By illuminating the issues driving Chinese policy, they offer a new perspective on the countryÕs rise and a strategy for balancing Chinese and American interests in Asia. Though rooted in the present, Nathan and ScobellÕs study makes ample use of the past, reaching back into history to illuminate the people and institutions shaping Chinese strategy today. They also examine Chinese views of the United States; explain why China is so concerned about Japan; and uncover ChinaÕs interests in such problematic countries as North Korea, Iran, and the Sudan. The authors probe recent troubles in Tibet and Xinjiang and explore their links to forces beyond ChinaÕs borders. They consider the tactics deployed by mainland China and Taiwan, as Taiwan seeks to maintain autonomy in the face of Chinese advances toward unification. They evaluate the strengths and weaknesses of ChinaÕs three main power resourcesÑeconomic power, military power, and soft power. The authors conclude with recommendations for the United States as it seeks to manage ChinaÕs rise. Chinese policymakers understand that …",
            "China's search for security",
            "Andrew J Nathan and Andrew Scobell",
            "2015",
            "NRvRzYcAAAAJ:UeHWp8X0CEIC",
            762,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=DdgYBQAAQBAJ&oi=fnd&pg=PR7&dq=info:qmVQ-kbo7zQJ:scholar.google.com&ots=Oxe1EtQyvi&sig=qfPbQO7vaqYpQN1DoJZUKNkVC_4",
            "3814522800951027114",
            "\/scholar?cites=3814522800951027114",
            {
                "1998":13,
                "1999":16,
                "2000":14,
                "2001":31,
                "2002":16,
                "2003":23,
                "2004":25,
                "2005":22,
                "2006":25,
                "2007":18,
                "2008":28,
                "2009":22,
                "2010":16,
                "2011":23,
                "2012":11,
                "2013":41,
                "2014":50,
                "2015":80,
                "2016":70,
                "2017":57,
                "2018":48,
                "2019":46,
                "2020":46,
                "2021":2
            }
        ],
        [
            "What do the Chinese mean when they say that their political systems is\" democratic\"? With recent improvements in relations between China and the West, this question is basic to an understanding of the Chinese people in their state. In Chinese Democracy, Andrew Nathan investigates in depth the nature and meaning of\" democracy\" in China today, beginning with a vivid history of the short-lived Democracy Movement of 1978-1981, when groups of young people in a number of Chinese cities started issuing outspoken publications and putting up posters detailing their complaints and opinions. Nathan constructs--for the first time--a poignant picture of this burst of liberal activity, and at the same time he shows how distinctly Chinese it was and how the roots of its failure lay as much in history as in current political necessity. readers of this book will gain a new perspective on the nature of democracy as the Chinese practice it.",
            "Chinese democracy",
            "Andrew J Nathan",
            "1986",
            "NRvRzYcAAAAJ:u5HHmVD_uO8C",
            641,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=ABhr9KDzdFQC&oi=fnd&pg=PR7&dq=info:UW89ko2kcFkJ:scholar.google.com&ots=_0ZDGFIun8&sig=1iQhXmbJudae1rSgU9Fsy81KC6w",
            "6444831994718023505",
            "\/scholar?cites=6444831994718023505",
            {
                "1987":9,
                "1988":8,
                "1989":14,
                "1990":17,
                "1991":13,
                "1992":7,
                "1993":18,
                "1994":14,
                "1995":14,
                "1996":20,
                "1997":18,
                "1998":11,
                "1999":14,
                "2000":18,
                "2001":16,
                "2002":15,
                "2003":14,
                "2004":17,
                "2005":28,
                "2006":12,
                "2007":20,
                "2008":21,
                "2009":22,
                "2010":28,
                "2011":24,
                "2012":24,
                "2013":20,
                "2014":27,
                "2015":32,
                "2016":19,
                "2017":24,
                "2018":22,
                "2019":20,
                "2020":25
            }
        ],
        [
            "Until the Cultural Revolution, the predominant western view of contemporary Chinese elite conflict was that it consisted of “discussion”(t’ao-lun) within a basically consensual Politburo among shifting “opinion groups” with no “organized force” behind them. 1 The purges and accusations which began in 1965 and apparently still continue, have shaken this interpretation, and a number of scholars have advanced new analyses—sometimes explicit, sometimes implicit, sometimes of general application, sometimes applied only to a particular time span or segment of the political system. Of these new views, perhaps the most systematic—and at the same time the one which represents the least change from the pre-Cultural Revolution “opinion group” model—is the “policy making under Mao” interpretation, which sees conflict as essentially a bureaucratic decision-making process dominated by Mao. 2 A similar but less …",
            "A factionalism model for CCP politics",
            "Andrew J Nathan",
            "2017",
            "NRvRzYcAAAAJ:d1gkVwhDpl0C",
            445,
            "https:\/\/brill.com\/downloadpdf\/book\/edcoll\/9789004302488\/B9789004302488_031.pdf",
            "10150082084104881244",
            "\/scholar?cites=10150082084104881244",
            {
                "1982":2,
                "1983":3,
                "1984":4,
                "1985":1,
                "1986":2,
                "1987":1,
                "1988":4,
                "1989":1,
                "1990":4,
                "1991":2,
                "1992":3,
                "1993":9,
                "1994":1,
                "1995":2,
                "1996":1,
                "1997":2,
                "1998":4,
                "1999":5,
                "2000":6,
                "2001":5,
                "2002":8,
                "2003":9,
                "2004":11,
                "2005":9,
                "2006":12,
                "2007":22,
                "2008":20,
                "2009":16,
                "2010":16,
                "2011":27,
                "2012":28,
                "2013":32,
                "2014":35,
                "2015":25,
                "2016":33,
                "2017":18,
                "2018":26,
                "2019":4
            }
        ],
        [
            "This title is part of UC Press's Voices Revived program, which commemorates University of California Press’s mission to seek out and cultivate the brightest minds and give them voice, reach, and impact. Drawing on a backlist dating to 1893, Voices Revived makes high-quality, peer-reviewed scholarship accessible once again using print-on-demand technology. This title was originally published in 1985.",
            "Popular culture in late imperial China",
            "David George Johnson and Andrew James Nathan and Evelyn Sakakida Rawski",
            "1985",
            "NRvRzYcAAAAJ:0Kh4an1R61UC",
            333,
            "https:\/\/www.ucpress.edu\/book\/9780520340114\/popular-culture-in-late-imperial-china",
            "14855825243361581853",
            "\/scholar?cites=14855825243361581853",
            {
                "1987":3,
                "1988":5,
                "1989":1,
                "1990":9,
                "1991":9,
                "1992":6,
                "1993":8,
                "1994":5,
                "1995":5,
                "1996":11,
                "1997":6,
                "1998":7,
                "1999":8,
                "2000":7,
                "2001":17,
                "2002":8,
                "2003":13,
                "2004":15,
                "2005":11,
                "2006":7,
                "2007":16,
                "2008":12,
                "2009":7,
                "2010":10,
                "2011":17,
                "2012":9,
                "2013":17,
                "2014":10,
                "2015":11,
                "2016":12,
                "2017":13,
                "2018":10,
                "2019":12,
                "2020":11,
                "2021":2
            }
        ]
    ]
}