{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Aggregates of hyperphosphorylated tau (PHF-tau), such as neurofibrillary tangles, are linked to the degree of cognitive impairment in Alzheimer's disease. We have developed a novel PHF-tau targeting positron emission tomography imaging agent,[F-18]-T807, which may be useful for imaging Alzheimer's disease and other tauopathies. Here in, we describe the first human brain images with [F-18]-T807.",
            "Early clinical PET imaging results with the novel PHF-tau radioligand [F-18]-T807",
            "David T Chien and Shadfar Bahri and A Katrin Szardenings and Joseph C Walsh and Fanrong Mu and Min-Ying Su and William R Shankle and Arkadij Elizarov and Hartmuth C Kolb",
            "2013",
            "NSe_5LgAAAAJ:d1gkVwhDpl0C",
            575,
            "https:\/\/content.iospress.com\/articles\/journal-of-alzheimers-disease\/jad122059",
            "5214372579734861830",
            "\/scholar?cites=5214372579734861830",
            {
                "2013":16,
                "2014":68,
                "2015":69,
                "2016":92,
                "2017":106,
                "2018":89,
                "2019":56,
                "2020":57,
                "2021":15
            }
        ],
        [
            "G-protein-coupled receptors (GPCRs) are critically regulated by β-arrestins, which not only desensitize G-protein signalling but also initiate a G-protein-independent wave of signalling 1, 2, 3, 4, 5. A recent surge of structural data on a number of GPCRs, including the β 2 adrenergic receptor (β 2 AR)–G-protein complex, has provided novel insights into the structural basis of receptor activation 6, 7, 8, 9, 10, 11. However, complementary information has been lacking on the recruitment of β-arrestins to activated GPCRs, primarily owing to challenges in obtaining stable receptor–β-arrestin complexes for structural studies. Here we devised a strategy for forming and purifying a functional human β 2 AR–β-arrestin-1 complex that allowed us to visualize its architecture by single-particle negative-stain electron microscopy and to characterize the interactions between β 2 AR and β-arrestin 1 using hydrogen–deuterium …",
            "Visualization of arrestin recruitment by a G-protein-coupled receptor",
            "Arun K Shukla and Gerwin H Westfield and Kunhong Xiao and Rosana I Reis and Li-Yin Huang and Prachi Tripathi-Shukla and Jiang Qian and Sheng Li and Adi Blanc and Austin N Oleskie and Anne M Dosey and Min Su and Cui-Rong Liang and Ling-Ling Gu and Jin-Ming Shan and Xin Chen and Rachel Hanna and Minjung Choi and Xiao Jie Yao and Bjoern U Klink and Alem W Kahsai and Sachdev S Sidhu and Shohei Koide and Pawel A Penczek and Anthony A Kossiakoff and Virgil L Woods Jr and Brian K Kobilka and Georgios Skiniotis and Robert J Lefkowitz",
            "2014",
            "NSe_5LgAAAAJ:M7yex6snE4oC",
            368,
            "https:\/\/www.nature.com\/articles\/nature13430",
            "18360343705688755165",
            "\/scholar?cites=18360343705688755165",
            {
                "2013":1,
                "2014":12,
                "2015":55,
                "2016":57,
                "2017":66,
                "2018":62,
                "2019":51,
                "2020":56,
                "2021":5
            }
        ],
        [
            "Degeneracy in the genetic code, which enables a single protein to be encoded by a multitude of synonymous gene sequences, has an important role in regulating protein expression, but substantial uncertainty exists concerning the details of this phenomenon. Here we analyse the sequence features influencing protein expression levels in 6,348 experiments using bacteriophage T7 polymerase to synthesize messenger RNA in Escherichia coli. Logistic regression yields a new codon-influence metric that correlates only weakly with genomic codon-usage frequency, but strongly with global physiological protein concentrations and also mRNA concentrations and lifetimes in vivo. Overall, the codon content influences protein expression more strongly than mRNA-folding parameters, although the latter dominate in the initial~ 16 codons. Genes redesigned based on our analyses are transcribed with unaltered efficiency …",
            "Codon influence on protein expression in E. coli correlates with mRNA levels",
            "Grégory Boël and Reka Letso and Helen Neely and W Nicholson Price and Kam-Ho Wong and Min Su and Jon D Luff and Mayank Valecha and John K Everett and Thomas B Acton and Rong Xiao and Gaetano T Montelione and Daniel P Aalberts and John F Hunt",
            "2016",
            "NSe_5LgAAAAJ:86PQX7AUzd4C",
            254,
            "https:\/\/www.nature.com\/articles\/nature16509",
            "3923883607590202328",
            "\/scholar?cites=3923883607590202328",
            {
                "2016":25,
                "2017":53,
                "2018":59,
                "2019":44,
                "2020":61,
                "2021":11
            }
        ],
        [
            "Aggregates of hyperphosphorylated tau (PHF-tau), such as neurofibrillary tangles, are linked to the degree of cognitive impairment in Alzheimer's disease. We have recently reported early clinical results of a novel PHF-tau targeting PET imaging agent,[F18]-T807. Since then, we have investigated a second novel PHF-tau targeting PET imaging agent,[F18]-T808, with different pharmacokinetic characteristics, which may be favorable for imaging Alzheimer's disease and other tauopathies. Here, we describe the first human brain images with [F18]-T808.",
            "Early clinical PET imaging results with the novel PHF-tau radioligand [F18]-T808",
            "David T Chien and A Katrin Szardenings and Shadfar Bahri and Joseph C Walsh and Fanrong Mu and Chunfang Xia and William R Shankle and Alan J Lerner and Min-Ying Su and Arkadij Elizarov and Hartmuth C Kolb",
            "2014",
            "NSe_5LgAAAAJ:W7OEmFMy1HYC",
            243,
            "https:\/\/content.iospress.com\/articles\/journal-of-alzheimers-disease\/jad130098",
            "3389177914439567265",
            "\/scholar?cites=3389177914439567265",
            {
                "2014":38,
                "2015":47,
                "2016":39,
                "2017":39,
                "2018":26,
                "2019":22,
                "2020":26,
                "2021":3
            }
        ],
        [
            "The active-state complex between an agonist-bound receptor and a guanine nucleotide-free G protein represents the fundamental signaling assembly for the majority of hormone and neurotransmitter signaling. We applied single-particle electron microscopy (EM) analysis to examine the architecture of agonist-occupied β2-adrenoceptor (β2AR) in complex with the heterotrimeric G protein Gs (Gαsβγ). EM 2D averages and 3D reconstructions of the detergent-solubilized complex reveal an overall architecture that is in very good agreement with the crystal structure of the active-state ternary complex. Strikingly however, the α-helical domain of Gαs appears highly flexible in the absence of nucleotide. In contrast, the presence of the pyrophosphate mimic foscarnet (phosphonoformate), and also the presence of GDP, favor the stabilization of the α-helical domain on the Ras-like domain of Gαs. Molecular modeling of the α …",
            "Structural flexibility of the Gαs α-helical domain in the β2-adrenoceptor Gs complex",
            "Gerwin H Westfield and Søren GF Rasmussen and Min Su and Somnath Dutta and Brian T DeVree and Ka Young Chung and Diane Calinski and Gisselle Velez-Ruiz and Austin N Oleskie and Els Pardon and Pil Seok Chae and Tong Liu and Sheng Li and Virgil L Woods and Jan Steyaert and Brian K Kobilka and Roger K Sunahara and Georgios Skiniotis",
            "2011",
            "NSe_5LgAAAAJ:Ug5p-4gJ2f0C",
            228,
            "https:\/\/www.pnas.org\/content\/108\/38\/16086.short",
            "9470104763204628181",
            "\/scholar?cites=9470104763204628181",
            {
                "2010":1,
                "2011":3,
                "2012":13,
                "2013":33,
                "2014":41,
                "2015":29,
                "2016":27,
                "2017":26,
                "2018":22,
                "2019":15,
                "2020":14,
                "2021":3
            }
        ],
        [
            "To investigate the feasibility using quantitative morphology\/texture features of breast lesions for diagnostic prediction, and to explore the association of computerized features with lesion phenotype appearance on magnetic resonance imaging.Forty-three malignant\/28 benign lesions were used in this study. A systematic approach from automated lesion segmentation, quantitative feature extraction, diagnostic feature selection using an artificial neural network (ANN), and lesion classification was carried out. Eight morphologic parameters and 10 gray level co-occurrence matrix texture features were obtained from each lesion. The diagnostic performance of selected features to differentiate between malignant and benign lesions was analyzed using receiver-operating characteristic analysis.Six features were selected by an ANN using leave-one-out cross …",
            "Quantitative analysis of lesion morphology and texture features for diagnostic prediction in breast MRI",
            "Ke Nie and Jeon-Hor Chen and J Yu Hon and Yong Chu and Orhan Nalcioglu and Min-Ying Su",
            "2008",
            "NSe_5LgAAAAJ:Tyk-4Ss8FVUC",
            214,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1076633208003991",
            "5329022683113507274",
            "\/scholar?cites=5329022683113507274",
            {
                "2009":8,
                "2010":15,
                "2011":12,
                "2012":10,
                "2013":20,
                "2014":17,
                "2015":17,
                "2016":19,
                "2017":22,
                "2018":20,
                "2019":20,
                "2020":30,
                "2021":2
            }
        ],
        [
            "Ribosome assembly in eukaryotes requires approximately 200 essential assembly factors (AFs) and occurs through ordered events that initiate in the nucleolus and culminate in the cytoplasm. Here, we present the electron cryo-microscopy (cryo-EM) structure of a late cytoplasmic 40S ribosome assembly intermediate from Saccharomyces cerevisiae at 18 angstrom resolution. We obtained cryo-EM reconstructions of preribosomal complexes lacking individual components to define the positions of all seven AFs bound to this intermediate. These late-binding AFs are positioned to prevent each step in the translation initiation pathway. Together, they obstruct the binding sites for initiation factors, prevent the opening of the messenger RNA channel, block 60S subunit joining, and disrupt the decoding site. These redundant mechanisms probably ensure that pre-40S particles do not enter the translation pathway, which …",
            "Ribosome assembly factors prevent premature translation initiation by 40S assembly intermediates",
            "Bethany S Strunk and Cherisse R Loucks and Min Su and Harish Vashisth and Shanshan Cheng and Justin Schilling and Charles L Brooks and Katrin Karbstein and Georgios Skiniotis",
            "2011",
            "NSe_5LgAAAAJ:XoXfffV-tXoC",
            207,
            "https:\/\/science.sciencemag.org\/content\/333\/6048\/1449.abstract",
            "7377971553811341785",
            "\/scholar?cites=7377971553811341785",
            {
                "2011":4,
                "2012":29,
                "2013":24,
                "2014":28,
                "2015":19,
                "2016":23,
                "2017":29,
                "2018":14,
                "2019":13,
                "2020":18,
                "2021":1
            }
        ],
        [
            "This study investigated the role of magnetic resonance imaging (MRI) in evaluation of pathologically complete response and residual tumors in patients who were receiving neoadjuvant chemotherapy (NAC) for both positive and negative HER‐2 breast cancer.Fifty‐one individuals, comprised of 25 HER‐2 positive and 26 HER‐2 negative patients, were included in the study. Serial MRI studies were acquired before, during, and after NAC. On the basis of the final MRI, response was determined to be a clinically complete response ([CCR], no enhancement), probable CCR (residual enhancement equal to or less than that of glandular tissue), or residual tumor. All patients received surgery. Pathological outcomes were categorized as 1) no residual cancer, 2) no residual invasive cancer but ductal carcinoma in situ (DCIS) present, or 3) residual invasive cancer. The pathologically …",
            "MRI evaluation of pathologically complete response and residual tumors in breast cancer after neoadjuvant chemotherapy",
            "Jeon Hor Chen and Byon Feig and Garima Agrawal and Hon Yu and Philip M Carpenter and Rita S Mehta and Orhan Nalcioglu and Min Ying Su",
            "2008",
            "NSe_5LgAAAAJ:9yKSN-GCB0IC",
            207,
            "https:\/\/acsjournals.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/cncr.23130",
            "11528177215605751478",
            "\/scholar?cites=11528177215605751478",
            {
                "2008":8,
                "2009":18,
                "2010":21,
                "2011":28,
                "2012":22,
                "2013":24,
                "2014":13,
                "2015":12,
                "2016":17,
                "2017":15,
                "2018":13,
                "2019":8,
                "2020":4,
                "2021":1
            }
        ],
        [
            "To investigate the association between parameters obtained from dynamic contrast enhanced MRI (DCE‐MRI) of breast cancer using different analysis approaches, as well as their correlation with angiogenesis biomarkers (vascular endothelial growth factor and vessel density).DCE‐MRI results were obtained from 105 patients with breast cancer (108 lesions). Three analysis methods were applied: 1) whole tumor analysis, 2) regional hot‐spot analysis, and 3) intratumor pixel‐by‐pixel analysis. Early enhancement intensities and fitted pharmacokinetic parameters were studied. Paraffin blocks of 71 surgically resected specimens were analyzed by immunohistochemical staining to measure microvessel counts (with CD31) and vascular endothelial growth factor (VEGF) expression levels.MRI parameters obtained from the three analysis methods showed significant …",
            "Correlation of dynamic contrast enhancement MRI parameters with microvessel density and VEGF for assessment of angiogenesis in breast cancer",
            "Min‐Ying Su and Yun‐Chung Cheung and John P Fruehauf and Hon Yu and Orhan Nalcioglu and Eugene Mechetner and Ainura Kyshtoobayeva and Shin‐Cheh Chen and Swei Hsueh and Christine E McLaren and Yung‐Liang Wan",
            "2003",
            "NSe_5LgAAAAJ:u-x6o8ySG0sC",
            197,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/jmri.10380",
            "11317540428352402213",
            "\/scholar?cites=11317540428352402213",
            {
                "2003":1,
                "2004":4,
                "2005":19,
                "2006":11,
                "2007":22,
                "2008":19,
                "2009":10,
                "2010":12,
                "2011":13,
                "2012":14,
                "2013":15,
                "2014":16,
                "2015":8,
                "2016":10,
                "2017":8,
                "2018":2,
                "2019":3,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Breast density has been established as an independent risk factor associated with the development of breast cancer. It is known that an increase of mammographic density is associated with an increased cancer risk. Since a mammogram is a projection image, different body position, level of compression, and the x‐ray intensity may lead to a large variability in the density measurement. Breast MRI provides strong soft tissue contrast between fibroglandular and fatty tissues, and three‐dimensional coverage of the entire breast, thus making it suitable for density analysis. To develop the MRI‐based method, the first task is to achieve consistency in segmentation of the breast region from the body. The method included an initial segmentation based on body landmarks of each individual woman, followed by fuzzy C‐mean (FCM) classification to exclude air and lung tissue, B‐spline curve fitting to exclude chest wall …",
            "Development of a quantitative method for analysis of breast density based on three‐dimensional breast MRI",
            "Ke Nie and Jeon‐Hor Chen and Siwa Chan and Man‐Kwun I Chau and Hon J Yu and Shadfar Bahri and Tiffany Tseng and Orhan Nalcioglu and Min‐Ying Su",
            "2008",
            "NSe_5LgAAAAJ:UeHWp8X0CEIC",
            190,
            "https:\/\/aapm.onlinelibrary.wiley.com\/doi\/abs\/10.1118\/1.3002306",
            "13808475444185451811",
            "\/scholar?cites=13808475444185451811",
            {
                "2009":4,
                "2010":10,
                "2011":13,
                "2012":14,
                "2013":20,
                "2014":23,
                "2015":23,
                "2016":14,
                "2017":22,
                "2018":17,
                "2019":16,
                "2020":11
            }
        ]
    ]
}