{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This is the first attempt to examine the theoretical and empirical linkages between franchisee personality traits and franchisee‐franchisor relationship quality.A self‐report online survey was used in this research to collect data from a random sample of 225 franchisees drawn across 80 franchise systems. Personality was represented by the Big Five personality traits (IPIP‐B5 scales) and relationship quality was conceptualized as a 23‐item second‐order construct (incorporating trust, commitment and relationship satisfaction). Regression analysis was used to test the hypothesized relationships.Four of the five personality dimensions had the predicted effect on the outcome variable of relationship quality. Dimensions of “agreeableness”, “conscientiousness”, “emotional stability” had a positive effect on relationship quality, while “extraversion” had a negative effect …",
            "Influence of personality traits on perceived relationship quality within a franchisee‐franchisor context",
            "Rajiv P Dant and Scott K Weaven and Brent L Baker",
            "2013",
            "NsfFwbgAAAAJ:d1gkVwhDpl0C",
            93,
            "https:\/\/www.emerald.com\/insight\/content\/doi\/10.1108\/03090561311285556\/full\/html",
            "17380533843060649576",
            "\/scholar?cites=17380533843060649576",
            {
                "2012":1,
                "2013":2,
                "2014":4,
                "2015":11,
                "2016":11,
                "2017":16,
                "2018":16,
                "2019":16,
                "2020":14
            }
        ],
        [
            "Multi-unit franchisees (MUFees; i.e., franchisees that operate more than one outlet within a franchise system) represent a pervasive and even dominant form of franchise ownership in many sectors. However, much of the franchising literature has been developed with a focus on single-unit franchisees (SUFees). The goals of this article are to introspectively compare MUFees and SUFees in terms of (1) the factors franchisees consider important when initially buying a franchise, (2) how these considerations change when SUFees become MUFees, and (3) how SUFees and MUFees characterize their relationships with their franchisors in terms of relational constructs. Our data reveal significant differences between these two groups in terms of purchase motivations as well as relational sentiments. Importantly, franchisor preferences for multi-unit franchising notwithstanding, it is the SUFees that characterize their …",
            "An introspective examination of single-unit versus multi-unit franchisees",
            "Rajiv P Dant and Scott K Weaven and Brent L Baker and Hyo Jin Jean Jeon",
            "2013",
            "NsfFwbgAAAAJ:u-x6o8ySG0sC",
            69,
            "https:\/\/link.springer.com\/article\/10.1007%252Fs11747-011-0265-2",
            "6669202561898027875",
            "\/scholar?cites=6669202561898027875",
            {
                "2012":2,
                "2013":3,
                "2014":9,
                "2015":14,
                "2016":8,
                "2017":5,
                "2018":11,
                "2019":7,
                "2020":7
            }
        ],
        [
            "The ownership redirection thesis within franchising governance research stream, originally proposed by Oxenfeldt and Kelly (1968), argued that successful, resource-flush franchise systems will ultimately tend toward becoming wholly company-owned systems due to opportunistic reacquisition activity by the powerful franchisors. For nearly 40 years this dark prophecy has precipitated an intense research dialog between the supporters and detractors of this thesis. More recently, the plural forms thesis, nested in seminal work by Harrigan (1984) has been advanced, which argues that since each type of ownership structure provides its own unique governance benefits, franchise systems are likely to continue to simultaneously invest in both, company-owned and franchised outlets. This paper attempts to provide a detailed review of nearly four decades of related literature and its transition from the ownership …",
            "Stable plural forms in franchise systems: An examination of the evolution of ownership redirection research",
            "Brent L Baker and Rajiv P Dant",
            "2008",
            "NsfFwbgAAAAJ:u5HHmVD_uO8C",
            49,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-3-7908-2058-4_6",
            "5680791162493821896",
            "\/scholar?cites=5680791162493821896",
            {
                "2008":1,
                "2009":1,
                "2010":5,
                "2011":5,
                "2012":7,
                "2013":7,
                "2014":4,
                "2015":6,
                "2016":4,
                "2017":3,
                "2018":1,
                "2019":1,
                "2020":4
            }
        ],
        [
            "This manuscript attempts to bridge the gap between the deficiency in empirical research on covert marketing and anecdotal evidence presented in the mainstream press. The Persuasion Knowledge Model (PKM) and Set\/Reset Theory guide the investigation into the effects of covert marketing on consumer attitudes and purchase intentions. The authors introduce product trial (positive or neutral), relationship with the source (family member, friend, or stranger) and marketing strategy (overt, covert, word-of-mouth) as independent variables that may influence attitudes and purchase intentions. Results suggest consumers will accept covert marketing given they tried the product and really liked it, however, when product trial is a neutral experience, attitudes and behavioral intentions become significantly lower.",
            "Word-of-mouth, traditional and covert marketing: Comparative studies",
            "Stefanie L Boyer and Diane R Edmondson and Brent Baker and Paul Solomon",
            "2015",
            "NsfFwbgAAAAJ:UeHWp8X0CEIC",
            24,
            "https:\/\/www.researchgate.net\/profile\/Stefanie_Boyer\/publication\/276203208_Word-of-Mouth_Traditional_and_Covert_Marketing_Comparative_Studies\/links\/57d88eb208ae0c0081ee06a4\/Word-of-Mouth-Traditional-and-Covert-Marketing-Comparative-Studies.pdf",
            "3570449436475939952",
            "\/scholar?cites=3570449436475939952",
            {
                "2017":3,
                "2018":9,
                "2019":7,
                "2020":4
            }
        ],
        [
            "Set within a franchising context that is an integral and significant component of the small business sector, this paper is the first attempt at modeling the sentiment of gratitude, a critical nascent relationship construct, as mediating the linkage between relational norms (as antecedents) and relationship quality constructs (as consequents). Data from a sample of 439 Australian franchisees are used to test the hypotheses. Relational norms were captured using the well‐accepted taxonomy of solidarity, flexibility, and mutuality, and relationship quality was conceptualized in terms of its constituent constructs of trust, commitment, and relationship satisfaction. Structural equation modeling was used to test the six hypothesized relationships. Results show that all six hypotheses are supported, that is, relational norms significantly and positively affect the emergence of gratitude, and in turn, gratitude significantly and positively …",
            "The influence of gratitude on franchisor‐franchisee relationships",
            "Scott Weaven and Brent L Baker and Rajiv P Dant",
            "2017",
            "NsfFwbgAAAAJ:_kc_bZDykSQC",
            14,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/jsbm.12263",
            "11116948312466727023",
            "\/scholar?cites=11116948312466727023",
            {
                "2016":1,
                "2017":1,
                "2018":3,
                "2019":8
            }
        ],
        [
            "The knowledge-based view (KBV) holds that the knowledge that an organization possesses is its most important strategic resource. Despite how important the adequate use of knowledge is to franchise system success, the KBV has yet to guide many franchising studies. The most important principle of KBV is to recognize system-wide resources through the eyes of knowledge-based resources. Using two separate secondary data sets, we examine the relationships between the knowledgeable employment of system resources and system performance. Empirical results reveal consistent support for our hypotheses. The ensuing discussion focuses on the implications of our findings.",
            "A knowledge-based explanation of franchise system resources and performance",
            "Hyo Jin Jeon and Rajiv P Dant and Brent L Baker",
            "2016",
            "NsfFwbgAAAAJ:LkGwnXOMwfcC",
            14,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/1046669X.2016.1186470",
            "16959388827436372372",
            "\/scholar?cites=16959388827436372372",
            {
                "2016":1,
                "2017":6,
                "2018":5,
                "2019":2
            }
        ],
        [
            "Macromarketing has traditionally accounted for the influences of political, social, technological, legal, and economic forces on marketing. Equally powerful and prevalent, the ethical and equitable expectations resident in the environment have more typically been addressed at the more granular level of relationships. Here, the authors introduce these factors as a priori, macro-level environmental influences shaping consumer expectations for ethicality and the equitability of the exchange environment at the macro level. Empirical examination of the insurance industry reveals that consumers’ expectations arising outside of the contractual realm govern perceptions of actual or anticipatory exchange equitability, including the rationalization of otherwise unethical acts and their normative standing. The more complete model addresses the interplay of the macro- and consumer-level variables contributing to the …",
            "Equity and ethical environmental influences on regulated business-to-consumer exchange",
            "Brent L Baker and William C Lesch",
            "2013",
            "NsfFwbgAAAAJ:W7OEmFMy1HYC",
            10,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/0276146713497962",
            "4428162618455114635",
            "\/scholar?cites=4428162618455114635",
            {
                "2014":2,
                "2015":2,
                "2016":2,
                "2017":2
            }
        ],
        [
            "This study utilises an evolutionary psychology theoretical lens in investigating the motivational incentives governing part-time franchise adoption. Applying a qualitative approach with 26 interviews with part-time franchisees, the study reveals that males and females exhibit no difference in their cognitive abilities including business experience and business acumen. However, there are specific gender-based differences in male and female motivations and expected outcomes from their franchising business due to different areas of adaptive problems that were encountered. Men are more likely to perceive part-time franchising as a means of resource and status acquisition, while women are more likely to view it as a means of supplementary income generation whilst providing greater access to work-life flexibility. Based on the findings, we have developed a part-time franchising framework informed by an …",
            "What to expect after the honeymoon: evolutionary psychology of part-time franchising",
            "Park Thaichon and Scott Weaven and Sara Quach and Brent Baker and Lorelle Frazer",
            "2020",
            "NsfFwbgAAAAJ:9ZlFYXVOiuMC",
            8,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/0965254X.2019.1570315",
            "16101375347643249850",
            "\/scholar?cites=16101375347643249850",
            {
                "2019":1,
                "2020":7
            }
        ],
        [
            "To the best of our knowledge, the research reported here represents the first attempt to analyze how beliefs and attitudes toward one's own abilities influence business form choice. We present a set of five hypotheses associated with an individual's perception of their own business acumen, business purchase determination, self-efficacy, self-regulatory focus and attitude toward customers that serve to predict an individual's choice of either franchising or independent business ownership. We also examine how these pre-entry orientations may or may not predict survival or failure across the two business models. The analysis of data gathered from 1186 Australian business operators reveals that the variables of interest do, in fact, predict business model choice but results also suggest that other factors are more predictive of survival or failure. We conclude that the key to marketing channel efficacy resides within the …",
            "Predicting organizational form choice from pre-entry characteristics of franchisees",
            "Scott Weaven and Brent L Baker and Chase Edwards and Lorelle Frazer and Debra Grace",
            "2018",
            "NsfFwbgAAAAJ:qxL8FJ1GzNcC",
            8,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1441358217300344",
            "130960635191401806",
            "\/scholar?cites=130960635191401806",
            {
                "2018":1,
                "2019":2,
                "2020":5
            }
        ],
        [
            "Historically, swear words have been viewed as taboo. However, increasing evidence supports the supposition that swearing is becoming more socially acceptable, especially among young people. The purpose of this research is to examine the increasing social acceptability of swear words and possible implications of their use in advertising.",
            "The use of swear words in print advertising",
            "Brent L Baker and C Jared Broadus",
            "2015",
            "NsfFwbgAAAAJ:zYLM7Y9cAGgC",
            6,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-3-319-11761-4_44",
            "2588481017086036209",
            "\/scholar?cites=2588481017086036209",
            {
                "2016":1,
                "2017":5
            }
        ]
    ]
}