{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "We report the confinement and cooling of an optically dense cloud of neutral sodium atoms by radiation pressure. The trapping and damping forces were provided by three retroreflected laser beams propagating along orthogonal axes, with a weak magnetic field used to distinguish between the beams. We have trapped as many as 10 7 atoms for 2 min at densities exceeding 10 11 atoms cm− 3. The trap was≃ 0.4 K deep and the atoms, once trapped, were cooled to less than a millikelvin and compacted into a region less than 0.5 mm in diameter.",
            "Trapping of neutral sodium atoms with radiation pressure",
            "EL Raab and M Prentiss and Alex Cable and Steven Chu and David E Pritchard",
            "1987",
            "NtjiZPIAAAAJ:OP4eGU-M3BUC",
            2700,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.59.2631",
            "18007173862929035606",
            "\/scholar?cites=18007173862929035606",
            {
                "1988":15,
                "1989":21,
                "1990":26,
                "1991":26,
                "1992":43,
                "1993":57,
                "1994":62,
                "1995":71,
                "1996":76,
                "1997":68,
                "1998":84,
                "1999":96,
                "2000":80,
                "2001":81,
                "2002":82,
                "2003":80,
                "2004":100,
                "2005":114,
                "2006":103,
                "2007":121,
                "2008":126,
                "2009":96,
                "2010":99,
                "2011":82,
                "2012":109,
                "2013":97,
                "2014":105,
                "2015":106,
                "2016":123,
                "2017":91,
                "2018":93,
                "2019":69,
                "2020":66,
                "2021":7
            }
        ],
        [
            "Complex, optically functional surfaces in organic polymers can be fabricated by replicating relief structures present on the surface of an elastomeric master with an ultraviolet or thermally curable organic polymer, while the master is deformed by compression, bending, or stretching. The versatility of this procedure for fabricating surfaces with complex, micrometer- and submicrometer-scale patterns was demonstrated by the production of (i) diffraction gratings with periods smaller than the original grating; (ii) chirped, blazed diffraction gratings (where the period of a chirped grating changes continuously with position) on planar and curved surfaces; (iii) patterned microfeatures on the surfaces of approximately hemispherical objects (for example, an optical surface similar to a fly9s eye); and (iv) arrays of rhombic microlenses. These topologically complex, micropatterned surfaces are difficult to fabricate with other …",
            "Complex optical surfaces formed by replica molding against elastomeric masters",
            "Younan Xia and Enoch Kim and Xiao-Mei Zhao and John A Rogers and Mara Prentiss and George M Whitesides",
            "1996",
            "NtjiZPIAAAAJ:QIV2ME_5wuYC",
            893,
            "https:\/\/science.sciencemag.org\/content\/273\/5273\/347.abstract",
            "2287880831860302377",
            "\/scholar?cites=2287880831860302377",
            {
                "1997":18,
                "1998":17,
                "1999":18,
                "2000":21,
                "2001":22,
                "2002":28,
                "2003":35,
                "2004":38,
                "2005":46,
                "2006":54,
                "2007":51,
                "2008":62,
                "2009":47,
                "2010":58,
                "2011":53,
                "2012":61,
                "2013":44,
                "2014":49,
                "2015":33,
                "2016":32,
                "2017":43,
                "2018":26,
                "2019":19,
                "2020":16
            }
        ],
        [
            "We show that light can be used as a lens to focus a collimated neutral atomic beam to submicron dimensions during deposition onto a substrate. We have used an optical standing wave at 589 nm as an array of cylindrical lenses to focus a perpendicular sodium beam into a grating on a substrate, with a periodicity of 294.3±0.3 nm. This result is the first direct evidence of submicron focusing of atoms by light, and represents a fundamentally new scheme for submicron lithography.",
            "Using light as a lens for submicron, neutral-atom lithography",
            "G Timp and RE Behringer and DM Tennant and JE Cunningham and M Prentiss and KK Berggren",
            "1992",
            "NtjiZPIAAAAJ:sSrBHYA8nusC",
            547,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.69.1636",
            "8000157283285854018",
            "\/scholar?cites=8000157283285854018",
            {
                "1993":9,
                "1994":14,
                "1995":15,
                "1996":26,
                "1997":35,
                "1998":29,
                "1999":31,
                "2000":29,
                "2001":25,
                "2002":25,
                "2003":39,
                "2004":41,
                "2005":28,
                "2006":30,
                "2007":20,
                "2008":11,
                "2009":21,
                "2010":18,
                "2011":19,
                "2012":15,
                "2013":15,
                "2014":16,
                "2015":6,
                "2016":6,
                "2017":3,
                "2018":8,
                "2019":2,
                "2020":5,
                "2021":1
            }
        ],
        [
            "An atom Michelson interferometer is implemented on an “atom chip.” The chip uses lithographically patterned conductors and external magnetic fields to produce and guide a Bose-Einstein condensate. Splitting, reflecting, and recombining of condensate atoms are achieved by a standing-wave light field having a wave vector aligned along the atom waveguide. A differential phase shift between the two arms of the interferometer is introduced by either a magnetic-field gradient or with an initial condensate velocity. Interference contrast is still observable at 20% with an atom propagation time of 10 ms.",
            "Atom Michelson interferometer on a chip using a Bose-Einstein condensate",
            "Ying-Ju Wang and Dana Z Anderson and Victor M Bright and Eric A Cornell and Quentin Diot and Tetsuo Kishimoto and Mara Prentiss and RA Saravanan and Stephen R Segal and Saijun Wu",
            "2005",
            "NtjiZPIAAAAJ:ufrVoPGSRksC",
            510,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.94.090405",
            "895771342874407445",
            "\/scholar?cites=895771342874407445",
            {
                "2004":2,
                "2005":27,
                "2006":51,
                "2007":48,
                "2008":52,
                "2009":43,
                "2010":58,
                "2011":34,
                "2012":32,
                "2013":28,
                "2014":21,
                "2015":15,
                "2016":37,
                "2017":21,
                "2018":8,
                "2019":21,
                "2020":12
            }
        ]
    ]
}