{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Histone methylation regulates chromatin structure, transcription, and epigenetic state of the cell. Histone methylation is dynamically regulated by histone methylases and demethylases such as LSD1 and JHDM1, which mediate demethylation of di- and monomethylated histones. It has been unclear whether demethylases exist that reverse lysine trimethylation. We show the JmjC domain-containing protein JMJD2A reversed trimethylated H3-K9\/K36 to di- but not mono- or unmethylated products. Overexpression of JMJD2A but not a catalytically inactive mutant reduced H3-K9\/K36 trimethylation levels in cultured cells. In contrast, RNAi depletion of the C. elegans JMJD2A homolog resulted in an increase in general H3-K9Me3 and localized H3-K36Me3 levels on meiotic chromosomes and triggered p53-dependent germline apoptosis. Additionally, other human JMJD2 subfamily members also functioned as …",
            "Reversal of histone lysine trimethylation by the JMJD2 family of histone demethylases",
            "Johnathan R Whetstine and Amanda Nottke and Fei Lan and Maite Huarte and Sarit Smolikov and Zhongzhou Chen and Eric Spooner and En Li and Gongyi Zhang and Monica Colaiacovo and Yang Shi",
            "2006",
            "nUizpWEAAAAJ:u5HHmVD_uO8C",
            1019,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867406004223",
            "4477485913269865488",
            "\/scholar?cites=4477485913269865488",
            {
                "2006":49,
                "2007":118,
                "2008":57,
                "2009":48,
                "2010":78,
                "2011":74,
                "2012":73,
                "2013":72,
                "2014":74,
                "2015":70,
                "2016":70,
                "2017":64,
                "2018":58,
                "2019":57,
                "2020":44,
                "2021":4
            }
        ],
        [
            "Posttranslational modifications of histones regulate chromatin structure and gene expression. Histone demethylases, members of a newly emerging transcription-factor family, remove methyl groups from the lysine residues of the histone tails and thereby regulate the transcriptional activity of target genes. JmjC-domain-containing proteins have been predicted to be demethylases. For example, the JmjC-containing protein JMJD2A has been characterized as a H3-K9me3- and H3-K36me3-specific demethylase. Here, structures of the catalytic-core domain of JMJD2A with and without α-ketoglutarate in the presence of Fe2+ have been determined by X-ray crystallography. The structure of the core domain, consisting of the JmjN domain, the JmjC domain, the C-terminal domain, and a zinc-finger motif, revealed the unique elements that form a potential substrate binding pocket. Sited-directed mutagenesis in conjunction …",
            "Structural insights into histone demethylation by JMJD2 family members",
            "Zhongzhou Chen and Jianye Zang and Johnathan Whetstine and Xia Hong and Foteini Davrazou and Tatiana G Kutateladze and Michael Simpson and Qilong Mao and Cheol-Ho Pan and Shaodong Dai and James Hagman and Kirk Hansen and Yang Shi and Gongyi Zhang",
            "2006",
            "nUizpWEAAAAJ:u-x6o8ySG0sC",
            384,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867406005137",
            "2744888521424391618",
            "\/scholar?cites=2744888521424391618",
            {
                "2006":15,
                "2007":50,
                "2008":19,
                "2009":13,
                "2010":39,
                "2011":37,
                "2012":23,
                "2013":30,
                "2014":33,
                "2015":24,
                "2016":19,
                "2017":19,
                "2018":19,
                "2019":24,
                "2020":14,
                "2021":3
            }
        ],
        [
            "Respiratory infections, including Mycoplasma pneumoniae (Mp), contribute to asthma pathobiology. To date, the mechanisms underlying the increased susceptibility of asthmatics to airway Mp infection remain unclear. Short palate, lung, and nasal epithelium clone 1 (SPLUNC1) protein is a recently described large airway epithelial cell-derived molecule that was predicted to exert host defense activities. However, SPLUNC1 function and regulation in an infectious or allergic milieu are still unknown. We determined host defense and anti-inflammatory functions of SPLUNC1 protein in Mp infection and the regulation of SPLUNC1 by Mp and allergic inflammation (e.g., IL-13). SPLUNC1 function was examined in Mp or human airway epithelial cell cultures by using SPLUNC1 recombinant protein, overexpression and RNA interference. Human and mouse bronchial epithelial SPLUNC1 was examined using …",
            "Function and regulation of SPLUNC1 protein in Mycoplasma infection and allergic inflammation",
            "Hong Wei Chu and Jyoti Thaikoottathil and John G Rino and Gongyi Zhang and Qun Wu and Taylor Moss and Yosef Refaeli and Russell Bowler and Sally E Wenzel and Zhongzhou Chen and Jeffrey Zdunek and Rachel Breed and Ryan Young and Erin Allaire and Richard J Martin",
            "2007",
            "nUizpWEAAAAJ:d1gkVwhDpl0C",
            151,
            "https:\/\/www.jimmunol.org\/content\/179\/6\/3995.short",
            "1383566664805829536",
            "\/scholar?cites=1383566664805829536",
            {
                "2007":1,
                "2008":9,
                "2009":11,
                "2010":12,
                "2011":17,
                "2012":16,
                "2013":16,
                "2014":12,
                "2015":13,
                "2016":11,
                "2017":14,
                "2018":6,
                "2019":4,
                "2020":8
            }
        ],
        [
            "The Jumonji C domain is a catalytic motif that mediates histone lysine demethylation. The Jumonji C-containing oxygenase JMJD2A specifically demethylates tri- and dimethylated lysine-9 and lysine-36 of histone 3 (H3K9\/36me3\/2). Here we present structures of the JMJD2A catalytic core complexed with methylated H3K36 peptide substrates in the presence of Fe(II) and N-oxalylglycine. We found that the interaction between JMJD2A and peptides largely involves the main chains of the enzyme and the peptide. The peptide-binding specificity is primarily determined by the primary structure of the peptide, which explains the specificity of JMJD2A for methylated H3K9 and H3K36 instead of other methylated residues such as H3K27. The specificity for a particular methyl group, however, is affected by multiple factors, such as space and the electrostatic environment in the catalytic center of the enzyme. These results …",
            "Structural basis of the recognition of a methylated histone tail by JMJD2A",
            "Zhongzhou Chen and Jianye Zang and John Kappler and Xia Hong and Frances Crawford and Qin Wang and Fei Lan and Chengyu Jiang and Johnathan Whetstine and Shaodong Dai and Kirk Hansen and Yang Shi and Gongyi Zhang",
            "2007",
            "nUizpWEAAAAJ:9yKSN-GCB0IC",
            136,
            "https:\/\/www.pnas.org\/content\/104\/26\/10818.short",
            "9975056071362936049",
            "\/scholar?cites=9975056071362936049",
            {
                "2007":5,
                "2008":12,
                "2009":9,
                "2010":20,
                "2011":18,
                "2012":9,
                "2013":10,
                "2014":9,
                "2015":4,
                "2016":12,
                "2017":10,
                "2018":11,
                "2019":4,
                "2020":3
            }
        ],
        [
            "N6-Methylation of adenosine is the most ubiquitous and abundant modification of nucleoside in eukaryotic mRNA and long non-coding RNA. This modification plays an essential role in the regulation of mRNA translation and RNA metabolism. Recently, human AlkB homolog 5 (Alkbh5) and fat mass- and obesity-associated protein (FTO) were shown to erase this methyl modification on mRNA. Here, we report five high resolution crystal structures of the catalytic core of Alkbh5 in complex with different ligands. Compared with other AlkB proteins, Alkbh5 displays several unique structural features on top of the conserved double-stranded β-helix fold typical of this protein family. Among the unique features, a distinct “lid” region of Alkbh5 plays a vital role in substrate recognition and catalysis. An unexpected disulfide bond between Cys-230 and Cys-267 is crucial for the selective binding of Alkbh5 to single-stranded RNA …",
            "Crystal structures of the human RNA demethylase Alkbh5 reveal basis for substrate recognition",
            "Chong Feng and Yang Liu and Guoqiang Wang and Zengqin Deng and Qi Zhang and Wei Wu and Yufeng Tong and Changmei Cheng and Zhongzhou Chen",
            "2014",
            "nUizpWEAAAAJ:Y0pCki6q_DkC",
            83,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021925820414784",
            "14746470605567609637",
            "\/scholar?cites=14746470605567609637",
            {
                "2014":6,
                "2015":8,
                "2016":8,
                "2017":11,
                "2018":13,
                "2019":15,
                "2020":21,
                "2021":1
            }
        ],
        [
            "Ferric uptake regulator (Fur) plays a key role in the iron homeostasis of prokaryotes, such as bacterial pathogens, but the molecular mechanisms and structural basis of Fur–DNA binding remain incompletely understood. Here, we report high-resolution structures of Magnetospirillum gryphiswaldense MSR-1 Fur in four different states: apo-Fur, holo-Fur, the Fur–feoAB1 operator complex and the Fur–Pseudomonas aeruginosa Fur box complex. Apo-Fur is a transition metal ion-independent dimer whose binding induces profound conformational changes and confers DNA-binding ability. Structural characterization, mutagenesis, biochemistry and in vivo data reveal that Fur recognizes DNA by using a combination of base readout through direct contacts in the major groove and shape readout through recognition of the minor-groove electrostatic potential by lysine. The resulting conformational plasticity enables Fur …",
            "Mechanistic insights into metal ion activation and operator recognition by the ferric uptake regulator",
            "Zengqin Deng and Qing Wang and Zhao Liu and Manfeng Zhang and Ana Carolina Dantas Machado and Tsu-Pei Chiu and Chong Feng and Qi Zhang and Lin Yu and Lei Qi and Jiangge Zheng and Xu Wang and XinMei Huo and Xiaoxuan Qi and Xiaorong Li and Wei Wu and Remo Rohs and Ying Li and Zhongzhou Chen",
            "2015",
            "nUizpWEAAAAJ:0EnyYjriUFMC",
            74,
            "https:\/\/www.nature.com\/articles\/ncomms8642",
            "14574535339034924768",
            "\/scholar?cites=14574535339034924768",
            {
                "2015":2,
                "2016":13,
                "2017":12,
                "2018":18,
                "2019":9,
                "2020":19
            }
        ],
        [
            "Recent studies on enzymes and reader proteins for histone crotonylation support a function of histone crotonylation in transcription. However, the enzyme (s) responsible for histone decrotonylation (HDCR) remains poorly defined. Moreover, it remains to be determined if histone crotonylation is physiologically significant and functionally distinct from or redundant to histone acetylation. Here we present evidence that class I histone deacetylases (HDACs) rather than sirtuin family deacetylases (SIRTs) are the major histone decrotonylases, and that histone crotonylation is as dynamic as histone acetylation in mammalian cells. Notably, we have generated novel HDAC1 and HDAC3 mutants with impaired HDAC but intact HDCR activity. Using these mutants we demonstrate that selective HDCR in mammalian cells correlates with a broad transcriptional repression and diminished promoter association of crotonylation but …",
            "Class I histone deacetylases are major histone decrotonylases: evidence for critical and broad function of histone crotonylation in transcription",
            "Wei Wei and Xiaoguang Liu and Jiwei Chen and Shennan Gao and Lu Lu and Huifang Zhang and Guangjin Ding and Zhiqiang Wang and Zhongzhou Chen and Tieliu Shi and Jiwen Li and Jianjun Yu and Jiemin Wong",
            "2017",
            "nUizpWEAAAAJ:CB2v5VPnA5kC",
            72,
            "https:\/\/www.nature.com\/articles\/cr201768",
            "6629460061568473104",
            "\/scholar?cites=6629460061568473104",
            {
                "2017":3,
                "2018":17,
                "2019":17,
                "2020":30,
                "2021":5
            }
        ],
        [
            "Abscisic acid (ABA) controls many physiological processes and mediates adaptive responses to abiotic stresses. The ABA signaling mechanisms for abscisic acid receptors PYR\/PYL\/RCAR (PYLs) were reported. However, it remains unclear whether the molecular mechanisms are suitable for other PYLs. Here, complex structures of PYL3 with (+)-ABA, pyrabactin and HAB1 are reported. An unexpected trans-homodimer intermediate observed in the crystal is confirmed in solution. ABA-bound PYL3 greatly promotes the generation of monomeric PYL3, which can excessively increase the efficiency of inhibiting PP2Cs. Structure-guided biochemical experiments show that Ser195 accounts for the key intermediate. Interestingly, pyrabactin binds to PYL3 in a distinct nonproductive mode with gate closure, which sheds light on the design of agonists and antagonists for abscisic acid receptors. According to different …",
            "Complex structures of the abscisic acid receptor PYL3\/RCAR13 reveal a unique regulatory mechanism",
            "Xingliang Zhang and Qi Zhang and Qi Xin and Lin Yu and Zheng Wang and Wei Wu and Lun Jiang and Guoqiang Wang and Wenli Tian and Zengqin Deng and Yang Wang and Zhao Liu and Jiafu Long and Zhizhong Gong and Zhongzhou Chen",
            "2012",
            "nUizpWEAAAAJ:qjMakFHDy7sC",
            71,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0969212612000998",
            "10090607520789760117",
            "\/scholar?cites=10090607520789760117",
            {
                "2013":11,
                "2014":13,
                "2015":9,
                "2016":6,
                "2017":8,
                "2018":6,
                "2019":8,
                "2020":10
            }
        ],
        [
            "Catalases are key regulators of reactive oxygen species homeostasis in plant cells. However, the regulation of catalase activity is not well understood. In this study, we isolated an Arabidopsis thaliana mutant, no catalase activity1-3 (nca1-3) that is hypersensitive to many abiotic stress treatments. The mutated gene was identified by map-based cloning as NCA1, which encodes a protein containing an N-terminal RING-finger domain and a C-terminal tetratricopeptide repeat-like helical domain. NCA1 interacts with and increases catalase activity maximally in a 240-kD complex in planta. In vitro, NCA1 interacts with CATALASE2 (CAT2) in a 1:1 molar ratio, and the NCA1 C terminus is essential for this interaction. CAT2 activity increased 10-fold in the presence of NCA1, and zinc ion binding of the NCA1 N terminus is required for this increase. NCA1 has chaperone protein activity that may maintain the folding of …",
            "A chaperone function of NO CATALASE ACTIVITY1 is required to maintain catalase activity and for multiple stress responses in Arabidopsis",
            "Jing Li and Juntao Liu and Guoqiang Wang and Joon-Yung Cha and Guannan Li and She Chen and Zhen Li and Jinghua Guo and Caiguo Zhang and Yongqing Yang and Woe-Yeon Kim and Dae-Jin Yun and Karen S Schumaker and Zhongzhou Chen and Yan Guo",
            "2015",
            "nUizpWEAAAAJ:abG-DnoFyZgC",
            64,
            "http:\/\/www.plantcell.org\/content\/27\/3\/908.short",
            "5835567974990182406",
            "\/scholar?cites=5835567974990182406",
            {
                "2016":13,
                "2017":8,
                "2018":15,
                "2019":12,
                "2020":14,
                "2021":2
            }
        ],
        [
            "Dynamic regulation of histone methylation\/demethylation plays an important role during development. Mutations and truncations in human plant homeodomain (PHD) finger protein 8 (PHF8) are associated with X-linked mental retardation and facial anomalies, such as a long face, broad nasal tip, cleft lip\/cleft palate and large hands, yet its molecular function and structural basis remain unclear. Here, we report the crystal structures of the catalytic core of PHF8 with or without α-ketoglutarate (α-KG) at high resolution. Biochemical and structural studies reveal that PHF8 is a novel histone demethylase specific for di-and mono-methylated histone H3 lysine 9 (H3K9me2\/1), but not for H3K9me3. Our analyses also reveal how human PHF8 discriminates between methylation states and achieves sequence specificity for methylated H3K9. The in vitro demethylation assay also showed that the F279S mutant observed in …",
            "Structural insights into a novel histone demethylase PHF8",
            "Lin Yu and Yang Wang and Shuo Huang and Jianjun Wang and Zengqin Deng and Qi Zhang and Wei Wu and Xingliang Zhang and Zhao Liu and Weimin Gong and Zhongzhou Chen",
            "2010",
            "nUizpWEAAAAJ:2osOgNQ5qMEC",
            62,
            "https:\/\/www.nature.com\/articles\/cr20108",
            "14968706667596283714",
            "\/scholar?cites=14968706667596283714",
            {
                "2010":9,
                "2011":10,
                "2012":3,
                "2013":10,
                "2014":2,
                "2015":7,
                "2016":5,
                "2017":3,
                "2018":4,
                "2019":6,
                "2020":2,
                "2021":1
            }
        ]
    ]
}