{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Wnt11 plays a central role in tissue morphogenesis during vertebrate gastrulation, but the molecular and cellular mechanisms by which Wnt11 exerts its effects remain poorly understood. Here, we show that Wnt11 functions during zebrafish gastrulation by regulating the cohesion of mesodermal and endodermal (mesendodermal) progenitor cells. Importantly, we demonstrate that Wnt11 activity in this process is mediated by the GTPase Rab5, a key regulator of early endocytosis, as blocking Rab5c activity in wild-type embryos phenocopies slb\/wnt11 mutants, and enhancing Rab5c activity in slb\/wnt11 mutant embryos rescues the mutant phenotype. In addition, we find that Wnt11 and Rab5c control the endocytosis of E-cadherin and are required in mesendodermal cells for E-cadherin-mediated cell cohesion. Together, our results suggest that Wnt11 controls tissue morphogenesis by modulating E-cadherin-mediated …",
            "Wnt11 functions in gastrulation by controlling cell cohesion through Rab5c and E-cadherin",
            "Florian Ulrich and Michael Krieg and Eva-Maria Schötz and Vinzenz Link and Irinka Castanon and Viktor Schnabel and Anna Taubenberger and Daniel Mueller and Pierre-Henri Puech and Carl-Philipp Heisenberg",
            "2005",
            "nusw_dsAAAAJ:W7OEmFMy1HYC",
            297,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1534580705003059",
            "14154479692169443331",
            "\/scholar?cites=14154479692169443331",
            {
                "2005":1,
                "2006":17,
                "2007":25,
                "2008":26,
                "2009":39,
                "2010":22,
                "2011":23,
                "2012":24,
                "2013":21,
                "2014":20,
                "2015":13,
                "2016":18,
                "2017":16,
                "2018":9,
                "2019":12,
                "2020":10
            }
        ],
        [
            "In the course of animal morphogenesis, large-scale cell movements occur, which involve the rearrangement, mutual spreading, and compartmentalization of cell populations in specific configurations. Morphogenetic cell rearrangements such as cell sorting and mutual tissue spreading have been compared with the behaviors of immiscible liquids, which they closely resemble. Based on this similarity, it has been proposed that tissues behave as liquids and possess a characteristic surface tension, which arises as a collective, macroscopic property of groups of mobile, cohering cells. But how are tissue surface tensions generated? Different theories have been proposed to explain how mesoscopic cell properties such as cell–cell adhesion and contractility of cell interfaces may underlie tissue surface tensions. Although recent work suggests that both may be contributors, an explicit model for the dependence of tissue …",
            "Coaction of intercellular adhesion and cortical tension specifies tissue surface tension",
            "M Lisa Manning and Ramsey A Foty and Malcolm S Steinberg and Eva-Maria Schoetz",
            "2010",
            "nusw_dsAAAAJ:YsMSGLbcyi4C",
            294,
            "https:\/\/www.pnas.org\/content\/107\/28\/12517\/",
            "8635329977228342510",
            "\/scholar?cites=8635329977228342510",
            {
                "2011":24,
                "2012":22,
                "2013":22,
                "2014":24,
                "2015":35,
                "2016":29,
                "2017":35,
                "2018":39,
                "2019":26,
                "2020":30,
                "2021":7
            }
        ]
    ]
}