{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We consider ion heating by turbulent Alfvén waves (AWs) and kinetic Alfvén waves (KAWs) with wavelengths (measured perpendicular to the magnetic field) that are comparable to the ion gyroradius and frequencies ω smaller than the ion cyclotron frequency Ω. We focus on plasmas in which β lesssim 1, where β is the ratio of plasma pressure to magnetic pressure. As in previous studies, we find that when the turbulence amplitude exceeds a certain threshold, an ion's orbit becomes chaotic. The ion then interacts stochastically with the time-varying electrostatic potential, and the ion's energy undergoes a random walk. Using phenomenological arguments, we derive an analytic expression for the rates at which different ion species are heated, which we test by simulating test particles interacting with a spectrum of randomly phased AWs and KAWs. We find that the stochastic heating rate depends sensitively on the …",
            "Perpendicular ion heating by low-frequency Alfvén-wave turbulence in the solar wind",
            "Benjamin DG Chandran and Bo Li and Barrett N Rogers and Eliot Quataert and Kai Germaschewski",
            "2010",
            "nuVVQWMAAAAJ:mVmsd5A6BfQC",
            222,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/720\/1\/503\/meta",
            "7409221408346047307",
            "\/scholar?cites=7409221408346047307",
            {
                "2010":5,
                "2011":16,
                "2012":20,
                "2013":24,
                "2014":21,
                "2015":17,
                "2016":23,
                "2017":17,
                "2018":15,
                "2019":28,
                "2020":31,
                "2021":3
            }
        ],
        [
            "NASA’s Solar Probe Plus (SPP) mission will make the first in situ measurements of the solar corona and the birthplace of the solar wind. The FIELDS instrument suite on SPP will make direct measurements of electric and magnetic fields, the properties of in situ plasma waves, electron density and temperature profiles, and interplanetary radio emissions, amongst other things. Here, we describe the scientific objectives targeted by the SPP\/FIELDS instrument, the instrument design itself, and the instrument concept of operations and planned data products.",
            "The FIELDS instrument suite for solar probe plus",
            "SD Bale and K Goetz and PR Harvey and P Turin and JW Bonnell and T Dudok De Wit and RE Ergun and RJ MacDowall and M Pulupa and Mats André and M Bolton and J-L Bougeret and TA Bowen and D Burgess and CA Cattell and BDG Chandran and CC Chaston and CHK Chen and MK Choi and JE Connerney and S Cranmer and M Diaz-Aguado and W Donakowski and JF Drake and WM Farrell and P Fergeau and J Fermin and J Fischer and N Fox and D Glaser and M Goldstein and D Gordon and E Hanson and SE Harris and LM Hayes and JJ Hinze and JV Hollweg and TS Horbury and RA Howard and V Hoxie and G Jannet and M Karlsson and JC Kasper and PJ Kellogg and M Kien and JA Klimchuk and VV Krasnoselskikh and S Krucker and JJ Lynch and M Maksimovic and DM Malaspina and S Marker and P Martin and J Martinez-Oliveros and J McCauley and DJ McComas and T McDonald and N Meyer-Vernet and M Moncuquet and SJ Monson and Forrest S Mozer and SD Murphy and J Odom and R Oliverson and J Olson and EN Parker and D Pankow and T Phan and E Quataert and T Quinn and SW Ruplin and C Salem and D Seitz and DA Sheppard and A Siy and K Stevens and D Summers and A Szabo and M Timofeeva and Andris Vaivads and M Velli and A Yehle and D Werthimer and JR Wygant",
            "2016",
            "nuVVQWMAAAAJ:aqlVkmm33-oC",
            207,
            "https:\/\/link.springer.com\/article\/10.1007\/s11214-016-0244-5",
            "7082048993731732974",
            "\/scholar?cites=7082048993731732974",
            {
                "2016":4,
                "2017":13,
                "2018":19,
                "2019":29,
                "2020":130,
                "2021":12
            }
        ],
        [
            "The suppression of thermal conduction by a static stochastic magnetic field is calculated for different ratios of the field scale length to the collisional mean free path. The effects of magnetic trapping are determined through a two-scale analysis and Monte Carlo particle simulations. In galaxy-cluster cooling flows, thermal conductivity is reduced from the Spitzer value by a factor of order 10 2 to 10 3.",
            "Thermal conduction in a tangled magnetic field",
            "Benjamin DG Chandran and Steven C Cowley",
            "1998",
            "nuVVQWMAAAAJ:3s1wT3WcHBgC",
            187,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.80.3077",
            "16988581988389875077",
            "\/scholar?cites=16988581988389875077",
            {
                "1998":1,
                "1999":4,
                "2000":3,
                "2001":11,
                "2002":6,
                "2003":12,
                "2004":19,
                "2005":9,
                "2006":6,
                "2007":16,
                "2008":13,
                "2009":7,
                "2010":3,
                "2011":6,
                "2012":4,
                "2013":5,
                "2014":8,
                "2015":10,
                "2016":11,
                "2017":8,
                "2018":8,
                "2019":6,
                "2020":8,
                "2021":2
            }
        ],
        [
            "Scattering rates for a Goldreich-Sridhar (GS) spectrum of anisotropic, incompressible, magnetohydrodynamic turbulence are calculated in the quasilinear approximation. Because the small-scale fluctuations are constrained to have wave vectors nearly perpendicular to the background magnetic field, scattering is too weak to provide either the mean-free paths commonly used in Galactic cosmic-ray propagation models or the mean-free paths required for acceleration of cosmic rays at quasiparallel shocks. Where strong pitch-angle scattering occurs, it is due to fluctuations not described by the GS spectrum, such as fluctuations generated by streaming cosmic rays.",
            "Scattering of energetic particles by anisotropic magnetohydrodynamic turbulence with a Goldreich-Sridhar power spectrum",
            "Benjamin DG Chandran",
            "2000",
            "nuVVQWMAAAAJ:4DMP91E08xMC",
            170,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.85.4656",
            "7257091654371635060",
            "\/scholar?cites=7257091654371635060",
            {
                "2000":1,
                "2001":3,
                "2002":2,
                "2003":10,
                "2004":8,
                "2005":9,
                "2006":9,
                "2007":4,
                "2008":9,
                "2009":8,
                "2010":6,
                "2011":11,
                "2012":7,
                "2013":10,
                "2014":10,
                "2015":11,
                "2016":10,
                "2017":10,
                "2018":7,
                "2019":7,
                "2020":14,
                "2021":4
            }
        ],
        [
            "The Solar Wind Electrons Alphas and Protons (SWEAP) Investigation on Solar Probe Plus is a four sensor instrument suite that provides complete measurements of the electrons and ionized helium and hydrogen that constitute the bulk of solar wind and coronal plasma. SWEAP consists of the Solar Probe Cup (SPC) and the Solar Probe Analyzers (SPAN). SPC is a Faraday Cup that looks directly at the Sun and measures ion and electron fluxes and flow angles as a function of energy. SPAN consists of an ion and electron electrostatic analyzer (ESA) on the ram side of SPP (SPAN-A) and an electron ESA on the anti-ram side (SPAN-B). The SPAN-A ion ESA has a time of flight section that enables it to sort particles by their mass\/charge ratio, permitting differentiation of ion species. SPAN-A and -B are rotated relative to one another so their broad fields of view combine like the seams on a baseball to view the …",
            "Solar wind electrons alphas and protons (SWEAP) investigation: design of the solar wind and coronal plasma instrument suite for solar probe plus",
            "Justin C Kasper and Robert Abiad and Gerry Austin and Marianne Balat-Pichelin and Stuart D Bale and John W Belcher and Peter Berg and Henry Bergner and Matthieu Berthomier and Jay Bookbinder and Etienne Brodu and David Caldwell and Anthony W Case and Benjamin DG Chandran and Peter Cheimets and Jonathan W Cirtain and Steven R Cranmer and David W Curtis and Peter Daigneau and Greg Dalton and Brahmananda Dasgupta and David DeTomaso and Millan Diaz-Aguado and Blagoje Djordjevic and Bill Donaskowski and Michael Effinger and Vladimir Florinski and Nichola Fox and Mark Freeman and Dennis Gallagher and S Peter Gary and Tom Gauron and Richard Gates and Melvin Goldstein and Leon Golub and Dorothy A Gordon and Reid Gurnee and Giora Guth and Jasper Halekas and Ken Hatch and Jacob Heerikuisen and George Ho and Qiang Hu and Greg Johnson and Steven P Jordan and Kelly E Korreck and Davin Larson and Alan J Lazarus and Gang Li and Roberto Livi and Michael Ludlam and Milan Maksimovic and James P McFadden and William Marchant and Bennet A Maruca and David J McComas and Luciana Messina and Tony Mercer and Sang Park and Andrew M Peddie and Nikolai Pogorelov and Matthew J Reinhart and John D Richardson and Miles Robinson and Irene Rosen and Ruth M Skoug and Amanda Slagle and John T Steinberg and Michael L Stevens and Adam Szabo and Ellen R Taylor and Chris Tiu and Paul Turin and Marco Velli and Gary Webb and Phyllis Whittlesey and Ken Wright and ST Wu and Gary Zank",
            "2016",
            "nuVVQWMAAAAJ:ZHo1McVdvXMC",
            164,
            "https:\/\/link.springer.com\/article\/10.1007\/s11214-015-0206-3",
            "16789767054666386517",
            "\/scholar?cites=16789767054666386517",
            {
                "2016":5,
                "2017":9,
                "2018":9,
                "2019":23,
                "2020":108,
                "2021":10
            }
        ],
        [
            "We develop a one-dimensional solar-wind model that includes separate energy equations for the electrons and protons, proton temperature anisotropy, collisional and collisionless heat flux, and an analytical treatment of low-frequency, reflection-driven, Alfvén-wave (AW) turbulence. To partition the turbulent heating between electron heating, parallel proton heating, and perpendicular proton heating, we employ results from the theories of linear wave damping and nonlinear stochastic heating. We account for mirror and oblique firehose instabilities by increasing the proton pitch-angle scattering rate when the proton temperature anisotropy exceeds the threshold for either instability. We numerically integrate the equations of the model forward in time until a steady state is reached, focusing on two fast-solar-wind-like solutions. These solutions are consistent with a number of observations, supporting the idea that AW …",
            "Incorporating kinetic physics into a two-fluid solar-wind model with temperature anisotropy and low-frequency Alfvén-wave turbulence",
            "Benjamin DG Chandran and Timothy J Dennis and Eliot Quataert and Stuart D Bale",
            "2011",
            "nuVVQWMAAAAJ:MXK_kJrjxJIC",
            147,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/743\/2\/197\/meta",
            "5492991343135759759",
            "\/scholar?cites=5492991343135759759",
            {
                "2010":1,
                "2011":3,
                "2012":19,
                "2013":19,
                "2014":13,
                "2015":16,
                "2016":19,
                "2017":17,
                "2018":21,
                "2019":14,
                "2020":5
            }
        ],
        [
            "During the solar minimum, when the Sun is at its least active, the solar wind 1, 2 is observed at high latitudes as a predominantly fast (more than 500 kilometres per second), highly Alfvénic rarefied stream of plasma originating from deep within coronal holes. Closer to the ecliptic plane, the solar wind is interspersed with a more variable slow wind 3 of less than 500 kilometres per second. The precise origins of the slow wind streams are less certain 4; theories and observations suggest that they may originate at the tips of helmet streamers 5, 6, from interchange reconnection near coronal hole boundaries 7, 8, or within coronal holes with highly diverging magnetic fields 9, 10. The heating mechanism required to drive the solar wind is also unresolved, although candidate mechanisms include Alfvén-wave turbulence 11, 12, heating by reconnection in nanoflares 13, ion cyclotron wave heating 14 and acceleration by …",
            "Highly structured slow solar wind emerging from an equatorial coronal hole",
            "SD Bale and ST Badman and JW Bonnell and TA Bowen and D Burgess and AW Case and CA Cattell and BDG Chandran and CC Chaston and CHK Chen and JF Drake and T Dudok De Wit and JP Eastwood and RE Ergun and WM Farrell and C Fong and K Goetz and M Goldstein and KA Goodrich and PR Harvey and TS Horbury and GG Howes and JC Kasper and PJ Kellogg and JA Klimchuk and KE Korreck and VV Krasnoselskikh and S Krucker and R Laker and DE Larson and RJ MacDowall and M Maksimovic and DM Malaspina and J Martinez-Oliveros and DJ McComas and N Meyer-Vernet and M Moncuquet and FS Mozer and TD Phan and M Pulupa and NE Raouafi and C Salem and D Stansby and M Stevens and A Szabo and M Velli and T Woolley and JR Wygant",
            "2019",
            "nuVVQWMAAAAJ:ULOm3_A8WrAC",
            137,
            "https:\/\/www.nature.com\/articles\/s41586-019-1818-7",
            "6297643633115840243",
            "\/scholar?cites=6297643633115840243",
            {
                "2019":3,
                "2020":120,
                "2021":12
            }
        ],
        [
            "This Letter presents a calculation of the power spectra of weakly turbulent Alfvén waves and fast magnetosonic waves (“fast waves”) in low-β plasmas. It is shown that three-wave interactions transfer energy to high-frequency fast waves and, to a lesser extent, high-frequency Alfvén waves. High-frequency waves produced by MHD turbulence are a promising explanation for the anisotropic heating of minor ions in the solar corona.",
            "Weak compressible magnetohydrodynamic turbulence in the solar corona",
            "Benjamin DG Chandran",
            "2005",
            "nuVVQWMAAAAJ:WF5omc3nYNoC",
            125,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.95.265004",
            "3882031199595945188",
            "\/scholar?cites=3882031199595945188",
            {
                "2006":5,
                "2007":10,
                "2008":23,
                "2009":18,
                "2010":13,
                "2011":7,
                "2012":8,
                "2013":10,
                "2014":7,
                "2015":8,
                "2016":7,
                "2017":4,
                "2018":2,
                "2019":3
            }
        ],
        [
            "This paper proposes a new phenomenology for strong incompressible MHD turbulence with nonzero cross helicity. This phenomenology is then developed into a quantitative Fokker‐Planck model that describes the time evolution of the anisotropic power spectra of the fluctuations propagating parallel and antiparallel to the background magnetic field  . It is found that in steady state the power spectra of the magnetic field and total energy are steeper than   and become increasingly steep as   increases, where   is the cross helicity,   is the fluctuation energy, and   is the wavevector component perpendicular to  . Increasing C with fixed   increases the time required for energy to cascade to smaller scales, reduces the cascade power, and increases the anisotropy of the small‐scale fluctuations. The implications of these results for the solar wind and solar corona are discussed in some detail.",
            "Strong anisotropic MHD turbulence with cross helicity",
            "Benjamin DG Chandran",
            "2008",
            "nuVVQWMAAAAJ:J_g5lzvAfSwC",
            116,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/589432\/meta",
            "14194783645178175739",
            "\/scholar?cites=14194783645178175739",
            {
                "2008":4,
                "2009":17,
                "2010":17,
                "2011":23,
                "2012":14,
                "2013":6,
                "2014":2,
                "2015":4,
                "2016":4,
                "2017":2,
                "2018":5,
                "2019":5,
                "2020":11,
                "2021":1
            }
        ],
        [
            "A number of studies suggest that turbulent heating plays an important role in the thermal balance of galaxy‐cluster plasmas. In this paper, we construct a model of intracluster plasmas in which radiative cooling is balanced by heating from viscous dissipation of turbulent motions, turbulent diffusion of high–specific‐entropy plasma into low–specific‐entropy regions, and thermal conduction. We solve for the rms turbulent velocity u by setting   throughout a cluster, where Γ, Q, and H are the heating rates from dissipation of turbulence, turbulent diffusion, and conduction, respectively, and R is the rate of radiative cooling. We account for the effects of buoyancy in our expression for the eddy diffusivity and neglect nonthermal pressure. We take the conductivity to be a fixed fraction (typically one‐fifth) of the Spitzer value for a nonmagnetized plasma and the density and temperature to be given by analytical fits to published …",
            "Turbulent heating of galaxy-cluster plasmas",
            "Timothy J Dennis and Benjamin DG Chandran",
            "2005",
            "nuVVQWMAAAAJ:NMxIlDl6LWMC",
            110,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/427424\/meta",
            "13504243845853026793",
            "\/scholar?cites=13504243845853026793",
            {
                "2005":6,
                "2006":9,
                "2007":9,
                "2008":10,
                "2009":8,
                "2010":5,
                "2011":8,
                "2012":8,
                "2013":6,
                "2014":6,
                "2015":2,
                "2016":8,
                "2017":5,
                "2018":10,
                "2019":4,
                "2020":5
            }
        ]
    ]
}