{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A blood-based, low cost alternative to radiation intensive CT and PET imaging is critically needed for cancer prognosis and management of its treatment. “Liquid biopsies” of circulating tumor cells (CTCs) from a relatively non-invasive blood draw are particularly ideal, as they can be repeated regularly to provide up to date molecular information about the cancer, which would also open up key opportunities for personalized therapies. Beyond solely diagnostic applications, CTCs are also a subject of interest for drug development and cancer research. In this paper, we adapt a technology previously introduced, combining the use of micro-scale vortices and inertial focusing, specifically for the high-purity extraction of CTCs from blood samples. First, we systematically varied parameters including channel dimensions and flow rates to arrive at an optimal device for maximum trapping efficiency and purity. Second, we …",
            "Size-selective collection of circulating tumor cells using Vortex technology",
            "Elodie Sollier and Derek E Go and James Che and Daniel R Gossett and Sean O'Byrne and Westbrook M Weaver and Nicolas Kummer and Matthew Rettig and Jonathan Goldman and Nicholas Nickols and Susan McCloskey and Rajan P Kulkarni and Dino Di Carlo",
            "2014",
            "Nw-p_egAAAAJ:EUQCXRtRnyEC",
            414,
            "https:\/\/pubs.rsc.org\/ko\/content\/articlehtml\/2014\/lc\/c3lc50689d",
            "14579569059457086365",
            "\/scholar?cites=14579569059457086365",
            {
                "2013":2,
                "2014":23,
                "2015":42,
                "2016":65,
                "2017":78,
                "2018":69,
                "2019":66,
                "2020":65,
                "2021":3
            }
        ],
        [
            "Objectives. This study sought to determine whether early disease is identifiable in asymptomatic relatives of patients with dilated cardiomyopathy (DCM) by means of noninvasive cardiologic assessment. Background. DCM is diagnosed on the basis of advanced heart failure, where cardiac dilation and impaired contractility are recognized in the absence of a recognized etiology (World Health Organization criteria). However, initial clinical presentation may be with severe complications: thromboembolism, arrhythmia or sudden death. DCM has recently been recognized to be familial, with autosomal dominant inheritance in many cases. Familial disease is present in 9% to 20% of patients with DCM, and the ability to identify early disease in such people may improve patient management and aid in the understanding of pathogenesis. Method. We prospectively assessed 408 asymptomatic relatives (mean [±SD] age 35 …",
            "Familial dilated cardiomyopathy: cardiac abnormalities are common in asymptomatic relatives and may represent early disease",
            "M Kamran Baig and Jonathan H Goldman and Alida LP Caforio and Aman S Coonar and Philip J Keeling and William J McKenna",
            "1998",
            "Nw-p_egAAAAJ:blknAaTinKkC",
            342,
            "https:\/\/www.jacc.org\/doi\/abs\/10.1016\/S0735-1097(97)00433-6",
            "12398757303284110350",
            "\/scholar?cites=12398757303284110350",
            {
                "1998":2,
                "1999":9,
                "2000":11,
                "2001":16,
                "2002":23,
                "2003":17,
                "2004":9,
                "2005":28,
                "2006":23,
                "2007":15,
                "2008":11,
                "2009":13,
                "2010":23,
                "2011":20,
                "2012":18,
                "2013":22,
                "2014":9,
                "2015":12,
                "2016":13,
                "2017":6,
                "2018":14,
                "2019":7,
                "2020":11,
                "2021":1
            }
        ],
        [
            "Many patients with heart failure remain symptomatic and have a poor prognosis despite existing treatments. Decreases in myocardial contractility and shortening of ventricular systole are characteristic of systolic heart failure and might be improved by a new therapeutic class, cardiac myosin activators. We report the first study of the cardiac myosin activator, omecamtiv mecarbil, in patients with systolic heart failure.We undertook a double-blind, placebo-controlled, crossover, dose-ranging, phase 2 trial investigating the effects of omecamtiv mecarbil (formerly CK-1827452), given intravenously for 2, 24, or 72 h to patients with stable heart failure and left ventricular systolic dysfunction receiving guideline-indicated treatment. Clinical assessment (including vital signs, echocardiograms, and electrocardiographs) and testing of plasma drug concentrations took place during and after completion of each …",
            "The effects of the cardiac myosin activator, omecamtiv mecarbil, on cardiac function in systolic heart failure: a double-blind, placebo-controlled, crossover, dose-ranging …",
            "John GF Cleland and John R Teerlink and Roxy Senior and Evgeny M Nifontov and John JV Mc Murray and Chim C Lang and Vitaly A Tsyrlin and Barry H Greenberg and Jamil Mayet and Darrel P Francis and Tamaz Shaburishvili and Mark Monaghan and Mitchell Saltzberg and Ludwig Neyses and Scott M Wasserman and Jacqueline H Lee and Khalil G Saikali and Cyril P Clarke and Jonathan H Goldman and Andrew A Wolff and Fady I Malik",
            "2011",
            "Nw-p_egAAAAJ:hMod-77fHWUC",
            310,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140673611611264",
            "17597151029323912510",
            "\/scholar?cites=17597151029323912510",
            {
                "2010":1,
                "2011":14,
                "2012":22,
                "2013":32,
                "2014":34,
                "2015":55,
                "2016":35,
                "2017":37,
                "2018":14,
                "2019":26,
                "2020":28,
                "2021":4
            }
        ],
        [
            "Decreased systolic function is central to the pathogenesis of heart failure in millions of patients worldwide, but mechanism-related adverse effects restrict existing inotropic treatments. This study tested the hypothesis that omecamtiv mecarbil, a selective cardiac myosin activator, will augment cardiac function in human beings.In this dose-escalating, crossover study, 34 healthy men received a 6-h double-blind intravenous infusion of omecamtiv mecarbil or placebo once a week for 4 weeks. Each sequence consisted of three ascending omecamtiv mecarbil doses (ranging from 0·005 to 1·0 mg\/kg per h) with a placebo infusion randomised into the sequence. Vital signs, blood samples, electrocardiographs (ECGs), and echocardiograms were obtained before, during, and after each infusion. The primary aim was to establish maximum tolerated dose (the highest infusion rate tolerated by at least eight …",
            "Dose-dependent augmentation of cardiac systolic function with the selective cardiac myosin activator, omecamtiv mecarbil: a first-in-man study",
            "John R Teerlink and Cyril P Clarke and Khalil G Saikali and Jacqueline H Lee and Michael M Chen and Rafael D Escandon and Lyndsey Elliott and Rachel Bee and Mohammad Reza Habibzadeh and Jonathan H Goldman and Nelson B Schiller and Fady I Malik and Andrew A Wolff",
            "2011",
            "Nw-p_egAAAAJ:_kc_bZDykSQC",
            205,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140673611612191",
            "11992564817284392194",
            "\/scholar?cites=11992564817284392194",
            {
                "2011":10,
                "2012":12,
                "2013":17,
                "2014":15,
                "2015":32,
                "2016":31,
                "2017":21,
                "2018":16,
                "2019":20,
                "2020":23,
                "2021":2
            }
        ],
        [
            "Increased QT dispersion, which has been proposed as a marker of ventricular repolarization inhomogeneity, may predispose to ventricular arrhythmias. Data on QT disper sion in patients with congestive heart failure are scarce. In this study, conventional 12-lead ECGs were recorded in 135 consecutive patients with congestive heart failure secondary to idiopathic dilated cardiomyopathy. Seventy-five patients were excluded from QT interval assessments due to one or more of the following reasons: (1) low amplitude of the T wave (n=3), (2) atrial fibrillation (n=26) and (3) bundle branch block (n=46). QT dispersion was calculated as (I) QT-range: the difference between the maximum and minimum QT intervals on any of the 12 leads and (2) QT-SD: the standard deviation of the QT interval in all the 12 leads. RR intervals were measured in leads II, aVL, V2 and V5 QT-SD (20·85 ± 5·00 ms) was significantly (r=0 …",
            "QT dispersion and RR variations on 12-lead ECGs in patients with congestive heart failure secondary to idiopathic dilated cardiomyopathy",
            "L Fei and JH Goldman and K Prasad and PJ Keeling and K Reardon and AJ Camm and WJ McKenna",
            "1996",
            "Nw-p_egAAAAJ:u5HHmVD_uO8C",
            145,
            "https:\/\/academic.oup.com\/eurheartj\/article-abstract\/17\/2\/258\/588863",
            "5754536274453246436",
            "\/scholar?cites=5754536274453246436",
            {
                "1996":2,
                "1997":6,
                "1998":17,
                "1999":13,
                "2000":16,
                "2001":17,
                "2002":8,
                "2003":11,
                "2004":13,
                "2005":10,
                "2006":5,
                "2007":3,
                "2008":8,
                "2009":3,
                "2010":2,
                "2011":2,
                "2012":3,
                "2013":2,
                "2014":2
            }
        ],
        [
            "OBJECTIVE: To assess the clinical importance of heart rate variability (HRV) in patients with idiopathic dilated cardiomyopathy (DCM). PATIENTS AND METHODS: Time domain analysis of 24 hour HRV was performed in 64 patients with DCM, 19 of their relatives with left ventricular enlargement (possible early DCM), and 33 healthy control subjects. RESULTS: Measures of HRV were reduced in patients with DCM compared with controls (P < 0.05). HRV parameters were similar in relatives and controls. Measures of HRV were lower in DCM patients in whom progressive heart failure developed (n = 28) than in those who remained clinically stable (n = 36) during a follow up of 24 (20) months (P = 0.0001). Reduced HRV was associated with NYHA functional class, left ventricular end diastolic dimension, reduced left ventricular ejection fraction, and peak exercise oxygen consumption (P < 0.05) in all patients. DCM …",
            "Heart rate variability in idiopathic dilated cardiomyopathy: relation to disease severity and prognosis.",
            "Gang Yi and Jonathan H Goldman and Philip J Keeling and Michael Reardon and William J McKenna and Marek Malik",
            "1997",
            "Nw-p_egAAAAJ:u-x6o8ySG0sC",
            138,
            "https:\/\/heart.bmj.com\/content\/77\/2\/108.short",
            "4104076215611177909",
            "\/scholar?cites=4104076215611177909",
            {
                "1998":7,
                "1999":9,
                "2000":7,
                "2001":8,
                "2002":9,
                "2003":11,
                "2004":8,
                "2005":5,
                "2006":11,
                "2007":6,
                "2008":3,
                "2009":2,
                "2010":9,
                "2011":3,
                "2012":7,
                "2013":10,
                "2014":4,
                "2015":3,
                "2016":3,
                "2017":4,
                "2018":4,
                "2019":1,
                "2020":2
            }
        ],
        [
            "Thinking Outside the “Box”—The Ultrasound Contrast ControversyMichael L. Main, Jonathan H. Goldman, Paul A. GrayburnOn October 10, 2007, the U.S. Food and Drug Administration (FDA) announced a new “black box” warning for the perflutren-containing ultrasound contrast agents, contraindicating their use in patients with acute coronary syndromes, acute myocardial infarction, and worsening or clinically unstable heart failure. These warnings ignore the proven efficacy of ultrasound contrast agents, the previously established safety of these compounds, the potential risks of alternative procedures, and the likely confounding effect of pseudocomplication. We suggest that the FDA Medical Imaging Division convene a panel of cardiologists experienced in a variety of imaging modalities to fully assess the adverse events that have been attributed to these agents and that any future FDA warnings acknowledge the …",
            "Thinking outside the “box”—the ultrasound contrast controversy",
            "Michael L Main and Jonathan H Goldman and Paul A Grayburn",
            "2007",
            "Nw-p_egAAAAJ:IjCSPb-OGe4C",
            131,
            "https:\/\/www.jacc.org\/doi\/abs\/10.1016\/j.jacc.2007.11.006",
            "13764199011446447752",
            "\/scholar?cites=13764199011446447752",
            {
                "2007":1,
                "2008":18,
                "2009":24,
                "2010":17,
                "2011":7,
                "2012":10,
                "2013":10,
                "2014":4,
                "2015":9,
                "2016":8,
                "2017":2,
                "2018":9,
                "2019":3,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Autoimmune disease is characterised by the presence of circulating autoantibodies in the affected patients and in a proportion of their relatives. These antibodies are generally not pathogenic but are reliable markers of immune-mediated tissue damage. In organ-specific autoimmune disease, the destruction process is largely restricted to one organ within the body and the autoantibodies react with autoantigens which are unique to the diseased target organ. At least in a patient subset, myocarditis and dilated cardiomyopathy (DCM) may represent the acute and chronic stages of a progressive organ-specific autoimmune disease of the myocardium. Autoimmune features in patients with myocarditis\/DCM include: familial aggregation, a weak association with HLA-DR4, abnormal expression of HLA class II on cardiac endothelium on endomyocardial biopsy, and detection of organ- and disease-specific cardiac …",
            "Evidence for autoimmunity to myosin and other heart-specific autoantigens in patients with dilated cardiomyopathy and their relatives",
            "Alida LP Caforioa and Jonathan H Goldman and Aldwyn J Haven and Kamran M Baig and William J McKenna",
            "1996",
            "Nw-p_egAAAAJ:d1gkVwhDpl0C",
            123,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0167527396025934",
            "15073844833358496630",
            "\/scholar?cites=15073844833358496630",
            {
                "1998":1,
                "1999":4,
                "2000":11,
                "2001":7,
                "2002":12,
                "2003":8,
                "2004":6,
                "2005":10,
                "2006":6,
                "2007":8,
                "2008":8,
                "2009":9,
                "2010":4,
                "2011":3,
                "2012":2,
                "2013":8,
                "2014":5,
                "2015":3,
                "2016":3,
                "2017":2,
                "2018":2,
                "2019":1
            }
        ],
        [
            "To assess the frequency of circulating cardiac specific autoantibodies in HIV positive patients with and without echocardiographic evidence of left ventricular dysfunction.74 HIV positive patients including 28 with echocardiographic evidence of heart muscle disease, 52 HIV negative people at low risk of HIV infection, and 14 HIV negative drug users who had all undergone non-invasive cardiac assessment were studied along with a group of 200 healthy blood donors.Cardiac autoantibodies detected by indirect immunofluorescence (serum dilution 1\/10) were more common in the HIV positive patients (15%), particularly the HIV heart muscle disease group (21%), than in HIV negative controls (3.5%) (both p < 0.001). By elisa (dilution 1\/320), abnormal anti-α myosin autoantibody concentrations were found more often in HIV patients with heart muscle disease (43%) than in HIV positive …",
            "Cardiac autoimmunity in HIV related heart muscle disease",
            "PF Currie and JH Goldman and ALP Caforio and AJ Jacob and MK Baig and RP Brettle and AJ Haven and NA Boon and WJ McKenna",
            "1998",
            "Nw-p_egAAAAJ:qjMakFHDy7sC",
            108,
            "https:\/\/heart.bmj.com\/content\/79\/6\/599.short",
            "12178401158578465405",
            "\/scholar?cites=12178401158578465405",
            {
                "2001":5,
                "2002":6,
                "2003":9,
                "2004":2,
                "2005":14,
                "2006":4,
                "2007":1,
                "2008":6,
                "2009":6,
                "2010":3,
                "2011":2,
                "2012":8,
                "2013":4,
                "2014":6,
                "2015":7,
                "2016":6,
                "2017":9,
                "2018":4,
                "2019":3,
                "2020":3
            }
        ],
        [
            "Myocarditis and dilated cardiomyopathy may be phases of an organ-specific autoimmune disease of the myocardium. To provide evidence for autoimmune involvement in myocarditis, cardiac autoantibodies were detected in patient sera from the Myocarditis Treatment Trial.Cardiac antibody status was assessed by indirect immunofluorescence and by anti-α-myosin enzyme-linked inimunosorbent assay in 53 patients from the Myocarditis Treatment Trial (35 males, aged 42±15 years); all had clinical myocarditis, but only 24 were classified as having histological myocarditis (Dallas criteria). By immunofluorescence, cardiac antibodies were more common in myocarditis (13\/53) than in ischaemic (11\/186, P=0·0001) or in normal controls (24\/270, P=0·001). Abnormally raised anti-α-myosin antibodies were also more frequent in myocarditis (9\/53) than in …",
            "Circulating cardiac-specific autoantibodies as markers of autoimmunity in clinical and biopsy-proven myocarditis",
            "ALP Caforio and JH Goldman and AJ Haven and KM Baig and L Dalla Libera and WJ McKenna and Myocarditis Treatment Trial Investigators",
            "1997",
            "Nw-p_egAAAAJ:zYLM7Y9cAGgC",
            100,
            "https:\/\/academic.oup.com\/eurheartj\/article-abstract\/18\/2\/270\/473003",
            "9776011812902996964",
            "\/scholar?cites=9776011812902996964",
            {
                "1997":1,
                "1998":1,
                "1999":1,
                "2000":7,
                "2001":7,
                "2002":3,
                "2003":4,
                "2004":1,
                "2005":3,
                "2006":3,
                "2007":7,
                "2008":9,
                "2009":5,
                "2010":5,
                "2011":3,
                "2012":6,
                "2013":10,
                "2014":4,
                "2015":5,
                "2016":4,
                "2017":4,
                "2018":1,
                "2019":1,
                "2020":4
            }
        ]
    ]
}