{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Results are presented from searches for the standard model Higgs boson in proton–proton collisions at s= 7 and 8 TeV in the Compact Muon Solenoid experiment at the LHC, using data samples corresponding to integrated luminosities of up to 5.1 fb− 1 at 7 TeV and 5.3 fb− 1 at 8 TeV. The search is performed in five decay modes: γγ, ZZ, W+ W−, τ+ τ−, and b b¯. An excess of events is observed above the expected background, with a local significance of 5.0 standard deviations, at a mass near 125 GeV, signalling the production of a new particle. The expected significance for a standard model Higgs boson of that mass is 5.8 standard deviations. The excess is most significant in the two decay modes with the best mass resolution, γγ and ZZ; a fit to these signals gives a mass of 125.3±0.4 (stat.)±0.5 (syst.) GeV. The decay to two photons indicates that the new particle is a boson with spin different from one.",
            "Observation of a new boson at a mass of 125 GeV with the CMS experiment at the LHC",
            "Serguei Chatrchyan and Vardan Khachatryan and Albert M Sirunyan and Armen Tumasyan and Wolfgang Adam and Ernest Aguilo and Thomas Bergauer and M Dragicevic and J Erö and C Fabjan and M Friedl and R Frühwirth and VM Ghete and J Hammer and M Hoch and N Hörmann and J Hrubec and M Jeitler and W Kiesenhofer and V Knünz and M Krammer and I Krätschmer and D Liko and W Majerotto and I Mikulec and M Pernicka and B Rahbaran and C Rohringer and H Rohringer and R Schöfbeck and J Strauss and F Szoncsó and A Taurok and W Waltenberger and G Walzel and E Widl and C-E Wulz and V Chekhovsky and I Emeliantchik and A Litomin and V Makarenko and V Mossolov and N Shumeiko and A Solin and R Stefanovitch and J Suarez Gonzalez and A Fedorov and M Korzhik and O Missevitch and R Zuyeuski and M Bansal and S Bansal and W Beaumont and Tom Cornelis and EA De Wolf and D Druzhkin and X Janssen and S Luyckx and L Mucibello and S Ochesanu and B Roland and R Rougny and M Selvaggi and Z Staykova and H Van Haevermaet and P Van Mechelen and N Van Remortel and A Van Spilbeeck and F Blekman and S Blyweert and J DʼHondt and O Devroede and R Gonzalez Suarez and R Goorens and A Kalogeropoulos and M Maes and A Olbrechts and S Tavernier and W Van Doninck and L Van Lancker and P Van Mulders and GP Van Onsem and I Villella and B Clerbaux and G De Lentdecker and V Dero and JP Dewulf and APR Gay and T Hreus and A Léonard and PE Marage and A Mohammadi and T Reis and S Rugovac and L Thomas and C Vander Velde and P Vanlaer and J Wang and J Wickens and Volker Adler and Kelly Beernaert and Anna Cimmino and Silvia Costantini and Guillaume Garcia and M Grunewald and Benjamin Klein and Jeremie Lellouch and Andrey Marinov and Joseph McCartin and AA Ocampo Rios and Dirk Ryckbosch and Nadja Strobbe and Filip Thyssen and Michael Tytgat and S Walsh and Efe Yazgan and Nikolaos Zaganidis and S Basegmez and G Bruno and Roberto Castello and L Ceard and J De Favereau De Jeneret and C Delaere and P Demin and T du Pree and D Favart and L Forthomme and A Giammanco and G Grégoire and J Hollar and V Lemaitre and J Liao and O Militaru and C Nuttens and D Pagano and A Pin and K Piotrzkowski and N Schul and JM Vizan Garcia and N Beliy and T Caebergs and E Daubie and GH Hammad and GA Alves and L Brito and M Correa Martin Junior and T Martins and ME Pol and MHG Souza and WL Aldá Júnior",
            "2012",
            "NWKOsDQAAAAJ:u5HHmVD_uO8C",
            17357,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269312008581",
            "8663470026986383108",
            "\/scholar?cites=8663470026986383108",
            {
                "2012":821,
                "2013":2530,
                "2014":2523,
                "2015":2434,
                "2016":2193,
                "2017":1931,
                "2018":1959,
                "2019":1517,
                "2020":1293,
                "2021":39
            }
        ],
        [
            "A search for new physics is performed based on events with jets and a pair of isolated, same-sign leptons. The results are obtained using a sample of proton-proton collision data collected by the CMS experiment at a centre-of-mass energy of 8 TeV at the LHC, corresponding to an integrated luminosity of 19.5 fb− 1. In order to be sensitive to a wide variety of possible signals beyond the standard model, multiple search regions defined by the missing transverse energy, the hadronic energy, the number of jets and b-quark jets, and the transverse momenta of the leptons in the events are considered. No excess above the standard model background expectation is observed and constraints are set on a number of models for new physics, as well as on the same-sign top-quark pair and quadruple-top-quark production cross sections. Information on event selection efficiencies is also provided, so that the results can be …",
            "Search for new physics in events with same-sign dileptons and jets in pp collisions at  = 8 TeV",
            "Serguei Chatrchyan and Vardan Khachatryan and Albert M Sirunyan and Armen Tumasyan and Wolfgang Adam and Thomas Bergauer and Marko Dragicevic and Janos Erö and Christian Fabjan and Markus Friedl and Rudolf Fruehwirth and Vasile Mihai Ghete and Christian Hartl and Natascha Hörmann and Josef Hrubec and Manfred Jeitler and Wolfgang Kiesenhofer and Valentin Knünz and Manfred Krammer and Ilse Krätschmer and Dietrich Liko and Ivan Mikulec and Dinyar Rabady and Babak Rahbaran and Herbert Rohringer and Robert Schöfbeck and Josef Strauss and Anton Taurok and Wolfgang Treberer-Treberspurg and Wolfgang Waltenberger and C-E Wulz and Vladimir Mossolov and Nikolai Shumeiko and J Suarez Gonzalez and Sara Alderweireldt and Monika Bansal and Sunil Bansal and Tom Cornelis and Eddi A De Wolf and Xavier Janssen and Albert Knutsson and Sten Luyckx and Luca Mucibello and Silvia Ochesanu and Benoit Roland and Romain Rougny and Hans Van Haevermaet and Pierre Van Mechelen and Nick Van Remortel and Alex Van Spilbeeck and Freya Blekman and Stijn Blyweert and Jorgen D’Hondt and Natalie Heracleous and Alexis Kalogeropoulos and James Keaveney and Tae Jeong Kim and Steven Lowette and Michael Maes and Annik Olbrechts and Derek Strom and Stefaan Tavernier and Walter Van Doninck and Petra Van Mulders and Gerrit Patrick Van Onsem and Ilaria Villella and Cécile Caillol and Barbara Clerbaux and Gilles De Lentdecker and Laurent Favart and APR Gay and Tomas Hreus and Alexandre Léonard and Pierre Edouard Marage and Abdollah Mohammadi and Luca Perniè and Thomas Reis and Tomislav Seva and Laurent Thomas and C Vander Velde and P Vanlaer and J Wang and Volker Adler and Kelly Beernaert and Leonardo Benucci and Anna Cimmino and Silvia Costantini and Sven Dildick and Guillaume Garcia and Benjamin Klein and Jeremie Lellouch and Joseph McCartin and AA Ocampo Rios and Dirk Ryckbosch and Michael Sigamani and Nadja Strobbe and Filip Thyssen and Michael Tytgat and S Walsh and Efe Yazgan and Nikolaos Zaganidis and S Basegmez and C Beluffi and G Bruno and R Castello and A Caudron and L Ceard and GG Da Silveira and C Delaere and T Du Pree and D Favart and L Forthomme and A Giammanco and J Hollar and P Jez and M Komm and V Lemaitre and J Liao and O Militaru and C Nuttens and D Pagano and A Pin and K Piotrzkowski and A Popov and L Quertenmont and M Selvaggi and M Vidal Marono and JM Vizan Garcia and N Beliy and T Caebergs and E Daubie and GH Hammad and GA Alves and M Correa Martins and T Martins and ME Pol and MHG Souza and WL Aldá and W Carvalho and J Chinellato and A Custodio and EM Da Costa and D De Jesus Damiao and C De Oliveira Martins and S Fonseca De Souza and H Malbouisson and M Malek and D Matos Figueiredo and L Mundim and H Nogima",
            "2014",
            "NWKOsDQAAAAJ:3s1wT3WcHBgC",
            2980,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP01(2014)163.pdf",
            "2869229156901483544",
            "\/scholar?cites=2869229156901483544",
            {
                "2012":239,
                "2013":440,
                "2014":512,
                "2015":452,
                "2016":414,
                "2017":318,
                "2018":263,
                "2019":164,
                "2020":151,
                "2021":7
            }
        ],
        [
            "A measurement of the electron charge asymmetry in inclusive p p→ W+ X→ e ν+ X production at s= 7 TeV is presented based on data recorded by the CMS detector at the LHC and corresponding to an integrated luminosity of 840 pb− 1. The electron charge asymmetry reflects the unequal production of W+ and W− bosons in p p collisions. The electron charge asymmetry is measured in bins of the absolute value of electron pseudorapidity in the range of| η|< 2.4. The asymmetry rises from about 0.1 to 0.2 as a function of the pseudorapidity and is measured with a relative precision better than 7%. This measurement provides new stringent constraints for parton distribution functions.",
            "Measurement of the Electron Charge Asymmetry in Inclusive  Production in  Collisions at ",
            "Serguei Chatrchyan and Vardan Khachatryan and Albert M Sirunyan and A Tumasyan and W Adam and T Bergauer and M Dragicevic and J Eroe and C Fabjan and M Friedl and R Fruehwirth and VM Ghete and J Hammer and N Hoermann and J Hrubec and M Jeitler and W Kiesenhofer and V Knuenz and M Krammer and D Liko and I Mikulec and M Pernicka and B Rahbaran and C Rohringer and H Rohringer and R Schöfbeck and J Strauss and A Taurok and P Wagner and W Waltenberger and G Walzel and E Widl and C-E Wulz and V Mossolov and N Shumeiko and J Suarez Gonzalez and S Bansal and Tom Cornelis and EA De Wolf and X Janssen and S Luyckx and T Maes and L Mucibello and S Ochesanu and B Roland and R Rougny and M Selvaggi and Z Staykova and H Van Haevermaet and P Van Mechelen and N Van Remortel and A Van Spilbeeck and F Blekman and S Blyweert and J D’Hondt and R Gonzalez Suarez and A Kalogeropoulos and M Maes and A Olbrechts and W Van Doninck and P Van Mulders and GP Van Onsem and I Villella and O Charaf and B Clerbaux and G De Lentdecker and V Dero and APR Gay and T Hreus and A Leonard and PE Marage and T Reis and L Thomas and C Vander Velde and P Vanlaer and J Wang and Volker Adler and Kelly Beernaert and Anna Cimmino and Silvia Costantini and Guillaume Garcia and M Grunewald and Benjamin Klein and Jeremie Lellouch and Andrey Marinov and Joseph McCartin and AA Ocampo Rios and Dirk Ryckbosch and Nadja Strobbe and Filip Thyssen and Michael Tytgat and Lukas Vanelderen and Piet Verwilligen and S Walsh and Efe Yazgan and Nikolaos Zaganidis and S Basegmez and G Bruno and R Castello and A Caudron and L Ceard and C Delaere and T Du Pree and D Favart and L Forthomme and A Giammanco and J Hollar and V Lemaitre and J Liao and O Militaru and C Nuttens and D Pagano and L Perrini and A Pin and K Piotrzkowski and N Schul and JM Vizan Garcia and N Beliy and T Caebergs and E Daubie and GH Hammad and GA Alves and M Correa Martins Junior and D De Jesus Damiao and T Martins and ME Pol and MHG Souza and WL Aldá Júnior and W Carvalho and A Custodio and EM Da Costa and C De Oliveira Martins and S Fonseca De Souza and D Matos Figueiredo and L Mundim and H Nogima and V Oguri and WL Prado Da Silva and A Santoro and L Soares Jorge and A Sznajder and CA Bernardes and FA Dias and TR Fernandez Perez Tomei and EM Gregores and C Lagana and F Marinho and PG Mercadante and SF Novaes and Sandra S Padula",
            "2012",
            "NWKOsDQAAAAJ:W7OEmFMy1HYC",
            2868,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.109.111806",
            "13510641060607225056",
            "\/scholar?cites=13510641060607225056",
            {
                "2010":9,
                "2011":270,
                "2012":590,
                "2013":330,
                "2014":314,
                "2015":303,
                "2016":302,
                "2017":230,
                "2018":208,
                "2019":164,
                "2020":131,
                "2021":7
            }
        ],
        [
            "The Compact Muon Solenoid (CMS) detector is described. The detector operates at the Large Hadron Collider (LHC) at CERN. It was conceived to study proton-proton (and lead-lead) collisions at a centre-of-mass energy of 14 TeV (5.5 TeV nucleon-nucleon) and at luminosities up to 1034 cm−2 s−1 (1027 cm−2 s−1). At the core of the CMS detector sits a high-magnetic-field and large-bore superconducting solenoid surrounding an all-silicon pixel and strip tracker, a lead-tungstate scintillating-crystals electromagnetic calorimeter, and a brass-scintillator sampling hadron calorimeter. The iron yoke of the flux-return is instrumented with four stations of muon detectors covering most of the 4π solid angle. Forward sampling calorimeters extend the pseudorapidity coverage to high values (|η| ≤ 5) assuring very good hermeticity. The overall dimensions of the CMS detector are a length of 21.6 m, a diameter of 14.6 m and a total weight of 12500 t.",
            "The CMS experiment at the CERN LHC",
            "Serguei Chatrchyan and G Hmayakyan and V Khachatryan and CMS Collaboration",
            "2008",
            "NWKOsDQAAAAJ:BbFSz4cl-9EC",
            2389,
            "https:\/\/www.zora.uzh.ch\/id\/eprint\/11075\/",
            "1307396115149188724",
            "\/scholar?cites=1307396115149188724",
            {
                "2008":10,
                "2009":54,
                "2010":62,
                "2011":155,
                "2012":219,
                "2013":285,
                "2014":201,
                "2015":233,
                "2016":248,
                "2017":249,
                "2018":270,
                "2019":214,
                "2020":167,
                "2021":9
            }
        ],
        [
            "Measurements of the jet energy calibration and transverse momentum resolution in CMS are presented, performed with a data sample collected in proton-proton collisions at a centre-of-mass energy of 7TeV, corresponding to an integrated luminosity of 36pb− 1. The transverse momentum balance in dijet and γ\/Z+ jets events is used to measure the jet energy response in the CMS detector, as well as the transverse momentum resolution. The results are presented for three different methods to reconstruct jets: a calorimeter-based approach, the``Jet-Plus-Track''approach, which improves the measurement of calorimeter jets by exploiting the associated tracks, and the``Particle Flow''approach, which attempts to reconstruct individually each particle in the event, prior to the jet clustering, based on information from all relevant subdetectors.",
            "Determination of jet energy calibration and transverse momentum resolution in CMS",
            "CMS collaboration",
            "2011",
            "NWKOsDQAAAAJ:JP7YXuLIOvAC",
            2285,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1748-0221\/6\/11\/P11002\/meta",
            "14679445396103586335",
            "\/scholar?cites=14679445396103586335",
            {
                "2010":6,
                "2011":28,
                "2012":168,
                "2013":232,
                "2014":310,
                "2015":298,
                "2016":404,
                "2017":357,
                "2018":275,
                "2019":122,
                "2020":72,
                "2021":1
            }
        ],
        [
            "The performance of muon reconstruction, identification, and triggering in CMS has been studied using 40 pb− 1 of data collected in pp collisions at√ s= 7 TeV at the LHC in 2010. A few benchmark sets of selection criteria covering a wide range of physics analysis needs have been examined. For all considered selections, the efficiency to reconstruct and identify a muon with a transverse momentum p T larger than a few GeV\/c is above 95% over the whole region of pseudorapidity covered by the CMS muon system,| η|< 2.4, while the probability to misidentify a hadron as a muon is well below 1%. The efficiency to trigger on single muons with p T above a few GeVc is higher than 90% over the full η range, and typically substantially better. The overall momentum scale is measured to a precision of 0.2% with muons from Z decays. The transverse momentum resolution varies from 1% to 6% depending on pseudorapidity …",
            "Performance of CMS muon reconstruction in pp collision events at√ s= 7 TeV",
            "CMS collaboration",
            "2012",
            "NWKOsDQAAAAJ:vDZJ-YLwNdEC",
            2249,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1748-0221\/7\/10\/P10002\/meta",
            "11606966671518226325",
            "\/scholar?cites=11606966671518226325",
            {
                "2012":35,
                "2013":178,
                "2014":224,
                "2015":298,
                "2016":352,
                "2017":451,
                "2018":412,
                "2019":181,
                "2020":99,
                "2021":1
            }
        ],
        [
            "BABAR, the detector for the SLAC PEP-II asymmetric e+e− B Factory operating at the ϒ(4S) resonance, was designed to allow comprehensive studies of CP-violation in B-meson decays. Charged particle tracks are measured in a multi-layer silicon vertex tracker surrounded by a cylindrical wire drift chamber. Electromagnetic showers from electrons and photons are detected in an array of CsI crystals located just inside the solenoidal coil of a superconducting magnet. Muons and neutral hadrons are identified by arrays of resistive plate chambers inserted into gaps in the steel flux return of the magnet. Charged hadrons are identified by dE\/dx measurements in the tracking detectors and by a ring-imaging Cherenkov detector surrounding the drift chamber. The trigger, data acquisition and data-monitoring systems, VME- and network-based, are controlled by custom-designed online software. Details of the layout and …",
            "The BABAR detector",
            "Bernard Aubert and A Bazan and A Boucham and D Boutigny and I De Bonis and J Favier and J-M Gaillard and A Jeremie and Y Karyotakis and T Le Flour and JP Lees and S Lieunard and P Petitpas and P Robbe and V Tisserand and K Zachariadou and A Palano and GP Chen and JC Chen and ND Qi and G Rong and P Wang and YS Zhu and G Eigen and PL Reinertsen and B Stugu and B Abbott and GS Abrams and L Amerman and AW Borgland and AB Breon and DN Brown and J Button-Shafer and AR Clark and S Dardin and C Day and SF Dow and Q Fan and I Gaponenko and MS Gill and FR Goozen and SJ Gowdy and A Gritsan and Y Groysman and C Hernikl and RG Jacobsen and RC Jared and RW Kadel and J Kadyk and A Karcher and LT Kerth and I Kipnis and S Kluth and JF Kral and R Lafever and C LeClerc and ME Levi and SA Lewis and C Lionberger and T Liu and M Long and L Luo and G Lynch and P Luft and E Mandelli and M Marino and K Marks and C Matuk and AB Meyer and R Minor and A Mokhtarani and M Momayezi and M Nyman and PJ Oddone and J Ohnemus and D Oshatz and S Patton and M Pedrali-Noy and A Perazzo and C Peters and W Pope and M Pripstein and DR Quarrie and JE Rasson and NA Roe and A Romosan and MT Ronan and VG Shelkov and R Stone and PD Strother and AV Telnov and H Von Der Lippe and TF Weber and WA Wenzel and G Zizka and PG Bright-Thomas and CM Hawkes and A Kirk and DJ Knowles and SW O'Neale and AT Watson and NK Watson and T Deppermann and H Koch and J Krug and M Kunze and B Lewandowski and K Peters and H Schmuecker and M Steinke and JC Andress and NR Barlow and W Bhimji and N Chevalier and PJ Clark and WN Cottingham and N De Groot and N Dyce and B Foster and A Mass and JD McFall and D Wallom and FF Wilson and K Abe and C Hearty and JA McKenna and D Thiessen and B Camanzi and TJ Harrison and AK McKemey and J Tinslay and EI Antohin and VE Blinov and AD Bukin and DA Bukin and AR Buzykaev and MS Dubrovin and VB Golubev and VN Ivanchenko and GM Kolachev and AA Korol and EA Kravchenko and SF Mikhailov and AP Onuchin and AA Salnikov and SI Serednyakov and Yu I Skovpen and VI Telnov and AN Yushkov and J Booth",
            "2002",
            "NWKOsDQAAAAJ:u-x6o8ySG0sC",
            2083,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900201020125",
            "13466308460947632851",
            "\/scholar?cites=13466308460947632851",
            {
                "2001":30,
                "2002":88,
                "2003":166,
                "2004":215,
                "2005":202,
                "2006":163,
                "2007":167,
                "2008":147,
                "2009":158,
                "2010":104,
                "2011":81,
                "2012":94,
                "2013":108,
                "2014":60,
                "2015":61,
                "2016":46,
                "2017":43,
                "2018":52,
                "2019":37,
                "2020":37,
                "2021":2
            }
        ],
        [
            "Results on two-particle angular correlations for charged particles emitted in proton-proton collisions at center-of-mass energies of 0.9, 2.36, and 7 TeV are presented, using data collected with the CMS detector over a broad range of pseudorapidity (η) and azimuthal angle (ϕ). Short-range correlations in Δη, which are studied in minimum bias events, are characterized using a simple “independent cluster” parametrization in order to quantify their strength (cluster size) and their extent in η (cluster decay width). Long-range azimuthal correlations are studied differentially as a function of charged particle multiplicity and particle transverse momentum using a 980 nb− 1 data set at 7 TeV. In high multiplicity events, a pronounced structure emerges in the two-dimensional correlation function for particle pairs with intermediate p T of 1–3 GeV\/c, 2.0<| Δη|< 4. 8 and Δϕ≈ 0. This is the first observation of such a long-range, near …",
            "Observation of long-range, near-side angular correlations in proton-proton collisions at the LHC",
            "Vardan Khachatryan and AM Sirunyan and Armen Tumasyan and W Adam and T Bergauer and M Dragicevic and J Erö and C Fabjan and M Friedl and R Frühwirth and VM Ghete and J Hammer and S Hänsel and C Hartl and M Hoch and N Hörmann and J Hrubec and M Jeitler and G Kasieczka and W Kiesenhofer and M Krammer and D Liko and I Mikulec and M Pernicka and H Rohringer and R Schöfbeck and J Strauss and A Taurok and F Teischinger and W Waltenberger and G Walzel and E Widl and C-E Wulz and V Mossolov and N Shumeiko and J Suarez Gonzalez and Leonardo Benucci and L Ceard and EA De Wolf and X Janssen and T Maes and L Mucibello and S Ochesanu and B Roland and R Rougny and M Selvaggi and H Van Haevermaet and P Van Mechelen and N Van Remortel and Volker Adler and S Beauceron and S Blyweert and J D’Hondt and O Devroede and A Kalogeropoulos and J Maes and M Maes and S Tavernier and W Van Doninck and P Van Mulders and I Villella and EC Chabert and O Charaf and B Clerbaux and G De Lentdecker and V Dero and APR Gay and GH Ham-Mad and T Hreus and PE Marage and C Vander Velde and P Vanlaer and J Wickens and Silvia Costantini and M Grunewald and Benjamin Klein and Andrey Marinov and Dirk Ryckbosch and Filip Thyssen and Michael Tytgat and Lukas Vanelderen and Piet Verwilligen and S Walsh and Nikolaos Zaganidis and S Basegmez and G Bruno and J Caudron and J De Favereau De Jeneret and C Delaere and P Demin and D Favart and A Giammanco and G Grégoire and J Hollar and V Lemaitre and O Militaru and S Ovyn and D Pagano and A Pin and K Piotrzkowski and L Quertenmont and N Schul and N Beliy and T Caebergs and E Daubie and GA Alves and D De Jesus Damiao and ME Pol and MHG Souza and W Carvalho and EM Da Costa and C De Oliveira Martins and S Fonseca De Souza and L Mundim and H Nogima and V Oguri and JM Otalora Goicochea and WL Prado Da Silva and A Santoro and SM Silva Do Amaral and A Sznajder and F Torres Da Silva De Araujo and FA Dias and MAF Dias and TR Fernandez Perez Tomei and EM Gregores and F Marinho and SF Novaes and Sandra S Padula and N Darmenov and L Dimitrov and V Genchev and P Iaydjiev and S Piperov and M Rodozov and S Stoykova and G Sultanov and V Tcholakov and R Trayanov and I Vankov and M Dyulendarova and R Hadjiiska and V Kozhuharov and L Litov and E Marinova and M Mateev and B Pavlov and P Petkov and JG Bian and GM Chen",
            "2010",
            "NWKOsDQAAAAJ:_FxGoFyzp5QC",
            2003,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP09(2010)091.pdf",
            "6294397403621079548",
            "\/scholar?cites=6294397403621079548",
            {
                "2010":93,
                "2011":265,
                "2012":162,
                "2013":201,
                "2014":164,
                "2015":201,
                "2016":221,
                "2017":209,
                "2018":169,
                "2019":160,
                "2020":141,
                "2021":5
            }
        ],
        [
            "We report on a search for particle dark matter with the XENON100 experiment, operated at the Laboratori Nazionali del Gran Sasso for 13 months during 2011 and 2012. XENON100 features an ultralow electromagnetic background of (5.3±0.6)× 10− 3 events\/(keV ee× kg× day) in the energy region of interest. A blind analysis of 224.6 live days× 34 kg exposure has yielded no evidence for dark matter interactions. The two candidate events observed in the predefined nuclear recoil energy range of 6.6–30.5 keV nr are consistent with the background expectation of (1.0±0.2) events. A profile likelihood analysis using a 6.6–43.3 keV nr energy range sets the most stringent limit on the spin-independent elastic weakly interacting massive particle–nucleon scattering cross section for weakly interacting massive particle masses above 8 GeV\/c 2, with a minimum of 2× 10− 45 cm 2 at 55 GeV\/c 2 and 90% confidence level.",
            "Dark matter results from 225 live days of XENON100 data",
            "Elena Aprile and M Alfonsi and K Arisaka and F Arneodo and C Balan and L Baudis and B Bauermeister and A Behrens and Philippe Beltrame and K Bokeloh and E Brown and G Bruno and R Budnik and JMR Cardoso and W-T Chen and B Choi and D Cline and AP Colijn and H Contreras and Jean-Pierre Cussonneau and MP Decowski and E Duchovni and S Fattori and AD Ferella and W Fulgione and F Gao and M Garbini and C Ghag and K-L Giboni and LW Goetzke and C Grignon and E Gross and W Hampel and F Kaether and A Kish and J Lamblin and H Landsman and RF Lang and M Le Calloch and C Levy and KE Lim and Q Lin and Sebastian Lindemann and M Lindner and JAM Lopes and K Lung and T Marrodán Undagoitia and FV Massoli and AJ Melgarejo Fernandez and Y Meng and A Molinario and E Nativ and K Ni and U Oberlack and SEA Orrigo and E Pantic and R Persiani and G Plante and N Priel and A Rizzo and S Rosendahl and JMF Dos Santos and G Sartorelli and J Schreiner and M Schumann and L Scotto Lavina and PR Scovell and M Selvi and P Shagin and H Simgen and A Teymourian and D Thers and O Vitells and He Wang and Marc Weber and C Weinheimer and XENON100 Collaboration",
            "2012",
            "NWKOsDQAAAAJ:IjCSPb-OGe4C",
            1956,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.109.181301",
            "14841866040763834889",
            "\/scholar?cites=14841866040763834889",
            {
                "2012":48,
                "2013":403,
                "2014":416,
                "2015":371,
                "2016":311,
                "2017":203,
                "2018":89,
                "2019":58,
                "2020":48,
                "2021":1
            }
        ],
        [
            "The energy spectrum of cosmic rays above 2.5× 10 18 eV, derived from 20 000 events recorded at the Pierre Auger Observatory, is described. The spectral index γ of the particle flux, J∝ E− γ, at energies between 4× 10 18 eV and 4× 10 19 eV is 2.69±0.02 (stat)±0.06 (syst), steepening to 4.2±0.4 (stat)±0.06 (syst) at higher energies. The hypothesis of a single power law is rejected with a significance greater than 6 standard deviations. The data are consistent with the prediction by Greisen and by Zatsepin and Kuz’min.",
            "Observation of the Suppression of the Flux of Cosmic Rays above ",
            "J Abraham and P Abreu and M Aglietta and C Aguirre and D Allard and I Allekotte and J Allen and P Allison and J Alvarez-Muniz and M Ambrosio and L Anchordoqui and S Andringa and A Anzalone and C Aramo and Stefano Argiro and K Arisaka and E Armengaud and Francesco Arneodo and F Arqueros and T Asch and H Asorey and P Assis and BS Atulugama and J Aublin and M Ave and G Avila and T Bäcker and D Badagnani and AF Barbosa and D Barnhill and SLC Barroso and B Baughman and P Bauleo and JJ Beatty and T Beau and BR Becker and KH Becker and JA Bellido and S Benzvi and C Berat and T Bergmann and P Bernardini and X Bertou and PL Biermann and P Billoir and O Blanch-Bigas and F Blanco and P Blasi and C Bleve and H Blümer and M Boháčová and C Bonifazi and Raffaella Bonino and J Brack and P Brogueira and WC Brown and P Buchholz and A Bueno and RE Burton and KS Caballero-Mora and B Cai and DV Camin and L Caramete and R Caruso and W Carvalho and A Castellina and O Catalano and G Cataldi and L Cazon and Rosanna Cester and J Chauvin and Andrea Chiavassa and JA Chinellato and A Chou and J Chudoba and J Chye and PDJ Clark and RW Clay and E Colombo and R Conceiçao and B Connolly and F Contreras and J Coppens and A Cordier and U Cotti and Stephane Coutu and CE Covault and A Creusot and A Criss and J Cronin and A Curutiu and S Dagoret-Campagne and K Daumiller and BR Dawson and RM De Almeida and C De Donato and SJ De Jong and G De La Vega and WJM de Mello Junior and JRT de Mello Neto and I De Mitri and V De Souza and L Del Peral and O Deligny and A Della Selva and C Delle Fratte and H Dembinski and C Di Giulio and JC Diaz and PN Diep and C Dobrigkeit and JC D’Olivo and PN Dong and D Dornic and A Dorofeev and JC Dos Anjos and MT Dova and D D’Urso and I Dutan and MA Duvernois and R Engel and L Epele and M Erdmann and CO Escobar and A Etchegoyen and P Facal San Luis and H Falcke and G Farrar and AC Fauth and N Fazzini and F Ferrer and A Ferrero and B Fick and A Filevich and A Filipčič and I Fleck and CE Fracchiolla and W Fulgione and B Garcia and D Garcia Gamez and D Garcia-Pinto and X Garrido and H Geenen and G Gelmini and H Gemmeke and PL Ghia and M Giller and H Glass and MS Gold and G Golup",
            "2008",
            "NWKOsDQAAAAJ:YsMSGLbcyi4C",
            1861,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.061101",
            "16626660594683369556",
            "\/scholar?cites=16626660594683369556",
            {
                "2004":15,
                "2005":52,
                "2006":56,
                "2007":85,
                "2008":110,
                "2009":237,
                "2010":166,
                "2011":192,
                "2012":165,
                "2013":184,
                "2014":128,
                "2015":128,
                "2016":77,
                "2017":93,
                "2018":73,
                "2019":38,
                "2020":45,
                "2021":3
            }
        ]
    ]
}