{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "To present new estimates of the average lifetime costs per child maltreatment victim and aggregate lifetime costs for all new child maltreatment cases incurred in 2008 using an incidence-based approach.This study used the best available secondary data to develop cost per case estimates. For each cost category, the paper used attributable costs whenever possible. For those categories that attributable cost data were not available, costs were estimated as the product of incremental effect of child maltreatment on a specific outcome multiplied by the estimated cost associated with that outcome. The estimate of the aggregate lifetime cost of child maltreatment in 2008 was obtained by multiplying per-victim lifetime cost estimates by the estimated cases of new child maltreatment in 2008.The estimated average lifetime cost per victim of nonfatal child maltreatment is $210,012 in 2010 dollars …",
            "The economic burden of child maltreatment in the United States and implications for prevention",
            "Xiangming Fang and Derek S Brown and Curtis S Florence and James A Mercy",
            "2012",
            "NWxacooAAAAJ:UeHWp8X0CEIC",
            1159,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0145213411003140",
            "14584592065740508117",
            "\/scholar?cites=14584592065740508117",
            {
                "2012":23,
                "2013":69,
                "2014":112,
                "2015":132,
                "2016":143,
                "2017":179,
                "2018":171,
                "2019":167,
                "2020":126,
                "2021":11
            }
        ],
        [
            "To describe the prevalence across time of 3 chronic eye diseases among a representative cohort of elderly subjects.Longitudinal observation of Medicare claims.A random sample of Medicare beneficiaries 65 years and older, nationally representative at baseline.Diagnosis of diabetic retinopathy, glaucoma, and age-related macular degeneration.Beneficiaries were followed from 1991 to 1999 unless mortality or enrollment in a health maintenance organization for 6 or more months in a year intervened. Claims data were analyzed for the presence of codes from theInternational Classification of Diseases, Ninth Revision, Clinical Modification, indicating 1 of the 3 conditions. Transitions between severity stages were also evaluated.Of 20 325 beneficiaries in 1991, 10 476 were available for analysis in 1999. The prevalence of diabetes mellitus …",
            "Longitudinal prevalence of major eye diseases",
            "Paul P Lee and Zachary W Feldman and Jan Ostermann and Derek S Brown and Frank A Sloan",
            "2003",
            "NWxacooAAAAJ:hqOjcs7Dif8C",
            305,
            "https:\/\/jamanetwork.com\/journals\/jamaophthalmology\/article-abstract\/415700",
            "3796019199471877641",
            "\/scholar?cites=3796019199471877641",
            {
                "2002":1,
                "2003":2,
                "2004":8,
                "2005":16,
                "2006":10,
                "2007":14,
                "2008":21,
                "2009":17,
                "2010":24,
                "2011":30,
                "2012":17,
                "2013":18,
                "2014":18,
                "2015":22,
                "2016":26,
                "2017":19,
                "2018":10,
                "2019":14,
                "2020":11
            }
        ],
        [
            "This study quantifies age‐specific and lifetime costs for overweight (BMI: 25–29.9), obese I (BMI: 30–34.9), and obese II\/III (BMI: >35) adults separately by race\/gender strata. We use these results to demonstrate why private sector firms are likely to underinvest in obesity prevention efforts. Not only does the existence of Medicare reduce the economic burden that obesity imposes on private payers, but, from the perspective of a 20‐year‐old obese adult, the short‐term costs of obesity are small. This suggests that legislation that subsidizes wellness programs and\/or mandates coverage for obesity treatments might make all firms better off. Ironically, Medicare has a greater incentive to prevent obesity because when an obese 65 year old enters the program, his\/her costs are immediate and higher than costs for normal weight individuals.",
            "The lifetime medical cost burden of overweight and obesity: implications for obesity prevention",
            "Eric A Finkelstein and Justin G Trogdon and Derek S Brown and Benjamin T Allaire and Pam S Dellea and Sachin J Kamal‐Bahl",
            "2008",
            "NWxacooAAAAJ:AFmTUeZ1pmEC",
            202,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1038\/oby.2008.290",
            "12306128350681322722",
            "\/scholar?cites=12306128350681322722",
            {
                "2008":1,
                "2009":16,
                "2010":20,
                "2011":27,
                "2012":21,
                "2013":16,
                "2014":23,
                "2015":15,
                "2016":19,
                "2017":12,
                "2018":8,
                "2019":13,
                "2020":7,
                "2021":1
            }
        ]
    ]
}