{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "We present cosmological results from a combined analysis of galaxy clustering and weak gravitational lensing, using 1321 deg 2 of griz imaging data from the first year of the Dark Energy Survey (DES Y1). We combine three two-point functions:(i) the cosmic shear correlation function of 26 million source galaxies in four redshift bins,(ii) the galaxy angular autocorrelation function of 650,000 luminous red galaxies in five redshift bins, and (iii) the galaxy-shear cross-correlation of luminous red galaxy positions and source galaxy shears. To demonstrate the robustness of these results, we use independent pairs of galaxy shape, photometric-redshift estimation and validation, and likelihood analysis pipelines. To prevent confirmation bias, the bulk of the analysis was carried out while “blind” to the true results; we describe an extensive suite of systematics checks performed and passed during this blinded phase. The data …",
            "Dark Energy Survey year 1 results: Cosmological constraints from galaxy clustering and weak lensing",
            "TMC Abbott and Filipe B Abdalla and A Alarcon and J Aleksić and Sahar Allam and Steven Allen and A Amara and James Annis and J Asorey and S Avila and D Bacon and E Balbinot and M Banerji and N Banik and Wayne Barkhouse and M Baumer and E Baxter and K Bechtol and MR Becker and A Benoit-Lévy and BA Benson and GM Bernstein and E Bertin and J Blazek and SL Bridle and D Brooks and D Brout and E Buckley-Geer and DL Burke and MT Busha and A Campos and D Capozzi and A Carnero Rosell and M Carrasco Kind and J Carretero and FJ Castander and R Cawthon and C Chang and N Chen and M Childress and A Choi and C Conselice and R Crittenden and M Crocce and CE Cunha and CB D’Andrea and LN Da Costa and R Das and TM Davis and C Davis and J De Vicente and DL DePoy and J DeRose and S Desai and HT Diehl and JP Dietrich and S Dodelson and P Doel and A Drlica-Wagner and TF Eifler and AE Elliott and F Elsner and J Elvin-Poole and J Estrada and AE Evrard and Y Fang and E Fernandez and A Ferté and DA Finley and B Flaugher and P Fosalba and O Friedrich and J Frieman and J García-Bellido and M Garcia-Fernandez and M Gatti and E Gaztanaga and DW Gerdes and T Giannantonio and MSS Gill and K Glazebrook and DA Goldstein and D Gruen and RA Gruendl and J Gschwend and G Gutierrez and S Hamilton and WG Hartley and SR Hinton and K Honscheid and B Hoyle and D Huterer and B Jain and DJ James and M Jarvis and T Jeltema and MD Johnson and MWG Johnson and T Kacprzak and S Kent and AG Kim and A King and D Kirk and N Kokron and A Kovacs and E Krause and C Krawiec and A Kremin and K Kuehn and S Kuhlmann and N Kuropatkin and F Lacasa and O Lahav and TS Li and AR Liddle and C Lidman and M Lima and H Lin and N MacCrann and MAG Maia and M Makler and M Manera and M March and JL Marshall and P Martini and RG McMahon and P Melchior and F Menanteau and R Miquel and V Miranda and D Mudd and J Muir and A Möller and E Neilsen and RC Nichol and B Nord and P Nugent and RLC Ogando and A Palmese and J Peacock and HV Peiris and J Peoples and WJ Percival and D Petravick and AA Plazas and A Porredon and J Prat and A Pujol and MM Rau and A Refregier",
            "2018",
            "nX1GFXMAAAAJ:d1gkVwhDpl0C",
            658,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.98.043526",
            "1807131156074687940",
            "\/scholar?cites=1807131156074687940",
            {
                "2017":9,
                "2018":100,
                "2019":219,
                "2020":282,
                "2021":46
            }
        ],
        [
            "We describe the first public data release of the Dark Energy Survey, DES DR1, consisting of reduced single-epoch images, co-added images, co-added source catalogs, and associated products and services assembled over the first 3 yr of DES science operations. DES DR1 is based on optical\/near-infrared imaging from 345 distinct nights (2013 August to 2016 February) by the Dark Energy Camera mounted on the 4 m Blanco telescope at the Cerro Tololo Inter-American Observatory in Chile. We release data from the DES wide-area survey covering∼ 5000 deg2 of the southern Galactic cap in five broad photometric bands, grizY. DES DR1 has a median delivered point-spread function of= g 1.12, r= 0.96, i= 0.88, z= 0.84, and Y= 0 90 FWHM, a photometric precision of< 1% in all bands, and an astrometric precision of 151 mas. The median co-added catalog depth for a 1 95 diameter aperture at signal …",
            "The Dark Energy Survey: Data Release 1",
            "TMC Abbott and FB Abdalla and S Allam and A Amara and J Annis and J Asorey and S Avila and Otger Ballester and Manda Banerji and W Barkhouse and L Baruah and M Baumer and K Bechtol and MR Becker and A Benoit-Lévy and GM Bernstein and E Bertin and J Blazek and S Bocquet and D Brooks and D Brout and E Buckley-Geer and DL Burke and V Busti and R Campisano and L Cardiel-Sas and A Carnero Rosell and M Carrasco Kind and J Carretero and FJ Castander and R Cawthon and C Chang and X Chen and C Conselice and G Costa and M Crocce and CE Cunha and CB D’Andrea and LN Da Costa and R Das and G Daues and TM Davis and C Davis and J De Vicente and DL DePoy and J DeRose and S Desai and HT Diehl and JP Dietrich and S Dodelson and P Doel and A Drlica-Wagner and TF Eifler and AE Elliott and AE Evrard and A Farahi and A Fausti Neto and E Fernandez and DA Finley and B Flaugher and RJ Foley and P Fosalba and DN Friedel and J Frieman and J García-Bellido and E Gaztanaga and DW Gerdes and T Giannantonio and MSS Gill and K Glazebrook and DA Goldstein and M Gower and D Gruen and RA Gruendl and J Gschwend and RR Gupta and G Gutierrez and S Hamilton and WG Hartley and SR Hinton and JM Hislop and D Hollowood and K Honscheid and B Hoyle and D Huterer and B Jain and DJ James and T Jeltema and MWG Johnson and MD Johnson and T Kacprzak and S Kent and G Khullar and M Klein and A Kovacs and AMG Koziol and E Krause and A Kremin and R Kron and K Kuehn and S Kuhlmann and N Kuropatkin and O Lahav and J Lasker and TS Li and RT Li and AR Liddle and M Lima and H Lin and P López-Reyes and N MacCrann and MAG Maia and JD Maloney and M Manera and M March and J Marriner and JL Marshall and P Martini and T McClintock and T McKay and RG McMahon and P Melchior and Felipe Menanteau and CJ Miller and R Miquel and JJ Mohr and E Morganson and J Mould and E Neilsen and RC Nichol and F Nogueira and B Nord and P Nugent and L Nunes and RLC Ogando and L Old and AB Pace and A Palmese and F Paz-Chinchón and HV Peiris and WJ Percival and D Petravick and AA Plazas and J Poh and C Pond and A Porredon and A Pujol and A Refregier and K Reil and Paul Milton Ricker",
            "2018",
            "nX1GFXMAAAAJ:qjMakFHDy7sC",
            75,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/1538-4365\/aae9f0\/meta",
            "4246807376111246354",
            "\/scholar?cites=4246807376111246354",
            {
                "2018":7,
                "2019":38,
                "2020":26,
                "2021":3
            }
        ],
        [
            "The combination of multiple observational probes has long been advocated as a powerful technique to constrain cosmological parameters, in particular dark energy. The Dark Energy Survey has measured 207 spectroscopically confirmed type Ia supernova light curves, the baryon acoustic oscillation feature, weak gravitational lensing, and galaxy clustering. Here we present combined results from these probes, deriving constraints on the equation of state, w, of dark energy and its energy density in the Universe. Independently of other experiments, such as those that measure the cosmic microwave background, the probes from this single photometric survey rule out a Universe with no dark energy, finding w=− 0.8 0− 0.11+ 0.09. The geometry is shown to be consistent with a spatially flat Universe, and we obtain a constraint on the baryon density of Ω b= 0.06 9− 0.012+ 0.009 that is independent of early Universe …",
            "Cosmological constraints from multiple probes in the dark energy survey",
            "TMC Abbott and A Alarcon and Sahar Allam and P Andersen and F Andrade-Oliveira and James Annis and J Asorey and S Avila and David Bacon and N Banik and BA Bassett and E Baxter and K Bechtol and MR Becker and GM Bernstein and E Bertin and J Blazek and SL Bridle and D Brooks and D Brout and DL Burke and J Calcino and H Camacho and A Campos and A Carnero Rosell and D Carollo and M Carrasco Kind and J Carretero and FJ Castander and R Cawthon and P Challis and KC Chan and C Chang and M Childress and M Crocce and CE Cunha and CB D’Andrea and LN Da Costa and C Davis and TM Davis and J De Vicente and DL DePoy and J DeRose and S Desai and HT Diehl and JP Dietrich and S Dodelson and P Doel and A Drlica-Wagner and TF Eifler and J Elvin-Poole and J Estrada and AE Evrard and E Fernandez and B Flaugher and RJ Foley and P Fosalba and J Frieman and L Galbany and J García-Bellido and M Gatti and E Gaztanaga and DW Gerdes and T Giannantonio and K Glazebrook and DA Goldstein and D Gruen and RA Gruendl and J Gschwend and G Gutierrez and WG Hartley and SR Hinton and DL Hollowood and K Honscheid and JK Hoormann and B Hoyle and D Huterer and B Jain and DJ James and M Jarvis and T Jeltema and E Kasai and S Kent and R Kessler and AG Kim and N Kokron and E Krause and R Kron and K Kuehn and N Kuropatkin and O Lahav and J Lasker and P Lemos and GF Lewis and TS Li and C Lidman and M Lima and H Lin and E Macaulay and N MacCrann and MAG Maia and M March and J Marriner and JL Marshall and P Martini and RG McMahon and P Melchior and F Menanteau and R Miquel and JJ Mohr and E Morganson and J Muir and A Möller and E Neilsen and RC Nichol and B Nord and RLC Ogando and A Palmese and Y-C Pan and HV Peiris and WJ Percival and AA Plazas and A Porredon and J Prat and AK Romer and A Roodman and R Rosenfeld and AJ Ross and ES Rykoff and S Samuroff and C Sánchez and E Sanchez and V Scarpine and R Schindler and M Schubnell and D Scolnic and LF Secco and S Serrano and I Sevilla-Noarbe and R Sharp and E Sheldon and M Smith and M Soares-Santos and F Sobreira and NE Sommer and E Swann and MEC Swanson and G Tarle and D Thomas and RC Thomas",
            "2019",
            "nX1GFXMAAAAJ:UeHWp8X0CEIC",
            56,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.122.171301",
            "8662082359108624958",
            "\/scholar?cites=8662082359108624958",
            {
                "2019":16,
                "2020":35,
                "2021":4
            }
        ],
        [
            "We present angular diameter distance measurements obtained by locating the baryon acoustic oscillations (BAO) scale in the distribution of galaxies selected from the first year of Dark Energy Survey data. We consider a sample of over 1.3 million galaxies distributed over a footprint of 1336 deg2 with 0.6 < photo < 1 and a typical redshift uncertainty of 0.03(1 + ). This sample was selected, as fully described in a companion paper, using a colour\/magnitude selection that optimizes trade-offs between number density and redshift uncertainty. We investigate the BAO signal in the projected clustering using three conventions, the angular separation, the comoving transverse separation, and spherical harmonics. Further, we compare results obtained from template-based and machine-learning photometric redshift determinations. We use 1800 simulations that approximate our sample in order to produce covariance …",
            "Dark Energy Survey Year 1 Results: Measurement of the Baryon Acoustic Oscillation scale in the distribution of galaxies to redshift 1",
            "TMC Abbott and FB Abdalla and A Alarcon and S Allam and F Andrade-Oliveira and J Annis and S Avila and Mandakranta Banerji and N Banik and K Bechtol and RA Bernstein and GM Bernstein and E Bertin and D Brooks and E Buckley-Geer and DL Burke and H Camacho and A Carnero Rosell and M Carrasco Kind and J Carretero and FJ Castander and R Cawthon and KC Chan and M Crocce and CE Cunha and CB D’Andrea and LN Da Costa and C Davis and J De Vicente and DL DePoy and S Desai and HT Diehl and P Doel and A Drlica-Wagner and TF Eifler and J Elvin-Poole and J Estrada and AE Evrard and B Flaugher and P Fosalba and J Frieman and J García-Bellido and E Gaztanaga and DW Gerdes and T Giannantonio and D Gruen and RA Gruendl and J Gschwend and G Gutierrez and WG Hartley and D Hollowood and K Honscheid and B Hoyle and B Jain and DJ James and T Jeltema and MD Johnson and S Kent and N Kokron and E Krause and K Kuehn and S Kuhlmann and N Kuropatkin and F Lacasa and O Lahav and M Lima and H Lin and MAG Maia and M Manera and J Marriner and JL Marshall and P Martini and P Melchior and F Menanteau and CJ Miller and R Miquel and JJ Mohr and E Neilsen and WJ Percival and AA Plazas and A Porredon and AK Romer and A Roodman and R Rosenfeld and AJ Ross and E Rozo and ES Rykoff and M Sako and E Sanchez and B Santiago and V Scarpine and R Schindler and M Schubnell and S Serrano and I Sevilla-Noarbe and E Sheldon and RC Smith and M Smith and F Sobreira and E Suchyta and MEC Swanson and G Tarle and D Thomas and MA Troxel and DL Tucker and V Vikram and AR Walker and RH Wechsler and J Weller and B Yanny and Y Zhang and Dark Energy Survey Collaboration)",
            "2019",
            "nX1GFXMAAAAJ:u-x6o8ySG0sC",
            48,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/483\/4\/4866\/5237724",
            "15737086946663773827",
            "\/scholar?cites=15737086946663773827",
            {
                "2018":4,
                "2019":10,
                "2020":29,
                "2021":5
            }
        ],
        [
            "We present the methodology for and detail the implementation of the Dark Energy Survey (DES) 3x2pt DES Year 1 (Y1) analysis, which combines configuration-space two-point statistics from three different cosmological probes: cosmic shear, galaxy-galaxy lensing, and galaxy clustering, using data from the first year of DES observations. We have developed two independent modeling pipelines and describe the code validation process. We derive expressions for analytical real-space multi-probe covariances, and describe their validation with numerical simulations. We stress-test the inference pipelines in simulated likelihood analyses that vary 6-7 cosmology parameters plus 20 nuisance parameters and precisely resemble the analysis to be presented in the DES 3x2pt analysis paper, using a variety of simulated input data vectors with varying assumptions.We find that any disagreement between pipelines leads to changes in assigned likelihood  with respect to the statistical error of the DES Y1 data vector. We also find that angular binning and survey mask do not impact our analytic covariance at a significant level. We determine lower bounds on scales used for analysis of galaxy clustering (8 Mpc ) and galaxy-galaxy lensing (12 Mpc ) such that the impact of modeling uncertainties in the non-linear regime is well below statistical errors, and show that our analysis choices are robust against a variety of systematics. These tests demonstrate that we have a robust analysis pipeline that yields unbiased cosmological parameter inferences for the flagship 3x2pt DES Y1 analysis. We emphasize that the level of independent code …",
            "Dark energy survey year 1 results: Multi-probe methodology and simulated likelihood analyses",
            "Elisabeth Krause and TF Eifler and J Zuntz and O Friedrich and MA Troxel and S Dodelson and J Blazek and LF Secco and N MacCrann and E Baxter and C Chang and N Chen and M Crocce and J DeRose and A Ferte and N Kokron and F Lacasa and V Miranda and Y Omori and A Porredon and R Rosenfeld and S Samuroff and M Wang and RH Wechsler and TMC Abbott and FB Abdalla and S Allam and J Annis and K Bechtol and A Benoit-Levy and GM Bernstein and D Brooks and DL Burke and D Capozzi and M Carrasco Kind and J Carretero and CB D'Andrea and LN da Costa and C Davis and DL DePoy and S Desai and HT Diehl and JP Dietrich and AE Evrard and B Flaugher and P Fosalba and J Frieman and J Garcia-Bellido and E Gaztanaga and T Giannantonio and D Gruen and RA Gruendl and J Gschwend and G Gutierrez and K Honscheid and DJ James and T Jeltema and K Kuehn and S Kuhlmann and O Lahav and M Lima and MAG Maia and M March and JL Marshall and P Martini and F Menanteau and R Miquel and RC Nichol and AA Plazas and AK Romer and ES Rykoff and E Sanchez and V Scarpine and R Schindler and M Schubnell and I Sevilla-Noarbe and M Smith and M Soares-Santos and F Sobreira and E Suchyta and MEC Swanson and G Tarle and DL Tucker and V Vikram and AR Walker and J Weller",
            "2017",
            "nX1GFXMAAAAJ:u5HHmVD_uO8C",
            25,
            "https:\/\/arxiv.org\/abs\/1706.09359",
            "5780194532263705192",
            "\/scholar?cites=5780194532263705192",
            {
                "2017":1,
                "2018":5,
                "2019":6,
                "2020":13
            }
        ],
        [
            "We perform a joint analysis of the auto and cross-correlations between three cosmic fields: the galaxy density field, the galaxy weak lensing shear field, and the cosmic microwave background (CMB) weak lensing convergence field. These three fields are measured using roughly 1300 sq. deg. of overlapping optical imaging data from first year observations of the Dark Energy Survey (DES) and millimeter-wave observations of the CMB from both the South Pole Telescope Sunyaev-Zel’dovich survey and Planck. We present cosmological constraints from the joint analysis of the two-point correlation functions between galaxy density and galaxy shear with CMB lensing. We test for consistency between these measurements and the DES-only two-point function measurements, finding no evidence for inconsistency in the context of flat Λ CDM cosmological models. Performing a joint analysis of five of the possible …",
            "Dark Energy Survey year 1 results: Joint analysis of galaxy clustering, galaxy lensing, and CMB lensing two-point functions",
            "TMC Abbott and FB Abdalla and A Alarcon and S Allam and J Annis and S Avila and K Aylor and M Banerji and N Banik and EJ Baxter and K Bechtol and MR Becker and BA Benson and GM Bernstein and E Bertin and F Bianchini and J Blazek and LE Bleem and SL Bridle and D Brooks and E Buckley-Geer and DL Burke and JE Carlstrom and A Carnero Rosell and M Carrasco Kind and J Carretero and FJ Castander and R Cawthon and C Chang and CL Chang and HM Cho and A Choi and R Chown and TM Crawford and AT Crites and M Crocce and CE Cunha and CB D’Andrea and LN da Costa and C Davis and T de Haan and J DeRose and S Desai and J De Vicente and HT Diehl and JP Dietrich and MA Dobbs and S Dodelson and P Doel and A Drlica-Wagner and TF Eifler and J Elvin-Poole and WB Everett and B Flaugher and P Fosalba and O Friedrich and J Frieman and J García-Bellido and M Gatti and E Gaztanaga and EM George and DW Gerdes and T Giannantonio and D Gruen and RA Gruendl and J Gschwend and G Gutierrez and NW Halverson and NL Harrington and WG Hartley and GP Holder and DL Hollowood and WL Holzapfel and K Honscheid and Z Hou and B Hoyle and JD Hrubes and D Huterer and B Jain and DJ James and M Jarvis and T Jeltema and MWG Johnson and MD Johnson and S Kent and D Kirk and L Knox and N Kokron and E Krause and K Kuehn and O Lahav and AT Lee and EM Leitch and TS Li and M Lima and H Lin and D Luong-Van and N MacCrann and MAG Maia and A Manzotti and DP Marrone and JL Marshall and P Martini and JJ McMahon and F Menanteau and SS Meyer and R Miquel and LM Mocanu and JJ Mohr and J Muir and T Natoli and A Nicola and B Nord and Y Omori and S Padin and S Pandey and AA Plazas and A Porredon and J Prat and C Pryke and MM Rau and CL Reichardt and RP Rollins and AK Romer and A Roodman and AJ Ross and E Rozo and JE Ruhl and ES Rykoff and S Samuroff and C Sánchez and E Sanchez and JT Sayre and V Scarpine and KK Schaffer and LF Secco and S Serrano and I Sevilla-Noarbe and E Sheldon and E Shirokoff and G Simard and M Smith and M Soares-Santos and F Sobreira and Z Staniszewski and AA Stark and KT Story and E Suchyta and MEC Swanson and G Tarle",
            "2019",
            "nX1GFXMAAAAJ:IjCSPb-OGe4C",
            18,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.100.023541",
            "15721852107838958167",
            "\/scholar?cites=15721852107838958167",
            {
                "2019":1,
                "2020":16,
                "2021":1
            }
        ],
        [
            "We measure the cross-correlation between redMaGiC galaxies selected from the Dark Energy Survey (DES) year 1 data and gravitational lensing of the cosmic microwave background (CMB) reconstructed from South Pole Telescope (SPT) and Planck data over 1289 deg 2. When combining measurements across multiple galaxy redshift bins spanning the redshift range of 0.15< z< 0.90, we reject the hypothesis of no correlation at 19.9 σ significance. When removing small-scale data points where thermal Sunyaev-Zel’dovich signal and nonlinear galaxy bias could potentially bias our results, the detection significance is reduced to 9.9 σ. We perform a joint analysis of galaxy-CMB lensing cross-correlations and galaxy clustering to constrain cosmology, finding Ω m= 0.27 6− 0.030+ 0.029 and S 8= σ 8 Ω m\/0.3= 0.80 0− 0.094+ 0.090. We also perform two alternate analyses aimed at constraining only the growth rate of …",
            "Dark Energy Survey Year 1 Results: Tomographic cross-correlations between Dark Energy Survey galaxies and CMB lensing from South Pole ",
            "Yasutomo Omori and Tommaso Giannantonio and A Porredon and EJ Baxter and C Chang and M Crocce and P Fosalba and A Alarcon and N Banik and J Blazek and LE Bleem and SL Bridle and R Cawthon and A Choi and R Chown and T Crawford and S Dodelson and A Drlica-Wagner and TF Eifler and J Elvin-Poole and O Friedrich and D Gruen and GP Holder and D Huterer and B Jain and M Jarvis and D Kirk and N Kokron and E Krause and N MacCrann and J Muir and J Prat and CL Reichardt and AJ Ross and E Rozo and ES Rykoff and C Sánchez and LF Secco and G Simard and RH Wechsler and J Zuntz and TMC Abbott and FB Abdalla and S Allam and S Avila and K Aylor and BA Benson and GM Bernstein and E Bertin and F Bianchini and D Brooks and E Buckley-Geer and DL Burke and JE Carlstrom and A Carnero Rosell and M Carrasco Kind and J Carretero and FJ Castander and CL Chang and HM Cho and AT Crites and CE Cunha and LN Da Costa and T De Haan and C Davis and J De Vicente and S Desai and HT Diehl and JP Dietrich and MA Dobbs and WB Everett and P Doel and J Estrada and B Flaugher and J Frieman and J García-Bellido and E Gaztanaga and DW Gerdes and EM George and RA Gruendl and J Gschwend and G Gutierrez and NW Halverson and NL Harrington and WG Hartley and DL Hollowood and WL Holzapfel and K Honscheid and Z Hou and B Hoyle and JD Hrubes and DJ James and T Jeltema and K Kuehn and N Kuropatkin and AT Lee and EM Leitch and M Lima and D Luong-Van and A Manzotti and DP Marrone and JL Marshall and JJ McMahon and P Melchior and F Menanteau and SS Meyer and CJ Miller and R Miquel and LM Mocanu and JJ Mohr and T Natoli and S Padin and AA Plazas and C Pryke and AK Romer and A Roodman and JE Ruhl and E Sanchez and V Scarpine and KK Schaffer and M Schubnell and S Serrano and I Sevilla-Noarbe and E Shirokoff and M Smith and M Soares-Santos and F Sobreira and Z Staniszewski and AA Stark and KT Story and E Suchyta and MEC Swanson and G Tarle and D Thomas and MA Troxel and K Vanderlinde and JD Vieira and AR Walker and WLK Wu and O Zahn",
            "2019",
            "nX1GFXMAAAAJ:zYLM7Y9cAGgC",
            13,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.100.043501",
            "13929702917792941248",
            "\/scholar?cites=13929702917792941248",
            {
                "2019":3,
                "2020":8,
                "2021":2
            }
        ]
    ]
}