{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Evaluating the quality of research is essential if findings are to be utilised in practice and incorporated into care delivery. In a previous article we explored ‘bias’ across research designs and outlined strategies to minimise bias. 1 The aim of this article is to further outline rigour, or the integrity in which a study is conducted, and ensure the credibility of findings in relation to qualitative research. Concepts such as reliability, validity and generalisability typically associated with quantitative research and alternative terminology will be compared in relation to their application to qualitative research. In addition, some of the strategies adopted by qualitative researchers to enhance the credibility of their research are outlined.",
            "Issues of validity and reliability in qualitative research",
            "Helen Noble and Joanna Smith",
            "2015",
            "nX2HfYwAAAAJ:ULOm3_A8WrAC",
            2085,
            "https:\/\/ebn.bmj.com\/content\/18\/2\/34.short",
            "16968569132570697419",
            "\/scholar?cites=16968569132570697419",
            {
                "2015":17,
                "2016":132,
                "2017":266,
                "2018":431,
                "2019":582,
                "2020":609,
                "2021":27
            }
        ],
        [
            "Qualitative methods are invaluable for exploring the complexities of health care and patient experiences in particular. Diverse qualitative methods are available that incorporate different ontological and epistemological perspectives. One method of data management that is gaining in popularity among healthcare researchers is the framework approach. We will outline this approach, discuss its relative merits and provide a working example of its application to data management and analysis.",
            "Qualitative data analysis: the framework approach",
            "Joanna Smith and Jill Firth",
            "2011",
            "nX2HfYwAAAAJ:u5HHmVD_uO8C",
            1102,
            "http:\/\/eprints.hud.ac.uk\/18884",
            "11962450543196400925",
            "\/scholar?cites=11962450543196400925",
            {
                "2011":3,
                "2012":15,
                "2013":37,
                "2014":72,
                "2015":113,
                "2016":136,
                "2017":153,
                "2018":167,
                "2019":174,
                "2020":203,
                "2021":14
            }
        ],
        [
            "An angular analysis of the B 0→ K* 0 (→ K+ π−) μ+ μ− decay is presented. The dataset corresponds to an integrated luminosity of 3.0 fb− 1 of pp collision data collected at the LHCb experiment. The complete angular information from the decay is used to determine CP-averaged observables and CP asymmetries, taking account of possible contamination from decays with the K+ π− system in an S-wave configuration. The angular observables and their correlations are reported in bins of q 2, the invariant mass squared of the dimuon system. The observables are determined both from an unbinned maximum likelihood fit and by using the principal moments of the angular distribution. In addition, by fitting for q 2-dependent decay amplitudes in the region 1.1< q 2< 6.0 GeV 2\/c 4, the zero-crossing points of several angular observables are computed. A global fit is performed to the complete set of CP-averaged …",
            "Angular analysis of the B0 → K*0μ+μ− decay using 3 fb−1 of integrated luminosity",
            "Roel Aaij and C Abellán Beteta and B Adeva and M Adinolfi and A Affolder and Z Ajaltouni and S Akar and J Albrecht and F Alessio and M Alexander and S Ali and G Alkhazov and P Alvarez Cartelle and AA Alves and S Amato and S Amerio and Y Amhis and L An and L Anderlini and G Andreassi and M Andreotti and JE Andrews and RB Appleby and O Aquines Gutierrez and F Archilli and P d’Argent and A Artamonov and M Artuso and E Aslanides and G Auriemma and M Baalouch and S Bachmann and JJ Back and A Badalov and C Baesso and W Baldini and RJ Barlow and C Barschel and S Barsuk and W Barter and V Batozskaya and V Battista and A Bay and L Beaucourt and J Beddow and F Bedeschi and I Bediaga and LJ Bel and V Bellee and N Belloli and I Belyaev and E Ben-Haim and G Bencivenni and S Benson and J Benton and A Berezhnoy and R Bernet and A Bertolin and M-O Bettler and M Van Beuzekom and S Bifani and P Billoir and T Bird and A Birnkraut and A Bizzeti and T Blake and F Blanc and J Blouw and S Blusk and V Bocci and A Bondar and N Bondar and W Bonivento and S Borghi and M Borisyak and M Borsato and TJV Bowcock and E Bowen and C Bozzi and S Braun and M Britsch and T Britton and J Brodzicka and NH Brook and E Buchanan and C Burr and A Bursche and J Buytaert and S Cadeddu and Roberto Calabrese and M Calvi and M Calvo Gomez and P Campana and D Campora Perez and L Capriotti and A Carbone and G Carboni and R Cardinale and A Cardini and P Carniti and L Carson and K Carvalho Akiba and G Casse and L Cassina and L Castillo Garcia and M Cattaneo and Ch Cauet and G Cavallero and R Cenci and M Charles and Ph Charpentier and M Chefdeville and S Chen and S-F Cheung and N Chiapolini and M Chrzaszcz and X Cid Vidal and G Ciezarek and PEL Clarke and M Clemencic and HV Cliff and J Closier and V Coco and J Cogan and E Cogneras and Violetta Cogoni and L Cojocariu and G Collazuol and P Collins and A Comerma-Montells and A Contu and A Cook and M Coombes and S Coquereau and G Corti and Marco Corvo and B Couturier and GA Cowan and DC Craik and A Crocombe and M Cruz Torres and S Cunliffe and R Currie and C D’Ambrosio and E Dall’Occo and J Dalseno and PNY David and A Davis and O De Aguiar Francisco and K De Bruyn",
            "2016",
            "nX2HfYwAAAAJ:DwFgw5hZUzMC",
            696,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP02(2016)104.pdf",
            "4110942104241305636",
            "\/scholar?cites=4110942104241305636",
            {
                "2016":72,
                "2017":181,
                "2018":178,
                "2019":142,
                "2020":108,
                "2021":12
            }
        ],
        [
            "The observation of Higgs boson production in association with a top quark-antiquark pair is reported, based on a combined analysis of proton-proton collision data at center-of-mass energies of 7, 8, and 13 TeV, corresponding to integrated luminosities of up to 5.1, 19.7, and 35.9 fb , respectively. The data were collected with the CMS detector at the CERN LHC. The results of statistically independent searches for Higgs bosons produced in conjunction with a top quark-antiquark pair and decaying to pairs of W bosons, Z bosons, photons,  leptons, or bottom quark jets are combined to maximize sensitivity. An excess of events is observed, with a significance of 5.2 standard deviations, over the expectation from the background-only hypothesis. The corresponding expected significance from the standard model for a Higgs boson mass of 125.09 GeV is 4.2 standard deviations. The combined best fit signal strength normalized to the standard model prediction is 1.26.",
            "Observation of H production",
            "CMS collaboration",
            "2018",
            "nX2HfYwAAAAJ:ms1Q_PLG2XUC",
            601,
            "https:\/\/arxiv.org\/abs\/1804.02610",
            "7017121722573990118",
            "\/scholar?cites=7017121722573990118",
            {
                "2018":145,
                "2019":261,
                "2020":184,
                "2021":5
            }
        ],
        [
            "CiNii 国立情報学研究所 学術情報ナビゲータ[サイニィ]. メニュー 検索 … \n",
            "NIST Critically Selected Stability Constant of metal complexes database",
            "Robert Martin Smith",
            "1997",
            "nX2HfYwAAAAJ:hKmHnHMtuq0C",
            440,
            "https:\/\/ci.nii.ac.jp\/naid\/10013350583\/",
            "6580079857623097781",
            "\/scholar?cites=6580079857623097781",
            {
                "1997":3,
                "1998":7,
                "1999":14,
                "2000":12,
                "2001":14,
                "2002":15,
                "2003":19,
                "2004":21,
                "2005":15,
                "2006":28,
                "2007":16,
                "2008":21,
                "2009":26,
                "2010":23,
                "2011":12,
                "2012":22,
                "2013":28,
                "2014":26,
                "2015":16,
                "2016":18,
                "2017":24,
                "2018":20,
                "2019":25,
                "2020":11,
                "2021":2
            }
        ],
        [
            "An angular analysis and a measurement of the differential branching fraction of the decay B 0 s→ ϕμ+ μ− are presented, using data corresponding to an integrated luminosity of 3. 0 fb− 1 of pp collisions recorded by the LHCb experiment at and 8 TeV. Measurements are reported as a function of q 2, the square of the dimuon invariant mass and results of the angular analysis are found to be consistent with the Standard Model. In the range 1< q 2< 6 GeV 2\/c 4, where precise theoretical calculations are available, the differential branching fraction is found to be more than 3σ below the Standard Model predictions.",
            "Angular analysis and differential branching fraction of the decay B s 0→ ϕμ+ μ−",
            "Roel Aaij and B Adeva and M Adinolfi and A Affolder and Z Ajaltouni and S Akar and J Albrecht and F Alessio and M Alexander and S Ali and G Alkhazov and P Alvarez Cartelle and AA Alves and S Amato and S Amerio and Y Amhis and L An and L Anderlini and J Anderson and G Andreassi and M Andreotti and JE Andrews and RB Appleby and O Aquines Gutierrez and F Archilli and P d’Argent and A Artamonov and M Artuso and E Aslanides and G Auriemma and M Baalouch and S Bachmann and JJ Back and A Badalov and C Baesso and W Baldini and RJ Barlow and C Barschel and S Barsuk and W Barter and V Batozskaya and V Battista and A Bay and L Beaucourt and J Beddow and F Bedeschi and I Bediaga and LJ Bel and V Bellee and I Belyaev and E Ben-Haim and G Bencivenni and S Benson and J Benton and A Berezhnoy and R Bernet and A Bertolin and M-O Bettler and M van Beuzekom and A Bien and S Bifani and T Bird and A Birnkraut and A Bizzeti and T Blake and F Blanc and J Blouw and S Blusk and V Bocci and A Bondar and N Bondar and W Bonivento and S Borghi and M Borsato and TJV Bowcock and E Bowen and C Bozzi and S Braun and D Brett and M Britsch and T Britton and J Brodzicka and NH Brook and A Bursche and J Buytaert and S Cadeddu and Roberto Calabrese and M Calvi and M Calvo Gomez and P Campana and D Campora Perez and L Capriotti and A Carbone and G Carboni and R Cardinale and A Cardini and P Carniti and L Carson and K Carvalho Akiba and G Casse and L Cassina and L Castillo Garcia and M Cattaneo and Ch Cauet and G Cavallero and R Cenci and M Charles and Ph Charpentier and M Chefdeville and S Chen and S-F Cheung and N Chiapolini and M Chrzaszcz and X Cid Vidal and G Ciezarek and PEL Clarke and M Clemencic and HV Cliff and J Closier and V Coco and J Cogan and E Cogneras and V Cogoni and L Cojocariu and G Collazuol and P Collins and A Comerma-Montells and A Contu and A Cook and M Coombes and S Coquereau and G Corti and M Corvo and B Couturier and GA Cowan and DC Craik and A Crocombe and M Cruz Torres and S Cunliffe and R Currie and C D’Ambrosio and E Dall’Occo and J Dalseno and PNY David and A Davis and K De Bruyn and S De Capua and M De Cian and JM De Miranda and L De Paula",
            "2015",
            "nX2HfYwAAAAJ:w2Aknop99M4C",
            430,
            "https:\/\/link.springer.com\/article\/10.1007\/JHEP09(2015)179",
            "8691433788715203745",
            "\/scholar?cites=8691433788715203745",
            {
                "2015":6,
                "2016":54,
                "2017":92,
                "2018":113,
                "2019":84,
                "2020":73,
                "2021":6
            }
        ],
        [
            "This study sought to perform a systematic review and meta-analysis to understand the prognostic value of myocardial scarring as evidenced by late gadolinium enhancement (LGE) on cardiac magnetic resonance (CMR) imaging in patients with known or suspected cardiac sarcoidosis.Although CMR is increasingly used for the diagnosis of cardiac sarcoidosis, the prognostic value of CMR has been less well described in this population.PubMed, Cochrane CENTRAL, and metaRegister of Controlled Trials were searched for CMR studies with ≥1 year of prognostic data. Primary endpoints were all-cause mortality and a composite outcome of arrhythmogenic events (ventricular arrhythmia, implantable cardioverter-defibrillator shock, sudden cardiac death) plus all-cause mortality during follow-up. Summary effect estimates were generated with random-effects modeling.Ten …",
            "Bias in research",
            "Joanna Smith and Helen Noble",
            "2014",
            "nX2HfYwAAAAJ:LkGwnXOMwfcC",
            398,
            "https:\/\/ebn.bmj.com\/content\/17\/4\/100.short",
            "12727898823897660754",
            "\/scholar?cites=12727898823897660754",
            {
                "2013":1,
                "2014":2,
                "2015":7,
                "2016":16,
                "2017":40,
                "2018":66,
                "2019":130,
                "2020":112,
                "2021":1
            }
        ],
        [
            "The production of J\/ψ mesons with rapidity 1. 5< y< 4. 0 or− 5. 0< y<− 2. 5 and transverse momentum p T< 14 GeV\/c is studied with the LHCb detector in proton-lead collisions at a nucleon-nucleon centre-of-mass energy= 5TeV. The J\/ψ mesons are reconstructed using the dimuon decay mode. The analysis is based on a data sample corresponding to an integrated luminosity of about 1. 6 nb− 1. For the first time the nuclear modification factor and forward-backward production ratio are determined separately for prompt J\/ψ mesons and J\/ψ from b-hadron decays. Clear suppression of prompt J\/ψ production with respect to proton-proton collisions at large rapidity is observed, while the production of J\/ψ from b-hadron decays is less suppressed. These results show good agreement with available theoretical predictions. The measurement shows that cold nuclear matter effects are important for interpretations of the …",
            "Study of J\/ψ production and cold nuclear matter effects in pPb collisions at  = 5 TeV",
            "Roel Aaij and B Adeva and M Adinolfi and C Adrover and A Affolder and Ziad Ajaltouni and J Albrecht and F Alessio and M Alexander and S Ali and G Alkhazov and P Alvarez Cartelle and AA Alves and S Amato and S Amerio and Y Amhis and L Anderlini and J Anderson and R Andreassen and JE Andrews and RB Appleby and O Aquines Gutierrez and F Archilli and A Artamonov and M Artuso and E Aslanides and G Auriemma and M Baalouch and S Bachmann and JJ Back and A Badalov and C Baesso and V Balagura and Wander Baldini and RJ Barlow and C Barschel and Sergey Barsuk and W Barter and Th Bauer and A Bay and J Beddow and F Bedeschi and I Bediaga and S Belogurov and K Belous and I Belyaev and E Ben-Haim and G Bencivenni and S Benson and J Benton and A Berezhnoy and R Bernet and M-O Bettler and M Van Beuzekom and A Bien and S Bifani and T Bird and A Bizzeti and PM Bjørnstad and T Blake and F Blanc and J Blouw and S Blusk and V Bocci and A Bondar and N Bondar and W Bonivento and S Borghi and A Borgia and TJV Bowcock and E Bowen and C Bozzi and T Brambach and J van Den Brand and J Bressieux and D Brett and M Britsch and T Britton and NH Brook and H Brown and A Bursche and G Busetto and J Buytaert and S Cadeddu and O Callot and M Calvi and M Calvo Gomez and A Camboni and P Campana and D Campora Perez and A Carbone and G Carboni and R Cardinale and A Cardini and Hector Carranza-Mejia and L Carson and K Carvalho Akiba and G Casse and L Cassina and L Castillo Garcia and M Cattaneo and Ch Cauet and R Cenci and M Charles and Ph Charpentier and S-F Cheung and N Chiapolini and M Chrzaszcz and K Ciba and X Cid Vidal and G Ciezarek and PEL Clarke and M Clemencic and HV Cliff and J Closier and C Coca and V Coco and J Cogan and E Cogneras and P Collins and A Comerma-Montells and A Contu and A Cook and M Coombes and S Coquereau and G Corti and B Couturier and GA Cowan and DC Craik and S Cunliffe and R Currie and C D’Ambrosio and P David and PNY David and A Davis and I De Bonis and K De Bruyn and S De Capua and M De Cian and JM De Miranda and L De Paula and W De Silva and P De Simone and D Decamp and M Deckenhoff and L Del Buono and N Déléage and D Derkach and O Deschamps and F Dettori",
            "2014",
            "nX2HfYwAAAAJ:xUT3DyvLuJwC",
            382,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP02(2014)072.pdf",
            "16431193064496054822",
            "\/scholar?cites=16431193064496054822",
            {
                "2013":2,
                "2014":54,
                "2015":49,
                "2016":71,
                "2017":87,
                "2018":56,
                "2019":39,
                "2020":20,
                "2021":4
            }
        ],
        [
            "Nodal, a member of the TGF-β family of signaling molecules, has been implicated in pluripotency in human embryonic stem cells (hESCs) [Vallier, L., Reynolds, D., Pedersen, R.A., 2004a. Nodal inhibits differentiation of human embryonic stem cells along the neuroectodermal default pathway. Dev. Biol. 275, 403–421], a finding that seems paradoxical given Nodal's central role in mesoderm\/endoderm specification during gastrulation. In this study, we sought to clarify the role of Nodal signaling during hESC differentiation by constitutive overexpression of the endogenous Nodal inhibitors Lefty2 (Lefty) and truncated Cerberus (Cerb-S) and by pharmacological interference using the Nodal receptor antagonist SB431542. Compared to wildtype (WT) controls, embryoid bodies (EBs) derived from either Lefty or Cerb-S overexpressing hESCs showed increased expression of neuroectoderm markers Sox1, Sox3, and …",
            "Inhibition of Activin\/Nodal signaling promotes specification of human embryonic stem cells into neuroectoderm",
            "Joseph R Smith and Ludovic Vallier and Giuseppe Lupo and Morgan Alexander and William A Harris and Roger A Pedersen",
            "2008",
            "nX2HfYwAAAAJ:LonxFZa_KREC",
            318,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0012160607014145",
            "3376596726253600587",
            "\/scholar?cites=3376596726253600587",
            {
                "2008":10,
                "2009":25,
                "2010":20,
                "2011":33,
                "2012":22,
                "2013":38,
                "2014":32,
                "2015":25,
                "2016":27,
                "2017":23,
                "2018":20,
                "2019":21,
                "2020":18,
                "2021":1
            }
        ],
        [
            "The resonant substructures of B 0→ D 0 π+ π− decays are studied with the Dalitz plot technique. In this study a data sample corresponding to an integrated luminosity of 3.0 fb− 1 of p p collisions collected by the LHCb detector is used. The branching fraction of the B 0→ D 0 π+ π− decay in the region m (D 0 π±)> 2.1 GeV\/c 2 is measured to be (8.46±0.14±0.29±0.40)× 10− 4, where the first uncertainty is statistical, the second is systematic and the last arises from the normalization channel B 0→ D*(2010)− π+. The π+ π− S-wave components are modeled with the isobar and K-matrix formalisms. Results of the Dalitz plot analyses using both models are presented. A resonant structure at m (D 0 π−)≈ 2.8 GeV\/c 2 is confirmed and its spin-parity is determined for the first time as J P= 3−. The branching fraction, mass and width of this structure are determined together with those of the D 0*(2400)− and D 2*(2460 …",
            "Dalitz plot analysis of  decays",
            "Roel Aaij and B Adeva and M Adinolfi and A Affolder and Ziad Ajaltouni and S Akar and J Albrecht and F Alessio and M Alexander and S Ali and G Alkhazov and P Alvarez Cartelle and AA Alves Jr and S Amato and S Amerio and Y Amhis and L An and L Anderlini and J Anderson and R Andreassen and Mirco Andreotti and JE Andrews and RB Appleby and O Aquines Gutierrez and F Archilli and P d’Argent and A Artamonov and M Artuso and E Aslanides and G Auriemma and M Baalouch and S Bachmann and JJ Back and A Badalov and C Baesso and W Baldini and RJ Barlow and C Barschel and S Barsuk and W Barter and V Batozskaya and V Battista and A Bay and L Beaucourt and J Beddow and F Bedeschi and I Bediaga and LJ Bel and S Belogurov and I Belyaev and E Ben-Haim and G Bencivenni and S Benson and J Benton and A Berezhnoy and R Bernet and A Bertolin and M-O Bettler and M Van Beuzekom and A Bien and S Bifani and T Bird and A Birnkraut and A Bizzeti and T Blake and F Blanc and J Blouw and S Blusk and V Bocci and A Bondar and N Bondar and W Bonivento and S Borghi and A Borgia and M Borsato and TJV Bowcock and E Bowen and C Bozzi and D Brett and M Britsch and T Britton and J Brodzicka and NH Brook and A Bursche and J Buytaert and S Cadeddu and Roberto Calabrese and M Calvi and M Calvo Gomez and P Campana and D Campora Perez and L Capriotti and A Carbone and G Carboni and R Cardinale and A Cardini and P Carniti and L Carson and K Carvalho Akiba and R Casanova Mohr and G Casse and L Cassina and L Castillo Garcia and M Cattaneo and Ch Cauet and G Cavallero and R Cenci and M Charles and Ph Charpentier and M Chefdeville and S Chen and S-F Cheung and N Chiapolini and M Chrzaszcz and X Cid Vidal and G Ciezarek and PEL Clarke and M Clemencic and HV Cliff and J Closier and V Coco and J Cogan and E Cogneras and V Cogoni and L Cojocariu and G Collazuol and P Collins and A Comerma-Montells and A Contu and A Cook and M Coombes and S Coquereau and G Corti and M Corvo and I Counts and B Couturier and GA Cowan and DC Craik and A Crocombe and M Cruz Torres and S Cunliffe and R Currie and C D’Ambrosio and J Dalseno and P David and PNY David and A Davis and K De Bruyn and S De Capua and M De Cian",
            "2015",
            "nX2HfYwAAAAJ:b2kfBsK7yCQC",
            271,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.92.032002",
            "5956085940519865523",
            "\/scholar?cites=5956085940519865523",
            {
                "2014":7,
                "2015":54,
                "2016":63,
                "2017":36,
                "2018":45,
                "2019":30,
                "2020":31,
                "2021":4
            }
        ]
    ]
}