{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "I review investigations of the quark confinement mechanism that have been carried out in the framework of SU(N) lattice gauge theory. The special role of ZN center symmetry is emphasized.",
            "The confinement problem in lattice gauge theory",
            "Jeff Greensite",
            "2003",
            "nx4mzjIAAAAJ:u-x6o8ySG0sC",
            644,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0146641003900123",
            "16343626605852030277",
            "\/scholar?cites=16343626605852030277",
            {
                "2003":18,
                "2004":37,
                "2005":51,
                "2006":53,
                "2007":47,
                "2008":41,
                "2009":45,
                "2010":38,
                "2011":46,
                "2012":51,
                "2013":30,
                "2014":28,
                "2015":29,
                "2016":38,
                "2017":26,
                "2018":21,
                "2019":19,
                "2020":17,
                "2021":3
            }
        ],
        [
            "We find, in close analogy to Abelian dominance in the maximal Abelian gauge, the phenomenon of center dominance in the maximal center gauge for SU (2) lattice gauge theory. The maximal center gauge is a gauge-fixing condition that preserves a residual Z 2 gauge symmetry;“center projection” is the projection of SU (2) link variables onto Z 2 center elements, and “center dominance” is the fact that the center-projected link elements carry most of the information about the string tension of the full theory. We present numerical evidence that the thin Z 2 vortices of the projected configurations are associated with “thick” Z 2 vortices in the unprojected configurations. The evidence also suggests that the thick Z 2 vortices may play a significant role in the confinement process.",
            "Center dominance and  vortices in SU(2) lattice gauge theory",
            "Luigi Del Debbio and Manfried Faber and Jeff Greensite and Š Olejník",
            "1997",
            "nx4mzjIAAAAJ:u5HHmVD_uO8C",
            385,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.55.2298",
            "1499679128436602453",
            "\/scholar?cites=1499679128436602453",
            {
                "1997":4,
                "1998":18,
                "1999":21,
                "2000":32,
                "2001":32,
                "2002":32,
                "2003":20,
                "2004":21,
                "2005":17,
                "2006":19,
                "2007":12,
                "2008":16,
                "2009":13,
                "2010":7,
                "2011":16,
                "2012":9,
                "2013":6,
                "2014":12,
                "2015":15,
                "2016":13,
                "2017":14,
                "2018":10,
                "2019":4,
                "2020":12,
                "2021":1
            }
        ],
        [
            "We discuss the implementation of the “direct” maximal center gauge (a gauge which maximizes the lattice average of the squared-modulus of the trace of link variables), and its use in identifying Z 2 center vortices in Yang-Mills vacuum configurations generated by lattice Monte Carlo calculations. We find that center vortices identified in the vacuum state account for the full asymptotic string tension. Scaling of vortex densities with lattice coupling, change in vortex size with cooling, and sensitivity to Gribov copies are discussed. Preliminary evidence is presented, on small lattices, for center dominance in SU (3) lattice gauge theory.",
            "Detection of center vortices in the lattice Yang-Mills vacuum",
            "Luigi Del Debbio and Manfried Faber and Joel Giedt and Jeff Greensite and Š Olejník",
            "1998",
            "nx4mzjIAAAAJ:d1gkVwhDpl0C",
            296,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.58.094501",
            "1239065144175095141",
            "\/scholar?cites=1239065144175095141",
            {
                "1998":6,
                "1999":20,
                "2000":34,
                "2001":33,
                "2002":19,
                "2003":12,
                "2004":16,
                "2005":17,
                "2006":13,
                "2007":13,
                "2008":13,
                "2009":11,
                "2010":5,
                "2011":11,
                "2012":7,
                "2013":4,
                "2014":3,
                "2015":9,
                "2016":4,
                "2017":6,
                "2018":12,
                "2019":7,
                "2020":16
            }
        ],
        [
            "This contribution to the Springer Lecture Notes in Physics series is intended to provide an overview of the confinement problem in non-abelian gauge theory, with a particular emphasis on the relevance of center symmetry and the lattice formulation and an introduction to the current research. The book is an expanded and updated version of lectures and review talks on the confinement problem that I have presented over the years, particularly at the Schladming Winter School in 2005 and the Cracow School of Theoretical Physics in 2009. It is a pleasure to thank Maarten Golterman and Štefan Olejník for volunteering to read the first draft of this manuscript and for their many helpful suggestions. In this second edition, I have tried to briefly summarize some promising developments in this field which have occurred in the decade subsequent to the appearance of the first edition; these include new results in (1) the …",
            "An introduction to the confinement problem",
            "Jeff Greensite",
            "2011",
            "nx4mzjIAAAAJ:RHpTSmoSYBkC",
            293,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/978-3-030-51563-8.pdf",
            "8539696523128206077",
            "\/scholar?cites=8539696523128206077",
            {
                "2010":1,
                "2011":10,
                "2012":18,
                "2013":24,
                "2014":21,
                "2015":23,
                "2016":36,
                "2017":37,
                "2018":37,
                "2019":45,
                "2020":36,
                "2021":4
            }
        ],
        [
            "We argue that the approximate “Casimir scaling” of the string tensions of higher-representation Wilson loops is an effect due to the finite thickness of center vortex configurations. It is shown, in the context of a simple model of the Z 2 vortex core, how vortex condensation in Yang-Mills theory can account for both Casimir scaling in intermediate size loops and color-screening in larger loops. An implication of our model is that the deviations from exact Casimir scaling, which tend to grow with loop size, become much more pronounced as the dimensionality of the group representation increases.",
            "Casimir scaling from center vortices: Towards an understanding of the adjoint string tension",
            "Manfried Faber and Jeff Greensite and Š Olejník",
            "1998",
            "nx4mzjIAAAAJ:9yKSN-GCB0IC",
            175,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.57.2603",
            "16795375555176901147",
            "\/scholar?cites=16795375555176901147",
            {
                "1998":8,
                "1999":11,
                "2000":22,
                "2001":15,
                "2002":12,
                "2003":8,
                "2004":3,
                "2005":7,
                "2006":9,
                "2007":5,
                "2008":7,
                "2009":6,
                "2010":2,
                "2011":2,
                "2012":4,
                "2013":4,
                "2014":4,
                "2015":7,
                "2016":7,
                "2017":11,
                "2018":8,
                "2019":10,
                "2020":1
            }
        ],
        [
            "We show that the confining property of the one-gluon propagator, in the Coulomb gauge, is linked to the unbroken realization of a remnant gauge symmetry which exists in this gauge. An order parameter for the remnant gauge symmetry is introduced, and its behavior is investigated in a variety of models via numerical simulations. We find that the color-Coulomb potential, associated with the gluon propagator, grows linearly with distance both in the confined and—surprisingly—in the high-temperature deconfined phase of pure Yang-Mills theory. We also find a remnant symmetry-breaking transition in SU (2) gauge-Higgs theory which completely isolates the Higgs region from the (pseudo) confinement region of the phase diagram. This transition exists despite the absence, pointed out long ago by Fradkin and Shenker, of a genuine thermodynamic phase transition separating the two regions.",
            "Coulomb energy, remnant symmetry, and the phases of non-Abelian gauge theories",
            "Jeff Greensite and Štefan Olejník and Daniel Zwanziger",
            "2004",
            "nx4mzjIAAAAJ:UeHWp8X0CEIC",
            167,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.69.074506",
            "1919445644119448814",
            "\/scholar?cites=1919445644119448814",
            {
                "2004":9,
                "2005":18,
                "2006":18,
                "2007":15,
                "2008":13,
                "2009":8,
                "2010":12,
                "2011":14,
                "2012":11,
                "2013":5,
                "2014":7,
                "2015":9,
                "2016":9,
                "2017":6,
                "2018":6,
                "2019":2,
                "2020":4
            }
        ],
        [
            "We give a brief overview of the problem of quark confinement in hadronic physics, and outline a few of the suggested explanations of the confining force.",
            "Quark confinement: the hard problem of hadron physics",
            "Reinhard Alkofer and Jeff Greensite",
            "2006",
            "nx4mzjIAAAAJ:roLk4NBRz8UC",
            164,
            "https:\/\/arxiv.org\/pdf\/hep-ph\/0610365",
            "455382912739854246",
            "\/scholar?cites=455382912739854246",
            {
                "2007":11,
                "2008":10,
                "2009":13,
                "2010":13,
                "2011":15,
                "2012":11,
                "2013":15,
                "2014":6,
                "2015":9,
                "2016":14,
                "2017":11,
                "2018":17,
                "2019":12,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Working in the Schrödinger representation and A 0= 0 gauge, an approximate Yang-Mills ground-state wave functional Ψ [A] is constructed in the following way: we begin by constructing the vacuum wave functional Ψ 0 [A] of an Abelian gauge-field with global SU (2) symmetry, and then modify and generalize Ψ 0 [A] so that it becomes invariant under local SU (2) gauge transformations. This ansatz leads to a solution of the Schrödinger equation HΨ [A]= ϵ 0 Ψ [A] for the Yang-Mills vacuum, which, although approximate, may correctly describe its confinement properties. Given Ψ [A], it is argued that the vacuum expectation values of the Wilson loop integral A (rmC) and of't Hooft's flux-tube operator B (rmC) satisfy the Wilson-'t Hooft criteria< A (rmC)>− e-area (C),< B (rmC)>− e-perimeter (C), for the confinement phase of a gauge field. The confinement mechanism is essentially identical to the one discovered by …",
            "Calculation of the Yang-Mills vacuum wave functional",
            "JP Greensite",
            "1979",
            "nx4mzjIAAAAJ:vbGhcppDl1QC",
            161,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0550321379901780",
            "13469944107499873666",
            "\/scholar?cites=13469944107499873666",
            {
                "1981":3,
                "1982":1,
                "1983":5,
                "1984":6,
                "1985":4,
                "1986":3,
                "1987":5,
                "1988":6,
                "1989":2,
                "1990":2,
                "1991":2,
                "1992":1,
                "1993":3,
                "1994":4,
                "1995":5,
                "1996":7,
                "1997":10,
                "1998":2,
                "1999":5,
                "2000":1,
                "2001":3,
                "2002":3,
                "2003":1,
                "2004":4,
                "2005":5,
                "2006":9,
                "2007":6,
                "2008":7,
                "2009":8,
                "2010":2,
                "2011":6,
                "2012":4,
                "2013":4,
                "2014":4,
                "2015":1,
                "2016":2,
                "2017":3,
                "2018":5
            }
        ],
        [
            "We estimate the Coulomb energy of static quarks from a Monte Carlo calculation of the correlator of timelike link variables in the Coulomb gauge. We find, in agreement with Cucchieri and Zwanziger, that this energy grows linearly with distance at large quark separations. The corresponding string tension, however, is several times greater than the accepted asymptotic string tension, indicating that a state containing only static sources, with no constituent gluons, is not the lowest energy flux tube state. The Coulomb energy is also measured on thermalized lattices with center vortices removed by the de Forcrand–D’Elia procedure. We find that when vortices are removed, the Coulomb string tension vanishes.",
            "Coulomb energy, vortices, and confinement",
            "Jeff Greensite and Štefan Olejník",
            "2003",
            "nx4mzjIAAAAJ:IjCSPb-OGe4C",
            153,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.67.094503",
            "12009152284291666932",
            "\/scholar?cites=12009152284291666932",
            {
                "2003":4,
                "2004":18,
                "2005":11,
                "2006":15,
                "2007":16,
                "2008":17,
                "2009":13,
                "2010":8,
                "2011":10,
                "2012":8,
                "2013":6,
                "2014":4,
                "2015":5,
                "2016":4,
                "2017":4,
                "2018":2,
                "2019":4,
                "2020":3
            }
        ],
        [
            "In the hamiltonian formulation of fermions coupled to external gauge fields, the axial anomaly has a simple physical interpretation in terms of level shifting at the top of the Dirac sea. We apply this formalism to lattice QED in 1 + 1 and 3 + 1 dimensions, in order to study how the lattice regulation and small fermion mass affect the picture. For a simple choice of the E and B fields, it is possible to accurately follow the time evolution of the (lattice) Dirac sea of Wilson fermions. We find that the Wilson r term plays a role, with respect to the anomaly, which is closely analogous to point-splitting in the continuum. This role is jeopardized whenever the Wilson mass scale r\/a is comparable to other physical mass scales in the problem, as is the case, for example, in strong coupling calculations. Remarkably, we find that hadronic scales of only a few lattice spacings are probably sufficient to guarantee the proper anomaly structure.",
            "The axial anomaly and the lattice Dirac sea",
            "Jan Ambjørn and J Greensite and C Peterson",
            "1983",
            "nx4mzjIAAAAJ:qjMakFHDy7sC",
            150,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0550321383905850",
            "6546609739535234494",
            "\/scholar?cites=6546609739535234494",
            {
                "1984":2,
                "1985":10,
                "1986":7,
                "1987":6,
                "1988":9,
                "1989":5,
                "1990":5,
                "1991":9,
                "1992":5,
                "1993":5,
                "1994":5,
                "1995":5,
                "1996":3,
                "1997":4,
                "1998":7,
                "1999":4,
                "2000":2,
                "2001":4,
                "2002":3,
                "2003":1,
                "2004":2,
                "2005":3,
                "2006":1,
                "2007":5,
                "2008":7,
                "2009":2,
                "2010":6,
                "2011":2,
                "2012":4,
                "2013":2,
                "2014":6,
                "2015":7,
                "2016":1
            }
        ]
    ]
}