{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The longitudinal profiles of bedrock channels are a major component of the relief structure of mountainous drainage basins and therefore limit the elevation of peaks and ridges. Further, bedrock channels communicate tectonic and climatic signals across the landscape, thus dictating, to first order, the dynamic response of mountainous landscapes to external forcings. We review and explore the stream‐power erosion model in an effort to (1) elucidate its consequences in terms of large‐scale topographic (fluvial) relief and its sensitivity to tectonic and climatic forcing, (2) derive a relationship for system response time to tectonic perturbations, (3) determine the sensitivity of model behavior to various model parameters, and (4) integrate the above to suggest useful guidelines for further study of bedrock channel systems and for future refinement of the streampower erosion law. Dimensional analysis reveals that the …",
            "Dynamics of the stream‐power river incision model: Implications for height limits of mountain ranges, landscape response timescales, and research needs",
            "Kelin X Whipple and Gregory E Tucker",
            "1999",
            "nx7R15wAAAAJ:HDshCWvjkbEC",
            1631,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/1999jb900120",
            "10638047618460810078",
            "\/scholar?cites=10638047618460810078",
            {
                "2000":8,
                "2001":19,
                "2002":15,
                "2003":48,
                "2004":47,
                "2005":37,
                "2006":71,
                "2007":67,
                "2008":49,
                "2009":57,
                "2010":65,
                "2011":75,
                "2012":79,
                "2013":97,
                "2014":99,
                "2015":123,
                "2016":111,
                "2017":151,
                "2018":122,
                "2019":122,
                "2020":146,
                "2021":7
            }
        ],
        [
            "The topographic evolution of orogens is fundamentally dictated by rates and patterns of bedrock-channel incision. Quantitative field assessments of process-based laws are needed to accurately describe landscape uplift and denudation in response to tectonics and climate. We evaluate and calibrate the shear stress (or similar unit stream-power) bedrock-incision model by studying stream profiles in a tectonically active mountain range. Previous work on emergent marine terraces in the Mendocino triple junction region of northern California provides spatial and temporal control on rock-uplift rates. Digital elevation models and field data are used to quantify differences in landscape morphology associated with along-strike northwest to southeast changes in tectonic and climatic conditions. Analysis of longitudinal profiles supports the hypothesis that the study-area channels are in equilibrium with current uplift …",
            "Landscape response to tectonic forcing: Digital elevation model analysis of stream profiles in the Mendocino triple junction region, northern California",
            "Noah P Snyder and Kelin X Whipple and Gregory E Tucker and Dorothy J Merritts",
            "2000",
            "nx7R15wAAAAJ:TQgYirikUcIC",
            701,
            "https:\/\/pubs.geoscienceworld.org\/gsabulletin\/article-lookup\/112\/8\/1250",
            "3685893557339081306",
            "\/scholar?cites=3685893557339081306",
            {
                "2001":9,
                "2002":10,
                "2003":23,
                "2004":26,
                "2005":12,
                "2006":33,
                "2007":37,
                "2008":18,
                "2009":27,
                "2010":21,
                "2011":22,
                "2012":39,
                "2013":38,
                "2014":51,
                "2015":60,
                "2016":43,
                "2017":68,
                "2018":45,
                "2019":49,
                "2020":61
            }
        ],
        [
            "Catchment morphology and drainage density are strongly influenced by hillslope processes. The consequences of several different hillslope process laws are explored in a series of experiments with a numerical model of drainage basin evolution. Five different models are considered, including a simple diffusive‐advective process transition, a runoff generation threshold, an erosion threshold, and two types of threshold‐activated landsliding. These different hillslope processes alter both the visual appearance of the landscape and the predicted relationship between slope and contributing area. On the basis of the different threshold theories, we derive expressions for the relationships between drainage density and environmental factors such as rainfall, relief, and mean erosion rate. These relationships vary depending on the dominant hillslope threshold. In particular, the sign of the predicted relationship between …",
            "Hillslope processes, drainage density, and landscape morphology",
            "Gregory E Tucker and Rafael L Bras",
            "1998",
            "nx7R15wAAAAJ:e5wmG9Sq2KIC",
            628,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/98wr01474",
            "6611095037578215466",
            "\/scholar?cites=6611095037578215466",
            {
                "1999":10,
                "2000":6,
                "2001":10,
                "2002":15,
                "2003":25,
                "2004":30,
                "2005":14,
                "2006":35,
                "2007":27,
                "2008":27,
                "2009":24,
                "2010":32,
                "2011":27,
                "2012":32,
                "2013":42,
                "2014":27,
                "2015":42,
                "2016":57,
                "2017":34,
                "2018":38,
                "2019":41,
                "2020":28,
                "2021":1
            }
        ],
        [
            "Recent investigations have shown that the extent of the channel network in some drainage basins is controlled by a threshold for overland flow erosion. The sensitivity of such basins to climate change is analyzed using a physically based model of drainage basin evolution. The GOLEM model simulates basin evolution under the action of weathering processes, hillslope transport, and fluvial bedrock erosion and sediment transport. Results from perturbation analyses reveal that the nature and timescale of basin response depends on the direction of change. An increase in runoff intensity (or a decrease in vegetation cover) will lead to a rapid expansion of the channel network, with the resulting increase in sediment supply initially generating aggradation along the main network, followed by downcutting as the sediment supply tapers off. By contrast, a decrease in runoff intensity (or an increase in the erosion threshold …",
            "Drainage basin responses to climate change",
            "Gregory E Tucker and Rudy Slingerland",
            "1997",
            "nx7R15wAAAAJ:R3hNpaxXUhUC",
            607,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/97wr00409",
            "4590572906107828846",
            "\/scholar?cites=4590572906107828846",
            {
                "1998":6,
                "1999":12,
                "2000":6,
                "2001":19,
                "2002":15,
                "2003":29,
                "2004":21,
                "2005":18,
                "2006":42,
                "2007":33,
                "2008":36,
                "2009":28,
                "2010":27,
                "2011":30,
                "2012":32,
                "2013":37,
                "2014":29,
                "2015":31,
                "2016":41,
                "2017":36,
                "2018":29,
                "2019":27,
                "2020":18,
                "2021":2
            }
        ],
        [
            "Developing a quantitative understanding of the factors that control the rate of river incision into bedrock is critical to studies of landscape evolution and the linkages between climate, erosion, and tectonics. Current models of long‐term river network incision differ significantly in their treatment of the role of sediment flux. We analyze the implications of various sediment‐flux‐dependent incision models for large‐scale topography, in an attempt (1) to identify quantifiable and diagnostic differences between models that could be detected from topographic data or from the transient responses of perturbed systems and (2) to explain the apparent ubiquity of mixed bedrock‐alluvial channels in active orogens. Although certain forms of the various models can be discarded as inconsistent with morphological data, we find that the relative intrinsic concavity indices of detachment‐ and transport‐limited systems (defined herein …",
            "Implications of sediment‐flux‐dependent river incision models for landscape evolution",
            "Kelin X Whipple and Gregory E Tucker",
            "2002",
            "nx7R15wAAAAJ:RHpTSmoSYBkC",
            592,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2000jb000044",
            "13633235951392751588",
            "\/scholar?cites=13633235951392751588",
            {
                "2002":3,
                "2003":13,
                "2004":21,
                "2005":15,
                "2006":27,
                "2007":30,
                "2008":26,
                "2009":40,
                "2010":30,
                "2011":32,
                "2012":36,
                "2013":37,
                "2014":39,
                "2015":40,
                "2016":35,
                "2017":50,
                "2018":29,
                "2019":39,
                "2020":42,
                "2021":3
            }
        ],
        [
            "Erosional escarpments are common features of high‐elevation rifted continents. Fission track data suggest that these escarpments form by base level lowering and\/or marginal uplift during rifting, followed by lateral retreat of an erosion front across tens to hundreds of kilometers. Previous modeling studies have shown that this characteristic pattern of denudation can have a profound impact upon marginal isostatic uplift and the evolution of offshore sedimentary basins. Yet at present there is only a rudimentary understanding of the geomorphic mechanisms capable of driving such prolonged escarpment retreat. In this study we present a nonlinear, two‐dimensional landscape evolution model that is used to assess the necessary and sufficient conditions for long‐term retreat of a rift‐generated escarpment. The model represents topography as a grid of cells, with drainage networks evolving as water flows across the …",
            "Erosional dynamics, flexural isostasy, and long‐lived escarpments: A numerical modeling study",
            "Gregory E Tucker and Rudy L Slingerland",
            "1994",
            "nx7R15wAAAAJ:_Qo2XoVZTnwC",
            472,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/94JB00320",
            "8975490632340938292",
            "\/scholar?cites=8975490632340938292",
            {
                "1994":4,
                "1995":4,
                "1996":3,
                "1997":9,
                "1998":11,
                "1999":10,
                "2000":13,
                "2001":18,
                "2002":16,
                "2003":26,
                "2004":22,
                "2005":18,
                "2006":28,
                "2007":14,
                "2008":24,
                "2009":16,
                "2010":22,
                "2011":20,
                "2012":18,
                "2013":19,
                "2014":18,
                "2015":20,
                "2016":22,
                "2017":26,
                "2018":19,
                "2019":31,
                "2020":15,
                "2021":3
            }
        ],
        [
            "An empirical calibration of the shear stress model for bedrock incision is presented, using field and hydrologic data from a series of small, coastal drainage basins near the Mendocino triple junction in northern California. Previous work comparing basins from the high uplift zone (HUZ, uplift rates around 4 mm\/year) to ones in the low uplift zone (LUZ, ∼0.5 mm\/year) indicates that the HUZ channels are about twice as steep for a given drainage area. This observation suggests that incision processes are more effective in the HUZ. It motivates a detailed field study of channel morphology in the differing tectonic settings to test whether various factors that are hypothesized to influence incision rates (discharge, channel width, lithology, sediment load) change in response to uplift or otherwise differ between the HUZ and LUZ. Analysis of regional stream gaging data for mean annual discharge and individual floods yields a …",
            "Channel response to tectonic forcing: field analysis of stream morphology and hydrology in the Mendocino triple junction region, northern California",
            "Noah P Snyder and Kelin X Whipple and Gregory E Tucker and Dorothy J Merritts",
            "2003",
            "nx7R15wAAAAJ:TFP_iSt0sucC",
            402,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0169555X02003495",
            "4037540799354071213",
            "\/scholar?cites=4037540799354071213",
            {
                "2002":1,
                "2003":5,
                "2004":9,
                "2005":11,
                "2006":14,
                "2007":11,
                "2008":11,
                "2009":15,
                "2010":17,
                "2011":11,
                "2012":12,
                "2013":20,
                "2014":13,
                "2015":24,
                "2016":157,
                "2017":24,
                "2018":17,
                "2019":11,
                "2020":16
            }
        ],
        [
            "Geomorphology is currently in a period of resurgence as we seek to explain the diversity, origins and dynamics of terrain on the Earth and other planets in an era of increased environmental awareness. Yet there is a great deal we still do not know about the physics and chemistry of the processes that weaken rock and transport mass across a planet's surface. Discovering and refining the relevant geomorphic transport functions requires a combination of careful field measurements, lab experiments, and use of longer‐term natural experiments to test current theory and develop new understandings. Landscape evolution models have an important role to play in sharpening our thinking, guiding us toward the right observables, and mapping out the logical consequences of transport laws, both alone and in combination with other salient processes. Improved quantitative characterization of terrain and process, and an …",
            "Modelling landscape evolution",
            "Gregory E Tucker and Gregory R Hancock",
            "2010",
            "nx7R15wAAAAJ:BqipwSGYUEgC",
            383,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/esp.1952",
            "4976320674701616513",
            "\/scholar?cites=4976320674701616513",
            {
                "2010":3,
                "2011":12,
                "2012":28,
                "2013":47,
                "2014":35,
                "2015":37,
                "2016":44,
                "2017":53,
                "2018":35,
                "2019":43,
                "2020":39,
                "2021":5
            }
        ],
        [
            "Mechanistic theories of fluvial erosion are essential for quantifying large‐scale orogenic denudation. We examine the topographic implications of two leading classes of river erosion model, detachment‐limited and transport‐limited, in order to identify diagnostic and testable differences between them. Several formulations predict distinctly different longitudinal profile shapes, which are shown to be closely linked to terrain morphology. Of these, some can be rejected on the basis of unrealistic morphology and slope‐area scaling. An expression is derived for total drainage basin relief and its apportionment between hillslope and fluvial components. Relief and valley density are found to vary with tectonic forcing in a manner that reflects erosion physics; these properties therefore constitute an additional set of testable predictions. Finally, transient responses to tectonic perturbations are shown to depend strongly on the …",
            "Topographic outcomes predicted by stream erosion models: Sensitivity analysis and intermodel comparison",
            "GE Tucker and KX Whipple",
            "2002",
            "nx7R15wAAAAJ:j3f4tGmQtD8C",
            380,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2001JB000162",
            "10551190437567561627",
            "\/scholar?cites=10551190437567561627",
            {
                "2002":2,
                "2003":11,
                "2004":15,
                "2005":9,
                "2006":26,
                "2007":18,
                "2008":21,
                "2009":12,
                "2010":16,
                "2011":18,
                "2012":27,
                "2013":23,
                "2014":30,
                "2015":20,
                "2016":23,
                "2017":36,
                "2018":17,
                "2019":23,
                "2020":25,
                "2021":3
            }
        ],
        [
            "We describe a new set of data structures and algorithms for dynamic terrain modeling using a triangulated irregular network (TINs). The framework provides an efficient method for storing, accessing, and updating a Delaunay triangulation and its associated Voronoi diagram. The basic data structure consists of three interconnected data objects: triangles, nodes, and directed edges. Encapsulating each of these geometric elements within a data object makes it possible to essentially decouple the TIN representation from the modeling applications that make use of it. Both the triangulation and its corresponding Voronoi diagram can be rapidly retrieved or updated, making these methods well suited to adaptive remeshing schemes. We develop a set of algorithms for defining drainage networks and identifying closed depressions (e.g., lakes) for hydrologic and geomorphic modeling applications. We also outline simple …",
            "An object-oriented framework for distributed hydrologic and geomorphic modeling using triangulated irregular networks",
            "Gregory E Tucker and Stephen T Lancaster and Nicole M Gasparini and Rafael L Bras and Scott M Rybarczyk",
            "2001",
            "nx7R15wAAAAJ:4JMBOYKVnBMC",
            312,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0098300400001345",
            "5270795949980144068",
            "\/scholar?cites=5270795949980144068",
            {
                "2000":1,
                "2001":5,
                "2002":8,
                "2003":17,
                "2004":10,
                "2005":13,
                "2006":19,
                "2007":14,
                "2008":19,
                "2009":17,
                "2010":21,
                "2011":19,
                "2012":21,
                "2013":17,
                "2014":22,
                "2015":16,
                "2016":17,
                "2017":17,
                "2018":14,
                "2019":14,
                "2020":6,
                "2021":1
            }
        ]
    ]
}