{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "We investigate the influence of polymer-pore interactions on the translocation dynamics using Langevin dynamics simulations. An attractive interaction can greatly improve the translocation probability. At the same time, it also increases the translocation time slowly for a weak attraction while an exponential dependence is observed for a strong attraction. For fixed driving force and chain length the histogram of translocation time has a transition from Gaussian distribution to long-tailed distribution with increasing attraction. Under a weak driving force and a strong attractive force, both the translocation time and the residence time in the pore show a nonmonotonic behavior as a function of the chain length. Our simulations results are in good agreement with recent experimental data.",
            "Influence of polymer-pore interactions on translocation",
            "Kaifu Luo and Tapio Ala-Nissila and See-Chen Ying and Aniket Bhattacharya",
            "2007",
            "nxkFeowAAAAJ:XiSMed-E-HIC",
            185,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.148102",
            "14893174939587876669",
            "\/scholar?cites=14893174939587876669",
            {
                "2008":11,
                "2009":16,
                "2010":19,
                "2011":15,
                "2012":28,
                "2013":22,
                "2014":14,
                "2015":10,
                "2016":15,
                "2017":10,
                "2018":11,
                "2019":10,
                "2020":3
            }
        ],
        [
            "We investigate the dynamics of DNA translocation through a nanopore using 2D Langevin dynamics simulations, focusing on the dependence of the translocation dynamics on the details of DNA sequences. The DNA molecules studied in this work are built from two types of bases A and C, which have been shown previously to have different interactions with the pore. We study DNA with repeating blocks A n C n for various values of n and find that the translocation time depends strongly on the block length 2 n as well as on the orientation of which base enters the pore first. Thus, we demonstrate that the measurement of translocation dynamics of DNA through a nanopore can yield detailed information about its structure. We have also found that the periodicity of the block sequences is contained in the periodicity of the residence time of the individual nucleotides inside the pore.",
            "Sequence dependence of DNA translocation through a nanopore",
            "Kaifu Luo and Tapio Ala-Nissila and See-Chen Ying and Aniket Bhattacharya",
            "2008",
            "nxkFeowAAAAJ:WbkHhVStYXYC",
            145,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.058101",
            "15470495499194067143",
            "\/scholar?cites=15470495499194067143",
            {
                "2008":4,
                "2009":11,
                "2010":21,
                "2011":14,
                "2012":22,
                "2013":18,
                "2014":11,
                "2015":9,
                "2016":9,
                "2017":5,
                "2018":4,
                "2019":7,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Dynamic Monte Carlo simulation of a bead-spring model of flexible macromolecules threading through a very narrow pore in a very thin rigid membrane are presented, assuming at the cis side of the membrane a purely repulsive monomer-wall interaction, while the trans side is attractive. Two choices of monomer-wall attraction ε are considered, one choice is slightly below and the other slightly above the “mushroom to pancake” adsorption threshold εc for an infinitely long chain. Studying chain lengths N=32, 64, 128, and 256 and varying the number of monomers Ntrans (time t=0) that have already passed the pore when the simulation started, over a wide range, we find for ε<εc (nonadsorbing case) that the translocation probability varies proportional to ctrans=Ntrans(t=0)\/N for small ctrans, while for ε>εc a finite number Ntrans(t=0) suffices that the translocation probability is close to unity. In the case ε<εc, however …",
            "Polymer translocation through a nanopore induced by adsorption: Monte Carlo simulation of a coarse-grained model",
            "Andrey Milchev and Kurt Binder and Aniket Bhattacharya",
            "2004",
            "nxkFeowAAAAJ:Tiz5es2fbqcC",
            141,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1785776",
            "1172137839891074074",
            "\/scholar?cites=1172137839891074074",
            {
                "2005":5,
                "2006":7,
                "2007":15,
                "2008":15,
                "2009":12,
                "2010":18,
                "2011":10,
                "2012":18,
                "2013":16,
                "2014":3,
                "2015":5,
                "2016":5,
                "2017":4,
                "2018":4,
                "2019":2,
                "2020":1,
                "2021":1
            }
        ],
        [
            "Short block copolymers in a selective solvent (bad for A-block, good for B-block) are modeled by flexible bead−spring chains, where beads interact with short-range Morse potentials of variable strength. In particular, treating the strength EAA of attraction between monomers of the A-block as a variable, we study the mass distribution of the micelles that are formed under conditions that correspond to the vicinity of the critical micelle concentration (cmc). Choosing a composition f = NA\/N = 1\/4 for the block copolymers, we vary their chain length N from N = 4 to N = 32. Only such relatively short chains can be used in thermal equilibrium, since the relaxation times of the system increase dramatically with increasing length. We show that in the regime of parameters accessible to our study, the number of chains per micelle is rather small and almost independent of chain length, implying that the core radius scales as NA1\/3 in …",
            "Formation of block copolymer micelles in solution: A Monte Carlo study of chain length dependence",
            "Andrey Milchev and Aniket Bhattacharya and Kurt Binder",
            "2001",
            "nxkFeowAAAAJ:738O_yMBCRsC",
            121,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ma000645j",
            "15097356984222457786",
            "\/scholar?cites=15097356984222457786",
            {
                "2001":3,
                "2002":6,
                "2003":5,
                "2004":2,
                "2005":7,
                "2006":10,
                "2007":4,
                "2008":4,
                "2009":4,
                "2010":8,
                "2011":10,
                "2012":5,
                "2013":3,
                "2014":8,
                "2015":10,
                "2016":11,
                "2017":8,
                "2018":5,
                "2019":3,
                "2020":3,
                "2021":2
            }
        ],
        [
            "We present a Brownian dynamics model of driven polymer translocation, in which nonequilibrium memory effects arising from tension propagation (TP) along the cis side subchain are incorporated as a time-dependent friction. To solve the effective friction, we develop a finite chain length TP formalism, based on the idea suggested by Sakaue [Phys. Rev. E 76, 021803 (2007)]. We validate the model by numerical comparisons with high-accuracy molecular dynamics simulations, showing excellent agreement in a wide range of parameters. Our results show that the dynamics of driven translocation is dominated by the nonequilibrium TP along the cis side subchain. Furthermore, by solving the model for chain lengths up to 10 10 monomers, we show that the chain lengths probed by experiments and simulations are typically orders of magnitude below the asymptotic limit. This explains both the considerable scatter in …",
            "Unifying model of driven polymer translocation",
            "Timo Ikonen and Aniket Bhattacharya and Tapio Ala-Nissila and Wokyung Sung",
            "2012",
            "nxkFeowAAAAJ:kRWSkSYxWN8C",
            99,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.85.051803",
            "7908155517825299970",
            "\/scholar?cites=7908155517825299970",
            {
                "2012":11,
                "2013":16,
                "2014":11,
                "2015":13,
                "2016":9,
                "2017":9,
                "2018":17,
                "2019":2,
                "2020":9,
                "2021":2
            }
        ],
        [
            "We determine the scaling exponents of polymer translocation (PT) through a nanopore by extensive computer simulations of various microscopic models for chain lengths extending up to N= 800 in some cases. We focus on the scaling of the average PT time τ∼ N α and the mean-square change of the PT coordinate,⟨ s 2 (t)⟩∼ t β. We find α= 1+ 2 ν and β= 2∕ α for unbiased PT in two dimensions (2D) and three dimensions (3D). The relation α β= 2 holds for driven PT in 2D, with a crossover from α≈ 2 ν for short chains to α≈ 1+ ν for long chains. This crossover is, however, absent in 3D where α= 1.42±0.01 and α β≈ 2.2 for N≈ 40− 800.",
            "Dynamical scaling exponents for polymer translocation through a nanopore",
            "Kaifu Luo and Santtu TT Ollila and Ilkka Huopaniemi and Tapio Ala-Nissila and Pawel Pomorski and Mikko Karttunen and See-Chen Ying and Aniket Bhattacharya",
            "2008",
            "nxkFeowAAAAJ:K3LRdlH-MEoC",
            96,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.78.050901",
            "16249618528776422516",
            "\/scholar?cites=16249618528776422516",
            {
                "2008":2,
                "2009":3,
                "2010":20,
                "2011":11,
                "2012":15,
                "2013":15,
                "2014":8,
                "2015":6,
                "2016":5,
                "2017":2,
                "2018":5,
                "2019":1,
                "2020":3
            }
        ]
    ]
}