{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A spectroscopic assay based on surface enhanced Raman scattering (SERS) using silver nanorod array substrates has been developed that allows for rapid detection of trace levels of viruses with a high degree of sensitivity and specificity. This novel SERS assay can detect spectral differences between viruses, viral strains, and viruses with gene deletions in biological media. The method provides rapid diagnostics for detection and characterization of viruses generating reproducible spectra without viral manipulation. ",
            "Rapid and sensitive detection of respiratory virus molecular signatures using a silver nanorod array SERS substrate",
            "Saratchandra Shanmukh and Les Jones and Jeremy Driskell and Yiping Zhao and Richard Dluhy and Ralph A Tripp",
            "2006",
            "nYCk8JQAAAAJ:4TOpqqG69KYC",
            623,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl061666f",
            "6751146117992174793",
            "\/scholar?cites=6751146117992174793",
            {
                "2007":11,
                "2008":44,
                "2009":44,
                "2010":58,
                "2011":52,
                "2012":68,
                "2013":54,
                "2014":59,
                "2015":43,
                "2016":38,
                "2017":40,
                "2018":46,
                "2019":29,
                "2020":28,
                "2021":2
            }
        ],
        [
            "Using a pump–probe method with a 150 fs laser at the wavelength of 1.55 μm, we have experimentally demonstrated that single-walled carbon nanotubes (SWNT) have an exciton decay time of less than 1 ps and a high third-order polarizability, which is reasonably interpreted as due to their azimuthal symmetry. These experimental results reveal that a SWNT polymer composite may be a candidate material for high-quality subpicosecond all-optical switches.",
            "Ultrafast optical switching properties of single-wall carbon nanotube polymer composites at 1.55 μm",
            "Y-C Chen and NR Raravikar and LS Schadler and PM Ajayan and Y-P Zhao and T-M Lu and G-C Wang and X-C Zhang",
            "2002",
            "nYCk8JQAAAAJ:tOudhMTPpwUC",
            531,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1498007",
            "13130175082887797568",
            "\/scholar?cites=13130175082887797568",
            {
                "2003":17,
                "2004":30,
                "2005":30,
                "2006":46,
                "2007":39,
                "2008":45,
                "2009":56,
                "2010":45,
                "2011":26,
                "2012":32,
                "2013":23,
                "2014":29,
                "2015":26,
                "2016":19,
                "2017":19,
                "2018":18,
                "2019":15,
                "2020":14
            }
        ],
        [
            "Substrates consisting of silver nanorod arrays with an irregular surface lattice (i.e., random nucleation sites) and with varying rod lengths were fabricated by an oblique angle vapor deposition method. These arrays were evaluated as potential surface-enhanced Raman spectroscopy (SERS) substrates using trans-1,2-bis(4-pyridyl)ethene as a reported molecule. SERS activity was shown to depend upon the length of the nanorods. The Ag nanorods with average lengths of 508.29±44.86nm, and having aspect ratios of 5.69±1.49 exhibited the maximum SERS enhancement factors of greater than 108. Theoretical calculations indicate that this large SERS enhancement may be partially explained by the shape, density, and lateral arrangement of the Ag nanorod arrays.",
            "Aligned silver nanorod arrays produce high sensitivity surface-enhanced Raman spectroscopy substrates",
            "Stephen B Chaney and Saratchandra Shanmukh and Richard A Dluhy and Y-P Zhao",
            "2005",
            "nYCk8JQAAAAJ:08ZZubdj9fEC",
            488,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1988980",
            "9085198228184800299",
            "\/scholar?cites=9085198228184800299",
            {
                "2005":2,
                "2006":19,
                "2007":14,
                "2008":35,
                "2009":36,
                "2010":45,
                "2011":49,
                "2012":54,
                "2013":56,
                "2014":41,
                "2015":26,
                "2016":27,
                "2017":28,
                "2018":27,
                "2019":17,
                "2020":7
            }
        ],
        [
            "Surface-enhanced Raman scattering (SERS) is a powerful analytical tool for chemical and biological sensing applications. However, one feature which has limited its use in biosensing applications is the difficulty involved in producing uniform, highly sensitive, and reproducible SERS substrates. Recent developments in oblique angle deposition and other nanofabrication techniques have overcome this limitation, providing an unprecedented opportunity to develop SERS substrates for pathogen biosensor applications. Recently reported examples of SERS's newfound sensing abilities include the capacity to detect low levels of viruses and bacteria, as well as to discriminate between types and strains of pathogens, including pathogens with gene deletions. A brief review of our recent progress in SERS biosensing is given in this article.",
            "Novel nanostructures for SERS biosensing",
            "Ralph A Tripp and Richard A Dluhy and Yiping Zhao",
            "2008",
            "nYCk8JQAAAAJ:M3ejUd6NZC8C",
            457,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1748013208700422",
            "9166657605493066758",
            "\/scholar?cites=9166657605493066758",
            {
                "2008":2,
                "2009":23,
                "2010":29,
                "2011":34,
                "2012":39,
                "2013":57,
                "2014":49,
                "2015":38,
                "2016":42,
                "2017":44,
                "2018":45,
                "2019":30,
                "2020":21,
                "2021":2
            }
        ],
        [
            "The structure of a growth or an etch front on a surface is not only a subject of great interest from the practical point of view but also is of fundamental scientific interest. Very often surfaces are created under non-equilibrium conditions such that the morphology is not always smooth. In addition to a detailed description of the characteristics of random rough surfaces, Experimental Methods in the Physical Sciences, Volume 37, Characterization of Amorphous and Crystalline Rough Surface-Principles and Applications will focus on the basic principles of real and diffraction techniques for quantitative characterization of the rough surfaces. The book thus includes the latest development on the characterization and measurements of a wide variety of rough surfaces. The complementary nature of the real space and diffraction techniques is fully displayed. Key Features* An accessible description of quantitative characterization of random rough surfaces and growth\/etch fronts* A detailed description of the principles, experimentation, and limitations of advanced real-space imaging techniques (such as atomic force microscopy) and diffraction techniques (such as light scattering, X-ray diffraction, and electron diffraction)* Characterization of a variety of rough surfaces (eg, self-affine, mounded, anisotropic, and two-level surfaces) accompanied by quantitative examples to illustrate the essence of the principles* An insightful description of how rough surfaces are formed* Presentation of the most recent examples of the applications of rough surfaces in various areas",
            "Characterization of Amorphous and Crystalline Rough Surface--Principles and Applications",
            "YP Zhao and Gwo-Ching Wang and Toh-Ming Lu",
            "2000",
            "nYCk8JQAAAAJ:vRqMK49ujn8C",
            457,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=vYVaBxkOkZ0C&oi=fnd&pg=PP1&dq=info:evR4EeeW0QEJ:scholar.google.com&ots=yTU-UYQLCX&sig=0w10ATXsPcfN3kJQlO-5Il-07XU",
            "131051783345206394",
            "\/scholar?cites=131051783345206394",
            {
                "2001":5,
                "2002":16,
                "2003":20,
                "2004":25,
                "2005":26,
                "2006":23,
                "2007":26,
                "2008":18,
                "2009":19,
                "2010":21,
                "2011":19,
                "2012":22,
                "2013":30,
                "2014":29,
                "2015":25,
                "2016":23,
                "2017":26,
                "2018":25,
                "2019":28,
                "2020":28,
                "2021":2
            }
        ],
        [
            "Photoelectrochemical cells based on traditional and nanostructured ZnO thin films are investigated for hydrogen generation from water splitting. The ZnO thin films are fabricated using three different deposition geometries: normal pulsed laser deposition, pulsed laser oblique‐angle deposition, and electron‐beam glancing‐angle deposition. The nanostructured films are characterized by scanning electron microscopy, X‐ray diffraction, UV‐vis spectroscopy and photoelectrochemical techniques. Normal pulsed laser deposition produces dense thin films with ca. 200 nm grain sizes, while oblique‐angle deposition produces nanoplatelets with a fishscale morphology and individual features measuring ca. 900 by 450 nm on average. In contrast, glancing‐angle deposition generates a highly porous, interconnected network of spherical nanoparticles of 15–40 nm diameter. Mott‐Schottky plots show the flat band …",
            "Photoelectrochemical study of nanostructured ZnO thin films for hydrogen generation from water splitting",
            "Abraham Wolcott and Wilson A Smith and Tevye R Kuykendall and Yiping Zhao and Jin Z Zhang",
            "2009",
            "nYCk8JQAAAAJ:Wp0gIr-vW9MC",
            404,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adfm.200801363",
            "4236927963878280167",
            "\/scholar?cites=4236927963878280167",
            {
                "2008":2,
                "2009":1,
                "2010":9,
                "2011":22,
                "2012":29,
                "2013":30,
                "2014":52,
                "2015":45,
                "2016":50,
                "2017":45,
                "2018":42,
                "2019":33,
                "2020":43,
                "2021":1
            }
        ],
        [
            "Dense and aligned TiO2 nanorod arrays are fabricated using oblique‐angle deposition on indium tin oxide (ITO) conducting substrates. The TiO2 nanorods are measured to be 800–1100 nm in length and 45–400 nm in width with an anatase crystal phase. Coverage of the ITO is extremely high with 25 × 106 mm−2 of the TiO2 nanorods. The first use of these dense TiO2 nanorod arrays as working electrodes in photoelectrochemical (PEC) cells used for the generation of hydrogen by water splitting is demonstrated. A number of experimental techniques including UV\/Vis absorption spectroscopy, X‐ray diffraction, high‐resolution scanning electron microscopy, energy‐dispersive X‐ray spectroscopy, and photoelectrochemistry are used to characterize their structural, optical, and electronic properties. Both UV\/Vis and incident‐photon‐to‐current‐efficiency measurements show their photoresponse in the visible is …",
            "Photoelectrochemical water splitting using dense and aligned TiO2 nanorod arrays",
            "Abraham Wolcott and Wilson A Smith and Tevye R Kuykendall and Yiping Zhao and Jin Z Zhang",
            "2009",
            "nYCk8JQAAAAJ:aqlVkmm33-oC",
            384,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/smll.200800902",
            "9719721981557448282",
            "\/scholar?cites=9719721981557448282",
            {
                "2009":10,
                "2010":20,
                "2011":25,
                "2012":36,
                "2013":29,
                "2014":43,
                "2015":29,
                "2016":46,
                "2017":40,
                "2018":37,
                "2019":31,
                "2020":36,
                "2021":2
            }
        ],
        [
            "A bubble propulsion model based on catalyzed hydrogen peroxide decomposition and momentum change via O2 bubbles detaching from the catalytic surface is proposed to explain the autonomous motion of catalytic nanomotors. The propelling force closely depends upon the surface tension of the liquid as well as the bulk concentration of hydrogen peroxide, and the model predictions are supported by the experimental data of Pt-coated spherical silica microbead motors.",
            "Autonomously motile catalytic nanomotors by bubble propulsion",
            "John G Gibbs and Y-P Zhao",
            "2009",
            "nYCk8JQAAAAJ:HE397vMXCloC",
            315,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3122346",
            "13146699707728966210",
            "\/scholar?cites=13146699707728966210",
            {
                "2009":1,
                "2010":11,
                "2011":15,
                "2012":23,
                "2013":29,
                "2014":46,
                "2015":46,
                "2016":33,
                "2017":35,
                "2018":32,
                "2019":20,
                "2020":23,
                "2021":1
            }
        ],
        [
            "In this letter, we report a method to fabricate nano-column arrays with different shapes and in-plane orientations by glancing angle deposition. By changing the rate of the rotation during each revolution, we can fabricate nano-columns with circular, elliptical, triangle, rectangular, and pentagon shapes. Depending on the nucleation sites, we can even fabricate flowerlike nano-columns. This method has potential application to produce 3-D lattice. ",
            "Novel nano-column and nano-flower arrays by glancing angle deposition",
            "Y-P Zhao and D-X Ye and G-C Wang and T-M Lu",
            "2002",
            "nYCk8JQAAAAJ:tS2w5q8j5-wC",
            287,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl0157041",
            "14399665965265789660",
            "\/scholar?cites=14399665965265789660",
            {
                "2002":2,
                "2003":8,
                "2004":20,
                "2005":10,
                "2006":10,
                "2007":13,
                "2008":26,
                "2009":29,
                "2010":27,
                "2011":27,
                "2012":17,
                "2013":19,
                "2014":18,
                "2015":14,
                "2016":11,
                "2017":5,
                "2018":12,
                "2019":12,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Aligned Ag nanorod arrays have been fabricated on glass substrates using an oblique angle vapor deposition (OAD) method. The surface morphology and structure of the Ag rods were studied by scanning electron microscopy, transmission electron microscopy, and X-ray diffraction. Individual nanorods were found to be primarily cylindrical, albeit with irregularly shaped surface protrusions of the rods. The surface enhanced Raman scattering (SERS) response as a function of nanorod length was investigated using trans-1,2-bis(4-pyridyl)ethene as a probe molecule at an excitation wavelength of 785 nm. The enhancement factors reached a maximum of ∼5 × 108 as the nanorod length approached 868 nm and then decreased to ∼3 × 106 as the nanorod length increased further to 1900 nm. For the 868 nm nanorod array, signals collected over multiple spots within the same substrate resulted in a relative standard …",
            "The use of aligned silver nanorod arrays prepared by oblique angle deposition as surface enhanced Raman scattering substrates",
            "Jeremy D Driskell and Saratchandra Shanmukh and Yongjun Liu and Stephen B Chaney and X-J Tang and Y-P Zhao and Richard A Dluhy",
            "2008",
            "nYCk8JQAAAAJ:B3FOqHPlNUQC",
            276,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp075288u",
            "15672859734342102328",
            "\/scholar?cites=15672859734342102328",
            {
                "2007":1,
                "2008":11,
                "2009":25,
                "2010":31,
                "2011":19,
                "2012":38,
                "2013":27,
                "2014":28,
                "2015":22,
                "2016":22,
                "2017":16,
                "2018":13,
                "2019":17,
                "2020":6
            }
        ]
    ]
}