{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Knowledge of the properties of γ-ray bursts has increased substantially following recent detections of counterparts at X-ray, optical and radio wavelengths. But the nature of the underlying physical mechanism that powers these sources remains unclear. In this context, an important question is the total energy in the burst, for which an accurate estimate of the distance is required. Possible host galaxies have been identified for the first two optical counterparts discovered, and a lower limit obtained for the redshift of one of them, indicating that the bursts lie at cosmological distances. A host galaxy of the third optically detected burst has now been identified and its redshift determined to be z= 3.42. When combined with the measured flux of γ-rays from the burst, this large redshift implies an energy of 3× 10 53 erg in the γ-rays alone, if the emission is isotropic. This is much larger than the energies hitherto considered, and it …",
            "Identification of a host galaxy at redshift z= 3.42 for the γ-ray burst of 14 December 1997",
            "SR Kulkarni and SG Djorgovski and AN Ramaprakash and R Goodrich and JS Bloom and KL Adelberger and T Kundic and L Lubin and DA Frail and F Frontera and M Feroci and L Nicastro and AJ Barth and M Davis and AV Filippenko and J Newman",
            "1998",
            "NYCKZ1EAAAAJ:M05iB0D1s5AC",
            623,
            "https:\/\/www.nature.com\/articles\/29927",
            "4002991750927423374",
            "\/scholar?cites=4002991750927423374",
            {
                "1998":80,
                "1999":135,
                "2000":107,
                "2001":77,
                "2002":32,
                "2003":25,
                "2004":19,
                "2005":31,
                "2006":15,
                "2007":11,
                "2008":11,
                "2009":11,
                "2010":11,
                "2011":9,
                "2012":8,
                "2013":7,
                "2014":5,
                "2015":4,
                "2016":4,
                "2017":4,
                "2018":2,
                "2019":5,
                "2020":2,
                "2021":1
            }
        ],
        [
            "We present an updated and revised analysis of the relationship between the Hβ broad-line region (BLR) radius and the luminosity of the active galactic nucleus (AGN). Specifically, we have carried out two-dimensional surface brightness decompositions of the host galaxies of nine new AGNs imaged with the Hubble Space Telescope Wide Field Camera 3. The surface brightness decompositions allow us to create\" AGN-free\" images of the galaxies, from which we measure the starlight contribution to the optical luminosity measured through the ground-based spectroscopic aperture. We also incorporate 20 new reverberation-mapping measurements of the Hβ time lag, which is assumed to yield the average Hβ BLR radius. The final sample includes 41 AGNs covering four orders of magnitude in luminosity. The additions and updates incorporated here primarily affect the low-luminosity end of the R BLR-L relationship …",
            "The low-luminosity end of the radius-luminosity relationship for active galactic nuclei",
            "Misty C Bentz and Kelly D Denney and Catherine J Grier and Aaron J Barth and Bradley M Peterson and Marianne Vestergaard and Vardha N Bennert and Gabriela Canalizo and Gisella De Rosa and Alexei V Filippenko and Elinor L Gates and Jenny E Greene and Weidong Li and Matthew A Malkan and Richard W Pogge and Daniel Stern and Tommaso Treu and Jong-Hak Woo",
            "2013",
            "NYCKZ1EAAAAJ:-FonjvnnhkoC",
            531,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/767\/2\/149\/meta",
            "11149589676556409938",
            "\/scholar?cites=11149589676556409938",
            {
                "2013":23,
                "2014":49,
                "2015":62,
                "2016":71,
                "2017":69,
                "2018":66,
                "2019":87,
                "2020":96,
                "2021":8
            }
        ],
        [
            "The localization of the short‐duration, hard‐spectrum gamma‐ray burst GRB 050509b by the Swift satellite was a watershed event. We report the discovery of the probable host galaxy, a bright elliptical galaxy at  . This is the first known redshift and host of a short‐hard GRB and shows that at least some short‐hard GRBs are cosmological in origin. We began imaging the GRB field 8 minutes after the burst and continued for 8 days. We present a reanalysis of the XRT afterglow and report the absolute position of the GRB. Based on positional coincidences, the GRB and the elliptical are likely to be physically related, unlike any known connection between a long‐duration GRB and an early‐type galaxy. Similarly unique, GRB 050509b likely also originated from within a rich cluster of galaxies with detectable diffuse X‐ray emission. We demonstrate that while the burst was underluminous, the ratio of the blast wave …",
            "Closing in on a short-hard burst progenitor: constraints from early-time optical imaging and spectroscopy of a possible host galaxy of GRB 050509b",
            "Joshua S Bloom and JX Prochaska and D Pooley and CH Blake and RJ Foley and Saurabh Jha and E Ramirez-Ruiz and J Granot and AV Filippenko and Steinn Sigurdsson and AJ Barth and H-W Chen and MC Cooper and EE Falco and RR Gal and BF Gerke and MD Gladders and JE Greene and J Hennanwi and LC Ho and K Hurley and BP Koester and W Li and L Lubin and J Newman and DA Perley and GK Squires and WM Wood-Vasey",
            "2006",
            "NYCKZ1EAAAAJ:9vf0nzSNQJEC",
            423,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/498107\/meta",
            "7401548703515534354",
            "\/scholar?cites=7401548703515534354",
            {
                "2005":9,
                "2006":52,
                "2007":43,
                "2008":37,
                "2009":39,
                "2010":28,
                "2011":32,
                "2012":29,
                "2013":25,
                "2014":20,
                "2015":27,
                "2016":11,
                "2017":19,
                "2018":15,
                "2019":12,
                "2020":19,
                "2021":2
            }
        ],
        [
            "We have recently completed a 64-night spectroscopic monitoring campaign at the Lick Observatory 3-m Shane telescope with the aim of measuring the masses of the black holes in 12 nearby (z< 0.05) Seyfert 1 galaxies with expected masses in the range~ 10 6-10 7 M☉ and also the well-studied nearby active galactic nucleus (AGN) NGC 5548. Nine of the objects in the sample (including NGC 5548) showed optical variability of sufficient strength during the monitoring campaign to allow for a time lag to be measured between the continuum fluctuations and the response to these fluctuations in the broad Hβ emission. We present here the light curves for all the objects in this sample and the subsequent Hβ time lags for the nine objects where these measurements were possible. The Hβ lag time is directly related to the size of the broad-line region (BLR) in AGNs, and by combining the Hβ lag time with the measured …",
            "The Lick AGN monitoring project: Broad-line region radii and black hole masses from reverberation mapping of Hβ",
            "Misty C Bentz and Jonelle L Walsh and Aaron J Barth and Nairn Baliber and Vardha Nicola Bennert and Gabriela Canalizo and Alexei V Filippenko and Mohan Ganeshalingam and Elinor L Gates and Jenny E Greene and Marton G Hidas and Kyle D Hiner and Nicholas Lee and Weidong Li and Matthew A Malkan and Takeo Minezaki and Yu Sakata and Frank JD Serduke and Jeffrey M Silverman and Thea N Steele and Daniel Stern and Rachel A Street and Carol E Thornton and Tommaso Treu and Xiaofeng Wang and Jong-Hak Woo and Yuzuru Yoshii",
            "2009",
            "NYCKZ1EAAAAJ:_Ybze24A_UAC",
            378,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/705\/1\/199\/meta",
            "8168887945827591333",
            "\/scholar?cites=8168887945827591333",
            {
                "2009":4,
                "2010":16,
                "2011":38,
                "2012":42,
                "2013":38,
                "2014":32,
                "2015":37,
                "2016":32,
                "2017":35,
                "2018":23,
                "2019":32,
                "2020":43,
                "2021":6
            }
        ],
        [
            "We present 30 optical spectra and 49 photometric epochs sampling the first 517 days after discovery of supernova (SN) 1999em and derive its distance through the expanding photosphere method (EPM). SN 1999em is shown to be a Type II‐plateau (II‐P) event, with a photometric plateau lasting until about 100 days after explosion. We identify the dominant ions responsible for most of the absorption features seen in the optical portion of the spectrum during the plateau phase. Using the weakest unblended absorption features to estimate photospheric velocity, we find the distance to SN 1999em to be D= 8.2±0.6 Mpc, with an explosion date of HJD 2,451,475.6±1.4, or 5.3±1.4 days before discovery. We show that this distance estimate is about 10% closer than the distance that results if the strong Fe ii λλ4924, 5018, 5169 absorption features, which have often been used in previous EPM studies, are used to estimate …",
            "The distance to SN 1999em in NGC 1637 from the expanding photosphere method",
            "Douglas C Leonard and Alexei V Filippenko and Elinor L Gates and Weidong Li and Ronald G Eastman and Aaron J Barth and Schelte J Bus and Ryan Chornock and Alison L Coil and Sabine Frink and Carol A Grady and Alan W Harris and Matthew A Malkan and Thomas Matheson and Andreas Quirrenbach and Richard R Treffers",
            "2001",
            "NYCKZ1EAAAAJ:BUYA1_V_uYcC",
            327,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/324785\/meta",
            "9537868175403734373",
            "\/scholar?cites=9537868175403734373",
            {
                "2002":8,
                "2003":19,
                "2004":15,
                "2005":19,
                "2006":17,
                "2007":20,
                "2008":20,
                "2009":18,
                "2010":15,
                "2011":18,
                "2012":15,
                "2013":16,
                "2014":21,
                "2015":16,
                "2016":11,
                "2017":14,
                "2018":27,
                "2019":19,
                "2020":14,
                "2021":4
            }
        ],
        [
            "To investigate the black hole mass versus stellar velocity dispersion (M BH-σ*) relation of active galaxies, we measured the velocity dispersions of a sample of local Seyfert 1 galaxies, for which we have recently determined black hole masses using reverberation mapping. For most objects, stellar velocity dispersions were measured from high signal-to-noise ratio optical spectra centered on the Ca II triplet region (~ 8500 Å), obtained at the Keck, Palomar, and Lick Observatories. For two objects, in which the Ca II triplet region was contaminated by nuclear emission, the measurement was based on high-quality H-band spectra obtained with the OH-Suppressing Infrared Imaging Spectrograph at the Keck-II telescope. Combining our new measurements with data from the literature, we assemble a sample of 24 active galaxies with stellar velocity dispersions and reverberation-based black hole mass measurements in …",
            "The lick AGN monitoring project: the M BH-σ* relation for reverberation-mapped active galaxies",
            "Jong-Hak Woo and Tommaso Treu and Aaron J Barth and Shelley A Wright and Jonelle L Walsh and Misty C Bentz and Paul Martini and Vardha N Bennert and Gabriela Canalizo and Alexei V Filippenko and Elinor Gates and Jenny Greene and Weidong Li and Matthew A Malkan and Daniel Stern and Takeo Minezaki",
            "2010",
            "NYCKZ1EAAAAJ:LjlpjdlvIbIC",
            266,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/716\/1\/269\/meta",
            "7614179873136361340",
            "\/scholar?cites=7614179873136361340",
            {
                "2010":10,
                "2011":31,
                "2012":43,
                "2013":32,
                "2014":22,
                "2015":23,
                "2016":24,
                "2017":29,
                "2018":13,
                "2019":20,
                "2020":16,
                "2021":2
            }
        ],
        [
            "We describe new optical images and spectra of POX 52, a dwarf galaxy with an active nucleus that was originally detected in the POX objective‐prism survey. While POX 52 was originally thought to be a Seyfert 2 galaxy, the new data reveal an emission‐line spectrum very similar to that of the dwarf Seyfert 1 galaxy NGC 4395, with broad components to the permitted line profiles, and we classify POX 52 as a Seyfert 1 galaxy. The host galaxy appears to be a dwarf elliptical, and its brightness profile is best fit by a Sérsic model with an index of   and a total magnitude of  . Applying mass–luminosity–line width scaling relations to estimate the black hole mass from the broad Hβ line width and nonstellar continuum luminosity, we find  . The stellar velocity dispersion in the host galaxy, measured from the Ca ii λ8498, 8542 lines, is   km s−1, also suggestive of a black hole mass of order  . Further searches for active nuclei in …",
            "POX 52: a dwarf Seyfert 1 galaxy with an intermediate-mass black hole",
            "Aaron J Barth and Luis C Ho and Robert E Rutledge and Wallace LW Sargent",
            "2004",
            "NYCKZ1EAAAAJ:UebtZRa9Y70C",
            261,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/383302\/meta",
            "962574106876265077",
            "\/scholar?cites=962574106876265077",
            {
                "2004":6,
                "2005":15,
                "2006":23,
                "2007":20,
                "2008":22,
                "2009":14,
                "2010":11,
                "2011":16,
                "2012":18,
                "2013":11,
                "2014":7,
                "2015":12,
                "2016":22,
                "2017":19,
                "2018":14,
                "2019":14,
                "2020":14,
                "2021":2
            }
        ],
        [
            "The supermassive black hole of M87 is one of the most massive black holes known and has been the subject of several stellar and gas-dynamical mass measurements; however, the most recent revision to the stellar-dynamical black hole mass measurement is a factor of about two larger than the previous gas-dynamical determinations. Here, we apply comprehensive gas-dynamical models that include the propagation of emission-line profiles through the telescope and spectrograph optics to new Space Telescope Imaging Spectrograph observations from the Hubble Space Telescope. Unlike the previous gas-dynamical studies of M87, we map out the complete kinematic structure of the emission-line disk within~ 40 pc from the nucleus, and find that a small amount of velocity dispersion internal to the gas disk is required to match the observed line widths. We examine a scenario in which the intrinsic velocity dispersion …",
            "The M87 black hole mass from gas-dynamical models of space telescope imaging spectrograph observations",
            "Jonelle L Walsh and Aaron J Barth and Luis C Ho and Marc Sarzi",
            "2013",
            "NYCKZ1EAAAAJ:9yKSN-GCB0IC",
            255,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/770\/2\/86\/meta",
            "87579729942086247",
            "\/scholar?cites=87579729942086247",
            {
                "2013":6,
                "2014":12,
                "2015":28,
                "2016":31,
                "2017":33,
                "2018":32,
                "2019":58,
                "2020":50,
                "2021":2
            }
        ],
        [
            "We present a detailed study of line structure in early to late-time spectra of supernova (SN) 1993J. Spectra during the nebular phase, but within the first two years after explosion, exhibit small-scale structure in the emission lines of some species, notably oxygen and magnesium, showing that the ejecta of SN 1993J are clumpy. On the other hand, a lack of structure in emission lines of calcium implies that the source of calcium emission is uniformly distributed throughout the ejecta. These results are interpreted as evidence that oxygen emission originates in clumpy, newly synthesized material, while calcium emission arises from material preexisting in the atmosphere of the progenitor. Spectra spanning the range 433–2454 days after the explosion show boxlike profiles for the emission lines, clearly indicating circumstellar interaction in a roughly spherical shell. This is interpreted within the Chevalier & Fransson model …",
            "Detailed analysis of early to late-time spectra of supernova 1993J",
            "Thomas Matheson and Alexei V Filippenko and Luis C Ho and Aaron J Barth and Douglas C Leonard",
            "2000",
            "NYCKZ1EAAAAJ:t7zJ5fGR-2UC",
            248,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/301519\/meta",
            "8963862303946396922",
            "\/scholar?cites=8963862303946396922",
            {
                "2000":2,
                "2001":8,
                "2002":14,
                "2003":13,
                "2004":8,
                "2005":10,
                "2006":9,
                "2007":14,
                "2008":16,
                "2009":19,
                "2010":9,
                "2011":21,
                "2012":10,
                "2013":8,
                "2014":7,
                "2015":15,
                "2016":14,
                "2017":16,
                "2018":15,
                "2019":8,
                "2020":9,
                "2021":2
            }
        ],
        [
            " We present optical spectropolarimetry obtained at the Keck II 10 m telescope on 1998 March 7 UT along with total flux spectra spanning the first 494 days after discovery (1998 March 2 UT) of the peculiar Type IIn supernova (SN) 1998S. The SN is found to exhibit a high degree of linear polarization, implying significant asphericity for its continuum‐scattering environment. Prior to the removal of interstellar polarization, the polarization spectrum is characterized by a flat continuum (at  ) with distinct changes in polarization associated with both the broad (symmetric, half‐width near zero intensity ≳10,000 km s−1) and narrow (unresolved, full width at half‐maximum less than 300 km s−1) line emission seen in the total flux spectrum. When analyzed in terms of a polarized continuum with unpolarized broad‐line recombination emission, an intrinsic continuum polarization of   results, suggesting a global asphericity of ≳45 …",
            "Evidence for asphericity in the type IIn supernova SN 1998S",
            "Douglas C Leonard and Alexei V Filippenko and Aaron J Barth and Thomas Matheson",
            "2000",
            "NYCKZ1EAAAAJ:_Qo2XoVZTnwC",
            241,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/308910\/meta",
            "2388771593040502425",
            "\/scholar?cites=2388771593040502425",
            {
                "2000":7,
                "2001":15,
                "2002":11,
                "2003":14,
                "2004":21,
                "2005":21,
                "2006":6,
                "2007":7,
                "2008":14,
                "2009":6,
                "2010":8,
                "2011":13,
                "2012":6,
                "2013":6,
                "2014":8,
                "2015":7,
                "2016":13,
                "2017":14,
                "2018":21,
                "2019":10,
                "2020":13
            }
        ]
    ]
}