{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Continuous Nb wires, 7–15 nm in diameter, have been fabricated by sputter-coating single fluorinated carbon nanotubes. Transmission electron microscopy revealed that the wires are polycrystalline, having grain sizes of about 5 nm. The critical current of wires thicker than ∼12 nm is very high (107 A\/cm2) and comparable to the expected depairing current. The resistance versus temperature curves measured down to 0.3 K are well described by the Langer–Ambegaokar–McCumber–Halperin theory of thermally activated phase slips. Quantum phase slips are suppressed.",
            "Superconducting properties of polycrystalline Nb nanowires templated by carbon nanotubes",
            "Andrey Rogachev and Alexey Bezryadin",
            "2003",
            "nYvz2JUAAAAJ:_FxGoFyzp5QC",
            138,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1592313",
            "7856070645232162324",
            "\/scholar?cites=7856070645232162324",
            {
                "2004":7,
                "2005":12,
                "2006":11,
                "2007":8,
                "2008":19,
                "2009":15,
                "2010":7,
                "2011":8,
                "2012":11,
                "2013":10,
                "2014":6,
                "2015":4,
                "2016":5,
                "2017":2,
                "2018":2,
                "2019":6,
                "2020":5
            }
        ],
        [
            "The effects of a strong magnetic field on superconducting Nb and MoGe nanowires with diameter∼ 10 n m have been studied. We have found that the Langer-Ambegaokar-McCumber-Halperin (LAMH) theory of thermally activated phase slips is applicable in a wide range of magnetic fields and describes well the temperature dependence of the wire resistance, over 11 orders of magnitude. The field dependence of the critical temperature, T c, extracted from the LAMH fits is in good quantitative agreement with the theory of pair-breaking perturbations that takes into account both spin and orbital contributions. The extracted spin-orbit scattering time agrees with an estimate τ s. o.≃ τ (ℏ c\/Z e 2) 4, where τ is the elastic scattering time and Z is the atomic number.",
            "Influence of high magnetic fields on the superconducting transition of one-dimensional Nb and MoGe nanowires",
            "A Rogachev and AT Bollinger and A Bezryadin",
            "2005",
            "nYvz2JUAAAAJ:LkGwnXOMwfcC",
            122,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.94.017004",
            "11376184928142055424",
            "\/scholar?cites=11376184928142055424",
            {
                "2005":6,
                "2006":5,
                "2007":5,
                "2008":21,
                "2009":13,
                "2010":8,
                "2011":13,
                "2012":13,
                "2013":4,
                "2014":3,
                "2015":5,
                "2016":8,
                "2017":6,
                "2018":5,
                "2019":1,
                "2020":5,
                "2021":1
            }
        ],
        [
            "Phase slips are topological fluctuations that carry the superconducting order-parameter field between distinct current-carrying states. Owing to these phase slips, superconducting nanowires acquire electrical resistance. In such wires, it is well known that at higher temperatures phase slips occur through the process of thermal barrier-crossing by the order-parameter field. At low temperatures, the general expectation is that phase slips should proceed through quantum tunnelling events, which are known as quantum phase slips. However, resistive measurements have produced evidence both for and against the occurrence of quantum phase slips. Here, we report evidence for the observation of individual quantum phase-slip events in homogeneous ultranarrow wires at high bias currents. We accomplish this through measurements of the distribution of switching currents for which the width exhibits a rather counter …",
            "Individual topological tunnelling events of a quantum field probed through their macroscopic consequences",
            "Mitrabhanu Sahu and Myung-Ho Bae and Andrey Rogachev and David Pekker and Tzu-Chieh Wei and Nayana Shah and Paul M Goldbart and Alexey Bezryadin",
            "2009",
            "nYvz2JUAAAAJ:roLk4NBRz8UC",
            118,
            "https:\/\/www.nature.com\/articles\/nphys1276",
            "1246862131531169062",
            "\/scholar?cites=1246862131531169062",
            {
                "2009":3,
                "2010":4,
                "2011":15,
                "2012":21,
                "2013":15,
                "2014":8,
                "2015":10,
                "2016":9,
                "2017":13,
                "2018":5,
                "2019":5,
                "2020":8,
                "2021":1
            }
        ],
        [
            "We study the effect of an applied magnetic field on sub-10-nm wide MoGe and Nb superconducting wires. We find that magnetic fields can enhance the critical supercurrent at low temperatures, and do so more strongly for narrower wires. We conjecture that magnetic moments are present, but their pair-breaking effect, active at lower magnetic fields, is suppressed by higher fields. The corresponding microscopic theory, which we have developed, quantitatively explains all experimental observations, and suggests that magnetic moments have formed on the wire surfaces.",
            "Magnetic-field enhancement of superconductivity in ultranarrow wires",
            "A Rogachev and T-C Wei and D Pekker and AT Bollinger and Paul M Goldbart and A Bezryadin",
            "2006",
            "nYvz2JUAAAAJ:UebtZRa9Y70C",
            94,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.97.137001",
            "8086959101119303493",
            "\/scholar?cites=8086959101119303493",
            {
                "2006":1,
                "2007":3,
                "2008":16,
                "2009":12,
                "2010":5,
                "2011":7,
                "2012":11,
                "2013":9,
                "2014":3,
                "2015":4,
                "2016":5,
                "2017":5,
                "2018":4,
                "2019":1,
                "2020":7,
                "2021":1
            }
        ],
        [
            "We establish the superconductor-insulator phase diagram for quasi-one-dimensional wires by measuring a large set of MoGe nanowires. This diagram is roughly consistent with the Chakravarty-Schmid-Bulgadaev phase boundary, namely, with the critical resistance being equal to R Q= h\/4 e 2. Deviations from this boundary for a small fraction of the samples prompt us to suggest an alternative phase diagram, which matches the data exactly. Transport properties of wires in the superconducting phase are dominated by phase slips, whereas insulating nanowires exhibit a weak Coulomb blockade behavior.",
            "Determination of the superconductor-insulator phase diagram for one-dimensional wires",
            "AT Bollinger and RC Dinsmore III and A Rogachev and A Bezryadin",
            "2008",
            "nYvz2JUAAAAJ:0EnyYjriUFMC",
            62,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.227003",
            "3388785540410002636",
            "\/scholar?cites=3388785540410002636",
            {
                "2007":1,
                "2008":1,
                "2009":9,
                "2010":4,
                "2011":6,
                "2012":9,
                "2013":5,
                "2014":2,
                "2015":5,
                "2016":6,
                "2017":2,
                "2018":4,
                "2019":4,
                "2020":4
            }
        ],
        [
            "Quasi-one-dimensional superconductors or nanowires exhibit a transition into a nonsuperconducting regime, as their diameter shrinks. We present measurements on ultrashort nanowires (40–190 nm long) in the vicinity of this quantum transition. Properties of all wires in the superconducting phase, even those close to the transition, can be explained in terms of thermally activated phase slips. The behavior of nanowires in the nonsuperconducting phase agrees with the theories of the Coulomb blockade of coherent transport through mesoscopic normal metal conductors. Thus it is concluded that the quantum transition occurs between two phases: a\" true superconducting phase\" and an\" insulating phase\". No intermediate,\" metallic\" phase was found.",
            "Dichotomy in short superconducting nanowires: Thermal phase slippage vs. Coulomb blockade",
            "Anthony Travis Bollinger and A Rogachev and Alexey Bezryadin",
            "2006",
            "nYvz2JUAAAAJ:hqOjcs7Dif8C",
            59,
            "https:\/\/iopscience.iop.org\/article\/10.1209\/epl\/i2006-10275-5\/meta",
            "13214335490606774282",
            "\/scholar?cites=13214335490606774282",
            {
                "2006":1,
                "2007":3,
                "2008":13,
                "2009":7,
                "2010":5,
                "2011":7,
                "2012":5,
                "2013":2,
                "2014":3,
                "2015":4,
                "2016":3,
                "2017":2,
                "2018":1,
                "2019":1,
                "2020":2
            }
        ],
        [
            "We study the effect of morphology on the low-temperature behavior of superconducting nanowires which vary in length from 86 nm to 188 nm. A well-defined superconductor-insulator transition is observed only in the family of homogeneous wires, in which case the transition occurs when the normal resistance is close to h\/4 e 2. Inhomogeneous wires, on the other hand, exhibit a mixed behavior, such that signatures of the superconducting and insulating regimes can be observed in the same sample. The resistance versus temperature curves of inhomogeneous wires show multiple steps, each corresponding to a weak link constriction (WLC) present in the wire. Similarly, each WLC generates a differential resistance peak when the bias current reaches the critical current of the WLC. Due to the presence of WLC’s an inhomogeneous wire splits into a sequence of weakly interacting segments where each segment can …",
            "Effect of morphology on the superconductor-insulator transition in one-dimensional nanowires",
            "AT Bollinger and A Rogachev and M Remeika and Alexey Bezryadin",
            "2004",
            "nYvz2JUAAAAJ:5nxA0vEk-isC",
            56,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.69.180503",
            "6471632907456594843",
            "\/scholar?cites=6471632907456594843",
            {
                "2004":1,
                "2005":5,
                "2006":7,
                "2007":3,
                "2008":10,
                "2009":6,
                "2010":4,
                "2011":2,
                "2012":1,
                "2013":2,
                "2014":1,
                "2015":6,
                "2016":4,
                "2017":4
            }
        ],
        [
            "Intercalation compounds of lithium—aluminium double hydroxide (LADH) [LiAl2(OH)6]nX · pH2O, X-[CuEdta]2−, [CoEdta]2−, [NiEdta]2−, [Fe(CN)6]3− were obtained. Thermal decomposition of LADH-intercalates with complexes of transition metals and Edta leads to the dehydration and dehydroxylation of the hydroxide matrix and to the collapse redox process of the complex anion with the appearence of nanoscale metal particles distributed in a dielectric matrix. Photolysis of [LiAl2(OH)6]3[Fe(CN)6]·nH2O leads to the formation of nanoscale systems containing two-dimensional lithium—aluminium hydroxide packets separated by [Fe(CN)6]4− complexes and [Fex(OH)6−x](3+x)− clusters.",
            "The use of intercalation compounds of aluminium hydroxide for the preparation of nanoscale systems",
            "VP Isupov and LE Chupakhina and RP Mitrofanova and KA Tarasov and A Yu Rogachev and VV Boldyrev",
            "1997",
            "nYvz2JUAAAAJ:-f6ydRqryjwC",
            34,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0167273897840416",
            "3501948204510372223",
            "\/scholar?cites=3501948204510372223",
            {
                "1999":2,
                "2000":1,
                "2001":3,
                "2002":8,
                "2003":5,
                "2004":6,
                "2005":6,
                "2006":1,
                "2007":1,
                "2008":1
            }
        ],
        [
            " Electrochemical galvanostatic oxidation of strontium-substituted CaFeO2.5 at room temperature in an alkaline electrolyte is described. Samples with nominal composition Ca1–  x Sr x FeO2.5 were completely oxidized to the cubic perovskite at x≥0.25. The substitution at this level is accompanied by phase separation with formation of Ca- and Sr-enriched microdomains and a sharp increase in the reactivity of the matrix. The study confirms the phenomenological model which describes an anomalous rapid oxidation process in perovskites for such a low temperature as a result of long-range fast oxygen transport along microdomain walls, followed by slow diffusion over short distances in defect-free domains.",
            "Reactivity of the perovskite system Ca 1–x Sr x FeO 2.5 in topotactic electrochemical oxidation at ambient temperature",
            "Alexander Nemudry and Andrey Rogatchev and Igor Gainutdinov and Robert Schöllhorn",
            "2001",
            "nYvz2JUAAAAJ:QIV2ME_5wuYC",
            33,
            "https:\/\/link.springer.com\/article\/10.1007\/s100080000188",
            "466775782162078784",
            "\/scholar?cites=466775782162078784",
            {
                "2002":1,
                "2003":1,
                "2004":2,
                "2005":2,
                "2006":1,
                "2007":2,
                "2008":1,
                "2009":1,
                "2010":3,
                "2011":1,
                "2012":6,
                "2013":1,
                "2014":1,
                "2015":2,
                "2016":2,
                "2017":4,
                "2018":1
            }
        ],
        [
            "The properties of one-dimensional superconducting wires depend on physical processes with different characteristic lengths. To identify the process dominant in the critical regime we have studied the transport properties of very narrow (9–20 nm) MoGe wires fabricated by advanced electron-beam lithography in a wide range of lengths, 1–25 μ m. We observed that the wires undergo a superconductor-insulator transition (SIT) that is controlled by cross sectional area of a wire and possibly also by the width-to-thickness ratio. The mean-field critical temperature decreases exponentially with the inverse of the wire cross section. We observed that a qualitatively similar superconductor-insulator transition can be induced by an external magnetic field. Our results are not consistent with any currently known theory of the SIT. Some long superconducting MoGe nanowires can be identified as localized superconductors …",
            "Superconductor-Insulator Transition in Long MoGe Nanowires",
            "Hyngeong Kim and Shirin Jamali and Andrey Rogachev",
            "2012",
            "nYvz2JUAAAAJ:RHpTSmoSYBkC",
            30,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.109.027002",
            "16452181691509613989",
            "\/scholar?cites=16452181691509613989",
            {
                "2013":5,
                "2014":1,
                "2015":2,
                "2016":7,
                "2017":3,
                "2018":5,
                "2019":3,
                "2020":4
            }
        ]
    ]
}