{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This article identifies a bifurcation in the practice of organization development (OD) that is not fully acknowledged or discussed in OD textbooks or journal articles. Forms of OD practice exist that do not adhere to key assumptions and prescriptions of the founders of OD. Some of these dialogical forms of organization development practice are described and contrasts and similarities with the original, diagnostic, form of OD are analyzed. Practices that define dialogical forms of OD are identified with a call for increased acknowledgment of this bifurcation in OD research, practice, and teaching.",
            "Revisioning organization development: Diagnostic and dialogic premises and patterns of practice",
            "Gervase R Bushe and Robert J Marshak",
            "2009",
            "Nz8FV6EAAAAJ:u-x6o8ySG0sC",
            456,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/0021886309335070",
            "2887728063063328208",
            "\/scholar?cites=2887728063063328208",
            {
                "2009":4,
                "2010":12,
                "2011":35,
                "2012":28,
                "2013":54,
                "2014":46,
                "2015":44,
                "2016":41,
                "2017":40,
                "2018":48,
                "2019":47,
                "2020":41,
                "2021":3
            }
        ],
        [
            "A new ensemble of organization development (OD) practices have emerged that are based more on constructionist, post modern and new sciences premises than the assumptions of the early founders. These include practices associated with appreciative inquiry, large group interventions, changing mindsets and consciousness, addressing diversity and multicultural realities, and advancing new and different models of change. We propose that the emerging field of organizational discourse offers sympathetic concepts and research that could add additional insights and theoretical rigour to the New OD. In particular, studies of organizational discourse based upon social constructionist and critical perspectives offer compelling ideas and practices associated with the establishment of change concepts, the role of power and context in relation to organizational change, and specific discursive interventions designed to …",
            "Organizational discourse and new organization development practices",
            "Robert J Marshak and David Grant",
            "2008",
            "Nz8FV6EAAAAJ:d1gkVwhDpl0C",
            325,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1467-8551.2008.00567.x",
            "140302045585235637",
            "\/scholar?cites=140302045585235637",
            {
                "2008":8,
                "2009":7,
                "2010":19,
                "2011":31,
                "2012":29,
                "2013":41,
                "2014":36,
                "2015":28,
                "2016":34,
                "2017":27,
                "2018":22,
                "2019":21,
                "2020":17
            }
        ],
        [
            "F or most leaders and change agents, one seven-word expression has become synonymous with resistance to change:“If it ain’t broke, don’tfix it!” On the surface, it’sa straightforward, rather blunt statement of fact and advice:“Don’t mess with what’s already working.” As usually interpreted, however, it’sa slogan of resistance, defiantly asserting:“No change is wanted or needed here; go tinker somewhere else!” Considered symbolically, it may also reveal an unarticulated set of assumptions about change and the organization in question. Every individual, and for that matter, cultural system, views and interprets empirical events through a set of beliefs and assumptions. Often these beliefs and assumptions are subconscious and rarely examined or questioned. They just are. Yet they exert a profound influence over how a person sees a situation, and what actions will or wilt not be taken. If, for example, someone implicitly …",
            "Managing the metaphors of change",
            "Robert J Marshak",
            "1993",
            "Nz8FV6EAAAAJ:u5HHmVD_uO8C",
            305,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/009026169390081B",
            "6250838052277899029",
            "\/scholar?cites=6250838052277899029",
            {
                "1993":1,
                "1994":4,
                "1995":4,
                "1996":3,
                "1997":10,
                "1998":7,
                "1999":10,
                "2000":6,
                "2001":7,
                "2002":8,
                "2003":16,
                "2004":18,
                "2005":10,
                "2006":12,
                "2007":12,
                "2008":12,
                "2009":18,
                "2010":11,
                "2011":16,
                "2012":18,
                "2013":20,
                "2014":19,
                "2015":11,
                "2016":9,
                "2017":14,
                "2018":7,
                "2019":8,
                "2020":8
            }
        ],
        [
            "Questions have been raised in recent years about the cultural limits and overall efficacy of organization development (OD) to address the current and emerging problems of contemporary organizations. This discussion attempts to speak to both issues by examining the OD model of change, that is, Lewin's three-stage change process of unfreezing, movement, and refreezing. When the OD model is compared to the model(s) of change based in East Asian and Confucian cultural traditions, different assumptions about change are revealed. The analysis suggests that different culturally based models of change exist and are likely to lead adherents to employ different change methods and approaches. Consideration of both models as valid points to a possible synthesis that would address developmental and transformational change processes. More research into the change models and assumptions inherent in …",
            "Lewin meets Confucius: a review of the OD model of change",
            "Robert J Marshak",
            "1993",
            "Nz8FV6EAAAAJ:9yKSN-GCB0IC",
            217,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/0021886393294002",
            "9137755528414427282",
            "\/scholar?cites=9137755528414427282",
            {
                "1994":1,
                "1995":3,
                "1996":2,
                "1997":5,
                "1998":6,
                "1999":5,
                "2000":6,
                "2001":7,
                "2002":8,
                "2003":7,
                "2004":10,
                "2005":12,
                "2006":13,
                "2007":9,
                "2008":6,
                "2009":11,
                "2010":11,
                "2011":4,
                "2012":14,
                "2013":6,
                "2014":8,
                "2015":14,
                "2016":10,
                "2017":8,
                "2018":13,
                "2019":2,
                "2020":10
            }
        ],
        [
            "A Dynamic New Approach to Organizational Change Dialogic Organization Development is a compelling alternative to the classical action research approach to planned change. Organizations are seen as fluid, socially constructed realities that are continuously created through conversations and images. Leaders and consultants can help foster change by encouraging disruptions to taken-for-granted ways of thinking and acting and the use of generative images to stimulate new organizational conversations and narratives. This book offers the first comprehensive introduction to Dialogic Organization Development with chapters by a global team of leading scholar-practitioners addressing both theoretical foundations and specific practices.",
            "Dialogic organization development: The theory and practice of transformational change",
            "Edgar H Schein",
            "2015",
            "Nz8FV6EAAAAJ:lSLTfruPkqcC",
            181,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=1do_BgAAQBAJ&oi=fnd&pg=PP1&dq=info:tfM0YKGNEecJ:scholar.google.com&ots=L8DGGrIfZL&sig=o5O8tvU8-_TAfutvZ752nG6-cjw",
            "16650245021608768437",
            "\/scholar?cites=16650245021608768437",
            {
                "2015":7,
                "2016":26,
                "2017":39,
                "2018":35,
                "2019":36,
                "2020":29
            }
        ],
        [
            "Although organizational change involves a complex set of communicative and language-based processes, discourse-based approaches for understanding and managing change dynamics have been relatively underutilized by researchers and practitioners. To help address this situation, this article advances an analytic framework for explaining how discourse and organizational change are mutually implicated. Drawing on the research literature, the constructive, multilevel, conversational, political, reflexive, and recursive nature of organizational change discourses are presented and discussed. Implications for research and practice are then reviewed.",
            "Toward a discourse-centered understanding of organizational change",
            "David Grant and Robert J Marshak",
            "2011",
            "Nz8FV6EAAAAJ:W7OEmFMy1HYC",
            167,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/0021886310397612",
            "13055325118183466394",
            "\/scholar?cites=13055325118183466394",
            {
                "2012":8,
                "2013":15,
                "2014":26,
                "2015":14,
                "2016":19,
                "2017":16,
                "2018":17,
                "2019":32,
                "2020":17
            }
        ],
        [
            "This article presents a conceptualization of organizational discourse as situated                 symbolic action, drawing from the fields of speech act theory, rhetoric, ethnography                 of communication and social constructionism. This conceptualization is illustrated                 through analysis of an episode of negotiated order accessed through an organization                 development intervention; a meeting of senior managers of Systech, a major IT                 organization, to decide on a new business model. This perspective helps to respond                 to some of the key challenges facing the organizational discourse field in terms of                 developing more clearly specified conceptualizations of discourse suited to the                 organizational level of analysis, achieving a more holistic and discourse-sensitive                 understanding of empirical contexts by organizational researchers, and illustrating                 that …",
            "Conceptualizing organizational discourse as situated symbolic action",
            "Loizos Heracleous and Robert J Marshak",
            "2004",
            "Nz8FV6EAAAAJ:2osOgNQ5qMEC",
            131,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/0018726704048356",
            "903451980667454014",
            "\/scholar?cites=903451980667454014",
            {
                "2005":2,
                "2006":6,
                "2007":7,
                "2008":12,
                "2009":7,
                "2010":13,
                "2011":9,
                "2012":7,
                "2013":9,
                "2014":4,
                "2015":10,
                "2016":5,
                "2017":15,
                "2018":10,
                "2019":7,
                "2020":5,
                "2021":1
            }
        ],
        [
            "Organizational change initiatives often fail because they focus exclusively on the rational, overt aspects of change, overlooking the powerful role played by concealed or irrational factors. It's well known that these covert processes--such as hidden agendas, blind spots, office politics, tacit assumptions, secret hopes, wishes and fears--frequently sabotage change efforts, but up until now nobody has offered a rigorous, consistent way of identifying and dealing with them. Drawing on over thirty years of experience as an organizational change consultant to global corporations and government agencies, Robert J. Marshak shows precisely how to bring these hidden processes to light and deal with their negative impact. Marshak identifies five different dimensions of covert processes, presents an integrated model to explain the ultimate source of all of them, and shows how to diagnose whether any covert processes might be at work in your organization. He then offers specific tools and techniques for engaging and managing these\" under-the-table\" processes and for creating the kind of organizational environment in which such hidden dynamics are unable to flourish. Covert Processes at Work is a comprehensive and practical guide that managers, leaders, and consultants can use to deal with the hidden dynamics that are often at the root of many organizational problems.",
            "Covert processes at work: Managing the five hidden dimensions of organizational change",
            "Robert J Marshak",
            "2006",
            "Nz8FV6EAAAAJ:IjCSPb-OGe4C",
            127,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=StyYkCsCatoC&oi=fnd&pg=PR7&dq=info:CnztA3hbuGIJ:scholar.google.com&ots=MZqxnImozS&sig=5UykOQiwDQGCQpkBKrNpR5dI0lM",
            "7113536182451797002",
            "\/scholar?cites=7113536182451797002",
            {
                "2007":1,
                "2008":3,
                "2009":15,
                "2010":8,
                "2011":13,
                "2012":6,
                "2013":7,
                "2014":6,
                "2015":16,
                "2016":13,
                "2017":11,
                "2018":6,
                "2019":14,
                "2020":5
            }
        ],
        [
            "  This article proposes that our current terminology and conceptual language for organizational change make it difficult to address the range of changes confronting contemporary organizations.   Difficulties discussed include ambiguous and imprecise ways of talking about organizational change, changing organizational contexts that require new ways to think and talk about change, and dealing with implicit assumptions about change that may not be relevant in a world of continual change.   A matrix of change scenarios is presented and the term ‘morphing’ is introduced to describe continuous whole‐system change in hyperactive business environments.   Concepts, assumptions and metaphors associated with ‘altered consciousness’ and self‐organizing ‘complex adaptive systems’ are also discussed as alternative ways to think and talk about transformational change.   Implications discussed include the need to …This article proposes that our current terminology and conceptual language for organizational change make it difficult to address the range of changes confronting contemporary organizations.Difficulties discussed include ambiguous and imprecise ways of talking about organizational change, changing organizational contexts that require new ways to think and talk about change, and dealing with implicit assumptions about change that may not be relevant in a world of continual change.A matrix of change scenarios is presented and the term ‘morphing’ is introduced to describe continuous whole‐system change in hyperactive business environments.Concepts, assumptions and metaphors associated with ‘altered consciousness’ and self‐organizing ‘complex adaptive systems’ are also discussed as alternative ways to think and talk about transformational change.Implications discussed include the need to …",
            "Changing the language of change: How new contexts and concepts are challenging the ways we think and talk about organizational change",
            "Robert J Marshak",
            "2002",
            "Nz8FV6EAAAAJ:qjMakFHDy7sC",
            125,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/jsc.604",
            "9342216749427352235",
            "\/scholar?cites=9342216749427352235",
            {
                "2003":1,
                "2004":4,
                "2005":4,
                "2006":2,
                "2007":5,
                "2008":8,
                "2009":13,
                "2010":2,
                "2011":12,
                "2012":12,
                "2013":11,
                "2014":13,
                "2015":11,
                "2016":8,
                "2017":5,
                "2018":4,
                "2019":5,
                "2020":3
            }
        ],
        [
            "Incremental and ‘start-stop’models and methods of change developed during the Industrial Age are insufficient to address the needs of contemporary organizations operating in hyperactive environments. The concept of continuous whole-system change or ‘morphing’is introduced along with the basic ideas, principles and requirements for how to engage in it. Implications for organization development, including needs for new theories and practices of organizational consulting and change are identified and discussed.",
            "Morphing: The Leading Edge of Organizational Change in the Twenty-first Century.",
            "Robert J Marshak",
            "2004",
            "Nz8FV6EAAAAJ:Tyk-4Ss8FVUC",
            94,
            "http:\/\/search.ebscohost.com\/login.aspx?direct=true&profile=ehost&scope=site&authtype=crawler&jrnl=08896402&asa=Y&AN=15592313&h=QiF1H3nFQkZXlBh03eGy6L7xqcvV7RpJb508BQaUjsf8PGjTYlMoLSzwz7hbL59irReIEAcD7b0keaaJu045eA%3D%3D&crl=c",
            "10800624227041719091",
            "\/scholar?cites=10800624227041719091",
            {
                "2005":5,
                "2006":7,
                "2007":6,
                "2008":4,
                "2009":9,
                "2010":12,
                "2011":6,
                "2012":5,
                "2013":10,
                "2014":4,
                "2015":6,
                "2016":8,
                "2017":5,
                "2018":4,
                "2019":3
            }
        ]
    ]
}