{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together the most up-to-date statistics on heart disease, stroke, other vascular diseases, and their risk factors and presents them in its Heart Disease and Stroke Statistical Update. The Statistical Update is a valuable resource for researchers, clinicians, healthcare policy makers, media professionals, the lay public, and many others who seek the best national data available on disease morbidity and mortality and the risks, quality of care, medical procedures and operations, and costs associated with the management of these diseases in a single document. Indeed, since 1999, the Statistical Update has been cited more than 8700 times in the literature (including citations of all annual versions). In 2010 alone, the various …",
            "Heart disease and stroke statistics—2012 update: a report from the American Heart Association",
            "Writing Group Members and Véronique L Roger and Alan S Go and Donald M Lloyd-Jones and Emelia J Benjamin and Jarett D Berry and William B Borden and Dawn M Bravata and Shifan Dai and Earl S Ford and Caroline S Fox and Heather J Fullerton and Cathleen Gillespie and Susan M Hailpern and John A Heit and Virginia J Howard and Brett M Kissela and Steven J Kittner and Daniel T Lackland and Judith H Lichtman and Lynda D Lisabeth and Diane M Makuc and Gregory M Marcus and Ariane Marelli and David B Matchar and Claudia S Moy and Dariush Mozaffarian and Michael E Mussolino and Graham Nichol and Nina P Paynter and Elsayed Z Soliman and Paul D Sorlie and Nona Sotoodehnia and Tanya N Turan and Salim S Virani and Nathan D Wong and Daniel Woo and Melanie B Turner",
            "2012",
            "nzRMMAUAAAAJ:eRpWtjpEcbwC",
            33758,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/cir.0b013e31823ac046",
            "1542958399579433181",
            "\/scholar?cites=1542958399579433181",
            {
                "2012":655,
                "2013":2425,
                "2014":4031,
                "2015":4521,
                "2016":3386,
                "2017":3171,
                "2018":4470,
                "2019":5219,
                "2020":4799,
                "2021":336
            }
        ],
        [
            "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together the most up-to-date statistics related to heart disease, stroke, and other cardiovascular and metabolic diseases and presents them in its Heart Disease and Stroke Statistical Update. The Statistical Update represents a critical resource for the lay public, policy makers, media professionals, clinicians, healthcare administrators, researchers, and others seeking the best available data on these conditions. Together, cardiovascular disease (CVD) and stroke produce immense health and economic burdens in the United States and globally. The Statistical Update brings together in a single document up-to-date information on the core health behaviors and health factors that define cardiovascular health; a range of major …",
            "Heart disease and stroke statistics—2015 update: a report from the American Heart Association",
            "Dariush Mozaffarian and Emelia J Benjamin and Alan S Go and Donna K Arnett and Michael J Blaha and Mary Cushman and Sarah De Ferranti and Jean-Pierre Després and Heather J Fullerton and Virginia J Howard and Mark D Huffman and Suzanne E Judd and Brett M Kissela and Daniel T Lackland and Judith H Lichtman and Lynda D Lisabeth and Simin Liu and Rachel H Mackey and David B Matchar and Darren K McGuire and Emile R Mohler III and Claudia S Moy and Paul Muntner and Michael E Mussolino and Khurram Nasir and Robert W Neumar and Graham Nichol and Latha Palaniappan and Dilip K Pandey and Mathew J Reeves and Carlos J Rodriguez and Paul D Sorlie and Joel Stein and Amytis Towfighi and Tanya N Turan and Salim S Virani and Joshua Z Willey and Daniel Woo and Robert W Yeh and Melanie B Turner",
            "2015",
            "nzRMMAUAAAAJ:vhTOVVB_n94C",
            12411,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/CIR.0000000000000152",
            "4920226881403204332",
            "\/scholar?cites=4920226881403204332",
            {
                "2015":843,
                "2016":2203,
                "2017":2016,
                "2018":1892,
                "2019":2645,
                "2020":2351,
                "2021":156
            }
        ],
        [
            " Purpose. Low molecular weight branched polyethylenimine (LMW-PEI) was synthesized and studied as a DNA carrier for gene delivery with regard to physico-chemical properties, cytotoxicity, and transfection efficiency. Methods. The architecture of LMW-PEI, synthesized by acid catalyzed ring-opening polymerization of aziridine was characterized by size exclusion chromatography in combination with laser light scattering and 13C-NMR-spectroscopy. In vitro cytotoxic effects were quantified by LDH and MTT assay and visualized by transmission electron microscopy. The potential for transgene expression was monitored in ECV304 cells using luciferase driven by a SV40 promoter as reporter gene system. Results. LMW-PEI (Mw 11′900 D) with a low degree of branching was synthesized as a DNA carrier for gene delivery. In contrast to high molecular weight polyethylenimines (HMW-PEI …",
            "A novel non-viral vector for DNA delivery based on low molecular weight, branched polyethylenimine: effect of molecular weight on transfection efficiency and cytotoxicity",
            "Dagmar Fischer and Thorsten Bieber and Youxin Li and Hans-Peter Elsässer and Thomas Kissel",
            "1999",
            "nzRMMAUAAAAJ:Ab_9J64Q_yAC",
            1396,
            "https:\/\/link.springer.com\/article\/10.1023\/A:1014861900478",
            "2359488451102569695",
            "\/scholar?cites=2359488451102569695",
            {
                "2000":5,
                "2001":28,
                "2002":24,
                "2003":35,
                "2004":51,
                "2005":63,
                "2006":69,
                "2007":60,
                "2008":72,
                "2009":89,
                "2010":94,
                "2011":107,
                "2012":112,
                "2013":88,
                "2014":91,
                "2015":101,
                "2016":78,
                "2017":69,
                "2018":61,
                "2019":49,
                "2020":42,
                "2021":5
            }
        ],
        [
            "Fabricating active materials into specific macrostructures is critical in the pursuit of high electro-catalytic activity. Herein we demonstrate that a three-dimensional (3D) architecture of NiFe layered double hydroxide (NiFe-LDH) significantly reduced the onset potential, yielded high current density at small overpotentials, and showed outstanding stability in electrochemical oxygen evolution reaction.",
            "Three-dimensional NiFe layered double hydroxide film for high-efficiency oxygen evolution reaction",
            "Zhiyi Lu and Wenwen Xu and Wei Zhu and Qiu Yang and Xiaodong Lei and Junfeng Liu and Yaping Li and Xiaoming Sun and Xue Duan",
            "2014",
            "nzRMMAUAAAAJ:GhiSEUffbWAC",
            576,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2014\/cc\/c4cc01625d",
            "7233694521725905179",
            "\/scholar?cites=7233694521725905179",
            {
                "2014":10,
                "2015":41,
                "2016":80,
                "2017":86,
                "2018":112,
                "2019":118,
                "2020":112,
                "2021":14
            }
        ],
        [
            "Major aspects related to lithium deposition in lithium-ion and lithium metal secondary batteries are reviewed. For lithium-ion batteries with carbonaceous anode, lithium deposition may occur under harsh charging conditions such as overcharging or charging at low temperatures. The major technical solutions include: (1) applying electrochemical models to predict the critical conditions for deposition initiation; (2) preventions by improved battery design and material modification; (3) applying adequate charging protocols to inhibit lithium deposition. For lithium metal secondary batteries, the lithium deposition is the inherent reaction during charging. The major technical solutions include: (1) the use of mechanistic models to elucidate and control dendrite initiation and growth; (2) engineering surface morphology of the lithium deposition to avoid dendrite formation via adjusting the composition and concentration of the …",
            "A review of lithium deposition in lithium-ion and lithium metal secondary batteries",
            "Zhe Li and Jun Huang and Bor Yann Liaw and Viktor Metzler and Jianbo Zhang",
            "2014",
            "nzRMMAUAAAAJ:8om51WZ5saEC",
            545,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0378775313020880",
            "10164085745123757328",
            "\/scholar?cites=10164085745123757328",
            {
                "2014":11,
                "2015":59,
                "2016":64,
                "2017":70,
                "2018":108,
                "2019":101,
                "2020":119,
                "2021":10
            }
        ],
        [
            "After optic nerve injury in mature mammals, retinal ganglion cells (RGCs) are normally unable to regenerate their axons and undergo delayed apoptosis. However, if the lens is damaged at the time of nerve injury, many RGCs survive axotomy and regenerate their axons into the distal optic nerve. Lens injury induces macrophage activation, and we show here that factors secreted by macrophages stimulate RGCs to regenerate their axons. When macrophages were activated by intravitreal injections of Zymosan, a yeast cell wall preparation, the number of RGC axons regenerating into the distal optic nerve was even greater than after lens injury. These effects were further enhanced if Zymosan was injected 3 d after nerve crush. In a grafting paradigm, intravitreal Zymosan increased the number of RGCs that regenerated their axons through a 1.5 cm peripheral nerve graft twofold relative to uninjected controls and …",
            "Macrophage-derived factors stimulate optic nerve regeneration",
            "Yuqin Yin and Qi Cui and Yiming Li and Nina Irwin and Dietmar Fischer and Alan R Harvey and Larry I Benowitz",
            "2003",
            "nzRMMAUAAAAJ:SrJLFjpZNIkC",
            534,
            "https:\/\/www.jneurosci.org\/content\/23\/6\/2284.short",
            "13151581296371946583",
            "\/scholar?cites=13151581296371946583",
            {
                "2003":6,
                "2004":28,
                "2005":24,
                "2006":39,
                "2007":46,
                "2008":35,
                "2009":37,
                "2010":32,
                "2011":34,
                "2012":42,
                "2013":24,
                "2014":29,
                "2015":33,
                "2016":23,
                "2017":31,
                "2018":21,
                "2019":23,
                "2020":17,
                "2021":3
            }
        ],
        [
            "The role of long noncoding RNA (lncRNA) in adult hearts is unknown; also unclear is how lncRNA modulates nucleosome remodelling. An estimated 70% of mouse genes undergo antisense transcription 1, including myosin heavy chain 7 (Myh7), which encodes molecular motor proteins for heart contraction 2. Here we identify a cluster of lncRNA transcripts from Myh7 loci and demonstrate a new lncRNA–chromatin mechanism for heart failure. In mice, these transcripts, which we named myosin heavy-chain-associated RNA transcripts (Myheart, or Mhrt), are cardiac-specific and abundant in adult hearts. Pathological stress activates the Brg1–Hdac–Parp chromatin repressor complex 3 to inhibit Mhrt transcription in the heart. Such stress-induced Mhrt repression is essential for cardiomyopathy to develop: restoring Mhrt to the pre-stress level protects the heart from hypertrophy and failure. Mhrt antagonizes the …",
            "A long noncoding RNA protects the heart from pathological hypertrophy",
            "Pei Han and Wei Li and Chiou-Hong Lin and Jin Yang and Ching Shang and Sylvia T Nurnberg and Kevin Kai Jin and Weihong Xu and Chieh-Yu Lin and Chien-Jung Lin and Yiqin Xiong and Huan-Chieh Chien and Bin Zhou and Euan Ashley and Daniel Bernstein and Peng-Sheng Chen and Huei-Sheng Vincent Chen and Thomas Quertermous and Ching-Pin Chang",
            "2014",
            "nzRMMAUAAAAJ:8vdfpwmOEYcC",
            527,
            "https:\/\/www.nature.com\/articles\/nature13596",
            "7760259473090244660",
            "\/scholar?cites=7760259473090244660",
            {
                "2014":2,
                "2015":80,
                "2016":96,
                "2017":68,
                "2018":97,
                "2019":84,
                "2020":92,
                "2021":6
            }
        ],
        [
            "TiO2-coated activated carbon (AC) grain (TiO2\/AC) was prepared through hydrolytic precipitation of TiO2 from Tetrabutylorthotitanate and following heat treatment. The TiO2\/AC was characterized by BET, SEM, XRD and optical absorption spectroscopy. The samples were employed as catalysts for methyl orange photocatalytic oxidation degradation in aqueous suspension, used as probe reaction. The kinetics of methyl orange photodegradation was analyzed. The results indicate that BET surface area of TiO2-coated ACs decreased drastically in comparison with the original AC with increasing TiO2 coatings by more than 1 doped cycle. Nano-TiO2 particles were dispersed on the AC with the size of 20–40 nm. Crystalline TiO2 doped onto AC was from anatase to rutile with increase of heat-treatment temperature. The TiO2\/AC was shown high photoactivity for the photodegradation of methyl orange (MO) dyestuff in …",
            "Photocatalytic degradation of methyl orange by TiO2-coated activated carbon and kinetic study",
            "Youji Li and Xiaodong Li and Junwen Li and Jing Yin",
            "2006",
            "nzRMMAUAAAAJ:ePQUoeLIjU0C",
            481,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0043135406000108",
            "2707389893777553286",
            "\/scholar?cites=2707389893777553286",
            {
                "2007":7,
                "2008":13,
                "2009":26,
                "2010":29,
                "2011":23,
                "2012":32,
                "2013":39,
                "2014":48,
                "2015":46,
                "2016":45,
                "2017":45,
                "2018":42,
                "2019":46,
                "2020":33,
                "2021":2
            }
        ],
        [
            "We investigated the electron-pairing mechanism in an iron-based superconductor, iron selenide (FeSe), using scanning tunneling microscopy and spectroscopy. Tunneling conductance spectra of stoichiometric FeSe crystalline films in their superconducting state revealed evidence for a gap function with nodal lines. Electron pairing with twofold symmetry was demonstrated by direct imaging of quasiparticle excitations in the vicinity of magnetic vortex cores, Fe adatoms, and Se vacancies. The twofold pairing symmetry was further supported by the observation of striped electronic nanostructures in the slightly Se-doped samples. The anisotropy can be explained in terms of the orbital-dependent reconstruction of electronic structure in FeSe.",
            "Direct observation of nodes and twofold symmetry in FeSe superconductor",
            "Can-Li Song and Yi-Lin Wang and Peng Cheng and Ye-Ping Jiang and Wei Li and Tong Zhang and Zhi Li and Ke He and Lili Wang and Jin-Feng Jia and Hsiang-Hsuan Hung and Congjun Wu and Xucun Ma and Xi Chen and Qi-Kun Xue",
            "2011",
            "nzRMMAUAAAAJ:MorTGPwyXZsC",
            402,
            "https:\/\/science.sciencemag.org\/content\/332\/6036\/1410.abstract",
            "1782341446119682225",
            "\/scholar?cites=1782341446119682225",
            {
                "2011":11,
                "2012":33,
                "2013":38,
                "2014":32,
                "2015":66,
                "2016":57,
                "2017":53,
                "2018":46,
                "2019":30,
                "2020":31,
                "2021":3
            }
        ],
        [
            "When lithium-ion batteries age with cycling, the battery capacity decreases and the resistance increases. The aging mechanism of different types of lithium-ion batteries differs. The loss of lithium inventory, loss of active material, and the increase in resistance may result in battery aging. Generally, analysis of the battery aging mechanism requires dismantling of batteries and using methods such as X-ray diffraction and scanning electron microscopy. These methods may permanently damage the battery. Therefore, the methods are inappropriate for the battery management system (BMS) in an electric vehicle. The constant current charging curves while charging the battery could be used to get the incremental capacity and differential voltage curves for identifying the aging mechanism; the battery state-of-health can then be estimated. This method can be potentially used in the BMS for online diagnostic and prognostic …",
            "A comparative study of commercial lithium ion battery cycle life in electrical vehicle: Aging mechanism identification",
            "Xuebing Han and Minggao Ouyang and Languang Lu and Jianqiu Li and Yuejiu Zheng and Zhe Li",
            "2014",
            "nzRMMAUAAAAJ:hmQtdMacGSAC",
            398,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0378775313018569",
            "17561102827691136249",
            "\/scholar?cites=17561102827691136249",
            {
                "2014":16,
                "2015":34,
                "2016":55,
                "2017":62,
                "2018":75,
                "2019":71,
                "2020":72,
                "2021":11
            }
        ]
    ]
}