{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A model is proposed that relates the amount and equivocality of information processing to the variety and analyzability of work-unit activities. New questionnaire scales were developed for the information and task variables, and an exploratory test of the model was conducted on 24 work units. The reported amount of information processing increased with both task variety and analyzability; the reported use of equivocal information decreased with task analyzability. The findings suggest a modification of the previously reported positive relationship between task uncertainty and amount of information processing",
            "A tentative exploration into the amount and equivocality of information processing in organizational work units",
            "Richard L Daft and Norman B Macintosh",
            "1981",
            "o-jgBj0AAAAJ:u5HHmVD_uO8C",
            1271,
            "https:\/\/www.jstor.org\/stable\/2392469",
            "14355761652638606765",
            "\/scholar?cites=14355761652638606765",
            {
                "1983":7,
                "1984":8,
                "1985":6,
                "1986":10,
                "1987":16,
                "1988":10,
                "1989":16,
                "1990":32,
                "1991":16,
                "1992":22,
                "1993":18,
                "1994":28,
                "1995":31,
                "1996":13,
                "1997":24,
                "1998":25,
                "1999":24,
                "2000":25,
                "2001":30,
                "2002":36,
                "2003":29,
                "2004":54,
                "2005":44,
                "2006":53,
                "2007":51,
                "2008":53,
                "2009":57,
                "2010":62,
                "2011":56,
                "2012":47,
                "2013":53,
                "2014":39,
                "2015":55,
                "2016":40,
                "2017":40,
                "2018":37,
                "2019":34,
                "2020":41,
                "2021":5
            }
        ],
        [
            "Management accounting and control deals with administrative devices which organizations use to control their managers and employees. Management accounting systems are a very important part used to motivate, monitor, measure, and sanction, the actions of managers and employees in organizations. Management Accounting and Control Systems 2nd Edition is about the design and working of management accounting and control from an organizational and sociological perspective. It focuses on how control systems are used to influence, motivate, and control what people do in organizations. The second edition of the book takes into account the need for a general update of the content and a change in the structure of the original text, and some of the comments received by the external reviewers",
            "Management accounting and control systems: An organizational and sociological approach",
            "Norman B Macintosh and Paolo Quattrone",
            "2010",
            "o-jgBj0AAAAJ:u-x6o8ySG0sC",
            802,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=BBYN402ifjUC&oi=fnd&pg=PR9&dq=info:rbhFQOwLVLMJ:scholar.google.com&ots=qHw9WOd1KK&sig=8YgA3SMlmTmki95uhIvsOjxjahc",
            "12921966340151294125",
            "\/scholar?cites=12921966340151294125",
            {
                "1995":2,
                "1996":5,
                "1997":12,
                "1998":6,
                "1999":15,
                "2000":20,
                "2001":29,
                "2002":18,
                "2003":43,
                "2004":36,
                "2005":37,
                "2006":41,
                "2007":36,
                "2008":22,
                "2009":28,
                "2010":43,
                "2011":43,
                "2012":43,
                "2013":36,
                "2014":46,
                "2015":33,
                "2016":53,
                "2017":40,
                "2018":36,
                "2019":34,
                "2020":25,
                "2021":1
            }
        ],
        [
            "This article proposes Giddens' structuration theory as a valuable framework for management accounting research to expand its domain beyond a technical focus to include social and political phenomena; it describes the theory, discusses its limitations, and presents an analysis of a longitudinal case study. The authors conclude that structuration theory is a more focused, informative, integrative, yet efficient, way to analyse how accounting systems are implicated in the construction, maintenance, and changes of the social order of an organization, than many frameworks used in previous studies. This article also speculates that Giddens' structuration theory with its key concepts of “structuration” and the “duality of structure” can be read along with Foucault's “power\/knowledge” and Derrida's “deconstruction” as a post-modern genre for critical accounting research.",
            "Structuration theory in management accounting",
            "Norman B Macintosh and Robert W Scapens",
            "1990",
            "o-jgBj0AAAAJ:d1gkVwhDpl0C",
            640,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/036136829090028S",
            "16099211861685375485",
            "\/scholar?cites=16099211861685375485",
            {
                "1991":2,
                "1992":5,
                "1993":6,
                "1994":5,
                "1995":8,
                "1996":10,
                "1997":13,
                "1998":13,
                "1999":10,
                "2000":16,
                "2001":13,
                "2002":8,
                "2003":20,
                "2004":12,
                "2005":22,
                "2006":27,
                "2007":26,
                "2008":29,
                "2009":21,
                "2010":25,
                "2011":54,
                "2012":43,
                "2013":37,
                "2014":35,
                "2015":24,
                "2016":27,
                "2017":34,
                "2018":22,
                "2019":37,
                "2020":24
            }
        ],
        [
            "Research on international marketing effectiveness was done by interviewing 34 senior executives in U.S. and Canadian firms, mainly in the electronics, machinery, and autoparts industry sectors. The study concentrated on small– and medium-sized firms. The findings indicate the relative importance of an information and control reporting system, organization of the international division, involvement of top management, R & D, technology, competitive pricing policy, marketing mix, and production function variables for international marketing effectiveness.",
            "International marketing effectiveness of technology-oriented small firms",
            "Vishnu H Kirpalani and Norman B Macintosh",
            "1980",
            "o-jgBj0AAAAJ:9yKSN-GCB0IC",
            395,
            "https:\/\/link.springer.com\/article\/10.1057\/palgrave.jibs.8490625",
            "9340761677721590502",
            "\/scholar?cites=9340761677721590502",
            {
                "1982":2,
                "1983":2,
                "1984":2,
                "1985":4,
                "1986":5,
                "1987":4,
                "1988":9,
                "1989":3,
                "1990":5,
                "1991":4,
                "1992":12,
                "1993":13,
                "1994":6,
                "1995":7,
                "1996":6,
                "1997":11,
                "1998":13,
                "1999":13,
                "2000":13,
                "2001":12,
                "2002":15,
                "2003":15,
                "2004":21,
                "2005":14,
                "2006":10,
                "2007":20,
                "2008":11,
                "2009":18,
                "2010":10,
                "2011":9,
                "2012":12,
                "2013":14,
                "2014":14,
                "2015":16,
                "2016":12,
                "2017":12,
                "2018":13,
                "2019":7
            }
        ],
        [
            "This paper draws on two independent strands of literature — Baudrillard's orders-of-simulacra theoretic and financial accounting theory — to investigate the ontological status of information in accounting reports. It draws on Baudrillard's concepts of simulacra, hyperreality and implosion to trace the historical transformations of the accounting signs of income and capital from Sumerian times to the present. It posits that accounting today no longer refers to any objective reality but instead circulates in a “hyperreality” of self-referential models. The paper then examines this conclusion from the viewpoint of recent clean surplus model research and argues that the distinction between income and capital is arbitrary and irrelevant provided the measurement process satisfies the clean surplus relation. Although accounting is arbitrary and hyperreal, it does impart a sense of exogeniety and predictability, particularly through the …",
            "Accounting as simulacrum and hyperreality: perspectives on income and capital",
            "Norman B Macintosh and Teri Shearer and Daniel B Thornton and Michael Welker",
            "2000",
            "o-jgBj0AAAAJ:qjMakFHDy7sC",
            385,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0361368299000100",
            "3503551243946772870",
            "\/scholar?cites=3503551243946772870",
            {
                "1999":1,
                "2000":3,
                "2001":2,
                "2002":10,
                "2003":5,
                "2004":13,
                "2005":9,
                "2006":13,
                "2007":20,
                "2008":12,
                "2009":23,
                "2010":18,
                "2011":30,
                "2012":20,
                "2013":32,
                "2014":24,
                "2015":29,
                "2016":22,
                "2017":25,
                "2018":27,
                "2019":25,
                "2020":14
            }
        ],
        [
            "From the Publisher:A unique sociological view of accounting and information systems--their structure, purposes, and impact on business and the organization. Offers a range of perspectives, including human-relations, social-psychology, role relations, expert judgment, cognitive structures, personality traits, organizational sociology, and organization theory. Outlines a general model of the influence of technology on the characteristics and use of information systems. Special technology-based models of management control systems suggest a link between work-unit technology and information systems.",
            "Social software of accounting and information systems",
            "Norman B Macintosh",
            "1985",
            "o-jgBj0AAAAJ:2osOgNQ5qMEC",
            274,
            "https:\/\/dl.acm.org\/doi\/abs\/10.5555\/536955",
            "16398391945931552080",
            "\/scholar?cites=16398391945931552080",
            {
                "1986":4,
                "1987":2,
                "1988":2,
                "1989":3,
                "1990":8,
                "1991":8,
                "1992":7,
                "1993":3,
                "1994":2,
                "1995":7,
                "1996":6,
                "1997":9,
                "1998":11,
                "1999":8,
                "2000":10,
                "2001":12,
                "2002":11,
                "2003":13,
                "2004":17,
                "2005":12,
                "2006":17,
                "2007":11,
                "2008":6,
                "2009":11,
                "2010":7,
                "2011":17,
                "2012":4,
                "2013":10,
                "2014":1,
                "2015":7,
                "2016":5,
                "2017":10,
                "2018":4,
                "2019":5
            }
        ],
        [
            "Behavioral accounting research suggests that (1) the design and use of a management accounting system is related to overall characteristics of the organization, and (2) a management accounting system is one element in a package of control systems. The research reported here investigated the relationship between the organizational characteristic of departmental interdependence and the design and use of three elements in a package of management controls — the operating budget, periodic statistical reports, and standard operating policies and procedures. The findings support the hypothesis that departmental interdependence is related to the emphasis placed on each management control system. Standard operating procedures were an important control device when interdependence was low. The budget and statistical reports were used more extensively when interdependence was modurate. When …",
            "Management control systems and departmental interdependencies: an empirical study",
            "Norman B Macintosh and Richard L Daft",
            "1987",
            "o-jgBj0AAAAJ:zYLM7Y9cAGgC",
            270,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0361368287900158",
            "902981963605539936",
            "\/scholar?cites=902981963605539936",
            {
                "1990":3,
                "1991":4,
                "1992":3,
                "1993":1,
                "1994":4,
                "1995":1,
                "1996":2,
                "1997":2,
                "1998":7,
                "1999":3,
                "2000":4,
                "2001":3,
                "2002":4,
                "2003":6,
                "2004":7,
                "2005":8,
                "2006":11,
                "2007":22,
                "2008":13,
                "2009":12,
                "2010":15,
                "2011":15,
                "2012":11,
                "2013":14,
                "2014":20,
                "2015":13,
                "2016":16,
                "2017":11,
                "2018":9,
                "2019":10,
                "2020":13
            }
        ],
        [
            "In this paper we argue that ethnographic or interpretive accounting research studies (EARS), which have been marginalized by critical accounting theory studies (CATS) and rational accounting theory studies (RATS), are a valuable way to understand the way accounting works in actual organizational settings. The problem of researching trust and its relation to accounting is used as an example where EARS seems to hold the edge over both CATS and RATS. The paper describes three main types of EARS—cognitive anthropology, symbolic interactionism, and ethnomethodology, briefly describes a classical ethnographic study and an accounting example of each type. It then sets up a conversational debate between EARS, CATS, and RATS in order to bring out their major points of disagreement and concurrence. The paper concludes by speculating that some sort of rapprochment might be worked out whereby …",
            "Cats, rats, and ears: making the case for ethnographic accounting research",
            "Sten Jönsson and Norman B Macintosh",
            "1997",
            "o-jgBj0AAAAJ:UeHWp8X0CEIC",
            247,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0361368296000402",
            "15507785565510379980",
            "\/scholar?cites=15507785565510379980",
            {
                "1998":1,
                "1999":4,
                "2000":1,
                "2001":6,
                "2002":8,
                "2003":10,
                "2004":13,
                "2005":11,
                "2006":17,
                "2007":15,
                "2008":9,
                "2009":10,
                "2010":13,
                "2011":21,
                "2012":11,
                "2013":18,
                "2014":14,
                "2015":14,
                "2016":17,
                "2017":13,
                "2018":5,
                "2019":5,
                "2020":8
            }
        ],
        [
            "Management control research from organization theory, accounting, and business policy is reviewed; and a two-stage qualitative study of management control systems (MCSs) used in business organizations is reported. The study identified four MCS components used at the middle management level: budget, policies and procedures, performance appraisal system, and statistical reports. Each MCS component played a role during the control cycle of target setting, monitoring, and corrective feedback. The findings were used to propose two models: One model links the MCS to business level strategy implementation, and the other defines primary and secondary roles for MCS components in the management control process.",
            "The nature and use of formal control systems for management control and strategy implementation",
            "Richard L Daft and Norman B Macintosh",
            "1984",
            "o-jgBj0AAAAJ:IjCSPb-OGe4C",
            247,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/014920638401000105",
            "13617763130124503323",
            "\/scholar?cites=13617763130124503323",
            {
                "1984":2,
                "1985":1,
                "1986":2,
                "1987":5,
                "1988":2,
                "1989":2,
                "1990":3,
                "1991":2,
                "1992":2,
                "1993":3,
                "1994":2,
                "1995":3,
                "1996":3,
                "1997":3,
                "1998":3,
                "1999":3,
                "2000":3,
                "2001":5,
                "2002":2,
                "2003":3,
                "2004":8,
                "2005":12,
                "2006":13,
                "2007":12,
                "2008":19,
                "2009":19,
                "2010":15,
                "2011":8,
                "2012":15,
                "2013":8,
                "2014":11,
                "2015":13,
                "2016":13,
                "2017":15,
                "2018":9,
                "2019":1
            }
        ],
        [
            "In the business world, recent years have seen a growing acknowledgement of the value of intangible assets rather than physical assets. This has precipitated a crisis in the accounting industry: the accounting representations relied upon for years can no longer be taken for granted. Here, Norman Macintosh argues that we now need to understand accounting in a different manner. Offering several different ways of looking at accounting and accountants, he draws upon the work of eminent thinkers such as Barthes, Baudrillard, Derrida, Foucault, Lyotard and Bahktin. In doing this, he develops revolutionary insights into the nature of accounting, pioneering the introduction of contemporary poststructuralist ideas into accounting theory and practice. With a wide range of examples and case studies, this revolutionary new work will be essential reading for academic and professional accountants along with all those with an interest in the future of accounting.",
            "Accounting, accountants and accountability",
            "Norman Macintosh",
            "2008",
            "o-jgBj0AAAAJ:Y0pCki6q_DkC",
            229,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=bMCAAgAAQBAJ&oi=fnd&pg=PP1&dq=info:el7YaUxlDcUJ:scholar.google.com&ots=tO7RHv-JxW&sig=vaFqcPt4L6BEzzb8Y2OMRkNicpk",
            "14199116579036749434",
            "\/scholar?cites=14199116579036749434",
            {
                "2002":1,
                "2003":3,
                "2004":5,
                "2005":10,
                "2006":14,
                "2007":9,
                "2008":9,
                "2009":15,
                "2010":5,
                "2011":22,
                "2012":16,
                "2013":11,
                "2014":25,
                "2015":21,
                "2016":14,
                "2017":7,
                "2018":16,
                "2019":10,
                "2020":10,
                "2021":1
            }
        ]
    ]
}