{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We classify condensed matter systems in terms of the spacetime symmetries they spontaneously break. In particular, we characterize condensed matter itself as any state in a Poincaré-invariant theory that spontaneously breaks Lorentz boosts while preserving at large distances some form of spatial translations, time-translations, and possibly spatial rotations. Surprisingly, the simplest, most minimal system achieving this symmetry breaking pattern—the framid—does not seem to be realized in Nature. Instead, Nature usually adopts a more cumbersome strategy: that of introducing internal translational symmetries—and possibly rotational ones—and of spontaneously breaking them along with their space-time counterparts, while preserving unbroken diagonal subgroups. This symmetry breaking pattern describes the infrared dynamics of ordinary solids, fluids, superfluids, and—if they exist—supersolids. A third,“extra …",
            "Zoology of condensed matter: Framids, ordinary stuff, extra-ordinary stuff",
            "Alberto Nicolis and Riccardo Penco and Federico Piazza and Riccardo Rattazzi",
            "2015",
            "O0NnwB0AAAAJ:W7OEmFMy1HYC",
            111,
            "https:\/\/link.springer.com\/article\/10.1007\/JHEP06(2015)155",
            "12560499532426014075",
            "\/scholar?cites=12560499532426014075",
            {
                "2015":3,
                "2016":8,
                "2017":12,
                "2018":16,
                "2019":21,
                "2020":47,
                "2021":3
            }
        ],
        [
            "We provide a systematic coset construction of the effective field theories governing the low-energy dynamics of relativistic fluids and solids and of their “super” counterparts. These effective theories agree with those previously derived via different techniques. As an application of our methods, we rederive the Wess-Zumino term relevant for anomalous charge-carrying fluids in (1+ 1) dimensions.",
            "Relativistic fluids, superfluids, solids, and supersolids from a coset construction",
            "Alberto Nicolis and Riccardo Penco and Rachel A Rosen",
            "2014",
            "O0NnwB0AAAAJ:u5HHmVD_uO8C",
            109,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.89.045002",
            "14150209692393108466",
            "\/scholar?cites=14150209692393108466",
            {
                "2014":8,
                "2015":15,
                "2016":9,
                "2017":16,
                "2018":15,
                "2019":18,
                "2020":24,
                "2021":3
            }
        ],
        [
            "It was recently argued that certain relativistic theories at finite density can exhibit an unconventional spectrum of Goldstone excitations, with gapped Goldstones whose gap is exactly calculable in terms of the symmetry algebra. We confirm this result as well as previous ones concerning gapless Goldstones for non-relativistic systems via a coset construction of the low-energy effective field theory. Moreover, our analysis unveils additional gapped Goldstones, naturally as light as the others, but this time with a model-dependent gap. Their exact number cannot be inferred solely from the symmetry breaking pattern either, but rather depends on the details of the symmetry breaking mechanism—a statement that we explicitly verify with a number of examples. Along the way we provide what we believe to be a particularly transparent interpretation of the so-called inverse-Higgs constraints for spontaneously broken …",
            "More on gapped Goldstones at finite density: More gapped Goldstones",
            "Alberto Nicolis and Riccardo Penco and Federico Piazza and Rachel A Rosen",
            "2013",
            "O0NnwB0AAAAJ:u-x6o8ySG0sC",
            78,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP11(2013)055.pdf",
            "1021086609640739367",
            "\/scholar?cites=1021086609640739367",
            {
                "2014":11,
                "2015":11,
                "2016":2,
                "2017":13,
                "2018":6,
                "2019":13,
                "2020":20,
                "2021":1
            }
        ],
        [
            "The classical double copy procedure relates classical asymptotically-flat gravitational field solutions to Yang-Mills and scalar field solutions living in Minkowski space. In this paper we extend this correspondence to maximally symmetric curved spacetimes. We consider asymptotically (A) dS spacetimes in Kerr-Schild form and construct the corresponding single and zeroth copies. In order to clarify the interpretation of these copies, we study several examples including (A) dS-Schwarzschild,(A) dS-Kerr, black strings, black branes, and waves, paying particular attention to the source terms. We find that the single and zeroth copies of stationary solutions satisfy different equations than those of wave solutions. We also consider how to obtain Einstein-Maxwell solutions using this procedure. Finally, we derive the classical single and zeroth copy of the BTZ black hole.",
            "The classical double copy in maximally symmetric spacetimes",
            "Mariana Carrillo González and Riccardo Penco and Mark Trodden",
            "2018",
            "O0NnwB0AAAAJ:5nxA0vEk-isC",
            61,
            "https:\/\/link.springer.com\/article\/10.1007\/JHEP04(2018)028",
            "5503370723516551444",
            "\/scholar?cites=5503370723516551444",
            {
                "2018":13,
                "2019":18,
                "2020":30
            }
        ],
        [
            "Space-time symmetries are a crucial ingredient of any theoretical model in physics. Unlike internal symmetries, which may or may not be gauged and\/or spontaneously broken, space-time symmetries do not admit any ambiguity: they are gauged by gravity, and any conceivable physical system (other than the vacuum) is bound to break at least some of them. Motivated by this observation, we study how to couple gravity with the Goldstone fields that non-linearly realize spontaneously broken space-time symmetries. This can be done in complete generality by weakly gauging the Poincaré symmetry group in the context of the coset construction. To illustrate the power of this method, we consider three kinds of physical systems coupled to gravity: superfluids, relativistic membranes embedded in a higher dimensional space, and rotating point-like objects. This last system is of particular importance as it can be used to …",
            "(Re-) inventing the relativistic wheel: gravity, cosets, and spinning objects",
            "Luca V Delacrétaz and Solomon Endlich and Alexander Monin and Riccardo Penco and Francesco Riva",
            "2014",
            "O0NnwB0AAAAJ:zYLM7Y9cAGgC",
            48,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP11(2014)008.pdf",
            "6170159694226230830",
            "\/scholar?cites=6170159694226230830",
            {
                "2015":6,
                "2016":6,
                "2017":7,
                "2018":10,
                "2019":6,
                "2020":11,
                "2021":1
            }
        ],
        [
            "We extend the notion of general coordinate invariance to many-body, not necessarily relativistic, systems. As an application, we investigate nonrelativistic general covariance in Galilei-invariant systems. The peculiar transformation rules for the background metric and gauge fields, first introduced by Son and Wingate in 2005 and refined in subsequent works, follow naturally from our framework. Our approach makes it clear that Galilei or Poincaré symmetry is by no means a necessary prerequisite for making the theory invariant under coordinate diffeomorphisms. General covariance merely expresses the freedom to choose spacetime coordinates at will, whereas the true, physical symmetries of the system can be separately implemented as “internal” symmetries within the vielbein formalism. A systematic way to implement such symmetries is provided by the coset construction. We illustrate this point by applying our …",
            "General coordinate invariance in quantum many-body systems",
            "Tomáš Brauner and Solomon Endlich and Alexander Monin and Riccardo Penco",
            "2014",
            "O0NnwB0AAAAJ:d1gkVwhDpl0C",
            45,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.90.105016",
            "11742213943428400927",
            "\/scholar?cites=11742213943428400927",
            {
                "2014":3,
                "2015":15,
                "2016":10,
                "2017":4,
                "2018":5,
                "2019":5,
                "2020":2
            }
        ],
        [
            "In this paper, we provide a simple and modern discussion of rotational super-radiance based on quantum field theory. We work with an effective theory valid at scales much larger than the size of the spinning object responsible for superradiance. Within this framework, the probability of absorption by an object at rest completely determines the superradiant amplification rate when that same object is spinning. We first discuss in detail superradiant scattering of spin 0 particles with orbital angular momentum ℓ= 1, and then extend our analysis to higher values of orbital angular momentum and spin. Along the way, we provide a simple derivation of vacuum friction—a “quantum torque” acting on spinning objects in empty space. Our results apply not only to black holes but to arbitrary spinning objects. We also discuss superradiant instability due to formation of bound states and, as an illustration, we calculate the instability …",
            "A modern approach to superradiance",
            "Solomon Endlich and Riccardo Penco",
            "2017",
            "O0NnwB0AAAAJ:Se3iqnhoufwC",
            44,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP05(2017)052.pdf",
            "12827739157177675102",
            "\/scholar?cites=12827739157177675102",
            {
                "2017":4,
                "2018":7,
                "2019":10,
                "2020":23
            }
        ],
        [
            "We use the coset construction of low-energy effective actions to systematically derive Wess-Zumino (WZ) terms for fluid and isotropic solid systems in two, three, and four spacetime dimensions. We recover the known WZ term for fluids in two dimensions as well as the very recently found WZ term for fluids in three dimensions. We find two new WZ terms for supersolids that have not previously appeared in the literature. In addition, by relaxing certain assumptions about the symmetry group of fluids we find a number of new WZ terms for fluids with and without charge, in all dimensions. We find no WZ terms for solids and superfluids.",
            "Wess-Zumino Terms for Relativistic Fluids, Superfluids, Solids, and Supersolids",
            "Luca V Delacrétaz and Alberto Nicolis and Riccardo Penco and Rachel A Rosen",
            "2015",
            "O0NnwB0AAAAJ:Y0pCki6q_DkC",
            32,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.114.091601",
            "5963757208131446168",
            "\/scholar?cites=5963757208131446168",
            {
                "2014":1,
                "2015":3,
                "2016":4,
                "2017":8,
                "2018":7,
                "2019":4,
                "2020":5
            }
        ],
        [
            "We show that it is not possible to UV complete certain low-energy effective theories with spontaneously broken spacetime symmetries by embedding them into linear sigma models, that is, by adding “radial” modes and restoring the broken symmetries. When such a UV completion is not possible, one can still raise the cutoff up to arbitrarily higher energies by adding fields that transform nonlinearly under the broken symmetries, that is, new Goldstone bosons. However, this (partial) UV completion does not necessarily restore any of the broken symmetries. We illustrate this point by considering a concrete example in which a combination of spacetime and internal symmetries is broken down to a diagonal subgroup. Along the way, we clarify a recently proposed interpretation of inverse Higgs constraints as gauge-fixing conditions.",
            "Ultraviolet completion without symmetry restoration",
            "Solomon Endlich and Alberto Nicolis and Riccardo Penco",
            "2014",
            "O0NnwB0AAAAJ:UeHWp8X0CEIC",
            31,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.89.065006",
            "13295837143873753099",
            "\/scholar?cites=13295837143873753099",
            {
                "2014":6,
                "2015":4,
                "2016":4,
                "2017":2,
                "2018":6,
                "2019":3,
                "2020":5,
                "2021":1
            }
        ],
        [
            "The final ringdown phase in a coalescence process is a valuable laboratory to test General Relativity and potentially constrain additional degrees of freedom in the gravitational sector. We introduce here an effective description for perturbations around spherically symmetric spacetimes in the context of scalar-tensor theories, which we apply to study quasi-normal modes for black holes with scalar hair. We derive the equations of motion governing the dynamics of both the polar and the axial modes in terms of the coefficients of the effective theory. Assuming the deviation of the background from Schwarzschild is small, we use the WKB method to introduce the notion of “light ring expansion”. This approximation is analogous to the slow-roll expansion used for inflation, and it allows us to express the quasinormal mode spectrum in terms of a small number of parameters. This work is a first step in describing, in a model …",
            "Effective field theory of black hole quasinormal modes in scalar-tensor theories",
            "Gabriele Franciolini and Lam Hui and Riccardo Penco and Luca Santoni and Enrico Trincherini",
            "2019",
            "O0NnwB0AAAAJ:kNdYIx-mwKoC",
            27,
            "https:\/\/link.springer.com\/article\/10.1007\/JHEP02(2019)127",
            "17523955460744897951",
            "\/scholar?cites=17523955460744897951",
            {
                "2018":1,
                "2019":9,
                "2020":15,
                "2021":2
            }
        ]
    ]
}