{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Multiple studies have confirmed the contribution of rare de novo copy number variations to the risk for autism spectrum disorders 1, 2, 3. But whereas de novo single nucleotide variants have been identified in affected individuals 4, their contribution to risk has yet to be clarified. Specifically, the frequency and distribution of these mutations have not been well characterized in matched unaffected controls, and such data are vital to the interpretation of de novo coding mutations observed in probands. Here we show, using whole-exome sequencing of 928 individuals, including 200 phenotypically discordant sibling pairs, that highly disruptive (nonsense and splice-site) de novo mutations in brain-expressed genes are associated with autism spectrum disorders and carry large effects. On the basis of mutation rates in unaffected individuals, we demonstrate that multiple independent de novo single nucleotide variants in …",
            "De novo mutations revealed by whole-exome sequencing are strongly associated with autism",
            "Stephan J Sanders and Michael T Murtha and Abha R Gupta and John D Murdoch and Melanie J Raubeson and A Jeremy Willsey and A Gulhan Ercan-Sencicek and Nicholas M DiLullo and Neelroop N Parikshak and Jason L Stein and Michael F Walker and Gordon T Ober and Nicole A Teran and Youeun Song and Paul El-Fishawy and Ryan C Murtha and Murim Choi and John D Overton and Robert D Bjornson and Nicholas J Carriero and Kyle A Meyer and Kaya Bilguvar and Shrikant M Mane and Nenad Šestan and Richard P Lifton and Murat Günel and Kathryn Roeder and Daniel H Geschwind and Bernie Devlin and Matthew W State",
            "2012",
            "O1EuSPYAAAAJ:u5HHmVD_uO8C",
            1816,
            "https:\/\/www.nature.com\/articles\/nature10945",
            "11767608276510213497",
            "\/scholar?cites=11767608276510213497",
            {
                "2012":95,
                "2013":235,
                "2014":293,
                "2015":229,
                "2016":208,
                "2017":191,
                "2018":198,
                "2019":147,
                "2020":160,
                "2021":20
            }
        ],
        [
            "Most psychiatric disorders are moderately to highly heritable. The degree to which genetic variation is unique to individual disorders or shared across disorders is unclear. To examine shared genetic etiology, we use genome-wide genotype data from the Psychiatric Genomics Consortium (PGC) for cases and controls in schizophrenia, bipolar disorder, major depressive disorder, autism spectrum disorders (ASD) and attention-deficit\/hyperactivity disorder (ADHD). We apply univariate and bivariate methods for the estimation of genetic variation within and covariation between disorders. SNPs explained 17–29% of the variance in liability. The genetic correlation calculated using common SNPs was high between schizophrenia and bipolar disorder (0.68±0.04 se), moderate between schizophrenia and major depressive disorder (0.43±0.06 se), bipolar disorder and major depressive disorder (0.47±0.06 se), and ADHD …",
            "Genetic relationship between five psychiatric disorders estimated from genome-wide SNPs",
            "S Hong Lee and Stephan Ripke and Benjamin M Neale and Stephen V Faraone and Shaun M Purcell and Roy H Perlis and Bryan J Mowry and Anita Thapar and Michael E Goddard and John S Witte and Devin Absher and Ingrid Agartz and Huda Akil and Farooq Amin and Ole A Andreassen and Adebayo Anjorin and Richard Anney and Verneri Anttila and Dan E Arking and Philip Asherson and Maria H Azevedo and Lena Backlund and Judith A Badner and Anthony J Bailey and Tobias Banaschewski and Jack D Barchas and Michael R Barnes and Thomas B Barrett and Nicholas Bass and Agatino Battaglia and Michael Bauer and Mònica Bayés and Frank Bellivier and Sarah E Bergen and Wade Berrettini and Catalina Betancur and Thomas Bettecken and Joseph Biederman and Elisabeth B Binder and Donald W Black and Douglas HR Blackwood and Cinnamon S Bloss and Michael Boehnke and Dorret I Boomsma and Gerome Breen and René Breuer and Richard Bruggeman and Paul Cormican and Nancy G Buccola and Jan K Buitelaar and William E Bunney and Joseph D Buxbaum and William F Byerley and Enda M Byrne and Sian Caesar and Wiepke Cahn and Rita M Cantor and Miguel Casas and Aravinda Chakravarti and Kimberly Chambert and Khalid Choudhury and Sven Cichon and C Robert Cloninger and David A Collier and Edwin H Cook and Hilary Coon and Bru Cormand and Aiden Corvin and William H Coryell and David W Craig and Ian W Craig and Jennifer Crosbie and Michael L Cuccaro and David Curtis and Darina Czamara and Susmita Datta and Geraldine Dawson and Richard Day and Eco J De Geus and Franziska Degenhardt and Srdjan Djurovic and Gary J Donohoe and Alysa E Doyle and Jubao Duan and Frank Dudbridge and Eftichia Duketis and Richard P Ebstein and Howard J Edenberg and Josephine Elia and Sean Ennis and Bruno Etain and Ayman Fanous and Anne E Farmer and I Nicol Ferrier and Matthew Flickinger and Eric Fombonne and Tatiana Foroud and Josef Frank and Barbara Franke and Christine Fraser and Robert Freedman and Nelson B Freimer and Christine M Freitag and Marion Friedl and Louise Frisén and Louise Gallagher and Pablo V Gejman and Lyudmila Georgieva and Elliot S Gershon and Daniel H Geschwind and Ina Giegling and Michael Gill and Scott D Gordon and Katherine Gordon-Smith and Elaine K Green and Tiffany A Greenwood and Dorothy E Grice and Magdalena Gross and Detelina Grozeva and Weihua Guan and Hugh Gurling and Lieuwe De Haan and Jonathan L Haines and Hakon Hakonarson and Joachim Hallmayer and Steven P Hamilton and Marian L Hamshere and Thomas F Hansen and Annette M Hartmann and Martin Hautzinger and Andrew C Heath and Anjali K Henders and Stefan Herms and Ian B Hickie and Maria Hipolito and Susanne Hoefels and Peter A Holmans and Florian Holsboer and Witte J Hoogendijk and Jouke-Jan Hottenga and Christina M Hultman and Vanessa Hus and Andrés Ingason and Marcus Ising and Stéphane Jamain and Edward G Jones and Ian Jones and Lisa Jones and Jung-Ying Tzeng and Anna K Kähler",
            "2013",
            "O1EuSPYAAAAJ:UebtZRa9Y70C",
            1738,
            "https:\/\/www.nature.com\/articles\/ng.2711.pdf?origin=ppub",
            "1436057298105381102",
            "\/scholar?cites=1436057298105381102",
            {
                "2013":20,
                "2014":180,
                "2015":238,
                "2016":267,
                "2017":252,
                "2018":276,
                "2019":242,
                "2020":229,
                "2021":19
            }
        ],
        [
            "The genetic architecture of autism spectrum disorder involves the interplay of common and rare variants and their impact on hundreds of genes. Using exome sequencing, here we show that analysis of rare coding variation in 3,871 autism cases and 9,937 ancestry-matched or parental controls implicates 22 autosomal genes at a false discovery rate (FDR)< 0.05, plus a set of 107 autosomal genes strongly enriched for those likely to affect risk (FDR< 0.30). These 107 genes, which show unusual evolutionary constraint against mutations, incur de novo loss-of-function mutations in over 5% of autistic subjects. Many of the genes implicated encode proteins for synaptic formation, transcriptional regulation and chromatin-remodelling pathways. These include voltage-gated ion channels regulating the propagation of action potentials, pacemaking and excitability–transcription coupling, as well as histone-modifying …",
            "Synaptic, transcriptional and chromatin genes disrupted in autism",
            "Silvia De Rubeis and Xin He and Arthur P Goldberg and Christopher S Poultney and Kaitlin Samocha and A Ercument Cicek and Yan Kou and Li Liu and Menachem Fromer and Susan Walker and Tarjinder Singh and Lambertus Klei and Jack Kosmicki and Shih-Chen Fu and Branko Aleksic and Monica Biscaldi and Patrick F Bolton and Jessica M Brownfeld and Jinlu Cai and Nicholas G Campbell and Angel Carracedo and Maria H Chahrour and Andreas G Chiocchetti and Hilary Coon and Emily L Crawford and Lucy Crooks and Sarah R Curran and Geraldine Dawson and Eftichia Duketis and Bridget A Fernandez and Louise Gallagher and Evan Geller and Stephen J Guter and R Sean Hill and Iuliana Ionita-Laza and Patricia Jimenez Gonzalez and Helena Kilpinen and Sabine M Klauck and Alexander Kolevzon and Irene Lee and Jing Lei and Terho Lehtimäki and Chiao-Feng Lin and Avi Ma’ayan and Christian R Marshall and Alison L McInnes and Benjamin Neale and Michael J Owen and Norio Ozaki and Mara Parellada and Jeremy R Parr and Shaun Purcell and Kaija Puura and Deepthi Rajagopalan and Karola Rehnström and Abraham Reichenberg and Aniko Sabo and Michael Sachse and Stephan J Sanders and Chad Schafer and Martin Schulte-Rüther and David Skuse and Christine Stevens and Peter Szatmari and Kristiina Tammimies and Otto Valladares and Annette Voran and Li-San Wang and Lauren A Weiss and A Jeremy Willsey and W Yu Timothy and Ryan KC Yuen and Edwin H Cook and Christine M Freitag and Michael Gill and Christina M Hultman and Thomas Lehner and Aarno Palotie and Gerard D Schellenberg and Pamela Sklar and Matthew W State and James S Sutcliffe and Christopher A Walsh and Stephen W Scherer and Michael E Zwick and Jeffrey C Barrett and David J Cutler and Kathryn Roeder and Bernie Devlin and Mark J Daly and Joseph D Buxbaum",
            "2014",
            "O1EuSPYAAAAJ:HDshCWvjkbEC",
            1727,
            "https:\/\/www.nature.com\/articles\/nature13772",
            "7415846909440271098",
            "\/scholar?cites=7415846909440271098",
            {
                "2014":12,
                "2015":177,
                "2016":278,
                "2017":274,
                "2018":278,
                "2019":296,
                "2020":346,
                "2021":32
            }
        ],
        [
            "Whole exome sequencing has proven to be a powerful tool for understanding the genetic architecture of human disease. Here we apply it to more than 2,500 simplex families, each having a child with an autistic spectrum disorder. By comparing affected to unaffected siblings, we show that 13% of de novo missense mutations and 43% of de novo likely gene-disrupting (LGD) mutations contribute to 12% and 9% of diagnoses, respectively. Including copy number variants, coding de novo mutations contribute to about 30% of all simplex and 45% of female diagnoses. Almost all LGD mutations occur opposite wild-type alleles. LGD targets in affected females significantly overlap the targets in males of lower intelligence quotient (IQ), but neither overlaps significantly with targets in males of higher IQ. We estimate that LGD mutation in about 400 genes can contribute to the joint class of affected females and males of lower …",
            "The contribution of de novo coding mutations to autism spectrum disorder",
            "Ivan Iossifov and Brian J O’roak and Stephan J Sanders and Michael Ronemus and Niklas Krumm and Dan Levy and Holly A Stessman and Kali T Witherspoon and Laura Vives and Karynne E Patterson and Joshua D Smith and Bryan Paeper and Deborah A Nickerson and Jeanselle Dea and Shan Dong and Luis E Gonzalez and Jeffrey D Mandell and Shrikant M Mane and Michael T Murtha and Catherine A Sullivan and Michael F Walker and Zainulabedin Waqar and Liping Wei and A Jeremy Willsey and Boris Yamrom and Yoon-ha Lee and Ewa Grabowska and Ertugrul Dalkic and Zihua Wang and Steven Marks and Peter Andrews and Anthony Leotta and Jude Kendall and Inessa Hakker and Julie Rosenbaum and Beicong Ma and Linda Rodgers and Jennifer Troge and Giuseppe Narzisi and Seungtai Yoon and Michael C Schatz and Kenny Ye and W Richard McCombie and Jay Shendure and Evan E Eichler and Matthew W State and Michael Wigler",
            "2014",
            "O1EuSPYAAAAJ:mB3voiENLucC",
            1548,
            "https:\/\/www.nature.com\/articles\/nature13908",
            "14037214757054803822",
            "\/scholar?cites=14037214757054803822",
            {
                "2014":12,
                "2015":150,
                "2016":248,
                "2017":269,
                "2018":257,
                "2019":250,
                "2020":312,
                "2021":30
            }
        ],
        [
            "We have undertaken a genome-wide analysis of rare copy-number variation (CNV) in 1124 autism spectrum disorder (ASD) families, each comprised of a single proband, unaffected parents, and, in most kindreds, an unaffected sibling. We find significant association of ASD with de novo duplications of 7q11.23, where the reciprocal deletion causes Williams-Beuren syndrome, characterized by a highly social personality. We identify rare recurrent de novo CNVs at five additional regions, including 16p13.2 (encompassing genes USP7 and C16orf72) and Cadherin 13, and implement a rigorous approach to evaluating the statistical significance of these observations. Overall, large de novo CNVs, particularly those encompassing multiple genes, confer substantial risks (OR = 5.6; CI = 2.6–12.0, p = 2.4 × 10-7). We estimate there are 130–234 ASD-related CNV regions in the human genome and present compelling …",
            "Multiple recurrent de novo CNVs, including duplications of the 7q11. 23 Williams syndrome region, are strongly associated with autism",
            "Stephan J Sanders and A Gulhan Ercan-Sencicek and Vanessa Hus and Rui Luo and Michael T Murtha and Daniel Moreno-De-Luca and Su H Chu and Michael P Moreau and Abha R Gupta and Susanne A Thomson and Christopher E Mason and Kaya Bilguvar and Patricia BS Celestino-Soper and Murim Choi and Emily L Crawford and Lea Davis and Nicole R Davis Wright and Rahul M Dhodapkar and Michael DiCola and Nicholas M DiLullo and Thomas V Fernandez and Vikram Fielding-Singh and Daniel O Fishman and Stephanie Frahm and Rouben Garagaloyan and Gerald S Goh and Sindhuja Kammela and Lambertus Klei and Jennifer K Lowe and Sabata C Lund and Anna D McGrew and Kyle A Meyer and William J Moffat and John D Murdoch and Brian J O'Roak and Gordon T Ober and Rebecca S Pottenger and Melanie J Raubeson and Youeun Song and Qi Wang and Brian L Yaspan and W Yu Timothy and Ilana R Yurkiewicz and Arthur L Beaudet and Rita M Cantor and Martin Curland and Dorothy E Grice and Murat Günel and Richard P Lifton and Shrikant M Mane and Donna M Martin and Chad A Shaw and Michael Sheldon and Jay A Tischfield and Christopher A Walsh and Eric M Morrow and David H Ledbetter and Eric Fombonne and Catherine Lord and Christa Lese Martin and Andrew I Brooks and James S Sutcliffe and Edwin H Cook Jr and Daniel Geschwind and Kathryn Roeder and Bernie Devlin and Matthew W State",
            "2011",
            "O1EuSPYAAAAJ:u-x6o8ySG0sC",
            1181,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0896627311003746",
            "17047331866151980454",
            "\/scholar?cites=17047331866151980454",
            {
                "2011":29,
                "2012":115,
                "2013":153,
                "2014":178,
                "2015":183,
                "2016":116,
                "2017":95,
                "2018":86,
                "2019":85,
                "2020":89,
                "2021":15
            }
        ],
        [
            "Analysis of de novo CNVs (dnCNVs) from the full Simons Simplex Collection (SSC) (N = 2,591 families) replicates prior findings of strong association with autism spectrum disorders (ASDs) and confirms six risk loci (1q21.1, 3q29, 7q11.23, 16p11.2, 15q11.2-13, and 22q11.2). The addition of published CNV data from the Autism Genome Project (AGP) and exome sequencing data from the SSC and the Autism Sequencing Consortium (ASC) shows that genes within small de novo deletions, but not within large dnCNVs, significantly overlap the high-effect risk genes identified by sequencing. Alternatively, large dnCNVs are found likely to contain multiple modest-effect risk genes. Overall, we find strong evidence that de novo mutations are associated with ASD apart from the risk for intellectual disability. Extending the transmission and de novo association test (TADA) to include small de novo deletions reveals 71 ASD …",
            "Insights into autism spectrum disorder genomic architecture and biology from 71 risk loci",
            "Stephan J Sanders and Xin He and A Jeremy Willsey and A Gulhan Ercan-Sencicek and Kaitlin E Samocha and A Ercument Cicek and Michael T Murtha and Vanessa H Bal and Somer L Bishop and Shan Dong and Arthur P Goldberg and Cai Jinlu and John F Keaney III and Lambertus Klei and Jeffrey D Mandell and Daniel Moreno-De-Luca and Christopher S Poultney and Elise B Robinson and Louw Smith and Tor Solli-Nowlan and Mack Y Su and Nicole A Teran and Michael F Walker and Donna M Werling and Arthur L Beaudet and Rita M Cantor and Eric Fombonne and Daniel H Geschwind and Dorothy E Grice and Catherine Lord and Jennifer K Lowe and Shrikant M Mane and Donna M Martin and Eric M Morrow and Michael E Talkowski and James S Sutcliffe and Christopher A Walsh and W Yu Timothy and David H Ledbetter and Christa Lese Martin and Edwin H Cook and Joseph D Buxbaum and Mark J Daly and Bernie Devlin and Kathryn Roeder and Matthew W State and Autism Sequencing Consortium",
            "2015",
            "O1EuSPYAAAAJ:blknAaTinKkC",
            844,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0896627315007734",
            "12589617696199231482",
            "\/scholar?cites=12589617696199231482",
            {
                "2015":8,
                "2016":86,
                "2017":152,
                "2018":169,
                "2019":173,
                "2020":217,
                "2021":22
            }
        ],
        [
            "A key component of genetic architecture is the allelic spectrum influencing trait variability. For autism spectrum disorder (herein termed autism), the nature of the allelic spectrum is uncertain. Individual risk-associated genes have been identified from rare variation, especially de novo mutations 1, 2, 3, 4, 5, 6, 7, 8. From this evidence, one might conclude that rare variation dominates the allelic spectrum in autism, yet recent studies show that common variation, individually of small effect, has substantial impact en masse 9, 10. At issue is how much of an impact relative to rare variation this common variation has. Using a unique epidemiological sample from Sweden, new methods that distinguish total narrow-sense heritability from that due to common variation and synthesis of results from other studies, we reach several conclusions about autism's genetic architecture: its narrow-sense heritability is∼ 52.4%, with most …",
            "Most genetic risk for autism resides with common variation",
            "Trent Gaugler and Lambertus Klei and Stephan J Sanders and Corneliu A Bodea and Arthur P Goldberg and Ann B Lee and Milind Mahajan and Dina Manaa and Yudi Pawitan and Jennifer Reichert and Stephan Ripke and Sven Sandin and Pamela Sklar and Oscar Svantesson and Abraham Reichenberg and Christina M Hultman and Bernie Devlin and Kathryn Roeder and Joseph D Buxbaum",
            "2014",
            "O1EuSPYAAAAJ:IWHjjKOFINEC",
            830,
            "https:\/\/www.nature.com\/ng\/journal\/v46\/n8\/full\/ng.3039.html",
            "13649603955406397955",
            "\/scholar?cites=13649603955406397955",
            {
                "2014":21,
                "2015":94,
                "2016":131,
                "2017":135,
                "2018":120,
                "2019":149,
                "2020":143,
                "2021":15
            }
        ],
        [
            "Spontaneously arising (de novo) mutations have an important role in medical genetics. For diseases with extensive locus heterogeneity, such as autism spectrum disorders (ASDs), the signal from de novo mutations is distributed across many genes, making it difficult to distinguish disease-relevant mutations from background variation. Here we provide a statistical framework for the analysis of excesses in de novo mutation per gene and gene set by calibrating a model of de novo mutation. We applied this framework to de novo mutations collected from 1,078 ASD family trios, and, whereas we affirmed a significant role for loss-of-function mutations, we found no excess of de novo loss-of-function mutations in cases with IQ above 100, suggesting that the role of de novo mutations in ASDs might reside in fundamental neurodevelopmental processes. We also used our model to identify∼ 1,000 genes that are …",
            "A framework for the interpretation of de novo mutation in human disease",
            "Kaitlin E Samocha and Elise B Robinson and Stephan J Sanders and Christine Stevens and Aniko Sabo and Lauren M McGrath and Jack A Kosmicki and Karola Rehnström and Swapan Mallick and Andrew Kirby and Dennis P Wall and Daniel G MacArthur and Stacey B Gabriel and Mark DePristo and Shaun M Purcell and Aarno Palotie and Eric Boerwinkle and Joseph D Buxbaum and Edwin H Cook and Richard A Gibbs and Gerard D Schellenberg and James S Sutcliffe and Bernie Devlin and Kathryn Roeder and Benjamin M Neale and Mark J Daly",
            "2014",
            "O1EuSPYAAAAJ:qUcmZB5y_30C",
            755,
            "https:\/\/www.nature.com\/ng\/journal\/v46\/n9\/abs\/ng.3050.html",
            "5489286022425639624",
            "\/scholar?cites=5489286022425639624",
            {
                "2014":9,
                "2015":75,
                "2016":112,
                "2017":127,
                "2018":138,
                "2019":165,
                "2020":110,
                "2021":11
            }
        ],
        [
            "Congenital heart disease (CHD) is the most frequent birth defect, affecting 0.8% of live births 1. Many cases occur sporadically and impair reproductive fitness, suggesting a role for de novo mutations. Here we compare the incidence of de novo mutations in 362 severe CHD cases and 264 controls by analysing exome sequencing of parent–offspring trios. CHD cases show a significant excess of protein-altering de novo mutations in genes expressed in the developing heart, with an odds ratio of 7.5 for damaging (premature termination, frameshift, splice site) mutations. Similar odds ratios are seen across the main classes of severe CHD. We find a marked excess of de novo mutations in genes involved in the production, removal or reading of histone 3 lysine 4 (H3K4) methylation, or ubiquitination of H2BK120, which is required for H3K4 methylation 2, 3, 4. There are also two de novo mutations in SMAD2, which …",
            "De novo mutations in histone-modifying genes in congenital heart disease",
            "Samir Zaidi and Murim Choi and Hiroko Wakimoto and Lijiang Ma and Jianming Jiang and John D Overton and Angela Romano-Adesman and Robert D Bjornson and Roger E Breitbart and Kerry K Brown and Nicholas J Carriero and Yee Him Cheung and John Deanfield and Steve DePalma and Khalid A Fakhro and Joseph Glessner and Hakon Hakonarson and Michael J Italia and Jonathan R Kaltman and Juan Kaski and Richard Kim and Jennie K Kline and Teresa Lee and Jeremy Leipzig and Alexander Lopez and Shrikant M Mane and Laura E Mitchell and Jane W Newburger and Michael Parfenov and Itsik Pe’er and George Porter and Amy E Roberts and Ravi Sachidanandam and Stephan J Sanders and Howard S Seiden and Mathew W State and Sailakshmi Subramanian and Irina R Tikhonova and Wei Wang and Dorothy Warburton and Peter S White and Ismee A Williams and Hongyu Zhao and Jonathan G Seidman and Martina Brueckner and Wendy K Chung and Bruce D Gelb and Elizabeth Goldmuntz and Christine E Seidman and Richard P Lifton",
            "2013",
            "O1EuSPYAAAAJ:LkGwnXOMwfcC",
            671,
            "https:\/\/www.nature.com\/articles\/nature12141",
            "17910818782775404911",
            "\/scholar?cites=17910818782775404911",
            {
                "2013":18,
                "2014":81,
                "2015":90,
                "2016":111,
                "2017":108,
                "2018":88,
                "2019":72,
                "2020":87,
                "2021":8
            }
        ],
        [
            "Autism spectrum disorder (ASD) is a complex developmental syndrome of unknown etiology. Recent studies employing exome- and genome-wide sequencing have identified nine high-confidence ASD (hcASD) genes. Working from the hypothesis that ASD-associated mutations in these biologically pleiotropic genes will disrupt intersecting developmental processes to contribute to a common phenotype, we have attempted to identify time periods, brain regions, and cell types in which these genes converge. We have constructed coexpression networks based on the hcASD “seed” genes, leveraging a rich expression data set encompassing multiple human brain regions across human development and into adulthood. By assessing enrichment of an independent set of probable ASD (pASD) genes, derived from the same sequencing studies, we demonstrate a key point of convergence in midfetal layer 5\/6 cortical …",
            "Coexpression networks implicate human midfetal deep cortical projection neurons in the pathogenesis of autism",
            "A Jeremy Willsey and Stephan J Sanders and Mingfeng Li and Shan Dong and Andrew T Tebbenkamp and Rebecca A Muhle and Steven K Reilly and Leon Lin and Sofia Fertuzinhos and Jeremy A Miller and Michael T Murtha and Candace Bichsel and Wei Niu and Justin Cotney and A Gulhan Ercan-Sencicek and Jake Gockley and Abha R Gupta and Wenqi Han and Xin He and Ellen J Hoffman and Lambertus Klei and Jing Lei and Wenzhong Liu and Li Liu and Cong Lu and Xuming Xu and Ying Zhu and Shrikant M Mane and Ed S Lein and Liping Wei and James P Noonan and Kathryn Roeder and Bernie Devlin and Nenad Sestan and Matthew W State",
            "2013",
            "O1EuSPYAAAAJ:4DMP91E08xMC",
            667,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867413012968",
            "12143870052330068840",
            "\/scholar?cites=12143870052330068840",
            {
                "2013":3,
                "2014":61,
                "2015":78,
                "2016":92,
                "2017":92,
                "2018":96,
                "2019":91,
                "2020":130,
                "2021":11
            }
        ]
    ]
}