{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "Temperature dependent optical conductivities and dc resistivity of c-axis oriented superconducting (T c= 39.6 K) MgB 2 films (∼ 450 nm) have been measured. The normal state ab-plane optical conductivities can be described by the Drude model with a temperature independent Drude plasma frequency of ω p, D= 13 600±100 cm− 1 or 1.68±0.01 eV. The normal state resistivity is fitted by the Bloch-Grüneisen formula with an electron-phonon coupling constant λ tr= 0.13±0.02. The optical conductivity spectra below T c of these films suggest that MgB 2 is a multigap superconductor.",
            "Optical properties of c-axis oriented superconducting MgB 2 films",
            "JJ Tu and GL Carr and V Perebeinos and CC Homes and M Strongin and PB Allen and WN Kang and Eun-Mi Choi and Hyeong-Jin Kim and Sung-Ik Lee",
            "2001",
            "o3oEec0AAAAJ:u5HHmVD_uO8C",
            102,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.87.277001",
            "18288803344966697150",
            "\/scholar?cites=18288803344966697150",
            {
                "2001":1,
                "2002":20,
                "2003":21,
                "2004":9,
                "2005":6,
                "2006":7,
                "2007":6,
                "2008":8,
                "2009":5,
                "2010":1,
                "2011":1,
                "2012":3,
                "2013":3,
                "2014":2,
                "2015":3,
                "2016":2,
                "2017":2,
                "2018":1,
                "2019":1
            }
        ],
        [
            "The transport and complex optical properties of the electron-doped iron-arsenic superconductor BaFe 1.85 Co 0.15 As 2 with T c= 25 K have been examined in the Fe-As planes above and below T c. A Bloch-Grüneisen analysis of the resistivity yields a weak electron-phonon coupling constant λ p h≃ 0.2. The low-frequency optical response in the normal state appears to be dominated by the electron pocket and may be described by a weakly interacting Fermi liquid with a Drude plasma frequency of ω p, D≃ 7840 cm− 1 (≃ 0.972 eV) and scattering rate 1\/τ D≃ 126 cm− 1 (≃ 15 meV) just above T c. The frequency-dependent scattering rate 1\/τ (ω) has kinks at≃ 12 and 55 meV that appear to be related to bosonic excitations. Below T c the majority of the superconducting plasma frequency originates from the electron pocket and is estimated to be ω p, S≃ 5200 cm− 1 (λ 0≃ 3000 Å) for T⪡ T c, indicating that less than …",
            "Optical properties of the iron arsenic superconductor BaFe 1.85 Co 0.15 As 2",
            "JJ Tu and J Li and W Liu and A Punnoose and Y Gong and YH Ren and LJ Li and GH Cao and ZA Xu and CC Homes",
            "2010",
            "o3oEec0AAAAJ:9yKSN-GCB0IC",
            99,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.82.174509",
            "14466565551343921231",
            "\/scholar?cites=14466565551343921231",
            {
                "2011":25,
                "2012":19,
                "2013":13,
                "2014":13,
                "2015":9,
                "2016":9,
                "2017":1,
                "2018":3,
                "2019":3,
                "2020":3,
                "2021":1
            }
        ],
        [
            "The detailed optical properties of BaFe 2 As 2 have been determined over a wide frequency range above and below the structural and magnetic transition at T N≃ 138 K. A prominent in-plane infrared-active mode is observed at 253 cm− 1 (31.4 meV) at 295 K. The frequency of this vibration shifts discontinuously at T N; for T< T N the frequency of this mode displays almost no temperature dependence, yet it nearly doubles in intensity. This anomalous behavior appears to be a consequence of orbital ordering in the Fe-As layers.",
            "Infrared phonon anomaly in BaFe 2 As 2",
            "A Akrap and JJ Tu and LJ Li and GH Cao and ZA Xu and CC Homes",
            "2009",
            "o3oEec0AAAAJ:qjMakFHDy7sC",
            91,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.80.180502",
            "1557515501098978157",
            "\/scholar?cites=1557515501098978157",
            {
                "2009":1,
                "2010":18,
                "2011":16,
                "2012":11,
                "2013":6,
                "2014":9,
                "2015":3,
                "2016":6,
                "2017":6,
                "2018":5,
                "2019":4,
                "2020":5,
                "2021":1
            }
        ],
        [
            "We present a method for extracting the electron-boson spectral function α 2 F (ω) from infrared and photoemission data. This procedure is based on inverse theory and will be shown to be superior to previous techniques. Numerical implementation of the algorithm is presented in detail and then used to accurately determine the doping and temperature dependence of the spectral function in several families of high-T c superconductors. Principal limitations of extracting α 2 F (ω) from experimental data will be pointed out. We directly compare the IR and angular-resolved photoemission spectroscopy α 2 F (ω) and discuss the resonance structure in the spectra in terms of existing theoretical models.",
            "Extracting the electron-boson spectral function α 2 F (ω) from infrared and photoemission data using inverse theory",
            "SV Dordevic and CC Homes and JJ Tu and T Valla and M Strongin and PD Johnson and GD Gu and DN Basov",
            "2005",
            "o3oEec0AAAAJ:d1gkVwhDpl0C",
            90,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.71.104529",
            "1235336318620264417",
            "\/scholar?cites=1235336318620264417",
            {
                "2005":8,
                "2006":13,
                "2007":12,
                "2008":8,
                "2009":6,
                "2010":2,
                "2011":6,
                "2012":6,
                "2013":9,
                "2014":4,
                "2015":3,
                "2016":3,
                "2017":1,
                "2018":2,
                "2019":3,
                "2020":4
            }
        ]
    ]
}