{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "We report on a search for particle dark matter with the XENON100 experiment, operated at the Laboratori Nazionali del Gran Sasso for 13 months during 2011 and 2012. XENON100 features an ultralow electromagnetic background of (5.3±0.6)× 10− 3 events\/(keV ee× kg× day) in the energy region of interest. A blind analysis of 224.6 live days× 34 kg exposure has yielded no evidence for dark matter interactions. The two candidate events observed in the predefined nuclear recoil energy range of 6.6–30.5 keV nr are consistent with the background expectation of (1.0±0.2) events. A profile likelihood analysis using a 6.6–43.3 keV nr energy range sets the most stringent limit on the spin-independent elastic weakly interacting massive particle–nucleon scattering cross section for weakly interacting massive particle masses above 8 GeV\/c 2, with a minimum of 2× 10− 45 cm 2 at 55 GeV\/c 2 and 90% confidence level.",
            "Dark matter results from 225 live days of XENON100 data",
            "Elena Aprile and M Alfonsi and K Arisaka and F Arneodo and C Balan and L Baudis and B Bauermeister and A Behrens and Philippe Beltrame and K Bokeloh and E Brown and G Bruno and R Budnik and JMR Cardoso and W-T Chen and B Choi and D Cline and AP Colijn and H Contreras and Jean-Pierre Cussonneau and MP Decowski and E Duchovni and S Fattori and AD Ferella and W Fulgione and F Gao and M Garbini and C Ghag and K-L Giboni and LW Goetzke and C Grignon and E Gross and W Hampel and F Kaether and A Kish and J Lamblin and H Landsman and RF Lang and M Le Calloch and C Levy and KE Lim and Q Lin and Sebastian Lindemann and M Lindner and JAM Lopes and K Lung and T Marrodán Undagoitia and FV Massoli and AJ Melgarejo Fernandez and Y Meng and A Molinario and E Nativ and K Ni and U Oberlack and SEA Orrigo and E Pantic and R Persiani and G Plante and N Priel and A Rizzo and S Rosendahl and JMF Dos Santos and G Sartorelli and J Schreiner and M Schumann and L Scotto Lavina and PR Scovell and M Selvi and P Shagin and H Simgen and A Teymourian and D Thers and O Vitells and He Wang and Marc Weber and C Weinheimer and XENON100 Collaboration",
            "2012",
            "o4hrfCwAAAAJ:MLfJN-KU85MC",
            1957,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.109.181301",
            "14841866040763834889",
            "\/scholar?cites=14841866040763834889",
            {
                "2012":48,
                "2013":403,
                "2014":416,
                "2015":371,
                "2016":311,
                "2017":204,
                "2018":89,
                "2019":58,
                "2020":47,
                "2021":1
            }
        ],
        [
            "We report on a search for weakly interacting massive particles (WIMPs) using 278.8 days of data collected with the XENON1T experiment at LNGS. XENON1T utilizes a liquid xenon time projection chamber with a fiducial mass of (1.30±0.01) t o n, resulting in a 1.0 ton yr exposure. The energy region of interest,[1.4, 10.6] keV ee ([4.9, 40.9] keV nr), exhibits an ultralow electron recoil background rate of [82− 3+ 5 (syst)±3 (stat)] events\/(t o n yr keV ee). No significant excess over background is found, and a profile likelihood analysis parametrized in spatial and energy dimensions excludes new parameter space for the WIMP-nucleon spin-independent elastic scatter cross section for WIMP masses above 6 GeV\/c 2, with a minimum of 4.1× 10− 47 cm 2 at 30 GeV\/c 2 and a 90% confidence level.",
            "Dark matter search results from a one ton-year exposure of XENON1T",
            "XENON Collaboration and E Aprile and J Aalbers and F Agostini and M Alfonsi and L Althueser and FD Amaro and M Anthony and F Arneodo and L Baudis and B Bauermeister and ML Benabderrahmane and T Berger and PA Breur and Adam Brown and E Brown and S Bruenner and G Bruno and R Budnik and C Capelli and JMR Cardoso and D Cichon and D Coderre and AP Colijn and J Conrad and JP Cussonneau and MP Decowski and P de Perio and P Di Gangi and A Di Giovanni and S Diglio and A Elykov and G Eurin and J Fei and AD Ferella and A Fieguth and W Fulgione and A Gallo Rosso and M Galloway and F Gao and M Garbini and C Geis and L Grandi and Z Greene and H Qiu and C Hasterok and E Hogenbirk and J Howlett and R Itay and F Joerg and B Kaminsky and S Kazama and A Kish and G Koltman and H Landsman and RF Lang and L Levinson and Q Lin and S Lindemann and M Lindner and F Lombardi and JAM Lopes and J Mahlstedt and A Manfredini and T Marrodán Undagoitia and J Masbou and D Masson and M Messina and K Micheneau and K Miller and A Molinario and K Morå and M Murra and J Naganoma and K Ni and U Oberlack and B Pelssers and F Piastra and J Pienaar and V Pizzella and G Plante and R Podviianiuk and N Priel and D Ramírez García and L Rauch and S Reichard and C Reuter and B Riedel and A Rizzo and A Rocchetti and N Rupp and JMF Dos Santos and G Sartorelli and M Scheibelhut and S Schindler and J Schreiner and D Schulte and M Schumann and L Scotto Lavina and M Selvi and P Shagin and E Shockley and M Silva and H Simgen and D Thers and F Toschi and G Trinchero and C Tunnell and N Upole and M Vargas and O Wack and H Wang and Z Wang and Y Wei and C Weinheimer and C Wittweg and J Wulf and J Ye and Y Zhang and T Zhu",
            "2018",
            "o4hrfCwAAAAJ:NJ774b8OgUMC",
            1087,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.121.111302",
            "11572203065374359223",
            "\/scholar?cites=11572203065374359223",
            {
                "2018":98,
                "2019":415,
                "2020":523,
                "2021":44
            }
        ],
        [
            "The energy spectrum of cosmic rays above 2.5× 10 18 eV, derived from 20 000 events recorded at the Pierre Auger Observatory, is described. The spectral index γ of the particle flux, J∝ E− γ, at energies between 4× 10 18 eV and 4× 10 19 eV is 2.69±0.02 (stat)±0.06 (syst), steepening to 4.2±0.4 (stat)±0.06 (syst) at higher energies. The hypothesis of a single power law is rejected with a significance greater than 6 standard deviations. The data are consistent with the prediction by Greisen and by Zatsepin and Kuz’min.",
            "Observation of the Suppression of the Flux of Cosmic Rays above ",
            "J Abraham and P Abreu and M Aglietta and C Aguirre and D Allard and I Allekotte and J Allen and P Allison and J Alvarez-Muniz and M Ambrosio and L Anchordoqui and S Andringa and A Anzalone and C Aramo and Stefano Argiro and K Arisaka and E Armengaud and Francesco Arneodo and F Arqueros and T Asch and H Asorey and P Assis and BS Atulugama and J Aublin and M Ave and G Avila and T Bäcker and D Badagnani and AF Barbosa and D Barnhill and SLC Barroso and B Baughman and P Bauleo and JJ Beatty and T Beau and BR Becker and KH Becker and JA Bellido and S Benzvi and C Berat and T Bergmann and P Bernardini and X Bertou and PL Biermann and P Billoir and O Blanch-Bigas and F Blanco and P Blasi and C Bleve and H Blümer and M Boháčová and C Bonifazi and Raffaella Bonino and J Brack and P Brogueira and WC Brown and P Buchholz and A Bueno and RE Burton and KS Caballero-Mora and B Cai and DV Camin and L Caramete and R Caruso and W Carvalho and A Castellina and O Catalano and G Cataldi and L Cazon and Rosanna Cester and J Chauvin and Andrea Chiavassa and JA Chinellato and A Chou and J Chudoba and J Chye and PDJ Clark and RW Clay and E Colombo and R Conceiçao and B Connolly and F Contreras and J Coppens and A Cordier and U Cotti and Stephane Coutu and CE Covault and A Creusot and A Criss and J Cronin and A Curutiu and S Dagoret-Campagne and K Daumiller and BR Dawson and RM De Almeida and C De Donato and SJ De Jong and G De La Vega and WJM de Mello Junior and JRT de Mello Neto and I De Mitri and V De Souza and L Del Peral and O Deligny and A Della Selva and C Delle Fratte and H Dembinski and C Di Giulio and JC Diaz and PN Diep and C Dobrigkeit and JC D’Olivo and PN Dong and D Dornic and A Dorofeev and JC Dos Anjos and MT Dova and D D’Urso and I Dutan and MA Duvernois and R Engel and L Epele and M Erdmann and CO Escobar and A Etchegoyen and P Facal San Luis and H Falcke and G Farrar and AC Fauth and N Fazzini and F Ferrer and A Ferrero and B Fick and A Filevich and A Filipčič and I Fleck and CE Fracchiolla and W Fulgione and B Garcia and D Garcia Gamez and D Garcia-Pinto and X Garrido and H Geenen and G Gelmini and H Gemmeke and PL Ghia and M Giller and H Glass and MS Gold and G Golup",
            "2008",
            "o4hrfCwAAAAJ:Ri6SYOTghG4C",
            1041,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.061101",
            "16626660594683369556",
            "\/scholar?cites=16626660594683369556",
            {
                "2008":22,
                "2009":184,
                "2010":116,
                "2011":133,
                "2012":89,
                "2013":115,
                "2014":81,
                "2015":81,
                "2016":43,
                "2017":69,
                "2018":48,
                "2019":21,
                "2020":27,
                "2021":2
            }
        ],
        [
            "We report the first dark matter search results from XENON1T, a∼ 2000− kg-target-mass dual-phase (liquid-gas) xenon time projection chamber in operation at the Laboratori Nazionali del Gran Sasso in Italy and the first ton-scale detector of this kind. The blinded search used 34.2 live days of data acquired between November 2016 and January 2017. Inside the (1042±12)− kg fiducial mass and in the [5, 40] keV nr energy range of interest for weakly interacting massive particle (WIMP) dark matter searches, the electronic recoil background was (1.93±0.25)× 10− 4 events\/(kg× day× keV ee), the lowest ever achieved in such a dark matter detector. A profile likelihood analysis shows that the data are consistent with the background-only hypothesis. We derive the most stringent exclusion limits on the spin-independent WIMP-nucleon interaction cross section for WIMP masses above 10 GeV\/c 2, with a minimum of 7.7× …",
            "First dark matter search results from the XENON1T experiment",
            "Elena Aprile and J Aalbers and F Agostini and M Alfonsi and FD Amaro and M Anthony and F Arneodo and P Barrow and L Baudis and Boris Bauermeister and ML Benabderrahmane and T Berger and PA Breur and A Brown and E Brown and S Bruenner and G Bruno and R Budnik and L Bütikofer and Jakob Calvén and JMR Cardoso and M Cervantes and Dominick Cichon and D Coderre and AP Colijn and Jan Conrad and JP Cussonneau and MP Decowski and P de Perio and P Di Gangi and A Di Giovanni and S Diglio and G Eurin and J Fei and Alfredo D Ferella and A Fieguth and W Fulgione and A Gallo Rosso and M Galloway and F Gao and M Garbini and R Gardner and C Geis and LW Goetzke and L Grandi and Z Greene and C Grignon and C Hasterok and E Hogenbirk and J Howlett and R Itay and B Kaminsky and S Kazama and G Kessler and A Kish and H Landsman and RF Lang and D Lellouch and L Levinson and Q Lin and S Lindemann and Manfred Lindner and F Lombardi and JAM Lopes and A Manfredini and I Mariş and T Marrodán Undagoitia and J Masbou and FV Massoli and D Masson and D Mayani and M Messina and K Micheneau and A Molinario and Knut Morå and M Murra and J Naganoma and K Ni and U Oberlack and P Pakarha and Bart Pelssers and R Persiani and F Piastra and J Pienaar and V Pizzella and M-C Piro and G Plante and N Priel and L Rauch and S Reichard and C Reuter and B Riedel and A Rizzo and S Rosendahl and N Rupp and R Saldanha and JMF Dos Santos and G Sartorelli and M Scheibelhut and S Schindler and J Schreiner and M Schumann and L Scotto Lavina and M Selvi and P Shagin and E Shockley and M Silva and H Simgen and M v Sivers and A Stein and S Thapa and D Thers and A Tiseni and G Trinchero and C Tunnell and M Vargas and N Upole and H Wang and Z Wang and Y Wei and C Weinheimer and J Wulf and J Ye and Y Zhang and T Zhu and XENON Collaboration",
            "2017",
            "o4hrfCwAAAAJ:eJXPG6dFmWUC",
            1002,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.119.181301",
            "8990951777199113632",
            "\/scholar?cites=8990951777199113632",
            {
                "2017":105,
                "2018":422,
                "2019":252,
                "2020":209,
                "2021":9
            }
        ],
        [
            "We present results from the direct search for dark matter with the XENON100 detector, installed underground at the Laboratori Nazionali del Gran Sasso of INFN, Italy. XENON100 is a two-phase time-projection chamber with a 62 kg liquid xenon target. Interaction vertex reconstruction in three dimensions with millimeter precision allows the selection of only the innermost 48 kg as the ultralow background fiducial target. In 100.9 live days of data, acquired between January and June 2010, no evidence for dark matter is found. Three candidate events were observed in the signal region with an expected background of (1.8±0.6) events. This leads to the most stringent limit on dark matter interactions today, excluding spin-independent elastic weakly interacting massive particle (WIMP) nucleon scattering cross sections above 7.0× 10− 45 cm 2 for a WIMP mass of 50 GeV\/c 2 at 90% confidence level.",
            "Dark matter results from 100 live days of XENON100 data",
            "Elena Aprile and K Arisaka and Francesco Arneodo and A Askin and L Baudis and A Behrens and K Bokeloh and E Brown and T Bruch and G Bruno and JMR Cardoso and W-T Chen and B Choi and D Cline and E Duchovni and S Fattori and AD Ferella and F Gao and K-L Giboni and E Gross and A Kish and CW Lam and J Lamblin and RF Lang and C Levy and KE Lim and Q Lin and Sebastian Lindemann and Manfred Lindner and JAM Lopes and K Lung and T Marrodán Undagoitia and Y Mei and AJ Melgarejo Fernandez and K Ni and U Oberlack and SEA Orrigo and E Pantic and R Persiani and G Plante and ACC Ribeiro and R Santorelli and JMF Dos Santos and G Sartorelli and M Schumann and M Selvi and P Shagin and Hardy Simgen and A Teymourian and D Thers and O Vitells and He Wang and Marc Weber and C Weinheimer and XENON100 Collaboration",
            "2011",
            "o4hrfCwAAAAJ:VLnqNzywnoUC",
            970,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.131302",
            "12244112536735960548",
            "\/scholar?cites=12244112536735960548",
            {
                "2011":87,
                "2012":352,
                "2013":192,
                "2014":127,
                "2015":74,
                "2016":42,
                "2017":43,
                "2018":25,
                "2019":10,
                "2020":13
            }
        ],
        [
            "The XENON10 experiment at the Gran Sasso National Laboratory uses a 15 kg xenon dual phase time projection chamber to search for dark matter weakly interacting massive particles (WIMPs). The detector measures simultaneously the scintillation and the ionization produced by radiation in pure liquid xenon to discriminate signal from background down to 4.5 keV nuclear-recoil energy. A blind analysis of 58.6 live days of data, acquired between October 6, 2006, and February 14, 2007, and using a fiducial mass of 5.4 kg, excludes previously unexplored parameter space, setting a new 90% CL upper limit for the WIMP-nucleon spin-independent cross section of 8.8× 10− 44 cm 2 for a WIMP mass of 100 GeV\/c 2, and 4.5× 10− 44 cm 2 for a WIMP mass of 30 GeV\/c 2. This result further constrains predictions of supersymmetric models.",
            "First results from the XENON10 dark matter experiment at the Gran Sasso National Laboratory",
            "J Angle and E Aprile and F Arneodo and L Baudis and A Bernstein and A Bolozdynya and P Brusov and LCC Coelho and CE Dahl and L DeViveiros and AD Ferella and LMP Fernandes and S Fiorucci and RJ Gaitskell and KL Giboni and R Gomez and R Hasty and L Kastens and J Kwong and JAM Lopes and N Madden and A Manalaysay and A Manzur and DN McKinsey and ME Monzani and K Ni and U Oberlack and J Orboeck and G Plante and R Santorelli and JMF Dos Santos and P Shagin and T Shutt and P Sorensen and S Schulte and C Winant and M Yamashita and XENON Collaboration",
            "2008",
            "o4hrfCwAAAAJ:zLWjf1WUPmwC",
            826,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.021303",
            "13002817846116799811",
            "\/scholar?cites=13002817846116799811",
            {
                "2007":9,
                "2008":92,
                "2009":194,
                "2010":184,
                "2011":99,
                "2012":59,
                "2013":38,
                "2014":37,
                "2015":34,
                "2016":17,
                "2017":21,
                "2018":10,
                "2019":7,
                "2020":17
            }
        ],
        [
            "Data collected by the Pierre Auger Observatory provide evidence for anisotropy in the arrival directions of the cosmic rays with the highest-energies, which are correlated with the positions of relatively nearby active galactic nuclei (AGN) [Pierre Auger Collaboration, Science 318 (2007) 938]. The correlation has maximum significance for cosmic rays with energy greater than ∼6 × 1019 eV and AGN at a distance less than ∼75 Mpc. We have confirmed the anisotropy at a confidence level of more than 99% through a test with parameters specified a priori, using an independent data set. The observed correlation is compatible with the hypothesis that cosmic rays with the highest-energies originate from extra-galactic sources close enough so that their flux is not significantly attenuated by interaction with the cosmic background radiation (the Greisen–Zatsepin–Kuz’min effect). The angular scale of the correlation …",
            "Correlation of the highest-energy cosmic rays with the positions of nearby active galactic nuclei",
            "J Abraham and P Abreu and M Aglietta and C Aguirre and D Allard and I Allekotte and J Allen and P Allison and J Alvarez-Muñiz and M Ambrosio and L Anchordoqui and S Andringa and A Anzalone and C Aramo and Stefano Argiro and K Arisaka and E Armengaud and Francesco Arneodo and F Arqueros and T Asch and H Asorey and P Assis and BS Atulugama and J Aublin and M Ave and G Avila and T Bäcker and D Badagnani and AF Barbosa and D Barnhill and SLC Barroso and P Bauleo and JJ Beatty and T Beau and BR Becker and KH Becker and JA Bellido and S BenZvi and C Berat and T Bergmann and P Bernardini and X Bertou and PL Biermann and P Billoir and O Blanch-Bigas and F Blanco and P Blasi and C Bleve and H Blümer and M Boháčová and C Bonifazi and R Bonino and J Brack and P Brogueira and WC Brown and P Buchholz and A Bueno and RE Burton and NG Busca and KS Caballero-Mora and B Cai and DV Camin and L Caramete and R Caruso and W Carvalho and A Castellina and O Catalano and G Cataldi and L Cazon and Rosanna Cester and J Chauvin and Andrea Chiavassa and JA Chinellato and A Chou and J Chye and RW Clay and E Colombo and R Conceição and B Connolly and F Contreras and J Coppens and A Cordier and U Cotti and S Coutu and CE Covault and A Creusot and A Criss and J Cronin and A Curutiu and S Dagoret-Campagne and K Daumiller and BR Dawson and RM de Almeida and C De Donato and SJ de Jong and G De La Vega and WJM de Mello Junior and JRT de Mello Neto and I De Mitri and V de Souza and L del Peral and O Deligny and A Della Selva and C Delle Fratte and H Dembinski and C Di Giulio and JC Diaz and PN Diep and C Dobrigkeit and JC D’Olivo and PN Dong and D Dornic and A Dorofeev and JC dos Anjos and MT Dova and D D’Urso and I Dutan and MA DuVernois and R Engel and L Epele and M Erdmann and CO Escobar and A Etchegoyen and P Facal San Luis and H Falcke and G Farrar and AC Fauth and N Fazzini and F Ferrer and S Ferry and B Fick and A Filevich and A Filipčič and I Fleck and CE Fracchiolla and W Fulgione and B García and D García Gámez and D Garcia-Pinto and X Garrido and H Geenen and G Gelmini and H Gemmeke and PL Ghia and M Giller and H Glass and MS Gold and G Golup and F Gomez Albarracin and M Gómez Berisso",
            "2008",
            "o4hrfCwAAAAJ:3s1wT3WcHBgC",
            601,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0927650508000042",
            "6068473301407996882",
            "\/scholar?cites=6068473301407996882",
            {
                "2007":2,
                "2008":55,
                "2009":132,
                "2010":85,
                "2011":92,
                "2012":63,
                "2013":46,
                "2014":23,
                "2015":21,
                "2016":31,
                "2017":16,
                "2018":12,
                "2019":7,
                "2020":9,
                "2021":1
            }
        ],
        [
            "The XENON1T experiment is currently in the commissioning phase at the Laboratori Nazionali del Gran Sasso, Italy. In this article we study the experiment's expected sensitivity to the spin-independent WIMP-nucleon interaction cross section, based on Monte Carlo predictions of the electronic and nuclear recoil backgrounds.",
            "Physics reach of the XENON1T dark matter experiment.",
            "E Aprile and J Aalbers and F Agostini and M Alfonsi and FD Amaro and M Anthony and L Arazi and F Arneodo and C Balan and P Barrow and L Baudis and Boris Bauermeister and T Berger and P Breur and A Breskin and A Brown and E Brown and S Bruenner and G Bruno and R Budnik and L Bütikofer and JMR Cardoso and M Cervantes and Dominick Cichon and D Coderre and AP Colijn and Jan Conrad and H Contreras and JP Cussonneau and MP Decowski and P De Perio and P Di Gangi and A Di Giovanni and E Duchovni and S Fattori and Alfredo D Ferella and A Fieguth and D Franco and W Fulgione and M Galloway and M Garbini and C Geis and LW Goetzke and Z Greene and C Grignon and E Gross and W Hampel and C Hasterok and R Itay and F Kaether and B Kaminsky and G Kessler and A Kish and H Landsman and RF Lang and D Lellouch and L Levinson and M Le Calloch and C Levy and Sebastian Lindemann and M Lindner and JAM Lopes and A Lyashenko and S Macmullin and A Manfredini and T Marrodán Undagoitia and J Masbou and FV Massoli and D Mayani and AJ Melgarejo Fernandez and Y Meng and M Messina and K Micheneau and B Miguez and A Molinario and M Murra and J Naganoma and U Oberlack and SEA Orrigo and P Pakarha and Bart Pelssers and R Persiani and F Piastra and J Pienaar and G Plante and N Priel and Ludwig Rauch and S Reichard and C Reuter and A Rizzo and S Rosendahl and N Rupp and JMF Dos Santos and G Sartorelli and M Scheibelhut and S Schindler and J Schreiner and M Schumann and L Scotto Lavina and M Selvi and P Shagin and H Simgen and A Stein and D Thers and A Tiseni and G Trinchero and C Tunnell and M Von Sivers and R Wall and He Wang and M Weber and Y Wei and C Weinheimer and J Wulf and Y Zhang",
            "2016",
            "o4hrfCwAAAAJ:fQNAKQ3IYiAC",
            581,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2016\/04\/027\/meta",
            "8963492599890641422",
            "\/scholar?cites=8963492599890641422",
            {
                "2016":86,
                "2017":172,
                "2018":125,
                "2019":79,
                "2020":110,
                "2021":8
            }
        ],
        [
            "We report results of a search for light (≲ 10 GeV) particle dark matter with the XENON10 detector. The event trigger was sensitive to a single electron, with the analysis threshold of 5 electrons corresponding to 1.4 keV nuclear recoil energy. Considering spin-independent dark matter-nucleon scattering, we exclude cross sections σ n> 7× 10− 42 cm 2, for a dark matter particle mass m χ= 7 GeV. We find that our data strongly constrain recent elastic dark matter interpretations of excess low-energy events observed by CoGeNT and CRESST-II, as well as the DAMA annual modulation signal.",
            "Search for light dark matter in XENON10 data",
            "J Angle and E Aprile and F Arneodo and L Baudis and A Bernstein and AI Bolozdynya and LCC Coelho and CE Dahl and L DeViveiros and AD Ferella and LMP Fernandes and S Fiorucci and RJ Gaitskell and KL Giboni and R Gomez and R Hasty and L Kastens and J Kwong and JAM Lopes and N Madden and A Manalaysay and A Manzur and DN McKinsey and ME Monzani and K Ni and U Oberlack and J Orboeck and G Plante and R Santorelli and JMF Dos Santos and S Schulte and P Shagin and T Shutt and P Sorensen and C Winant and M Yamashita and XENON10 Collaboration",
            "2011",
            "o4hrfCwAAAAJ:wbdj-CoPYUoC",
            556,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.051301",
            "9439256348167633675",
            "\/scholar?cites=9439256348167633675",
            {
                "2011":29,
                "2012":92,
                "2013":99,
                "2014":101,
                "2015":66,
                "2016":47,
                "2017":40,
                "2018":23,
                "2019":18,
                "2020":39,
                "2021":2
            }
        ]
    ]
}