{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "On board the four Cluster spacecraft, the Cluster Ion Spectrometry (CIS) experiment measures the full, three-dimensional ion distribution of the major magnetospheric ions (H+, He+, He++, and O+) from the thermal energies to about 40 keV\/e. The experiment consists of two different instruments: a COmposition and DIstribution Function analyser (CIS1\/CODIF), giving the mass per charge composition with medium (22.5°) angular resolution, and a Hot Ion Analyser (CIS2\/HIA), which does not offer mass resolution but has a better angular resolution (5.6°) that is adequate for ion beam and solar wind measurements. Each analyser has two different sensitivities in order to increase the dynamic range. First tests of the instruments (commissioning activities) were achieved from early September 2000 to mid January 2001, and the operation phase began on 1 February 2001. In this paper, first results of the CIS instruments are presented showing the high level performances and capabilities of the instruments. Good examples of data were obtained in the central plasma sheet, magnetopause crossings, magnetosheath, solar wind and cusp measurements. Observations in the auroral regions could also be obtained with the Cluster spacecraft at radial distances of 4–6 Earth radii. These results show the tremendous interest of multispacecraft measurements with identical instruments and open a new area in magnetospheric and solar wind-magnetosphere interaction physics. Key words. Magnetospheric physics (magnetopause, cusp and boundary layers; magnetopheric configuration and dynamics; solar wind-magnetosphere interactions)",
            "First multispacecraft ion measurements in and near the Earth’s magnetosphere with the identical Cluster ion spectrometry (CIS) experiment",
            "H Reme and C Aoustin and JM Bosqued and I Dandouras and B Lavraud and JA Sauvaud and A Barthe and J Bouyssou and Th Camus and O Coeur-Joly and A Cros and J Cuvilo and F Ducay and Y Garbarowitz and JL Medale and E Penou and H Perrier and D Romefort and J Rouzaud and C Vallat and D Alcaydé and C Jacquey and C Mazelle and C d’Uston and E Möbius and LM Kistler and K Crocker and M Granoff and C Mouikis and M Popecki and M Vosbury and B Klecker and D Hovestadt and H Kucharek and E Kuenneth and G Paschmann and M Scholer and N Sckopke and E Seidenschwang and CW Carlson and DW Curtis and C Ingraham and RP Lin and JP McFadden and GK Parks and T Phan and V Formisano and E Amata and MB Bavassano-Cattaneo and P Baldetti and R Bruno and G Chionchio and A Di Lellis and MF Marcucci and G Pallocchia and A Korth and PW Daly and B Graeve and H Rosenbauer and V Vasyliunas and M McCarthy and M Wilber and L Eliasson and R Lundin and S Olsen and EG Shelley and S Fuselier and AG Ghielmetti and W Lennartsson and CP Escoubet and H Balsiger and R Friedel and J-B Cao and RA Kovrazhkin and I Papamastorakis and R Pellat and J Scudder and B Sonnerup",
            "2001",
            "o5mUKuMAAAAJ:u5HHmVD_uO8C",
            1187,
            "https:\/\/angeo.copernicus.org\/articles\/19\/1303\/2001\/",
            "8529848270777704176",
            "\/scholar?cites=8529848270777704176",
            {
                "2001":5,
                "2002":10,
                "2003":21,
                "2004":61,
                "2005":92,
                "2006":81,
                "2007":71,
                "2008":82,
                "2009":95,
                "2010":69,
                "2011":85,
                "2012":69,
                "2013":80,
                "2014":66,
                "2015":77,
                "2016":69,
                "2017":46,
                "2018":27,
                "2019":36,
                "2020":36,
                "2021":3
            }
        ],
        [
            "We report observations of “fast solitary waves” that are ubiquitous in downward current regions of the mid‐altitude auroral zone. The single‐period structures have large amplitudes (up to 2.5 V\/m), travel much faster than the ion acoustic speed, carry substantial potentials (up to∼ 100 Volts), and are associated with strong modulations of energetic electron fluxes. The amplitude and speed of the structures distinguishes them from ion‐acoustic solitary waves or weak double layers. The electromagnetic signature appears to be that of an positive charge (electron hole) traveling anti‐earthward. We present evidence that the structures are in or near regions of magnetic‐field‐aligned electric fields and propose that these nonlinear structures play a key role in supporting parallel electric fields in the downward current region of the auroral zone.",
            "FAST satellite observations of large‐amplitude solitary structures",
            "RE Ergun and CW Carlson and JP McFadden and FS Mozer and GT Delory and W Peria and CC Chaston and M Temerin and I Roth and L Muschietti and R Elphic and R Strangeway and R Pfaff and CA Cattell and D Klumpar and E Shelley and W Peterson and E Moebius and L Kistler",
            "1998",
            "o5mUKuMAAAAJ:u-x6o8ySG0sC",
            523,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/98GL00636@10.1002\/(ISSN)1944-8007.FAST1",
            "8954971643821248066",
            "\/scholar?cites=8954971643821248066",
            {
                "1998":12,
                "1999":22,
                "2000":23,
                "2001":41,
                "2002":25,
                "2003":28,
                "2004":25,
                "2005":24,
                "2006":18,
                "2007":16,
                "2008":21,
                "2009":24,
                "2010":18,
                "2011":23,
                "2012":25,
                "2013":16,
                "2014":25,
                "2015":28,
                "2016":16,
                "2017":18,
                "2018":22,
                "2019":18,
                "2020":28,
                "2021":2
            }
        ],
        [
            "The Plasma and Suprathermal Ion Composition (PLASTIC) investigation provides the in situ solar wind and low energy heliospheric ion measurements for the NASA Solar Terrestrial Relations Observatory Mission, which consists of two spacecraft (STEREO-A, STEREO-B). PLASTIC-A and PLASTIC-B are identical. Each PLASTIC is a time-of-flight\/energy mass spectrometer designed to determine the elemental composition, ionic charge states, and bulk flow parameters of major solar wind ions in the mass range from hydrogen to iron. PLASTIC has nearly complete angular coverage in the ecliptic plane and an energy range from ∼0.3 to 80 keV\/e, from which the distribution functions of suprathermal ions, including those ions created in pick-up and local shock acceleration processes, are also provided.",
            "The Plasma and Suprathermal Ion Composition (PLASTIC) investigation on the STEREO observatories",
            "AB Galvin and LM Kistler and MA Popecki and CJ Farrugia and KDC Simunac and L Ellis and E Möbius and MA Lee and M Boehm and J Carroll and A Crawshaw and M Conti and P Demaine and S Ellis and JA Gaidos and J Googins and M Granoff and A Gustafson and D Heirtzler and B King and U Knauss and J Levasseur and S Longworth and K Singer and S Turco and P Vachon and M Vosbury and M Widholm and LM Blush and R Karrer and Peter Bochsler and H Daoudi and A Etter and J Fischer and J Jost and A Opitz and M Sigrist and Peter Wurz and B Klecker and M Ertl and E Seidenschwang and RF Wimmer-Schweingruber and M Koeten and B Thompson and D Steinfeld",
            "2008",
            "o5mUKuMAAAAJ:UeHWp8X0CEIC",
            364,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s11214-007-9296-x.pdf",
            "2958426209801858784",
            "\/scholar?cites=2958426209801858784",
            {
                "2007":1,
                "2008":6,
                "2009":39,
                "2010":30,
                "2011":25,
                "2012":38,
                "2013":37,
                "2014":26,
                "2015":29,
                "2016":33,
                "2017":23,
                "2018":29,
                "2019":21,
                "2020":25,
                "2021":1
            }
        ],
        [
            "The Cluster Ion Spectrometry (CIS) experiment is a comprehensive ionic plasma spec-trometry package on-board the four Cluster spacecraft capable of obtaining full three-dimensional ion distributions with good time resolution (one spacecraft spin) with mass per charge composition determination. The requirements to cover the scientific objectives cannot be met with a single instrument. The CIS package therefore consists of two different instruments, a Hot Ion Analyser (HIA) and a time-of-flight ion Composition and Distribution Function analyser (CODIF), plus a sophisticated dual-processor-based instrument-control and Data-Processing System (DPS), which permits extensive on-board data-processing. Both analysers use symmetric optics resulting in continuous, uniform, and well-characterised phase space coverage. CODIF measures the distributions of the major ions (H+, He+, He++, and O+) with …",
            "The Cluster ion spectrometry (CIS) experiment",
            "H Reme and JM Bosqued and JA Sauvaud and A Cros and J Dandouras and C Aoustin and J Bouyssou and Th Camus and J Cuvilo and C Martz and JL Médale and H Perrier and D Romefort and J Rouzaud and C d’Uston and E Möbius and K Crocker and M Granoff and LM Kistler and M Popecki and D Hovestadt and B Klecker and G Paschmann and M Scholer and CW Carlson and DW Curtis and RP Lin and JP McFadden and V Formisano and E Amata and MB Bavassano-Cattaneo and P Baldetti and G Belluci and R Bruno and G Chionchio and A Di Lellis and EG Shelley and AG Ghielmetti and W Lennartsson and A Korth and H Rosenbauer and R Lundin and S Olsen and GK Parks and M McCarthy and H Balsiger",
            "1997",
            "o5mUKuMAAAAJ:d1gkVwhDpl0C",
            318,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-94-011-5666-0_12",
            "11313993057358857889",
            "\/scholar?cites=11313993057358857889",
            {
                "1999":2,
                "2000":1,
                "2001":9,
                "2002":9,
                "2003":13,
                "2004":16,
                "2005":29,
                "2006":25,
                "2007":23,
                "2008":21,
                "2009":12,
                "2010":16,
                "2011":16,
                "2012":21,
                "2013":12,
                "2014":16,
                "2015":16,
                "2016":14,
                "2017":17,
                "2018":7,
                "2019":12,
                "2020":9
            }
        ],
        [
            "During the interval 0947–0951 UT on 1 October 2001, when Cluster was located at XGSM = −16.4 RE near ZGSM = 0 in the pre‐midnight magnetotail, the Cluster barycenter crosses the neutral sheet four times. High speed proton flow, with reversal from tailward to Earthward, was detected during the crossings. Using a linear gradient\/curl estimator technique we estimate current density and magnetic field curvature within the crossings. These observations exhibit the tailward passage of an X‐line over the Cluster tetrahedron. These current sheet has a bifurcated structure in the regions of tailward and earthward flows and a flat and\/or slightly bifurcated thin current sheet in between. A distinct quadrupolar Hall magnetic field component was observed.",
            "Current sheet structure near magnetic X‐line observed by Cluster",
            "A Runov and R Nakamura and W Baumjohann and RA Treumann and TL Zhang and M Volwerk and Z Vörös and A Balogh and K‐H Glaßmeier and B Klecker and H Reme and L Kistler",
            "2003",
            "o5mUKuMAAAAJ:9yKSN-GCB0IC",
            303,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2002GL016730",
            "11526981677788003289",
            "\/scholar?cites=11526981677788003289",
            {
                "2003":2,
                "2004":21,
                "2005":32,
                "2006":32,
                "2007":23,
                "2008":31,
                "2009":19,
                "2010":17,
                "2011":15,
                "2012":12,
                "2013":12,
                "2014":13,
                "2015":19,
                "2016":17,
                "2017":11,
                "2018":9,
                "2019":7,
                "2020":7
            }
        ],
        [
            "In this paper we study a flow burst event which took place during enhanced geomagnetic activity on July 22, 2001, when Cluster was located in the postmidnight magnetotail. The flow burst was associated with a clear dipolarization ahead of the high‐speed part of the predominantly Earthward directed flow. Based on the analysis of the four spacecraft data, we found that a ∼2000 km thick dipolarization front moves Earthward and dawnward with a speed of ∼77 km\/s. The plasma before this front is deflected, consistent with the plasma ahead of a localized plasma bubble centered at midnight side being pushed aside by the moving obstacle. The main body of the high‐speed flow is directed mainly parallel to the dipolarization front. These observations indicate that the evolution of the dipolarization front across the tail is directly coupled with the fast flow.",
            "Motion of the dipolarization front during a flow burst event observed by Cluster",
            "R Nakamura and W Baumjohann and B Klecker and Y Bogdanova and A Balogh and H Reme and JM Bosqued and I Dandouras and JA Sauvaud and K‐H Glassmeier and L Kistler and C Mouikis and TL Zhang and H Eichelberger and A Runov",
            "2002",
            "o5mUKuMAAAAJ:WF5omc3nYNoC",
            301,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2002GL015763",
            "9607625654414337159",
            "\/scholar?cites=9607625654414337159",
            {
                "2003":1,
                "2004":5,
                "2005":12,
                "2006":7,
                "2007":2,
                "2008":5,
                "2009":5,
                "2010":6,
                "2011":17,
                "2012":15,
                "2013":27,
                "2014":25,
                "2015":34,
                "2016":28,
                "2017":28,
                "2018":29,
                "2019":24,
                "2020":29,
                "2021":1
            }
        ],
        [
            "Electric field and energetic particle observations by the Fast Auroral Snapshot (FAST) satellite provide convincing evidence of particle acceleration by quasi‐static, magnetic‐field‐aligned (parallel) electric fields in both the upward and downward current regions of the auroral zone. We demonstrate this by comparing the inferred parallel potentials of electrostatic shocks with particle energies. We also report nonlinear electric field structures which may play a role in supporting parallel electric fields. These structures include large‐amplitude ion cyclotron waves in the upward current region, and intense, spiky electric fields in the downward current region. The observed structures had substantial parallel components and correlative electron flux modulations. Observations of parallel electric fields in two distinct plasmas suggest that parallel electric fields may be a fundamental particle acceleration mechanism in …",
            "FAST satellite observations of electric field structures in the auroral zone",
            "RE Ergun and CW Carlson and JP McFadden and FS Mozer and GT Delory and W Peria and CC Chaston and M Temerin and R Elphic and R Strangeway and R Pfaff and CA Cattell and D Klumpar and E Shelley and W Peterson and E Moebius and L Kistler",
            "1998",
            "o5mUKuMAAAAJ:2osOgNQ5qMEC",
            290,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/98GL00635@10.1002\/(ISSN)1944-8007.FAST1",
            "4816778349847956334",
            "\/scholar?cites=4816778349847956334",
            {
                "1998":8,
                "1999":6,
                "2000":15,
                "2001":21,
                "2002":22,
                "2003":21,
                "2004":6,
                "2005":11,
                "2006":20,
                "2007":21,
                "2008":10,
                "2009":18,
                "2010":12,
                "2011":10,
                "2012":12,
                "2013":6,
                "2014":8,
                "2015":10,
                "2016":10,
                "2017":15,
                "2018":12,
                "2019":5,
                "2020":10
            }
        ],
        [
            "Spatial gradients of high‐speed flows in the midtail plasma sheet are determined using multipoint observations from the Cluster spacecraft along the “dawn‐dusk” direction (perpendicular to the main flow and in the plane of the tail current sheet) and along the north‐south direction. If we take the average or median of the spatial gradients and assume that the flow channel has a linear gradient, these values suggest that the full width of the flow channel is 2–3 RE in the “dawn‐dusk” direction and 1.5–2 RE in the north‐south direction. The velocity gradient at the duskward edge of a flow tends to be sharper than that at the dawnward edge, possibly reflecting an asymmetry in the magnetosphere‐ionosphere coupling process associated with the flow.",
            "Spatial scale of high‐speed flows in the plasma sheet observed by Cluster",
            "R Nakamura and W Baumjohann and C Mouikis and LM Kistler and A Runov and M Volwerk and Y Asano and Z Vörös and TL Zhang and B Klecker and H Reme and A Balogh",
            "2004",
            "o5mUKuMAAAAJ:zYLM7Y9cAGgC",
            289,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2004GL019558",
            "4456622211069352789",
            "\/scholar?cites=4456622211069352789",
            {
                "2004":3,
                "2005":19,
                "2006":12,
                "2007":11,
                "2008":14,
                "2009":19,
                "2010":8,
                "2011":20,
                "2012":13,
                "2013":28,
                "2014":33,
                "2015":27,
                "2016":20,
                "2017":20,
                "2018":11,
                "2019":16,
                "2020":13
            }
        ],
        [
            "The time evolution of the ring current population during the recovery phase of a typical moderate magnetic storm is studied, using a newly developed kinetic model for H+, He+ and O+ ions which includes nonequatorially mirroring particles. The bounce‐averaged distribution function is defined for variables that are accessible to direct measurement, and some useful formulas for calculating the total energy and number density of the ring current are derived. The bounce‐averaged kinetic equation is solved, including losses due to charge exchange with neutral hydrogen and Coulomb collisions with thermal plasma along ion drift paths. Time‐dependent magnetospheric electric fields and anisotropic initial pitch angle distributions are considered. The generation of ion precipitating fluxes is addressed, a process that is still not completely understood. It is shown that both the decrease of the distribution function due to …",
            "Collisional losses of ring current ions",
            "VK Jordanova and LM Kistler and JU Kozyra and GV Khazanov and AF Nagy",
            "1996",
            "o5mUKuMAAAAJ:qjMakFHDy7sC",
            244,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/95JA02000",
            "18444210443620747856",
            "\/scholar?cites=18444210443620747856",
            {
                "1996":3,
                "1997":9,
                "1998":7,
                "1999":11,
                "2000":5,
                "2001":13,
                "2002":7,
                "2003":13,
                "2004":8,
                "2005":10,
                "2006":7,
                "2007":11,
                "2008":11,
                "2009":11,
                "2010":11,
                "2011":13,
                "2012":9,
                "2013":10,
                "2014":11,
                "2015":14,
                "2016":5,
                "2017":10,
                "2018":14,
                "2019":11,
                "2020":9
            }
        ],
        [
            "Magnetic reconnection is a process that converts magnetic energy into bi-directional plasma jets; it is believed to be the dominant process by which solar-wind energy enters the Earth's magnetosphere 1, 2. This energy is subsequently dissipated by magnetic storms and aurorae 3, 4. Previous single-spacecraft observations 5, 6, 7 revealed only single jets at the magnetopause—while the existence of a counter-streaming jet was implicitly assumed, no experimental confirmation was available. Here we report in situ two-spacecraft observations of bi-directional jets at the magnetopause, finding evidence for a stable and extended reconnection line; the latter implies substantial entry of the solar wind into the magnetosphere. We conclude that reconnection is determined by large-scale interactions between the solar wind and the magnetosphere, rather than by local conditions at the magnetopause.",
            "Extended magnetic reconnection at the Earth's magnetopause from detection of bi-directional jets",
            "TD Phan and LM Kistler and B Klecker and G Haerendel and G Paschmann and BU Ö Sonnerup and W Baumjohann and MB Bavassano-Cattaneo and CW Carlson and AM DiLellis and K-H Fornacon and LA Frank and M Fujimoto and E Georgescu and S Kokubun and E Moebius and T Mukai and M Øieroset and WR Paterson and H Reme",
            "2000",
            "o5mUKuMAAAAJ:Tyk-4Ss8FVUC",
            208,
            "https:\/\/www.nature.com\/articles\/35009050",
            "6323265927877731059",
            "\/scholar?cites=6323265927877731059",
            {
                "2000":1,
                "2001":16,
                "2002":10,
                "2003":9,
                "2004":10,
                "2005":13,
                "2006":16,
                "2007":10,
                "2008":7,
                "2009":3,
                "2010":5,
                "2011":10,
                "2012":11,
                "2013":4,
                "2014":10,
                "2015":17,
                "2016":15,
                "2017":12,
                "2018":9,
                "2019":9,
                "2020":10
            }
        ]
    ]
}