{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "A through analysis is made of the dependence of the superconducting transition temperature T c on material properties (λ, μ*, phonon spectrum) as contained in Eliashberg theory. The most striking new feature of the analysis is in the asymptotic regime of very large λ where T c is found to equal 0.15 (λ< ω 2>) 1 2 (assuming μ*= 0.1). This result implies the surprising conclusion that within Eliashberg theory T c is not limited by the phonon frequencies, and also shows that McMillan's\" λ= 2 limit\" is spurious. The McMillan equation (with a prefactor altered from Θ D 1.45 to ω log 1.2) is found to be highly accurate for all known materials with λ< 1.5 but in error for large values of λ. Correction factors to McMillan's equation are found in terms of λ, μ*, and one additional parameter,(< ω 2>) 1 2 ω log. The frequency ω log is defined as exp< ln ω> where the averages< ln ω> and< ω 2> are defined using (2 λ ω) α 2 F (ω) as a …",
            "Transition temperature of strong-coupled superconductors reanalyzed",
            "Ph B Allen and RC Dynes",
            "1975",
            "o5yAfgEAAAAJ:u5HHmVD_uO8C",
            2524,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.12.905",
            "13422275130421053256",
            "\/scholar?cites=13422275130421053256",
            {
                "1982":29,
                "1983":24,
                "1984":30,
                "1985":16,
                "1986":29,
                "1987":63,
                "1988":48,
                "1989":62,
                "1990":53,
                "1991":29,
                "1992":41,
                "1993":34,
                "1994":41,
                "1995":25,
                "1996":24,
                "1997":21,
                "1998":18,
                "1999":14,
                "2000":20,
                "2001":47,
                "2002":39,
                "2003":41,
                "2004":24,
                "2005":42,
                "2006":40,
                "2007":43,
                "2008":60,
                "2009":52,
                "2010":63,
                "2011":68,
                "2012":74,
                "2013":90,
                "2014":91,
                "2015":128,
                "2016":124,
                "2017":135,
                "2018":139,
                "2019":187,
                "2020":203,
                "2021":19
            }
        ],
        [
            "We have measured the quasiparticle recombination time in the strong-coupled superconductor Pb 0.9 Bi 0.1 directly by measuring the lifetime-broadened energy gap edge. This is done by measuring the I− V characteristics of a superconducting tunnel junction of the type Pb 0.9 Bi 0.1-insulator-Pb 0.9 Bi 0.1. Agreement with the calculated value is excellent.",
            "Direct measurement of quasiparticle-lifetime broadening in a strong-coupled superconductor",
            "RC Dynes and V Narayanamurti and J Pm Garno",
            "1978",
            "o5yAfgEAAAAJ:u-x6o8ySG0sC",
            1229,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.41.1509",
            "17610955762834069589",
            "\/scholar?cites=17610955762834069589",
            {
                "1988":6,
                "1989":12,
                "1990":12,
                "1991":20,
                "1992":16,
                "1993":19,
                "1994":31,
                "1995":19,
                "1996":27,
                "1997":26,
                "1998":24,
                "1999":16,
                "2000":23,
                "2001":38,
                "2002":26,
                "2003":25,
                "2004":21,
                "2005":26,
                "2006":38,
                "2007":40,
                "2008":43,
                "2009":38,
                "2010":30,
                "2011":35,
                "2012":61,
                "2013":55,
                "2014":58,
                "2015":81,
                "2016":53,
                "2017":67,
                "2018":73,
                "2019":77,
                "2020":74,
                "2021":4
            }
        ],
        [
            "The voltage‐dependent tunneling conductance of trapezoidal potential barriers has been calculated using two extreme models of (1) the WKB approximation and (2) perfectly sharp boundaries between the metal electrode and the insulator. We show that for both models the conductance‐voltage plot is roughly parabolic at low voltages (≲0.4 V). The minimum conductance is not at zero bias unless the barrier is symmetrical and identical Fermi energies are chosen for the two metal electrodes. The inclusion of image forces does not radically alter the shape of the conductance‐voltage dependence. Using reasonable barrier shapes, the asymmetry of the calculated conductance about V=0 is not as large as we frequently observe experimentally. We point out that this extreme asymmetry appears to be associated with the presence of organic impurities in the oxide layer of the junction.",
            "Tunneling conductance of asymmetrical barriers",
            "WF Brinkman and RC Dynes and JM Rowell",
            "1970",
            "o5yAfgEAAAAJ:d1gkVwhDpl0C",
            1045,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1659141",
            "16377388242934364617",
            "\/scholar?cites=16377388242934364617",
            {
                "1981":5,
                "1982":12,
                "1983":4,
                "1984":6,
                "1985":8,
                "1986":11,
                "1987":4,
                "1988":5,
                "1989":8,
                "1990":7,
                "1991":8,
                "1992":6,
                "1993":7,
                "1994":6,
                "1995":3,
                "1996":8,
                "1997":8,
                "1998":10,
                "1999":17,
                "2000":20,
                "2001":26,
                "2002":32,
                "2003":41,
                "2004":54,
                "2005":41,
                "2006":51,
                "2007":39,
                "2008":37,
                "2009":39,
                "2010":37,
                "2011":39,
                "2012":50,
                "2013":39,
                "2014":58,
                "2015":52,
                "2016":51,
                "2017":59,
                "2018":30,
                "2019":37,
                "2020":29
            }
        ],
        [
            "The Abrikosov flux lattice is imaged in Nb Se 2 by tunneling into the superconducting gap edge with a low-temperature scanning-tunneling microscope. The tunneling conductance into a single vortex core is strongly peaked at the Fermi energy, suggesting the existence of core states or core excitations. As one moves away from the core, this feature evolves into a density of states which is consistent with a BCS superconducting gap.",
            "Scanning-tunneling-microscope observation of the Abrikosov flux lattice and the density of states near and inside a fluxoid",
            "HF Hess and RB Robinson and RC Dynes and JM Valles Jr and JV Waszczak",
            "1989",
            "o5yAfgEAAAAJ:9yKSN-GCB0IC",
            889,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.62.214",
            "7283691316760115951",
            "\/scholar?cites=7283691316760115951",
            {
                "1989":9,
                "1990":25,
                "1991":27,
                "1992":28,
                "1993":26,
                "1994":40,
                "1995":25,
                "1996":24,
                "1997":14,
                "1998":32,
                "1999":30,
                "2000":25,
                "2001":26,
                "2002":25,
                "2003":26,
                "2004":25,
                "2005":22,
                "2006":29,
                "2007":32,
                "2008":23,
                "2009":25,
                "2010":33,
                "2011":35,
                "2012":25,
                "2013":34,
                "2014":30,
                "2015":43,
                "2016":36,
                "2017":33,
                "2018":34,
                "2019":22,
                "2020":20,
                "2021":4
            }
        ],
        [
            "Electric-field control of magnetization has many potential applications in magnetic memory storage, sensors and spintronics. One approach to obtain this control is through multiferroic materials. Instead of using direct coupling between ferroelectric and ferromagnetic order parameters in a single-phase multiferroic material, which only shows a weak magnetoelectric effect, a unique method using indirect coupling through an intermediate antiferromagnetic order parameter can be used. In this article, we demonstrate electrical control of exchange bias using a field-effect device employing multiferroic (ferroelectric\/antiferromagnetic) BiFeO 3 as the dielectric and ferromagnetic La 0.7 Sr 0.3 MnO 3 as the conducting channel; we can reversibly switch between two distinct exchange-bias states by switching the ferroelectric polarization of BiFeO 3. This is an important step towards controlling magnetization with electric fields …",
            "Reversible electric control of exchange bias in a multiferroic field-effect device",
            "SM Wu and Shane A Cybart and P Yu and MD Rossell and JX Zhang and R Ramesh and RC Dynes",
            "2010",
            "o5yAfgEAAAAJ:Zph67rFs4hoC",
            654,
            "https:\/\/www.nature.com\/articles\/nmat2803",
            "540164478993703772",
            "\/scholar?cites=540164478993703772",
            {
                "2011":41,
                "2012":58,
                "2013":58,
                "2014":81,
                "2015":87,
                "2016":77,
                "2017":58,
                "2018":69,
                "2019":68,
                "2020":51,
                "2021":4
            }
        ]
    ]
}