{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Fullerene single-wall nanotubes (SWNTs) were produced in yields of more than 70 percent by condensation of a laser-vaporized carbon-nickel-cobalt mixture at 1200°C. X-ray diffraction and electron microscopy showed that these SWNTs are nearly uniform in diameter and that they self-organize into “ropes,” which consist of 100 to 500 SWNTs in a two-dimensional triangular lattice with a lattice constant of 17 angstroms. The x-ray form factor is consistent with that of uniformly charged cylinders 13.8 ± 0.2 angstroms in diameter. The ropes were metallic, with a single-rope resistivity of <10−4 ohm-centimeters at 300 kelvin. The uniformity of SWNT diameter is attributed to the efficient annealing of an initial fullerene tubelet kept open by a few metal atoms; the optimum diameter is determined by competition between the strain energy of curvature of the graphene sheet and the dangling-bond energy of the open edge …",
            "Crystalline ropes of metallic carbon nanotubes",
            "Andreas Thess and Roland Lee and Pavel Nikolaev and Hongjie Dai and Pierre Petit and Jerome Robert and Chunhui Xu and Young Hee Lee and Seong Gon Kim and Andrew G Rinzler and Daniel T Colbert and Gustavo E Scuseria and David Tománek and John E Fischer and Richard E Smalley",
            "1996",
            "o6gbyeQAAAAJ:u5HHmVD_uO8C",
            7634,
            "https:\/\/science.sciencemag.org\/content\/273\/5274\/483.abstract",
            "9958544709655086665",
            "\/scholar?cites=9958544709655086665",
            {
                "1997":104,
                "1998":238,
                "1999":254,
                "2000":299,
                "2001":316,
                "2002":372,
                "2003":402,
                "2004":495,
                "2005":390,
                "2006":449,
                "2007":440,
                "2008":416,
                "2009":372,
                "2010":411,
                "2011":444,
                "2012":354,
                "2013":331,
                "2014":292,
                "2015":248,
                "2016":214,
                "2017":195,
                "2018":211,
                "2019":183,
                "2020":135,
                "2021":7
            }
        ],
        [
            "Carbon nanotubes can be thought of as graphitic sheets with a hexagonal lattice that have been wrapped up into a seamless cylinder. Since their discovery in 1991 1, the peculiar electronic properties of these structures have attracted much attention. Their electronic conductivity, for example, has been predicted 2, 3, 4 to depend sensitively on tube diameter and wrapping angle (a measure of the helicity of the tube lattice), with only slight differences in these parameters causing a shift from a metallic to a semiconducting state. In other words, similarly shaped molecules consisting of only one element (carbon) may have very different electronic behaviour. Although the electronic properties of multi-walled and single-walled nanotubes 5, 6, 7, 8, 9, 10, 11, 12 have been probed experimentally, it has not yet been possible to relate these observations to the corresponding structure. Here we present the results of scanning …",
            "Electronic structure of atomically resolved carbon nanotubes",
            "Jeroen WG Wilder and Liesbeth C Venema and Andrew G Rinzler and Richard E Smalley and Cees Dekker",
            "1998",
            "o6gbyeQAAAAJ:d1gkVwhDpl0C",
            4184,
            "https:\/\/www.nature.com\/articles\/34139?message=remove&free=2",
            "302176503430478379",
            "\/scholar?cites=302176503430478379",
            {
                "1998":84,
                "1999":169,
                "2000":175,
                "2001":190,
                "2002":208,
                "2003":229,
                "2004":252,
                "2005":224,
                "2006":239,
                "2007":217,
                "2008":234,
                "2009":186,
                "2010":201,
                "2011":220,
                "2012":199,
                "2013":171,
                "2014":166,
                "2015":150,
                "2016":145,
                "2017":146,
                "2018":152,
                "2019":114,
                "2020":77,
                "2021":4
            }
        ],
        [
            "Single-wall fullerene nanotubes were converted from nearly endless, highly tangled ropes into short, open-ended pipes that behave as individual macromolecules. Raw nanotube material was purified in large batches, and the ropes were cut into 100- to 300-nanometer lengths. The resulting pieces formed a stable colloidal suspension in water with the help of surfactants. These suspensions permit a variety of manipulations, such as sorting by length, derivatization, and tethering to gold surfaces.",
            "Fullerene pipes",
            "Jie Liu and Andrew G Rinzler and Hongjie Dai and Jason H Hafner and R Kelley Bradley and Peter J Boul and Adrian Lu and Terry Iverson and Konstantin Shelimov and Chad B Huffman and Fernando Rodriguez-Macias and Young-Seok Shon and T Randall Lee and Daniel T Colbert and Richard E Smalley",
            "1998",
            "o6gbyeQAAAAJ:u-x6o8ySG0sC",
            4176,
            "https:\/\/science.sciencemag.org\/content\/280\/5367\/1253.abstract",
            "10555997201279024771",
            "\/scholar?cites=10555997201279024771",
            {
                "1999":50,
                "2000":72,
                "2001":91,
                "2002":138,
                "2003":156,
                "2004":204,
                "2005":237,
                "2006":297,
                "2007":289,
                "2008":332,
                "2009":297,
                "2010":311,
                "2011":305,
                "2012":255,
                "2013":263,
                "2014":185,
                "2015":174,
                "2016":154,
                "2017":90,
                "2018":106,
                "2019":69,
                "2020":73,
                "2021":1
            }
        ],
        [
            "We describe a simple process for the fabrication of ultrathin, transparent, optically homogeneous, electrically conducting films of pure single-walled carbon nanotubes and the transfer of those films to various substrates. For equivalent sheet resistance, the films exhibit optical transmittance comparable to that of commercial indium tin oxide in the visible spectrum, but far superior transmittance in the technologically relevant 2- to 5-micrometer infrared spectral band. These characteristics indicate broad applicability of the films for electrical coupling in photonic devices. In an example application, the films are used to construct an electric field–activated optical modulator, which constitutes an optical analog to the nanotube-based field effect transistor.",
            "Transparent, conductive carbon nanotube films",
            "Zhuangchun Wu and Zhihong Chen and Xu Du and Jonathan M Logan and Jennifer Sippel and Maria Nikolou and Katalin Kamaras and John R Reynolds and David B Tanner and Arthur F Hebard and Andrew G Rinzler",
            "2004",
            "o6gbyeQAAAAJ:zYLM7Y9cAGgC",
            3394,
            "https:\/\/science.sciencemag.org\/content\/305\/5688\/1273.abstract",
            "2942921046410279865",
            "\/scholar?cites=2942921046410279865",
            {
                "2005":27,
                "2006":86,
                "2007":130,
                "2008":165,
                "2009":210,
                "2010":284,
                "2011":324,
                "2012":276,
                "2013":294,
                "2014":275,
                "2015":282,
                "2016":250,
                "2017":225,
                "2018":225,
                "2019":172,
                "2020":151,
                "2021":9
            }
        ],
        [
            "SINCE the invention of the scanning tunnelling microscope 1, the value of establishing a physical connection between the macroscopic world and individual nanometre-scale objects has become increasingly evident, both for probing these objects 2–4 and for direct manipulation 5–7 and fabrication 8–10 at the nanometre scale. While good progress has been made in controlling the position of the macroscopic probe of such devices to sub-ångström accuracy, and in designing sensitive detection schemes, less has been done to improve the probe tip itself 4. Ideally the tip should be as precisely defined as the object under investigation, and should maintain its integrity after repeated use not only in high vacuum but also in air and water. The best tips currently used for scanning probe microscopy do sometimes achieve sub-nanometre resolution, but they seldom survive a'tip crash'with the surface, and it is rarely clear …",
            "Nanotubes as nanoprobes in scanning probe microscopy",
            "Hongjie Dai and Jason H Hafner and Andrew G Rinzler and Daniel T Colbert and Richard E Smalley",
            "1996",
            "o6gbyeQAAAAJ:9yKSN-GCB0IC",
            2987,
            "https:\/\/www.nature.com\/articles\/384147a0",
            "4443577361764015188",
            "\/scholar?cites=4443577361764015188",
            {
                "1997":32,
                "1998":57,
                "1999":93,
                "2000":88,
                "2001":122,
                "2002":161,
                "2003":171,
                "2004":216,
                "2005":225,
                "2006":242,
                "2007":222,
                "2008":173,
                "2009":160,
                "2010":159,
                "2011":136,
                "2012":93,
                "2013":108,
                "2014":83,
                "2015":74,
                "2016":82,
                "2017":80,
                "2018":96,
                "2019":57,
                "2020":38,
                "2021":1
            }
        ],
        [
            "Electromechanical actuators based on sheets of single-walled carbon nanotubes were shown to generate higher stresses than natural muscle and higher strains than high-modulus ferroelectrics. Like natural muscles, the macroscopic actuators are assemblies of billions of individual nanoscale actuators. The actuation mechanism (quantum chemical–based expansion due to electrochemical double-layer charging) does not require ion intercalation, which limits the life and rate of faradaic conducting polymer actuators. Unlike conventional ferroelectric actuators, low operating voltages of a few volts generate large actuator strains. Predictions based on measurements suggest that actuators using optimized nanotube sheets may eventually provide substantially higher work densities per cycle than any previously known technology.",
            "Carbon nanotube actuators",
            "Ray H Baughman and Changxing Cui and Anvar A Zakhidov and Zafar Iqbal and Joseph N Barisci and Geoff M Spinks and Gordon G Wallace and Alberto Mazzoldi and Danilo De Rossi and Andrew G Rinzler and Oliver Jaschinski and Siegmar Roth and Miklos Kertesz",
            "1999",
            "o6gbyeQAAAAJ:2osOgNQ5qMEC",
            2909,
            "https:\/\/science.sciencemag.org\/content\/284\/5418\/1340.abstract",
            "12764925709064875632",
            "\/scholar?cites=12764925709064875632",
            {
                "1999":11,
                "2000":49,
                "2001":67,
                "2002":97,
                "2003":126,
                "2004":169,
                "2005":146,
                "2006":172,
                "2007":197,
                "2008":156,
                "2009":202,
                "2010":174,
                "2011":171,
                "2012":172,
                "2013":149,
                "2014":135,
                "2015":130,
                "2016":119,
                "2017":117,
                "2018":122,
                "2019":100,
                "2020":101,
                "2021":4
            }
        ],
        [
            "Field emission of electrons from individually mounted carbon nanotubes has been found to be dramatically enhanced when the nanotube tips are opened by laser evaporation or oxidative etching. Emission currents of 0.1 to 1 microampere were readily obtained at room temperature with bias voltages of less than 80 volts. The emitting structures are concluded to be linear chains of carbon atoms, Cn, (n = 10 to 100), pulled out from the open edges of the graphene wall layers of the nanotube by the force of the electric field, in a process that resembles unraveling the sleeve of a sweater.",
            "Unraveling nanotubes: field emission from an atomic wire",
            "AG Rinzler and JH Hafner and P Nikolaev and P Nordlander and DT Colbert and RE Smalley and L Lou and SG Kim and D Tománek",
            "1995",
            "o6gbyeQAAAAJ:qjMakFHDy7sC",
            2182,
            "https:\/\/science.sciencemag.org\/content\/269\/5230\/1550.abstract",
            "13721554132351637128",
            "\/scholar?cites=13721554132351637128",
            {
                "1996":13,
                "1997":34,
                "1998":52,
                "1999":70,
                "2000":81,
                "2001":94,
                "2002":120,
                "2003":123,
                "2004":156,
                "2005":150,
                "2006":163,
                "2007":151,
                "2008":143,
                "2009":115,
                "2010":125,
                "2011":92,
                "2012":80,
                "2013":87,
                "2014":53,
                "2015":47,
                "2016":39,
                "2017":35,
                "2018":79,
                "2019":30,
                "2020":39,
                "2021":1
            }
        ],
        [
            "We describe, in detail, a readily scalable purification process capable of handling single-wall carbon nanotube (SWNT) material in large batches. Characterization of the resulting material by SEM, TEM, XRD, Raman scattering, and TGA shows it to be highly pure. Resistivity measurements on freestanding mats of the purified tubes are also reported. We also report progress in scaling up SWNT production by the dual pulsed laser vaporization process. These successes enable the production of gram per day quantities of highly pure SWNT, which should greatly facilitate investigation of material properties intrinsic to the nanotubes.",
            "Large-scale purification of single-wall carbon nanotubes: process, product, and characterization.",
            "AG Rinzler and Jie Liu and H Dai and P Nikolaev and CB Huffman and FJ Rodriguez-Macias and PJ Boul and An Huai Lu and Dominique Heymann and DT Colbert and RS Lee and JE Fischer and AM Rao and PC Eklund and RE Smalley",
            "1998",
            "o6gbyeQAAAAJ:IjCSPb-OGe4C",
            1911,
            "https:\/\/www.researchgate.net\/profile\/Pavel_Nikolaev\/publication\/226388075_Large-scale_purification_of_single-wall_carbon_nanotubes_Process_product_and_characterization\/links\/02e7e52138f8544692000000\/Large-scale-purification-of-single-wall-carbon-nanotubes-Process-product-and-characterization.pdf",
            "14154669494102843932",
            "\/scholar?cites=14154669494102843932",
            {
                "1998":5,
                "1999":44,
                "2000":85,
                "2001":95,
                "2002":117,
                "2003":112,
                "2004":121,
                "2005":108,
                "2006":105,
                "2007":143,
                "2008":115,
                "2009":101,
                "2010":97,
                "2011":110,
                "2012":85,
                "2013":95,
                "2014":61,
                "2015":67,
                "2016":53,
                "2017":54,
                "2018":52,
                "2019":35,
                "2020":34,
                "2021":2
            }
        ],
        [
            "Electron transport in conductors is usually well described by Fermi-liquid theory, which assumes that the energy states of the electrons near the Fermi level E F are not qualitatively altered by Coulomb interactions. In one-dimensional systems, however, even weak Coulomb interactions cause strong perturbations. The resulting system, known as a Luttinger liquid, is predicted to be distinctly different from its two-and three-dimensional counterparts 1. For example, tunnelling into a Luttinger liquid at energies near the Fermi level is predicted to be strongly suppressed, unlike in two-and three-dimensional metals. Experiments on one-dimensional semiconductor wires 2, 2, 3 have been interpreted by using Luttinger-liquid theory, but an unequivocal verification of the theoretical predictions has not yet been obtained. Similarly, the edge excitations seen in fractional quantum Hall conductors are consistent with Luttinger …",
            "Luttinger-liquid behaviour in carbon nanotubes",
            "Marc Bockrath and David H Cobden and Jia Lu and Andrew G Rinzler and Richard E Smalley and Leon Balents and Paul L McEuen",
            "1999",
            "o6gbyeQAAAAJ:UeHWp8X0CEIC",
            1867,
            "https:\/\/www.nature.com\/articles\/17569",
            "11674086598569697805",
            "\/scholar?cites=11674086598569697805",
            {
                "1999":32,
                "2000":74,
                "2001":89,
                "2002":114,
                "2003":128,
                "2004":129,
                "2005":131,
                "2006":125,
                "2007":116,
                "2008":113,
                "2009":107,
                "2010":97,
                "2011":79,
                "2012":74,
                "2013":64,
                "2014":70,
                "2015":64,
                "2016":48,
                "2017":49,
                "2018":46,
                "2019":58,
                "2020":46,
                "2021":6
            }
        ],
        [
            "Isolated single-wall carbon nanotubes (SWNT) were grown by disproportionation of carbon monoxide at 1200°C, catalyzed by molybdenum particles a few nanometers in size. The tube diameters, ranging from 1 to 5 nm, closely correlated with the size of the catalytic particle found attached to the tube end. This result represents the first experimental evidence of SWNT produced by pre-formed catalytic particles. A mechanism for nucleation that is quite distinct from our recently proposed mechanism of SWNT produced by laser vaporization is advanced for formation of SWNT in the present case.",
            "Single-wall nanotubes produced by metal-catalyzed disproportionation of carbon monoxide",
            "Hongjie Dai and Andrew G Rinzler and Pasha Nikolaev and Andreas Thess and Daniel T Colbert and Richard E Smalley",
            "1996",
            "o6gbyeQAAAAJ:Tyk-4Ss8FVUC",
            1654,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0009261496008627",
            "12952835600277970075",
            "\/scholar?cites=12952835600277970075",
            {
                "1997":5,
                "1998":23,
                "1999":17,
                "2000":32,
                "2001":51,
                "2002":65,
                "2003":116,
                "2004":115,
                "2005":99,
                "2006":108,
                "2007":117,
                "2008":109,
                "2009":102,
                "2010":103,
                "2011":81,
                "2012":84,
                "2013":77,
                "2014":69,
                "2015":48,
                "2016":55,
                "2017":52,
                "2018":41,
                "2019":47,
                "2020":22,
                "2021":6
            }
        ]
    ]
}