{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Very recently, the half-metallic compound Co 3 Sn 2 S 2 was proposed to be a magnetic Weyl semimetal (WSM) with Weyl points only 60 meV above the Fermi level E F. Owing to the low charge carrier density and large Berry curvature induced, Co 3 Sn 2 S 2 possesses both a large anomalous Hall conductivity and a large anomalous Hall angle, which provide strong evidence for the existence of Weyl points in Co 3 Sn 2 S 2. In this work, we theoretically study the surface topological feature of Co 3 Sn 2 S 2 and its counterpart Co 3 Sn 2 Se 2. By cleaving the sample at the weak Sn-S\/Se bonds, one can achieve two different surfaces terminated with Sn and S\/Se atoms, respectively. The resulting Fermi-arc-related states can range from the energy of the Weyl points to E F− 0.1 eV in the Sn-terminated surface. Therefore, it should be possible to observe the Fermi arcs in angle-resolved photoemission spectroscopy …",
            "Topological surface Fermi arcs in the magnetic Weyl semimetal ",
            "Qiunan Xu and Enke Liu and Wujun Shi and Lukas Muechler and Jacob Gayles and Claudia Felser and Yan Sun",
            "2018",
            "o726ZtMAAAAJ:_kc_bZDykSQC",
            87,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.97.235416",
            "13108157085171402970",
            "\/scholar?cites=13108157085171402970",
            {
                "2018":4,
                "2019":29,
                "2020":47,
                "2021":7
            }
        ],
        [
            "We carry out density functional theory calculations which demonstrate that the electron dynamics in the Skyrmion phase of Fe-rich Mn 1− x Fe x Ge alloys is governed by Berry phase physics. We observe that the magnitude of the Dzyaloshinskii-Moriya interaction directly related to the mixed space-momentum Berry phases, changes sign and magnitude with concentration x in direct correlation with the data of Shibata et al.[Nat. Nanotechnol. 8, 723 (2013)]. The computed anomalous and topological Hall effects in FeGe are also in good agreement with available experiments. We further develop a simple tight-binding model able to explain these findings. Finally, we show that the adiabatic Berry phase picture is violated in the Mn-rich limit of the alloys.",
            "Dzyaloshinskii-Moriya Interaction and Hall Effects in the Skyrmion Phase of ",
            "Jacob Gayles and F Freimuth and T Schena and G Lani and P Mavropoulos and RA Duine and S Blügel and J Sinova and Y Mokrousov",
            "2015",
            "o726ZtMAAAAJ:WF5omc3nYNoC",
            84,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.115.036602",
            "1709869641852866812",
            "\/scholar?cites=1709869641852866812",
            {
                "2015":3,
                "2016":16,
                "2017":15,
                "2018":16,
                "2019":12,
                "2020":18,
                "2021":4
            }
        ],
        [
            "Materials that crystallize in diamond-related lattices, with Si and GaAs as their prime examples, are at the foundation of modern electronics. Simultaneously, inversion asymmetries in their crystal structure and relativistic spin–orbit coupling led to discoveries of non-equilibrium spin-polarization phenomena that are now extensively explored as an electrical means for manipulating magnetic moments in a variety of spintronic structures. Current research of these relativistic spin–orbit torques focuses primarily on magnetic transition-metal multilayers. The low-temperature diluted magnetic semiconductor (Ga, Mn) As, in which spin–orbit torques were initially discovered, has so far remained the only example showing the phenomenon among bulk non-centrosymmetric ferromagnets. Here we present a general framework, based on the complete set of crystallographic point groups, for identifying the potential presence and …",
            "Room-temperature spin–orbit torque in NiMnSb",
            "Chiara Ciccarelli and L Anderson and V Tshitoyan and AJ Ferguson and F Gerhard and C Gould and LW Molenkamp and J Gayles and J Železný and L Šmejkal and Z Yuan and Jairo Sinova and F Freimuth and T Jungwirth",
            "2016",
            "o726ZtMAAAAJ:Se3iqnhoufwC",
            63,
            "https:\/\/www.nature.com\/articles\/nphys3772",
            "2727059363385069760",
            "\/scholar?cites=2727059363385069760",
            {
                "2016":5,
                "2017":18,
                "2018":11,
                "2019":15,
                "2020":12,
                "2021":2
            }
        ],
        [
            "Epitaxial films of the B20-structure compound Fe 1− y Co y Ge were grown by molecular beam epitaxy on Si (111) substrates. The magnetization varied smoothly from the bulklike values of one Bohr magneton per Fe atom for FeGe to zero for nonmagnetic CoGe. The chiral lattice structure leads to a Dzyaloshinskii-Moriya interaction (DMI), and the films' helical magnetic ground state was confirmed using polarized neutron reflectometry measurements. The pitch of the spin helix, measured by this method, varies with Co content y and diverges at y∼ 0.45. This indicates a zero crossing of the DMI, which we reproduced in calculations using first-principles methods. We also measured the longitudinal and Hall resistivity of our films as a function of magnetic field, temperature, and Co content y. The Hall resistivity is expected to contain contributions from the ordinary, anomalous, and topological Hall effects. Both the …",
            "Helical magnetic structure and the anomalous and topological Hall effects in epitaxial B20  films",
            "Charles S Spencer and Jacob Gayles and Nicholas A Porter and Satoshi Sugimoto and Zabeada Aslam and Christian J Kinane and Timothy R Charlton and Frank Freimuth and Stanislav Chadov and Sean Langridge and Jairo Sinova and Claudia Felser and Stefan Blügel and Yuriy Mokrousov and Christopher H Marrows",
            "2018",
            "o726ZtMAAAAJ:3fE2CSJIrl8C",
            24,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.97.214406",
            "17800532909425686953",
            "\/scholar?cites=17800532909425686953",
            {
                "2018":3,
                "2019":10,
                "2020":8,
                "2021":3
            }
        ],
        [
            "Spin chirality in metallic materials with noncoplanar magnetic order can give rise to a Berry phase induced topological Hall effect. Here, we report the observation of a large topological Hall effect in high-quality films of Mn 1.5 PtSn that were grown by means of magnetron sputtering on MgO (001). The topological Hall resistivity is present up to μ 0 H≈ 4 T below the spin reorientation transition temperature, T s= 185 K. We find that the maximum topological Hall resistivity is of comparable magnitude as the anomalous Hall resistivity. Owing to the size, the topological Hall effect is directly evident prior to the customarily performed subtraction of magnetometry data. Further, we underline the robustness of the topological Hall effect in Mn 2− x PtSn by extracting the effect for multiple stoichiometries (x= 0.5, 0.25, 0.1) and film thicknesses (t= 104, 52, 35 nm) with maximum topological Hall resistivities between 0.76 and 1.55 μ …",
            "Topological Hall effect in thin films of ",
            "Peter Swekis and Anastasios Markou and Dominik Kriegner and Jacob Gayles and Richard Schlitz and Walter Schnelle and Sebastian TB Goennenwein and Claudia Felser",
            "2019",
            "o726ZtMAAAAJ:4TOpqqG69KYC",
            19,
            "https:\/\/journals.aps.org\/prmaterials\/abstract\/10.1103\/PhysRevMaterials.3.013001",
            "2389467981224336506",
            "\/scholar?cites=2389467981224336506",
            {
                "2019":7,
                "2020":11,
                "2021":1
            }
        ],
        [
            "We predict a large anomalous Nernst effect in the inverse Heusler compensated ferrimagnets Ti 2 Mn X (X= Al, Ga, and In) with vanishing net magnetic moments. Though the net magnetic moment is zero, the Weyl points in these systems lead to a large anomalous Nernst conductivity (ANC) due to the lack of a global time-reversal symmetry operation that inverts the sign of the Berry curvature. In comparison to the noncollinear antiferromagnets Mn 3 Sn and Mn 3 Ge, the high ANC stems almost entirely from the Weyl points in this class of compounds, and thus it is topologically protected. This work shows a large ANC with zero net magnetic moments in collinear systems, which is helpful for a comprehensive understanding of the thermoelectric effect in zero-moment magnetic materials and its further applications.",
            "Strong anomalous Nernst effect in collinear magnetic Weyl semimetals without net magnetic moments",
            "Jonathan Noky and Jacob Gayles and Claudia Felser and Yan Sun",
            "2018",
            "o726ZtMAAAAJ:KlAtU1dfN6UC",
            19,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.97.220405",
            "11993978265024691",
            "\/scholar?cites=11993978265024691",
            {
                "2018":3,
                "2019":9,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Topological magnetic semimetals promise large Berry curvature through the distribution of the topological Weyl nodes or nodal lines and further novel physics with exotic transport phenomena. We present a systematic study of the structural and magnetotransport properties of Co 2 MnGa films from thin (20 nm) to bulklike behavior (80 nm) in order to understand the underlying mechanisms and the role of topology. The magnetron sputtered Co 2 MnGa films are L 2 1-ordered showing very good heteroepitaxy and a strain-induced tetragonal distortion. The anomalous Hall conductivity was found to be maximum at a value of 1138 S\/cm, with a corresponding anomalous Hall angle of 13%, which is comparatively larger than topologically trivial metals. There is good agreement between the theoretical calculations and the Hall conductivity observed for the 80 nm film, which suggests that the effect is intrinsic. Thus, the Co 2 …",
            "Thickness dependence of the anomalous Hall effect in thin films of the topological semimetal ",
            "Anastasios Markou and Dominik Kriegner and Jacob Gayles and Liguo Zhang and Yi-Cheng Chen and Benedikt Ernst and Yu-Hong Lai and Walter Schnelle and Ying-Hao Chu and Yan Sun and Claudia Felser",
            "2019",
            "o726ZtMAAAAJ:qUcmZB5y_30C",
            18,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.100.054422",
            "8925010039736803568",
            "\/scholar?cites=8925010039736803568",
            {
                "2019":6,
                "2020":9,
                "2021":3
            }
        ],
        [
            "The topological Hall effect (THE) is one of the key signatures of topologically nontrivial magnetic spin textures, wherein electrons feel an additional transverse voltage to the applied current. The magnitude of THE is often small compared to the anomalous Hall effect. Here, we find a large THE of 0.9 μ Ω cm that is of the same order of the anomalous Hall effect in the single-crystalline antiskyrmion-hosting Heusler compound Mn 1.4 PtSn, a noncentrosymmetric tetragonal compound. The THE is highly anisotropic and survives in the whole temperature range where the spin structure is noncoplanar (< 170 K). The THE is zero above the spin reorientation transition temperature of 170 K, where the magnetization will have a collinear and ferromagnetic alignment. The large value of the THE entails a significant contribution from the momentum-space Berry curvature along with real-space Berry curvature, which has never …",
            "Anisotropic topological Hall effect with real and momentum space Berry curvature in the antiskrymion-hosting Heusler compound ",
            "Praveen Vir and Jacob Gayles and AS Sukhanov and Nitesh Kumar and Françoise Damay and Yan Sun and Jürgen Kübler and Chandra Shekhar and Claudia Felser",
            "2019",
            "o726ZtMAAAAJ:L8Ckcad2t8MC",
            16,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.99.140406",
            "860634027494046603",
            "\/scholar?cites=860634027494046603",
            {
                "2019":3,
                "2020":13
            }
        ],
        [
            "The quantum anomalous Hall effect (QAHE) and magnetic Weyl semimetals (WSMs) are topological states induced by intrinsic magnetic moments and spin-orbit coupling. Their similarity suggests the possibility of achieving the QAHE by dimensional confinement of a magnetic WSM along one direction. In this paper, we investigate the emergence of the QAHE in the two-dimensional (2D) limit of magnetic WSMs due to finite-size effects in thin films and step edges. We demonstrate the feasibility of this approach with effective models and real materials. To this end, we have chosen the layered magnetic WSM Co 3 Sn 2 S 2, which features a large anomalous Hall conductivity and anomalous Hall angle in its three-dimensional bulk as our material candidate. In the 2D limit of Co 3 Sn 2 S 2, two QAHE states exist depending on the stoichiometry of the 2D layer. One is a semimetal with a Chern number of 6, and the other …",
            "Emerging chiral edge states from the confinement of a magnetic Weyl semimetal in ",
            "Lukas Muechler and Enke Liu and Jacob Gayles and Qiunan Xu and Claudia Felser and Yan Sun",
            "2020",
            "o726ZtMAAAAJ:e5wmG9Sq2KIC",
            13,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.101.115106",
            "10312742934250406468",
            "\/scholar?cites=10312742934250406468",
            {
                "2020":11,
                "2021":2
            }
        ],
        [
            " Ab initio electronic structure calculations were carried out for bulk cadmium telluride (CdTe) and the unreconstructed CdTe polar (111) Cd-terminated and () Te-terminated surfaces. The hybrid functional for the exchange and correlation potential improves the overall description of the electronic structure of bulk CdTe, by lowering Cd 4d states and hence reducing the Cd 4d–Te 5p hybridization. The Cd–Te interlayer distance of the Cd-terminated surface exhibits a dramatic contraction in contrast with the expansion of the  Te-terminated surface, and the surface relaxations decrease as the slab thickness increases. The underlying mechanism of the convergence of the electrostatic potential energy, work function, and electric dipole moment of the polar surfaces as a function of slab thickness is surface electron rearrangement leading to charge transfer from the Te- to the Cd-terminated surfaces. The …",
            "Ab initio studies of the unreconstructed polar CdTe (111) surface",
            "Jin Li and Jacob Gayles and Nicholas Kioussis and Z Zhang and C Grein and F Aqariden",
            "2012",
            "o726ZtMAAAAJ:Tyk-4Ss8FVUC",
            13,
            "https:\/\/link.springer.com\/article\/10.1007\/s11664-012-1924-x",
            "15926654186860211037",
            "\/scholar?cites=15926654186860211037",
            {
                "2013":2,
                "2014":4,
                "2015":3,
                "2016":1,
                "2017":3
            }
        ]
    ]
}