{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Organophosphate nerve agents are extremely lethal compounds. Rapid in vivo organophosphate clearance requires bioscavenging enzymes with catalytic efficiencies of> 10 7 (M− 1 min− 1). Although serum paraoxonase (PON1) is a leading candidate for such a treatment, it hydrolyzes the toxic S p isomers of G-agents with very slow rates. We improved PON1's catalytic efficiency by combining random and targeted mutagenesis with high-throughput screening using fluorogenic analogs in emulsion compartments. We thereby enhanced PON1's activity toward the coumarin analog of S p-cyclosarin by∼ 10 5-fold. We also developed a direct screen for protection of acetylcholinesterase from inactivation by nerve agents and used it to isolate variants that degrade the toxic isomer of the coumarin analog and cyclosarin itself with k cat\/K M∼ 10 7 M− 1 min− 1. We then demonstrated the in vivo prophylactic activity of an …",
            "Directed evolution of hydrolases for prevention of G-type nerve agent intoxication",
            "Rinkoo D Gupta and Moshe Goldsmith and Yacov Ashani and Yair Simo and Gavriel Mullokandov and Hagit Bar and Moshe Ben-David and Haim Leader and Raanan Margalit and Israel Silman and Joel L Sussman and Dan S Tawfik",
            "2011",
            "o9utvyMAAAAJ:u-x6o8ySG0sC",
            175,
            "https:\/\/www.nature.com\/nchembio\/journal\/v7\/n2\/full\/nchembio.510.html",
            "10672702699259842159",
            "\/scholar?cites=10672702699259842159",
            {
                "2011":14,
                "2012":20,
                "2013":24,
                "2014":17,
                "2015":14,
                "2016":21,
                "2017":11,
                "2018":16,
                "2019":13,
                "2020":23,
                "2021":1
            }
        ],
        [
            "The origins of enzyme specificity are well established. However, the molecular details underlying the ability of a single active site to promiscuously bind different substrates and catalyze different reactions remain largely unknown. To better understand the molecular basis of enzyme promiscuity, we studied the mammalian serum paraoxonase 1 (PON1) whose native substrates are lipophilic lactones. We describe the crystal structures of PON1 at a catalytically relevant pH and of its complex with a lactone analogue. The various PON1 structures and the analysis of active-site mutants guided the generation of docking models of the various substrates and their reaction intermediates. The models suggest that promiscuity is driven by coincidental overlaps between the reactive intermediate for the native lactonase reaction and the ground and\/or intermediate states of the promiscuous reactions. This overlap is also enabled …",
            "Catalytic versatility and backups in enzyme active sites: the case of serum paraoxonase 1",
            "Moshe Ben-David and Mikael Elias and Jean-Jacques Filippi and Elisabet Duñach and Israel Silman and Joel L Sussman and Dan S Tawfik",
            "2012",
            "o9utvyMAAAAJ:d1gkVwhDpl0C",
            138,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022283612002148",
            "4920935900656359107",
            "\/scholar?cites=4920935900656359107",
            {
                "2012":7,
                "2013":20,
                "2014":17,
                "2015":15,
                "2016":16,
                "2017":12,
                "2018":18,
                "2019":14,
                "2020":19
            }
        ],
        [
            "The biennial CASP experiment is a crucial way to evaluate, in an unbiased way, the progress in predicting novel 3D protein structures. In this article, we assess the quality of prediction of template free models, that is, ab initio prediction of 3D structures of proteins based solely on the amino acid sequences, that is, proteins that did not have significant sequence identity to any protein in the Protein Data Bank. There were 13 targets in this category and 102 groups submitted predictions. Analysis was based on the GDT_TS analysis, which has been used in previous CASP experiments, together with a newly developed method, the OK_Rank, as well as by visual inspection. There is no doubt that in recent years many obstacles have been removed on the long and elusive way to deciphering the protein‐folding problem. Out of the 13 targets, six were predicted well by a number of groups. On the other hand, it must be …",
            "Assessment of CASP8 structure predictions for template free targets",
            "Moshe Ben‐David and Orly Noivirt‐Brik and Aviv Paz and Jaime Prilusky and Joel L Sussman and Yaakov Levy",
            "2009",
            "o9utvyMAAAAJ:u5HHmVD_uO8C",
            121,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/prot.22591",
            "1208940950901218560",
            "\/scholar?cites=1208940950901218560",
            {
                "2009":5,
                "2010":15,
                "2011":22,
                "2012":26,
                "2013":14,
                "2014":9,
                "2015":6,
                "2016":2,
                "2017":4,
                "2018":6,
                "2019":4,
                "2020":3
            }
        ],
        [
            "A preferred strategy for preventing nerve agents intoxication is catalytic scavenging by enzymes that hydrolyze them before they reach their targets. Using directed evolution, we simultaneously enhanced the activity of a previously described serum paraoxonase 1 (PON1) variant for hydrolysis of the toxic SP isomers of the most threatening G-type nerve agents. The evolved variants show ≤340-fold increased rates and catalytic efficiencies of 0.2-5 × 107 M−1 min−1. Our selection for prevention of acetylcholinesterase inhibition also resulted in the complete reversion of PON1's stereospecificity, from an enantiomeric ratio (E) < 6.3 × 10−4 in favor of the RP isomer of a cyclosarin analog in wild-type PON1, to E > 2,500 for the SP isomer in an evolved variant. Given their ability to hydrolyze G-agents, these evolved variants may serve as broad-range G-agent prophylactics.",
            "Evolved stereoselective hydrolases for broad-spectrum G-type nerve agent detoxification",
            "Moshe Goldsmith and Yacov Ashani and Yair Simo and Moshe Ben-David and Haim Leader and Israel Silman and Joel L Sussman and Dan S Tawfik",
            "2012",
            "o9utvyMAAAAJ:9yKSN-GCB0IC",
            83,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1074552112000762",
            "15786459319624172948",
            "\/scholar?cites=15786459319624172948",
            {
                "2012":3,
                "2013":19,
                "2014":8,
                "2015":6,
                "2016":16,
                "2017":8,
                "2018":7,
                "2019":8,
                "2020":8
            }
        ],
        [
            "Although largely deemed as structurally conserved, catalytic metal ion sites can rearrange, thereby contributing to enzyme evolvability. Here, we show that in paraoxonase-1, a lipo-lactonase, catalytic promiscuity and divergence into an organophosphate hydrolase are correlated with an alternative mode of the catalytic Ca2 +. We describe the crystal structures of active-site mutants bearing mutations at position 115. The histidine at this position acts as a base to activate the lactone-hydrolyzing water molecule. Mutations to Trp or Gln indeed diminish paraoxonase-1's lactonase activity; however, the promiscuous organophosphate hydrolase activity is enhanced. The structures reveal a 1.8-Å upward displacement towards the enzyme's surface of the catalytic Ca2 + in the His115 mutants and configurational changes in the ligating side chains and water molecules, relative to the wild-type enzyme. Biochemical analysis …",
            "Catalytic metal ion rearrangements underline promiscuity and evolvability of a metalloenzyme",
            "Moshe Ben-David and Grzegorz Wieczorek and Mikael Elias and Israel Silman and Joel L Sussman and Dan S Tawfik",
            "2013",
            "o9utvyMAAAAJ:2osOgNQ5qMEC",
            60,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022283613000120",
            "16828307699233457064",
            "\/scholar?cites=16828307699233457064",
            {
                "2013":8,
                "2014":8,
                "2015":7,
                "2016":10,
                "2017":8,
                "2018":7,
                "2019":3,
                "2020":9
            }
        ],
        [
            "Serum paraoxonase 1 (PON1) is a native lactonase capable of promiscuously hydrolyzing a broad range of substrates, including organophosphates, esters, and carbonates. Structurally, PON1 is a six-bladed β-propeller with a flexible loop (residues 70–81) covering the active site. This loop contains a functionally critical Tyr at position 71. We have performed detailed experimental and computational analyses of the role of selected Y71 variants in the active site stability and catalytic activity in order to probe the role of Y71 in PON1’s lactonase and organophosphatase activities. We demonstrate that the impact of Y71 substitutions on PON1’s lactonase activity is minimal, whereas the kcat for the paraoxonase activity is negatively perturbed by up to 100-fold, suggesting greater mutational robustness of the native activity. Additionally, while these substitutions modulate PON1’s active site shape, volume, and loop …",
            "Active site hydrophobicity and the convergent evolution of paraoxonase activity in structurally divergent enzymes: the case of serum paraoxonase 1",
            "David Blaha-Nelson and Dennis M Krüger and Klaudia Szeler and Moshe Ben-David and Shina Caroline Lynn Kamerlin",
            "2017",
            "o9utvyMAAAAJ:Tyk-4Ss8FVUC",
            43,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jacs.6b10801",
            "8340786742320407698",
            "\/scholar?cites=8340786742320407698",
            {
                "2017":5,
                "2018":15,
                "2019":6,
                "2020":16,
                "2021":1
            }
        ]
    ]
}