{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The physics instruction at UC Davis for life science majors takes place in a long-standing reformed large-enrollment physics course in which the discussion or laboratory instructors (primarily graduate student teaching assistants) implement the interactive-engagement (IE) elements of the course. Because so many different instructors participate in disseminating the IE course elements, we find it essential to the instructors’ professional development to observe and document the student-instructor interactions within the classroom. Out of this effort, we have developed a computerized real-time instructor observation tool (RIOT) to take data of student-instructor interactions. We use the RIOT to observe 29 different instructors for 5 hours each over the course of one quarter, for a total of about 150 hours of class time, finding that the range of instructor behaviors is more extreme than previously assumed. In this paper, we …",
            "Variation of Instructor-Student Interactions in an Introductory Interactive Physics Course",
            "Emily A West and Cassandra A Paul and David Webb and Wendell H Potter",
            "2013",
            "o_QLNBwAAAAJ:eQOLeE2rZwMC",
            49,
            "https:\/\/journals.aps.org\/prper\/abstract\/10.1103\/PhysRevSTPER.9.010109",
            "12456211165148911644",
            "\/scholar?cites=12456211165148911644",
            {
                "2013":2,
                "2014":5,
                "2015":7,
                "2016":12,
                "2017":1,
                "2018":4,
                "2019":6,
                "2020":11
            }
        ],
        [
            "We present images of 29 post-starburst quasars (PSQs) from a Hubble Space Telescope (HST) Advanced Camera for Surveys (ACS) Wide Field Channel Snapshot program. These broadlined active galactic nuclei (AGNs) possess the spectral signatures of massive (M burst~ 10 10 M☉), moderate-aged stellar populations (hundreds of Myr). Thus, their composite nature provides insight into the AGN-starburst connection. We measure quasar-to-host galaxy light contributions via semi-automated two-dimensional light profile fits of point-spread-function-subtracted images. We examine the host morphologies and model the separate bulge and disk components. The HST\/ACS-F606W images reveal an equal number of spiral (13\/29) and early-type (13\/29) hosts, with the remaining three hosts having indeterminate classifications. AGNs hosted by early-type galaxies have on average greater luminosity than those hosted …",
            "Hubble space telescope imaging of post-starburst quasars",
            "SL Cales and MS Brotherton and Zhaohui Shang and Vardha Nicola Bennert and Gabriela Canalizo and R Stoll and R Ganguly and D Vanden Berk and Cassandra Paul and A Diamond-Stanic",
            "2011",
            "o_QLNBwAAAAJ:u5HHmVD_uO8C",
            48,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/741\/2\/106\/meta",
            "6047354677822645752",
            "\/scholar?cites=6047354677822645752",
            {
                "2012":9,
                "2013":6,
                "2014":10,
                "2015":6,
                "2016":6,
                "2017":4,
                "2018":5,
                "2019":1,
                "2020":1
            }
        ],
        [
            "This paper describes our large reformed introductory physics course at UC Davis, which bioscience students have been taking since 1996. The central feature of this course is a focus on sense-making by the students during the 5 h per week discussion\/labs in which the students take part in activities emphasizing peer-peer discussions, argumentation, and presentations of ideas. The course differs in many fundamental ways from traditionally taught introductory physics courses. After discussing the unique features of CLASP and its implementation at UC Davis, various student outcome measures are presented that show increased performance by students who took the CLASP course compared to students who took a traditionally taught introductory physics course. Measures we use include upper-division GPAs, MCAT scores, FCI gains, and MPEX-II scores.",
            "Sixteen years of collaborative learning through active sense-making in physics (CLASP) at UC Davis",
            "Wendell Potter and David Webb and Cassandra Paul and Emily West and Mark Bowen and Brenda Weiss and Lawrence Coleman and Charles De Leone",
            "2014",
            "o_QLNBwAAAAJ:roLk4NBRz8UC",
            35,
            "https:\/\/aapt.scitation.org\/doi\/abs\/10.1119\/1.4857435",
            "17186597668048312637",
            "\/scholar?cites=17186597668048312637",
            {
                "2013":1,
                "2014":10,
                "2015":3,
                "2016":2,
                "2017":4,
                "2018":8,
                "2019":4,
                "2020":2,
                "2021":1
            }
        ],
        [
            "This Resource Letter provides a guide to research-based assessment instruments (RBAIs) that can be used in physics classes to assess attitudes and beliefs about physics, epistemologies and expectations, the nature of physics, problem solving, self-efficacy, reasoning skills, and lab skills. We also discuss RBAIs in physics cognate fields, such as mathematics, and observation protocols for standardized observation of teaching. In this Resource Letter, we present an overview of these assessments and surveys including research validation, instructional level, format, and themes, to help faculty find the assessment that most closely matches their goals. This Resource Letter is a companion to “RBAI-1: Research-based Assessment Instruments in Physics and Astronomy,” which explicitly dealt with physics and astronomy topics. More details about each RBAI discussed in this paper are available at PhysPort: www …",
            "Resource Letter RBAI-2: Research-based assessment instruments: Beyond physics topics",
            "Adrian Madsen and Sarah B McKagan and Eleanor C Sayre and Cassandra A Paul",
            "2019",
            "o_QLNBwAAAAJ:YOwf2qJgpHMC",
            11,
            "https:\/\/aapt.scitation.org\/doi\/abs\/10.1119\/1.5094139",
            "15305230857624671937",
            "\/scholar?cites=15305230857624671937",
            {
                "2019":2,
                "2020":7
            }
        ],
        [
            "Although research findings support elevated learning outcomes for students who engage in active science learning, faculty members are still resistant to using these practices. In this article we describe the observable features found in 17 evidence-based, active, science instructional practices to address the discrepancy between the effectiveness of these practices and instructors' willingness to use them. We assert that if university science instructors are aware of the observable features found in evidence-based practices, they would be better positioned to use these features in their teaching. Further, we hope that personal exploration of the observable features found in active practices will provide a foundation for an in-depth analysis of research and theory that supports student learning. The identified observable features include student and teacher actions as well as learning contexts. Further, we explore the …",
            "Observable features of active science education practices",
            "Katrina Roseler and Cassandra A Paul and Mark Felton and Cara H Theisen",
            "2018",
            "o_QLNBwAAAAJ:MXK_kJrjxJIC",
            7,
            "https:\/\/search.proquest.com\/openview\/cbc08145d85ca1af47f994c5df655d68\/1?pq-origsite=gscholar&cbl=49226",
            "8025115679494809186",
            "\/scholar?cites=8025115679494809186",
            {
                "2019":2,
                "2020":5
            }
        ],
        [
            "As physics educators, we are constantly looking for ways to improve our practice. There are many different kinds of professional development opportunities that have been shown to help us with this endeavor. We can seek assistance from professionals, like mentor teachers or centers for faculty development, we can attend workshops to learn new curricula or pedagogical skills, and we can engage in learning communities to develop shared visions and become more reflective educators. However, when these activities end, what can we do on our own to continue to improve? How can we track our improvement? And perhaps even most importantly, what can we do when these resources aren’t available to us? While publications like The Physics Teacher offer excellent pedagogical practices we can try out in the classroom, how do we get feedback on what we decide to implement?",
            "Using the Real-time Instructor Observing Tool (RIOT) for reflection on teaching practice",
            "Cassandra Paul and Emily West",
            "2018",
            "o_QLNBwAAAAJ:0EnyYjriUFMC",
            6,
            "https:\/\/aapt.scitation.org\/doi\/abs\/10.1119\/1.5025286",
            "2475510377631020978",
            "\/scholar?cites=2475510377631020978",
            {
                "2019":2,
                "2020":3
            }
        ],
        [
            "The physics instruction at UC Davis for life science majors takes place in a long-standing reformed large-enrollment physics course in which the discussion\/lab instructors (primarily graduate student teaching assistants) implement the interactive-engagement (IE) elements of the course. Because so many different instructors participate in disseminating the IE course elements, we find it essential to the instructors' professional development to observe and document the student-instructor interactions within the classroom. Out of this effort, we have developed a computerized Real-time Instructor Observation Tool (RIOT) to take data of student-instructor interactions. We use the RIOT to observe 29 different instructors some over multiple quarters, and discover 1) the range of instructor behaviors is more extreme than previously assumed, 2) the students, the curriculum, and the individual instructor's style contribute to this …",
            "Investigation of the Interactions Between Instructors and Students in an Introductory Interactive-Engagement College Physics Course",
            "Cassandra A Paul",
            "2012",
            "o_QLNBwAAAAJ:W7OEmFMy1HYC",
            6,
            "https:\/\/search.proquest.com\/openview\/c6bff655a3d89cce4c6888afca92d5d0\/1?pq-origsite=gscholar&cbl=18750&diss=y",
            "2710031977824141013",
            "\/scholar?cites=2710031977824141013",
            {
                "2013":1,
                "2014":3,
                "2015":1,
                "2016":1
            }
        ],
        [
            "We have constructed a catalog of approximately 600 post-starburst quasars spectroscopically selected from data release 3 (DR3) of the Sloan Digital Sky Survey (SDSS), constituting several percent of low-redshift broad-lined AGNs. Our selection criteria require that the spectra display both the broad emission lines of luminous AGNs (Seyfert galaxies or quasars) and the Balmer jumps and high-order Balmer absorption lines of massive stellar populations on order of hundreds of mega-years old. This catalog will help us determine the relationship of post-starburst quasars to normal quasars, and help us refine the selection in the future into a more homogeneous and scientifically significant class. In particular, we will test the hypothesis that post-starburst quasars represent a phase in the evolution of every massive galaxy and illustrate mutual host\/black hole growth.",
            "A Catalog of Post-Starburst Quasars",
            "Michael S Brotherton and R Stoll and C Paul and A Diamond-Stanic and Z Shang and S Cales and R Ganguly and G Canalizo and D Vaden Berk",
            "2007",
            "o_QLNBwAAAAJ:u-x6o8ySG0sC",
            6,
            "https:\/\/ui.adsabs.harvard.edu\/abs\/2007AAS...210.0217B\/abstract",
            "12114471173115643246",
            "\/scholar?cites=12114471173115643246",
            {
                "2012":1,
                "2013":1,
                "2014":2,
                "2015":2
            }
        ],
        [
            "As instructors, we want our students to develop a deep understanding of course material, and feedback is essential in their sense-making process. Providing effective individualized feedback to students in large courses is especially difficult. While researchers suggest,1 and many instructors of large courses are,2,3 incorporating interactive techniques that allow peer feedback, studies have shown that it's important for students to also have direct feedback from the instructor.4 Since the requirement for individualized feedback is difficult to meet during class time in large courses, providing effective feedback on exams and quizzes takes on added importance. Some instructors choose to assess their students using open-ended written exam items that require students to demonstrate their understanding of physics by solving a problem and\/or explaining a concept. Because grading these items can be time consuming, the …",
            "Grading by Response Category: A simple method for providing students with meaningful feedback on exams in large courses",
            "Cassandra Paul and Wendell Potter and Brenda Weiss",
            "2014",
            "o_QLNBwAAAAJ:YsMSGLbcyi4C",
            4,
            "https:\/\/aapt.scitation.org\/doi\/abs\/10.1119\/1.4897587",
            "945242232741599397",
            "\/scholar?cites=945242232741599397",
            {
                "2018":2,
                "2019":2
            }
        ],
        [
            "In deciding on a student’s grade in a class, an instructor generally needs to combine many individual grading judgments into one overall judgment. Two relatively common numerical scales used to specify individual grades are the 4-point scale (where each whole number 0–4 corresponds to a letter grade) and the percent scale (where letter grades A through D are uniformly distributed in the top 40% of the scale). This paper uses grading data from a single series of courses offered over a period of 10 years to show that the grade distributions emerging from these two grade scales differed in many ways from each other. Evidence suggests that the differences are due more to the grade scale than to either the students or the instructors. One major difference is that the fraction of students given grades less than C− was over 5 times larger when instructors used the percent scale. The fact that each instructor who used …",
            "Relative impacts of different grade scales on student success in introductory physics",
            "David J Webb and Cassandra A Paul and Mary K Chessey",
            "2020",
            "o_QLNBwAAAAJ:Zph67rFs4hoC",
            3,
            "https:\/\/journals.aps.org\/prper\/abstract\/10.1103\/PhysRevPhysEducRes.16.020114",
            "14787485883174717466",
            "\/scholar?cites=14787485883174717466",
            {
                "2019":1,
                "2020":2
            }
        ]
    ]
}