{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We propose and analyze theoretically an experimental setup for detecting the elusive Majorana particle in semiconductor-superconductor heterostructures. The experimental system consists of one-dimensional semiconductor wire with strong spin-orbit Rashba interaction embedded into a superconducting quantum interference device. We show that the energy spectra of the Andreev bound states at the junction are qualitatively different in topologically trivial (ie, not containing any Majorana) and nontrivial phases having an even and odd number of crossings at zero energy, respectively. The measurement of the supercurrent through the junction allows one to discern topologically distinct phases and observe a topological phase transition by simply changing the in-plane magnetic field or the gate voltage. The observation of this phase transition will be a direct demonstration of the existence of Majorana particles.",
            "Majorana fermions and a topological phase transition in semiconductor-superconductor heterostructures",
            "Roman M Lutchyn and Jay D Sau and S Das Sarma",
            "2010",
            "oACq8zIAAAAJ:u-x6o8ySG0sC",
            2775,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.077001",
            "10070122313361267054",
            "\/scholar?cites=10070122313361267054",
            {
                "2010":17,
                "2011":77,
                "2012":162,
                "2013":250,
                "2014":254,
                "2015":293,
                "2016":303,
                "2017":301,
                "2018":319,
                "2019":369,
                "2020":391,
                "2021":30
            }
        ],
        [
            "We show that a film of a semiconductor in which s-wave superconductivity and Zeeman splitting are induced by the proximity effect, supports zero-energy Majorana fermion modes in the ordinary vortex excitations. Since time-reversal symmetry is explicitly broken, the edge of the film constitutes a chiral Majorana wire. The heterostructure we propose—a semiconducting thin film sandwiched between an s-wave superconductor and a magnetic insulator—is a generic system which can be used as the platform for topological quantum computation by virtue of the existence of non-Abelian Majorana fermions.",
            "Generic new platform for topological quantum computation using semiconductor heterostructures",
            "Jay D Sau and Roman M Lutchyn and Sumanta Tewari and S Das Sarma",
            "2010",
            "oACq8zIAAAAJ:u5HHmVD_uO8C",
            1717,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.040502",
            "15784473374164903173",
            "\/scholar?cites=15784473374164903173",
            {
                "2010":53,
                "2011":95,
                "2012":150,
                "2013":166,
                "2014":178,
                "2015":189,
                "2016":190,
                "2017":159,
                "2018":174,
                "2019":161,
                "2020":173,
                "2021":22
            }
        ],
        [
            "We show that an ordinary semiconducting thin film with spin-orbit coupling can, under appropriate circumstances, be in a quantum topologically ordered state supporting exotic Majorana excitations which follow non-Abelian statistics. The key to the quantum topological order is the coexistence of spin-orbit coupling with proximity-induced s-wave superconductivity and an externally induced Zeeman coupling of the spins. For the Zeeman coupling below a critical value, the system is a nontopological (proximity-induced) s-wave superconductor. However, for a range of Zeeman coupling above the critical value, the lowest energy excited state inside a vortex is a zero-energy Majorana fermion state. The system, thus, has entered into a non-Abelian s-wave superconducting state via a topological quantum phase transition (TQPT) tuned by the Zeeman coupling. In the topological phase, since the time-reversal symmetry is …",
            "Non-Abelian quantum order in spin-orbit-coupled semiconductors: Search for topological Majorana particles in solid-state systems",
            "Jay D Sau and Sumanta Tewari and Roman M Lutchyn and Tudor D Stanescu and S Das Sarma",
            "2010",
            "oACq8zIAAAAJ:d1gkVwhDpl0C",
            444,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.82.214509",
            "13500600969742039596",
            "\/scholar?cites=13500600969742039596",
            {
                "2011":33,
                "2012":52,
                "2013":57,
                "2014":47,
                "2015":56,
                "2016":32,
                "2017":27,
                "2018":38,
                "2019":50,
                "2020":42,
                "2021":7
            }
        ],
        [
            "Recent observations of a zero-bias conductance peak in tunneling transport measurements in superconductor-semiconductor nanowire devices provide evidence for the predicted zero-energy Majorana modes, but not the conclusive proof of their existence. We establish that direct observation of a splitting of the zero-bias conductance peak can serve as the smoking gun evidence for the existence of the Majorana mode. We show that the splitting has an oscillatory dependence on the Zeeman field (chemical potential) at fixed chemical potential (Zeeman field). By contrast, when the density is constant rather than the chemical potential—the likely situation in the current experimental setups—the splitting oscillations are generically suppressed. Our theory predicts the conditions under which the splitting oscillations can serve as the smoking gun for the experimental confirmation of the elusive Majorana mode.",
            "Splitting of the zero-bias conductance peak as smoking gun evidence for the existence of the Majorana mode in a superconductor-semiconductor nanowire",
            "S Das Sarma and Jay D Sau and Tudor D Stanescu",
            "2012",
            "oACq8zIAAAAJ:v1_lew4L6wgC",
            269,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.86.220506",
            "9822089736574579700",
            "\/scholar?cites=9822089736574579700",
            {
                "2012":1,
                "2013":15,
                "2014":27,
                "2015":29,
                "2016":29,
                "2017":45,
                "2018":50,
                "2019":31,
                "2020":40,
                "2021":2
            }
        ],
        [
            "We show that the Hamiltonian of a multiband spin-orbit coupled semiconductor nanowire with Zeeman splitting and s-wave superconductivity is approximately chiral symmetric. The chiral symmetry becomes exact when only one pair of confinement bands is occupied and the Zeeman splitting is parallel to the nanowire. In this idealized case the Hamiltonian is in the BDI symmetry class of the topological classification of band Hamiltonians, allowing an arbitrary integer number of zero-energy Majorana fermion modes at each end. In the realistic case of multiband wires (Zeeman splitting still parallel to the length) the chiral symmetry is approximate and results in multiple near-zero-energy end states with increasing Zeeman splitting. The existence of such low energy end states implies the vanishing of the minigap with increased Zeeman splitting which can only be restored by breaking the approximate chiral symmetry by …",
            "Topological invariants for spin-orbit coupled superconductor nanowires",
            "Sumanta Tewari and Jay D Sau",
            "2012",
            "oACq8zIAAAAJ:BzfGm06jWhQC",
            239,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.109.150408",
            "9839761370677089139",
            "\/scholar?cites=9839761370677089139",
            {
                "2011":1,
                "2012":7,
                "2013":21,
                "2014":35,
                "2015":38,
                "2016":37,
                "2017":32,
                "2018":27,
                "2019":16,
                "2020":19,
                "2021":4
            }
        ],
        [
            "Motivated by an important recent experiment [Deng et al., Science 354, 1557 (2016)], we theoretically consider the interplay between Andreev and Majorana bound states in disorder-free quantum dot-nanowire semiconductor systems with proximity-induced superconductivity in the presence of spin-orbit coupling and Zeeman spin splitting (induced by an external magnetic field). The quantum dot induces Andreev bound states in the superconducting nanowire, which show complex behavior as a function of magnetic field and chemical potential, and the specific question is whether two such Andreev bound states can come together forming a robust zero-energy topological Majorana bound state. We find generically that the Andreev bound states indeed have a high probability of coalescing together producing near-zero-energy midgap states as Zeeman splitting and\/or chemical potential are increased, but this mostly …",
            "Andreev bound states versus Majorana bound states in quantum dot-nanowire-superconductor hybrid structures: Trivial versus topological zero-bias conductance peaks",
            "Chun-Xiao Liu and Jay D Sau and Tudor D Stanescu and S Das Sarma",
            "2017",
            "oACq8zIAAAAJ:CNPyR2KL9-0C",
            217,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.96.075161",
            "16438574216272503440",
            "\/scholar?cites=16438574216272503440",
            {
                "2017":10,
                "2018":62,
                "2019":56,
                "2020":82,
                "2021":7
            }
        ],
        [
            "We study the effect of strain and alloying with Sn on the band structure of Ge using a combination of ab initio and empirical pseudopotential techniques. The properties calculated are used to determine the phonon and alloy scattering contributions to the mobility. Using the dependence of the mobility on strain and alloying Sn, we propose a combination of alloying and biaxial strain to enhance both the electron and hole mobilities of Ge.",
            "Possibility of increased mobility in Ge-Sn alloy system",
            "Jay Deep Sau and Marvin L Cohen",
            "2007",
            "oACq8zIAAAAJ:Y0pCki6q_DkC",
            202,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.75.045208",
            "499511629579961958",
            "\/scholar?cites=499511629579961958",
            {
                "2007":1,
                "2008":5,
                "2009":4,
                "2010":7,
                "2011":8,
                "2012":10,
                "2013":24,
                "2014":24,
                "2015":24,
                "2016":27,
                "2017":15,
                "2018":16,
                "2019":14,
                "2020":21,
                "2021":2
            }
        ],
        [
            "Under appropriate external conditions a semiconductor nanowire in proximity to an s-wave superconductor can be in a topological superconducting (TS) phase. This phase supports localized zero-energy Majorana fermions at the ends of the wire. However, the non-Abelian exchange statistics of Majorana fermions is difficult to verify because of the one-dimensional topology of such wires. In this paper we propose a scheme to transport Majorana fermions between the ends of different wires using tunneling, which is shown to be controllable by gate voltages. Such tunneling-generated hops of Majorana fermions can be used to exchange the Majorana fermions. The exchange process thus obtained is described by a non-Abelian braid operator that is uniquely determined by the well-controlled microscopic tunneling parameters.",
            "Controlling non-Abelian statistics of Majorana fermions in semiconductor nanowires",
            "Jay D Sau and David J Clarke and Sumanta Tewari",
            "2011",
            "oACq8zIAAAAJ:ufrVoPGSRksC",
            183,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.84.094505",
            "15421003129912887286",
            "\/scholar?cites=15421003129912887286",
            {
                "2010":1,
                "2011":3,
                "2012":17,
                "2013":18,
                "2014":11,
                "2015":15,
                "2016":25,
                "2017":22,
                "2018":25,
                "2019":15,
                "2020":30,
                "2021":1
            }
        ],
        [
            "Bias dependent scanning tunneling microscopy and scanning tunneling spectroscopy have been used to characterize the influence of transverse electric fields on the electronic properties of boron-nitride nanotubes (BNNTs). We find experimental evidence for the theoretically predicted giant Stark effect. The observed giant Stark effect significantly reduces the band gap of BNNTs and thus greatly enhances the utility of BNNTs for nanoscale electronic, electromechanical, and optoelectronic applications.",
            "Observation of the giant Stark effect in boron-nitride nanotubes",
            "Masa Ishigami and Jay Deep Sau and Shaul Aloni and Marvin L Cohen and A Zettl",
            "2005",
            "oACq8zIAAAAJ:9yKSN-GCB0IC",
            179,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.94.056804",
            "17946974744716580925",
            "\/scholar?cites=17946974744716580925",
            {
                "2005":3,
                "2006":9,
                "2007":15,
                "2008":18,
                "2009":11,
                "2010":12,
                "2011":15,
                "2012":12,
                "2013":13,
                "2014":13,
                "2015":17,
                "2016":8,
                "2017":12,
                "2018":8,
                "2019":6,
                "2020":6,
                "2021":1
            }
        ],
        [
            "We study the excitation spectrum of a topological insulator in contact with an s-wave superconductor, starting from a microscopic model, and develop an effective low-energy model for the proximity effect. In the vicinity of the Dirac cone vertex, the effective model describing the states localized at the interface is well approximated by a model of Dirac electrons experiencing superconducting s-wave pairing. Away from the cone vertex, the induced pairing potential develops a p-wave component with a magnitude sensitive to the structure of the interface. Observing the induced s-wave superconductivity may require tuning the chemical potential close to the Dirac point. Furthermore, we find that the proximity of the superconductor leads to a significant renormalization of the original parameters of the effective model describing the surface states of a topological insulator.",
            "Proximity effect at the superconductor–topological insulator interface",
            "Tudor D Stanescu and Jay D Sau and Roman M Lutchyn and S Das Sarma",
            "2010",
            "oACq8zIAAAAJ:Tyk-4Ss8FVUC",
            174,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.81.241310",
            "10143836939037518748",
            "\/scholar?cites=10143836939037518748",
            {
                "2010":6,
                "2011":15,
                "2012":22,
                "2013":22,
                "2014":16,
                "2015":13,
                "2016":11,
                "2017":16,
                "2018":20,
                "2019":13,
                "2020":15,
                "2021":5
            }
        ]
    ]
}