{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We present measurements of the ratio of the proton elastic electromagnetic form factors, μ p G Ep\/G Mp. The Jefferson Lab Hall A Focal Plane Polarimeter was used to determine the longitudinal and transverse components of the recoil proton polarization in ep elastic scattering; the ratio of these polarization components is proportional to the ratio of the two form factors. These data reproduce the observation of Jones et al.[Phys. Rev. Lett. 84, 1398 (2000)], that the form factor ratio decreases significantly from unity above Q 2= 1 GeV 2.",
            "Measurements of the elastic electromagnetic form factor ratio  via polarization transfer",
            "O Gayou and K Wijesooriya and A Afanasev and M Amarian and K Aniol and S Becher and K Benslama and L Bimbot and P Bosted and E Brash and J Calarco and Z Chai and CC Chang and T Chang and JP Chen and S Choi and E Chudakov and S Churchwell and D Crovelli and Sonja Dieterich and S Dumalski and D Dutta and M Epstein and K Fissum and B Fox and S Frullani and H Gao and J Gao and F Garibaldi and Ronald Gilman and S Glamazdin and C Glashausser and J Gomez and V Gorbenko and O Hansen and RJ Holt and J Hovdebo and GM Huber and CW De Jager and X Jiang and C Jones and MK Jones and J Kelly and E Kinney and E Kooijman and G Kumbartzki and M Kuss and J LeRose and M Liang and R Lindgren and N Liyanage and S Malov and DJ Margaziotis and P Markowitz and K McCormick and D Meekins and Z-E Meziani and R Michaels and J Mitchell and L Morand and CF Perdrisat and R Pomatsalyuk and V Punjabi and RD Ransome and R Roche and M Rvachev and A Saha and A Sarty and EC Schulte and D Simon and S Strauch and R Suleiman and L Todor and PE Ulmer and GM Urciuoli and B Wojtsekhowski and F Xiong and W Xu and Jefferson Lab Hall A Collaboration",
            "2001",
            "oAzhkS8AAAAJ:RHpTSmoSYBkC",
            420,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.64.038202",
            "16539926733360983098",
            "\/scholar?cites=16539926733360983098",
            {
                "2001":6,
                "2002":18,
                "2003":21,
                "2004":22,
                "2005":24,
                "2006":30,
                "2007":52,
                "2008":38,
                "2009":19,
                "2010":14,
                "2011":17,
                "2012":13,
                "2013":25,
                "2014":18,
                "2015":16,
                "2016":18,
                "2017":12,
                "2018":17,
                "2019":16,
                "2020":21
            }
        ],
        [
            "We estimate the two-photon exchange contribution to elastic electron-proton scattering at large momentum transfer through the scattering off a parton in the proton. We relate the two-photon exchange amplitude to the generalized parton distributions which appear in hard exclusive processes. We find that when taking the polarization transfer determinations of the form factors as input, adding in the 2-photon correction does reproduce the Rosenbluth cross sections.",
            "Partonic calculation of the two-photon exchange contribution to elastic electron-proton scattering at large momentum transfer",
            "Y-C Chen and A Afanasev and SJ Brodsky and CE Carlson and Marc Vanderhaeghen",
            "2004",
            "oAzhkS8AAAAJ:Dem6FJhTUoYC",
            309,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.122301",
            "8084670644070808786",
            "\/scholar?cites=8084670644070808786",
            {
                "2003":1,
                "2004":8,
                "2005":31,
                "2006":34,
                "2007":29,
                "2008":25,
                "2009":28,
                "2010":18,
                "2011":21,
                "2012":5,
                "2013":16,
                "2014":18,
                "2015":15,
                "2016":8,
                "2017":19,
                "2018":10,
                "2019":7,
                "2020":12,
                "2021":1
            }
        ],
        [
            "We estimate the two-photon exchange contribution to elastic electron-proton scattering at large momentum transfer through the scattering off a parton in the proton. We relate the two-photon exchange amplitude to the generalized parton distributions which appear in hard exclusive processes. We find that when taking the polarization transfer determinations of the form factors as input, adding in the 2-photon correction does reproduce the Rosenbluth cross sections.",
            "Partonic calculation of the two-photon exchange contribution to elastic electron-proton scattering at large momentum transfer",
            "Y-C Chen and A Afanasev and SJ Brodsky and CE Carlson and Marc Vanderhaeghen",
            "2004",
            "oAzhkS8AAAAJ:RGFaLdJalmkC",
            309,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.122301",
            "8084670644070808786",
            "\/scholar?cites=8084670644070808786",
            {
                "2003":1,
                "2004":8,
                "2005":31,
                "2006":34,
                "2007":29,
                "2008":25,
                "2009":28,
                "2010":18,
                "2011":21,
                "2012":5,
                "2013":16,
                "2014":18,
                "2015":15,
                "2016":8,
                "2017":19,
                "2018":10,
                "2019":7,
                "2020":12,
                "2021":1
            }
        ],
        [
            "This white paper summarizes the workshop\" US Cosmic Visions: New Ideas in Dark Matter\" held at University of Maryland on March 23-25, 2017.",
            "US cosmic visions: new ideas in dark matter 2017: community report",
            "Marco Battaglieri and Alberto Belloni and Aaron Chou and Priscilla Cushman and Bertrand Echenard and Rouven Essig and Juan Estrada and Jonathan L Feng and Brenna Flaugher and Patrick J Fox and Peter Graham and Carter Hall and Roni Harnik and JoAnne Hewett and Joseph Incandela and Eder Izaguirre and Daniel McKinsey and Matthew Pyle and Natalie Roe and Gray Rybka and Pierre Sikivie and Tim MP Tait and Natalia Toro and Richard Van De Water and Neal Weiner and Kathryn Zurek and Eric Adelberger and Andrei Afanasev and Derbin Alexander and James Alexander and Vasile Cristian Antochi and David Mark Asner and Howard Baer and Dipanwita Banerjee and Elisabetta Baracchini and Phillip Barbeau and Joshua Barrow and Noemie Bastidon and James Battat and Stephen Benson and Asher Berlin and Mark Bird and Nikita Blinov and Kimberly K Boddy and Mariangela Bondi and Walter M Bonivento and Mark Boulay and James Boyce and Maxime Brodeur and Leah Broussard and Ranny Budnik and Philip Bunting and Marc Caffee and Sabato Stefano Caiazza and Sheldon Campbell and Tongtong Cao and Gianpaolo Carosi and Massimo Carpinelli and Gianluca Cavoto and Andrea Celentano and Jae Hyeok Chang and Swapan Chattopadhyay and Alvaro Chavarria and Chien-Yi Chen and Kenneth Clark and John Clarke and Owen Colegrove and Jonathon Coleman and David Cooke and Robert Cooper and Michael Crisler and Paolo Crivelli and Francesco D'Eramo and Domenico D'Urso and Eric Dahl and William Dawson and Marzio De Napoli and Raffaella De Vita and Patrick DeNiverville and Stephen Derenzo and Antonia Di Crescenzo and Emanuele Di Marco and Keith R Dienes and Milind Diwan and Dongwi Handiipondola Dongwi and Alex Drlica-Wagner and Sebastian Ellis and Anthony Chigbo Ezeribe and Glennys Farrar and Francesc Ferrer and Enectali Figueroa-Feliciano and Alessandra Filippi and Giuliana Fiorillo and Bartosz Fornal and Arne Freyberger and Claudia Frugiuele and Cristian Galbiati and Iftah Galon and Susan Gardner and Andrew Geraci",
            "2017",
            "oAzhkS8AAAAJ:cWzG1nlazyYC",
            283,
            "https:\/\/arxiv.org\/abs\/1707.04591",
            "159854787515909645",
            "\/scholar?cites=159854787515909645",
            {
                "2017":11,
                "2018":68,
                "2019":77,
                "2020":116,
                "2021":10
            }
        ],
        [
            "We estimate the two-photon exchange contribution to elastic electron-proton scattering at large momentum transfer by using a quark-parton representation of virtual Compton scattering. We thus can relate the two-photon exchange amplitude to the generalized parton distributions which also enter in other wide-angle scattering processes. We find that the interference of one-and two-photon exchange contribution is able to substantially resolve the difference between electric form factor measurements from Rosenbluth and polarization transfer experiments. Two-photon exchange has additional consequences which could be experimentally observed, including nonzero polarization effects and a positron-proton\/electron-proton scattering asymmetry. The predicted Rosenbluth plot is no longer precisely linear; it acquires a measurable curvature, particularly at large laboratory angle.",
            "Two-photon exchange contribution to elastic electron-nucleonscattering at large momentum transfer",
            "Andrei V Afanasev and Stanley J Brodsky and Carl E Carlson and Yu-Chun Chen and Marc Vanderhaeghen",
            "2005",
            "oAzhkS8AAAAJ:jFemdcug13IC",
            270,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.72.013008",
            "12229484085520138276",
            "\/scholar?cites=12229484085520138276",
            {
                "2005":5,
                "2006":26,
                "2007":30,
                "2008":26,
                "2009":18,
                "2010":20,
                "2011":23,
                "2012":11,
                "2013":16,
                "2014":10,
                "2015":15,
                "2016":13,
                "2017":22,
                "2018":13,
                "2019":9,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We estimate the two-photon exchange contribution to elastic electron-proton scattering at large momentum transfer by using a quark-parton representation of virtual Compton scattering. We thus can relate the two-photon exchange amplitude to the generalized parton distributions which also enter in other wide-angle scattering processes. We find that the interference of one-and two-photon exchange contribution is able to substantially resolve the difference between electric form factor measurements from Rosenbluth and polarization transfer experiments. Two-photon exchange has additional consequences which could be experimentally observed, including nonzero polarization effects and a positron-proton\/electron-proton scattering asymmetry. The predicted Rosenbluth plot is no longer precisely linear; it acquires a measurable curvature, particularly at large laboratory angle.",
            "Two-photon exchange contribution to elastic electron-nucleonscattering at large momentum transfer",
            "Andrei V Afanasev and Stanley J Brodsky and Carl E Carlson and Yu-Chun Chen and Marc Vanderhaeghen",
            "2005",
            "oAzhkS8AAAAJ:4JMBOYKVnBMC",
            270,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.72.013008",
            "12229484085520138276",
            "\/scholar?cites=12229484085520138276",
            {
                "2005":5,
                "2006":26,
                "2007":30,
                "2008":26,
                "2009":18,
                "2010":20,
                "2011":23,
                "2012":11,
                "2013":16,
                "2014":10,
                "2015":15,
                "2016":13,
                "2017":22,
                "2018":13,
                "2019":9,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We report the first evidence for a nonzero beam-spin azimuthal asymmetry in the electroproduction of positive pions in the deep-inelastic kinematic region. Data for the reaction e p→ e′ π+ X have been obtained using a polarized electron beam of 4.3 GeV with the CEBAF Large Acceptance Spectrometer at the Thomas Jefferson National Accelerator Facility. The amplitude of the sin φ modulation increases with the momentum of the pion relative to the virtual photon, z. In the range z= 0.5–0.8 the average amplitude is 0.038±0.005±0.003 for a missing mass M X> 1.1 GeV and 0.037±0.007±0.004 for M X> 1.4 GeV.",
            "Measurement of beam-spin asymmetries for  electroproduction above the baryon resonance region",
            "H Avakian and VD Burkert and L Elouadrhiri and N Bianchi and G Adams and A Afanasev and P Ambrozewicz and E Anciant and M Anghinolfi and DS Armstrong and B Asavapibhop and G Audit and T Auger and H Bagdasaryan and JP Ball and S Barrow and M Battaglieri and K Beard and M Bektasoglu and M Bellis and N Benmouna and AS Biselli and S Boiarinov and BE Bonner and S Bouchigny and R Bradford and D Branford and WK Brooks and C Butuceanu and JR Calarco and DS Carman and B Carnahan and C Cetina and L Ciciani and PL Cole and A Coleman and D Cords and P Corvisiero and D Crabb and H Crannell and JP Cummings and E DeSanctis and R DeVita and PV Degtyarenko and H Denizli and L Dennis and KV Dharmawardane and C Djalali and GE Dodge and D Doughty and P Dragovitsch and Michael Dugger and S Dytman and OP Dzyubak and M Eckhause and H Egiyan and KS Egiyan and A Empl and P Eugenio and R Fatemi and RJ Feuerbach and J Ficenec and TA Forest and H Funsten and SJ Gaff and G Gavalian and S Gilad and GP Gilfoyle and KL Giovanetti and P Girard and CIO Gordon and K Griffioen and M Guidal and M Guillo and L Guo and V Gyurjyan and C Hadjidakis and RS Hakobyan and J Hardie and D Heddle and P Heimberg and FW Hersman and K Hicks and RS Hicks and M Holtrop and J Hu and CE Hyde-Wright and Y Ilieva and MM Ito and D Jenkins and K Joo and JH Kelley and J Kellie and M Khandaker and DH Kim and KY Kim and K Kim and MS Kim and W Kim and A Klein and FJ Klein and A Klimenko and M Klusman and M Kossov and LH Kramer and Y Kuang and V Kubarovsky and SE Kuhn and J Lachniet and JM Laget and D Lawrence and K Livingston and Ji Li and A Longhi and K Lukashin and JJ Manak and C Marchand and S McAleer and JWC McNabb and BA Mecking and S Mehrabyan and JJ Melone and MD Mestayer and CA Meyer and K Mikhailov and R Minehart and M Mirazita and R Miskimen and L Morand and SA Morrow and V Muccifora and J Mueller and GS Mutchler and J Napolitano and R Nasseripour and SO Nelson and S Niccolai and G Niculescu and I Niculescu and BB Niczyporuk and RA Niyazov and M Nozar and GV O’Rielly and AK Opper and M Osipenko and K Park and E Pasyuk and G Peterson and N Pivnyuk and D Pocanic",
            "2004",
            "oAzhkS8AAAAJ:bFI3QPDXJZMC",
            215,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.69.112004",
            "12007046040796592135",
            "\/scholar?cites=12007046040796592135",
            {
                "2003":11,
                "2004":16,
                "2005":14,
                "2006":15,
                "2007":14,
                "2008":11,
                "2009":24,
                "2010":16,
                "2011":17,
                "2012":13,
                "2013":6,
                "2014":14,
                "2015":8,
                "2016":11,
                "2017":4,
                "2018":5,
                "2019":7,
                "2020":5,
                "2021":2
            }
        ],
        [
            "The Proceedings of the 2011 workshop on Fundamental Physics at the Intensity Frontier. Science opportunities at the intensity frontier are identified and described in the areas of heavy quarks, charged leptons, neutrinos, proton decay, new light weakly-coupled particles, and nucleons, nuclei, and atoms.",
            "Fundamental physics at the intensity frontier",
            "JL Hewett and H Weerts and R Brock and JN Butler and BCK Casey and J Collar and A de Gouvea and R Essig and Y Grossman and W Haxton and JA Jaros and CK Jung and ZT Lu and K Pitts and Z Ligeti and JR Patterson and M Ramsey-Musolf and JL Ritchie and A Roodman and K Scholberg and CEM Wagner and GP Zeller and S Aefsky and A Afanasev and K Agashe and C Albright and J Alonso and C Ankenbrandt and M Aoki and CA Arguelles and N Arkani-Hamed and JR Armendariz and C Armendariz-Picon and E Arrieta Diaz and J Asaadi and DM Asner and KS Babu and K Bailey and O Baker and B Balantekin and B Baller and M Bass and B Batell and J Beacham and J Behr and N Berger and M Bergevin and E Berman and R Bernstein and AJ Bevan and M Bishai and M Blanke and S Blessing and A Blondel and T Blum and G Bock and A Bodek and G Bonvicini and F Bossi and J Boyce and R Breedon and M Breidenbach and SJ Brice and RA Briere and S Brodsky and C Bromberg and A Bross and TE Browder and DA Bryman and M Buckley and R Burnstein and E Caden and P Campana and R Carlini and G Carosi and C Castromonte and R Cenci and I Chakaberia and MC Chen and CH Cheng and B Choudhary and NH Christ and E Christensen and ME Christy and TE Chupp and E Church and DB Cline and TE Coan and P Coloma and J Comfort and L Coney and J Cooper and RJ Cooper and R Cowan and DF Cowen and D Cronin-Hennessy and A Datta and GS Davies and M Demarteau and DP DeMille",
            "2012",
            "oAzhkS8AAAAJ:NMxIlDl6LWMC",
            209,
            "https:\/\/arxiv.org\/abs\/1205.2671",
            "15271653770193746643",
            "\/scholar?cites=15271653770193746643",
            {
                "2012":11,
                "2013":29,
                "2014":31,
                "2015":46,
                "2016":29,
                "2017":22,
                "2018":15,
                "2019":11,
                "2020":14
            }
        ],
        [
            "We report on the first results of a sensitive search for scalar coupling of photons to a light neutral boson in the mass range of approximately 1.0 meV (milli-electron volts) and coupling strength greater than 10− 6 GeV− 1 using optical photons. This was a photon regeneration experiment using the “light shining through a wall” technique in which laser light was passed through a strong magnetic field upstream of an optical beam dump; regenerated laser light was then searched for downstream of a second magnetic field region optically shielded from the former. Our results show no evidence for scalar coupling in this region of parameter space.",
            "Experimental limit on optical-photon coupling to light neutral scalar bosons",
            "A Afanasev and OK Baker and KB Beard and G Biallas and J Boyce and M Minarni and R Ramdon and M Shinn and P Slocum",
            "2008",
            "oAzhkS8AAAAJ:blknAaTinKkC",
            153,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.120401",
            "11095052869527074431",
            "\/scholar?cites=11095052869527074431",
            {
                "2008":1,
                "2009":22,
                "2010":26,
                "2011":22,
                "2012":6,
                "2013":12,
                "2014":17,
                "2015":11,
                "2016":12,
                "2017":8,
                "2018":6,
                "2019":4,
                "2020":3
            }
        ],
        [
            "The neutron elastic magnetic form factor was extracted from quasielastic electron scattering on deuterium over the range Q 2= 1.0–4.8 GeV 2 with the CLAS detector at Jefferson Lab. High precision was achieved with a ratio technique and a simultaneous in situ calibration of the neutron detection efficiency. Neutrons were detected with electromagnetic calorimeters and time-of-flight scintillators at two beam energies. The dipole parametrization gives a good description of the data.",
            "Precise Measurement of the Neutron Magnetic Form Factor  in the Few- Region",
            "Jeff Lachniet and A Afanasev and H Arenhövel and WK Brooks and GP Gilfoyle and D Higinbotham and S Jeschonnek and B Quinn and MF Vineyard and G Adams and KP Adhikari and MJ Amaryan and M Anghinolfi and B Asavapibhop and G Asryan and H Avakian and H Bagdasaryan and N Baillie and JP Ball and NA Baltzell and S Barrow and V Batourine and M Battaglieri and K Beard and I Bedlinskiy and M Bektasoglu and M Bellis and N Benmouna and BL Berman and AS Biselli and BE Bonner and C Bookwalter and S Bouchigny and S Boiarinov and R Bradford and D Branford and WJ Briscoe and S Bültmann and VD Burkert and JR Calarco and SL Careccia and DS Carman and L Casey and L Cheng and PL Cole and A Coleman and P Collins and D Cords and P Corvisiero and D Crabb and V Crede and JP Cummings and D Dale and A Daniel and N Dashyan and R De Masi and R De Vita and E De Sanctis and PV Degtyarenko and H Denizli and L Dennis and A Deur and S Dhamija and KV Dharmawardane and KS Dhuga and R Dickson and C Djalali and GE Dodge and D Doughty and P Dragovitsch and Michael Dugger and S Dytman and OP Dzyubak and H Egiyan and KS Egiyan and L El Fassi and L Elouadrhiri and A Empl and P Eugenio and R Fatemi and G Fedotov and R Fersch and RJ Feuerbach and TA Forest and A Fradi and MY Gabrielyan and M Garçon and G Gavalian and N Gevorgyan and KL Giovanetti and FX Girod and JT Goetz and W Gohn and E Golovatch and RW Gothe and L Graham and KA Griffioen and M Guidal and M Guillo and N Guler and L Guo and V Gyurjyan and C Hadjidakis and K Hafidi and H Hakobyan and C Hanretty and J Hardie and N Hassall and D Heddle and FW Hersman and K Hicks and I Hleiqawi and M Holtrop and J Hu and M Huertas and CE Hyde-Wright and Y Ilieva and DG Ireland and BS Ishkhanov and EL Isupov and MM Ito and D Jenkins and HS Jo and JR Johnstone and K Joo and HG Juengst and T Kageya and N Kalantarians and D Keller and JD Kellie and M Khandaker and P Khetarpal and KY Kim and K Kim and W Kim and A Klein and FJ Klein and M Klusman and P Konczykowski and M Kossov and LH Kramer and V Kubarovsky and J Kuhn and SE Kuhn and SV Kuleshov and V Kuznetsov and JM Laget and J Langheinrich and D Lawrence and ACS Lima",
            "2009",
            "oAzhkS8AAAAJ:L8Ckcad2t8MC",
            133,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.192001",
            "5322946240080175994",
            "\/scholar?cites=5322946240080175994",
            {
                "2009":10,
                "2010":18,
                "2011":17,
                "2012":17,
                "2013":14,
                "2014":11,
                "2015":11,
                "2016":3,
                "2017":9,
                "2018":6,
                "2019":6,
                "2020":8
            }
        ]
    ]
}