{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Reversibility of structural phase transformations has profound technological implications in a wide range of applications from fatigue life in shape-memory alloys (SMAs) to magnetism in multiferroic oxides. The geometric nonlinear theory of martensite universally applicable to all structural transitions has been developed. It predicts the reversibility of the transitions as manifested in the hysteresis behaviour based solely on crystal symmetry and geometric compatibilities between phases. In this article, we report on the verification of the theory using the high-throughput approach. The thin-film composition-spread technique was devised to rapidly map the lattice parameters and the thermal hysteresis of ternary alloy systems. A clear relationship between the hysteresis and the middle eigenvalue of the transformation stretch tensor as predicted by the theory was observed for the first time. We have also identified a new …",
            "Combinatorial search of thermoelastic shape-memory alloys with extremely small hysteresis width",
            "Jun Cui and Yong S Chu and Olugbenga O Famodu and Yasubumi Furuya and Jae Hattrick-Simpers and Richard D James and Alfred Ludwig and Sigurd Thienhaus and Manfred Wuttig and Zhiyong Zhang and Ichiro Takeuchi",
            "2006",
            "OB9Pab8AAAAJ:_FxGoFyzp5QC",
            514,
            "https:\/\/www.nature.com\/articles\/nmat1593",
            "312824848754516436",
            "\/scholar?cites=312824848754516436",
            {
                "2006":2,
                "2007":11,
                "2008":22,
                "2009":9,
                "2010":23,
                "2011":27,
                "2012":39,
                "2013":39,
                "2014":33,
                "2015":38,
                "2016":51,
                "2017":36,
                "2018":50,
                "2019":59,
                "2020":62,
                "2021":9
            }
        ]
    ]
}