{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Expected and observed effects of volume exclusion on the free energy of rigid and flexible macromolecules in crowded and confined systems, and consequent effects of crowding and confinement on macromolecular reaction rates and equilibria are summarized. Findings from relevant theoretical\/simulation and experimental literature published from 2004 onward are reviewed. Additional complexity arising from the heterogeneity of local environments in biological media, and the presence of nonspecific interactions between macromolecules over and above steric repulsion, are discussed. Theoretical and experimental approaches to the characterization of crowding- and confinement-induced effects in systems approaching the complexity of living organisms are suggested.",
            "Macromolecular crowding and confinement: biochemical, biophysical, and potential physiological consequences",
            "Huan-Xiang Zhou and Germán Rivas and Allen P Minton",
            "2008",
            "ofxNzAsAAAAJ:u5HHmVD_uO8C",
            1740,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev.biophys.37.032807.125817",
            "455330125506459144",
            "\/scholar?cites=455330125506459144",
            {
                "2008":10,
                "2009":63,
                "2010":95,
                "2011":106,
                "2012":133,
                "2013":176,
                "2014":149,
                "2015":169,
                "2016":161,
                "2017":161,
                "2018":161,
                "2019":156,
                "2020":179,
                "2021":15
            }
        ],
        [
            "Accurate methods of computing the affinity of a small molecule with a protein are needed to speed the discovery of new medications and biological probes. This paper reviews physics-based models of binding, beginning with a summary of the changes in potential energy, solvation energy, and configurational entropy that influence affinity, and a theoretical overview to frame the discussion of specific computational approaches. Important advances are reported in modeling protein-ligand energetics, such as the incorporation of electronic polarization and the use of quantum mechanical methods. Recent calculations suggest that changes in configurational entropy strongly oppose binding and must be included if accurate affinities are to be obtained. The linear interaction energy (LIE) and molecular mechanics Poisson-Boltzmann surface area (MM-PBSA) methods are analyzed, as are free energy pathway methods …",
            "Calculation of protein-ligand binding affinities",
            "Michael K Gilson and Huan-Xiang Zhou",
            "2007",
            "ofxNzAsAAAAJ:u-x6o8ySG0sC",
            930,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev.biophys.36.040306.132550",
            "4979717679354768549",
            "\/scholar?cites=4979717679354768549",
            {
                "2007":6,
                "2008":37,
                "2009":68,
                "2010":79,
                "2011":97,
                "2012":104,
                "2013":76,
                "2014":78,
                "2015":67,
                "2016":66,
                "2017":61,
                "2018":70,
                "2019":50,
                "2020":57,
                "2021":4
            }
        ],
        [
            "The structure of a protein complex together with information about its affinity and other thermodynamic characteristics provide a “frozen” view of the complex. This picture ignores the kinetic nature of protein-protein association and dissociation, which is of major biological and biophysical interest. This review focuses on recent advances in deciphering the kinetic pathway of protein complex formation, the nature of the precomplex formed through diffusion (which we termed the “transient complex” 1), the transition state, and other intermediates (such as the so-called encounter complex) along the association pathway.Protein-protein association is at the center of diverse biological processes ranging from enzyme catalysis\/inhibition to regulation of immune response by cytokines. The association rates often play a critical role in such processes, as in situations where speed is of essence. 2 For example, the purple cone …",
            "Fundamental aspects of protein− protein association kinetics",
            "Gideon Schreiber and Gilad Haran and H-X Zhou",
            "2009",
            "ofxNzAsAAAAJ:qjMakFHDy7sC",
            586,
            "https:\/\/pubs.acs.org\/doi\/full\/10.1021\/cr800373w",
            "909691706153643867",
            "\/scholar?cites=909691706153643867",
            {
                "2009":11,
                "2010":34,
                "2011":39,
                "2012":52,
                "2013":54,
                "2014":54,
                "2015":38,
                "2016":62,
                "2017":64,
                "2018":56,
                "2019":54,
                "2020":57,
                "2021":8
            }
        ],
        [
            "The M2 protein from the influenza A virus, an acid-activated proton-selective channel, has been the subject of numerous conductance, structural, and computational studies. However, little is known at the atomic level about the heart of the functional mechanism for this tetrameric protein, a His37-Trp41 cluster. We report the structure of the M2 conductance domain (residues 22 to 62) in a lipid bilayer, which displays the defining features of the native protein that have not been attainable from structures solubilized by detergents. We propose that the tetrameric His37-Trp41 cluster guides protons through the channel by forming and breaking hydrogen bonds between adjacent pairs of histidines and through specific interactions of the histidines with the tryptophan gate. This mechanism explains the main observations on M2 proton conductance.",
            "Insight into the mechanism of the influenza A proton channel from a structure in a lipid bilayer",
            "Mukesh Sharma and Myunggi Yi and Hao Dong and Huajun Qin and Emily Peterson and David D Busath and Huan-Xiang Zhou and Timothy A Cross",
            "2010",
            "ofxNzAsAAAAJ:Tyk-4Ss8FVUC",
            422,
            "https:\/\/science.sciencemag.org\/content\/330\/6003\/509.abstract",
            "4265324607475905512",
            "\/scholar?cites=4265324607475905512",
            {
                "2010":4,
                "2011":45,
                "2012":46,
                "2013":63,
                "2014":46,
                "2015":52,
                "2016":36,
                "2017":28,
                "2018":24,
                "2019":26,
                "2020":38,
                "2021":4
            }
        ],
        [
            "We present theory showing that confining a protein to a small inert space (a “cage”) should stabilize the protein against reversible unfolding. Examples of such spaces might include the pores within chromatography columns, the Anfinsen cage in chaperonins, the interiors of ribosomes, or regions of steric occlusion inside cells. Confinement eliminates some expanded configurations of the unfolded chain, shifting the equilibrium from the unfolded state toward the native state. The partition coefficient for a protein in a confined space is predicted to decrease significantly when the solvent is changed from native to denaturing conditions. Small cages are predicted to increase the stability of the native state by as much as 15 kcal\/mol. Confinement may also increase the rates of protein or RNA folding. ",
            "Stabilization of proteins in confined spaces",
            "Huan-Xiang Zhou and Ken A Dill",
            "2001",
            "ofxNzAsAAAAJ:d1gkVwhDpl0C",
            405,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/bi0155504",
            "15281532163682014753",
            "\/scholar?cites=15281532163682014753",
            {
                "2001":2,
                "2002":13,
                "2003":16,
                "2004":20,
                "2005":26,
                "2006":38,
                "2007":20,
                "2008":31,
                "2009":22,
                "2010":25,
                "2011":25,
                "2012":17,
                "2013":19,
                "2014":30,
                "2015":16,
                "2016":15,
                "2017":18,
                "2018":20,
                "2019":12,
                "2020":19,
                "2021":1
            }
        ],
        [
            "Protein–protein interaction sites are predicted from a neural network with sequence profiles of neighboring residues and solvent exposure as input. The network was trained on 615 pairs of nonhomologous complex‐forming proteins. Tested on a different set of 129 pairs of nonhomologous complex‐forming proteins, 70% of the 11,004 predicted interface residues are actually located in the interfaces. These 7732 correctly predicted residues account for 65% of the 11,805 residues making up the 129 interfaces. The main strength of the network predictor lies in the fact that neighbor lists and solvent exposure are relatively insensitive to structural changes accompanying complex formation. As such, it performs equally well with bound or unbound structures of the proteins. For a set of 35 test proteins, when the input was calculated from the bound and unbound structures, the correct fractions of the predicted interface …",
            "Prediction of protein interaction sites from sequence profile and residue neighbor list",
            "Huan‐Xiang Zhou and Yibing Shan",
            "2001",
            "ofxNzAsAAAAJ:9yKSN-GCB0IC",
            377,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/prot.1099",
            "11175492071572392888",
            "\/scholar?cites=11175492071572392888",
            {
                "2002":7,
                "2003":11,
                "2004":17,
                "2005":28,
                "2006":37,
                "2007":35,
                "2008":22,
                "2009":32,
                "2010":21,
                "2011":25,
                "2012":29,
                "2013":17,
                "2014":21,
                "2015":15,
                "2016":15,
                "2017":12,
                "2018":8,
                "2019":9,
                "2020":14,
                "2021":1
            }
        ],
        [
            "Noncovalent binding provides an invisible wiring diagram for biomolecular pathways and is the essence of host-guest and supramolecular chemistry. Decades of theoretical and experimental studies provide insight into the determinants of binding affinity and specificity. The many practical applications of targeted molecules have also motivated the development of computational tools for molecular design aimed at drug discovery1 and, to a lesser extent, the design of low molecular weight receptors. 2-6 Nonetheless, there remain unresolved questions and challenges. The rules of thumb for maximizing binding affinity are unreliable, and there is still a need for accurate methods of predicting binding affinities for a range of systems. Many researchers are now renewing progress in this area by delving deeper into the physical chemistry and modeling of noncovalent binding. 1, 7 Important themes today include the use of …",
            "Theory of free energy and entropy in noncovalent binding",
            "Huan-Xiang Zhou and Michael K Gilson",
            "2009",
            "ofxNzAsAAAAJ:ufrVoPGSRksC",
            322,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/cr800551w",
            "11186903011434122858",
            "\/scholar?cites=11186903011434122858",
            {
                "2009":3,
                "2010":15,
                "2011":32,
                "2012":41,
                "2013":28,
                "2014":28,
                "2015":24,
                "2016":35,
                "2017":32,
                "2018":25,
                "2019":32,
                "2020":23,
                "2021":2
            }
        ],
        [
            "The number of structures of protein–protein complexes deposited to the Protein Data Bank is growing rapidly. These structures embed important information for predicting structures of new protein complexes. This motivated us to develop the PPISP method for predicting interface residues in protein–protein complexes. In PPISP, sequence profiles and solvent accessibility of spatially neighboring surface residues were used as input to a neural network. The network was trained on native interface residues collected from the Protein Data Bank. The prediction accuracy at the time was 70% with 47% coverage of native interface residues. Now we have extensively improved PPISP. The training set now consisted of 1156 nonhomologous protein chains. Test on a set of 100 nonhomologous protein chains showed that the prediction accuracy is now increased to 80% with 51% coverage. To solve the problem of over …",
            "Prediction of interface residues in protein–protein complexes by a consensus neural network method: test against NMR data",
            "Huiling Chen and Huan‐Xiang Zhou",
            "2005",
            "ofxNzAsAAAAJ:zYLM7Y9cAGgC",
            310,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/prot.20514",
            "9441583539245076833",
            "\/scholar?cites=9441583539245076833",
            {
                "2005":2,
                "2006":9,
                "2007":18,
                "2008":18,
                "2009":21,
                "2010":24,
                "2011":27,
                "2012":31,
                "2013":20,
                "2014":30,
                "2015":23,
                "2016":18,
                "2017":16,
                "2018":14,
                "2019":11,
                "2020":28
            }
        ],
        [
            "Acetylcholinesterase, with an active site located at the bottom of a narrow and deep gorge, provides a striking example of enzymes with buried active sites. Recent molecular dynamics simulations showed that reorientation of five aromatic rings leads to rapid opening and closing of the gate to the active site. In the present study the molecular dynamics trajectory is used to quantitatively analyze the effect of the gate on the substrate binding rate constant. For a 2.4-Å probe modeling acetylcholine, the gate is open only 2.4% of the time, but the quantitative analysis reveals that the substrate binding rate is slowed by merely a factor of 2. We rationalize this result by noting that the substrate, by virtue of Brownian motion, will make repeated attempts to enter the gate each time it is near the gate. If the gate is rapidly switching between the open and closed states, one of these attempts will coincide with an open state, and then …",
            "Conformation gating as a mechanism for enzyme specificity",
            "Huan-Xiang Zhou and Stanislaw T Wlodek and J Andrew McCammon",
            "1998",
            "ofxNzAsAAAAJ:UeHWp8X0CEIC",
            276,
            "https:\/\/www.pnas.org\/content\/95\/16\/9280.short",
            "15370864633891606577",
            "\/scholar?cites=15370864633891606577",
            {
                "1998":1,
                "1999":14,
                "2000":11,
                "2001":22,
                "2002":13,
                "2003":14,
                "2004":12,
                "2005":14,
                "2006":14,
                "2007":9,
                "2008":12,
                "2009":18,
                "2010":12,
                "2011":15,
                "2012":16,
                "2013":11,
                "2014":8,
                "2015":10,
                "2016":13,
                "2017":15,
                "2018":5,
                "2019":5,
                "2020":11
            }
        ],
        [
            "The presence and location of water of hydration (that is, bound water) in the solution structure of human interleukin-1 beta (hIL-1 beta) was investigated with water-selective two-dimensional heteronuclear magnetic resonance spectroscopy. It is shown here that in addition to water at the surface of the protein and ordered internal water molecules involved in bridging hydrogen bonds, positionally disordered water is present within a large, naturally occurring hydrophobic cavity located at the center of the molecule. These water molecules of hydration have residency times in the range of 1 to 2 nanoseconds to 100 to 200 microseconds and can be readily detected by nuclear magnetic resonance (NMR). Thus, large hydrophobic cavities in proteins may not be truly empty, as analysis of crystal structures appears to show, but may contain mobile water molecules that are crystallographically invisible but detectable by NMR.",
            "Demonstration of positionally disordered water within a protein hydrophobic cavity by NMR",
            "James A Ernst and Robert T Clubb and Huan-Xiang Zhou and Angela M Gronenborn and G Marius Clore",
            "1995",
            "ofxNzAsAAAAJ:2osOgNQ5qMEC",
            275,
            "https:\/\/science.sciencemag.org\/content\/267\/5205\/1813.abstract",
            "12148067549992390249",
            "\/scholar?cites=12148067549992390249",
            {
                "1995":5,
                "1996":16,
                "1997":15,
                "1998":11,
                "1999":14,
                "2000":13,
                "2001":7,
                "2002":11,
                "2003":11,
                "2004":14,
                "2005":8,
                "2006":11,
                "2007":17,
                "2008":21,
                "2009":10,
                "2010":14,
                "2011":9,
                "2012":14,
                "2013":7,
                "2014":5,
                "2015":5,
                "2016":1,
                "2017":10,
                "2018":4,
                "2019":5,
                "2020":13,
                "2021":1
            }
        ]
    ]
}