{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Previous typologies of male batterers, including typologies developed by means of rational-deductive and empirical-inductive strategies, are reviewed. On the basis of this review 3 descriptive dimensions (ie, severity of marital violence, generality of the violence [toward the wife or toward others], and psychopathology\/personality disorders) that consistently have been found to distinguish among subtypes of batterers are identified. These dimensions are used to propose a typology consisting of 3 subtypes of batterers (ie, family only, dysphoric\/borderline, and generally violent\/antisocial). A developmental model of marital violence is then presented, and the previous literature is reviewed to examine how each batterer subtype might differ on variables of theoretical interest. Finally, some of the methodological limitations of previous typology research are reviewed, and suggestions for future work are offered.(PsycINFO …",
            "Typologies of male batterers: three subtypes and the differences among them.",
            "Amy Holtzworth-Munroe and Gregory L Stuart",
            "1994",
            "OHvZ2XYAAAAJ:NJ774b8OgUMC",
            2091,
            "https:\/\/psycnet.apa.org\/record\/1995-09809-001",
            "14824863344290317154",
            "\/scholar?cites=14824863344290317154",
            {
                "1996":20,
                "1997":33,
                "1998":35,
                "1999":27,
                "2000":53,
                "2001":47,
                "2002":53,
                "2003":59,
                "2004":86,
                "2005":72,
                "2006":86,
                "2007":81,
                "2008":111,
                "2009":122,
                "2010":86,
                "2011":89,
                "2012":88,
                "2013":108,
                "2014":104,
                "2015":114,
                "2016":114,
                "2017":119,
                "2018":120,
                "2019":91,
                "2020":110,
                "2021":5
            }
        ],
        [
            "The present study (N= 86) sought to evaluate a laboratory-based behavioral measure of risk taking (the Balloon Analogue Risk Task; BART) and to test associations between this measure and self-report measures of risk-related constructs as well as self-reported real-world risk behaviors. The BART evidenced sound experimental properties, and riskiness on the BART was correlated with scores on measures of sensation seeking, impulsivity, and deficiencies in behavioral constraint. Also, riskiness on the BART was correlated with the self-reported occurrence of addictive, health, and safety risk behaviors, with the task accounting for variance in these behaviors beyond that accounted for by demographics and self-report measures of risk-related constructs. These results indicate that the BART may be a useful tool in the assessment of risk taking.(PsycINFO Database Record (c) 2016 APA, all rights reserved)",
            "Evaluation of a behavioral measure of risk taking: the Balloon Analogue Risk Task (BART).",
            "Carl W Lejuez and Jennifer P Read and Christopher W Kahler and Jerry B Richards and Susan E Ramsey and Gregory L Stuart and David R Strong and Richard A Brown",
            "2002",
            "OHvZ2XYAAAAJ:70eg2SAEIzsC",
            2072,
            "https:\/\/psycnet.apa.org\/journals\/xap\/8\/2\/75\/",
            "6652827138204185191",
            "\/scholar?cites=6652827138204185191",
            {
                "2004":6,
                "2005":20,
                "2006":21,
                "2007":27,
                "2008":31,
                "2009":51,
                "2010":72,
                "2011":109,
                "2012":117,
                "2013":138,
                "2014":190,
                "2015":191,
                "2016":203,
                "2017":219,
                "2018":230,
                "2019":205,
                "2020":206,
                "2021":15
            }
        ],
        [
            "A. Holtzworth-Munroe and GL Stuart (1994) proposed that 3 subtypes (family only [FO], borderline-dysphoric [BD], and generally violent-antisocial [GVAI) would be identified using 3 descriptive dimensions (ie, severity of marital violence, generality of violence, psychopathology) and would differ on distal and proximal correlates of violence. Maritally violent men (n= 102) and their wives were recruited from the community, as were 2 comparison groups of nonviolent couples (ie, maritally distressed and nondistressed). Four clusters of violent men were identified. Three resembled the predicted subtypes and generally differed in the manner predicted (eg, FO men resembled nonviolent groups; BD men scored highest on measures of dependency and jealousy; GVA men had the most involvement with delinquent peers, substance abuse, and criminal behavior; and both BID and GVA men were impulsive, accepted …",
            "Testing the Holtzworth-Munroe and Stuart (1994) batterer typology.",
            "Amy Holtzworth-Munroe and Jeffrey C Meehan and Katherine Herron and Uzma Rehman and Gregory L Stuart",
            "2000",
            "OHvZ2XYAAAAJ:5ugPr518TE4C",
            866,
            "https:\/\/search.proquest.com\/openview\/6ba4e31d3e9a8abddcb1ff62fd920eb7\/1?pq-origsite=gscholar&cbl=60945",
            "12169901816649619656",
            "\/scholar?cites=12169901816649619656",
            {
                "2000":3,
                "2001":6,
                "2002":14,
                "2003":21,
                "2004":39,
                "2005":37,
                "2006":34,
                "2007":46,
                "2008":48,
                "2009":45,
                "2010":47,
                "2011":53,
                "2012":53,
                "2013":57,
                "2014":59,
                "2015":54,
                "2016":38,
                "2017":58,
                "2018":53,
                "2019":40,
                "2020":42
            }
        ],
        [
            "This work examines the transportability of cognitive–behavioral therapy (CBT) for panic disorder to a community mental health center (CMHC) setting by comparing CMHC treatment outcome data with the results obtained in two controlled efficacy trials. Participants were 110 clients with a primary diagnosis of panic disorder with or without agoraphobia; clients were not excluded on the basis of medication use or changes, severity or frequency of panic attacks, age, or the presence of agoraphobia. Clients completed a 15-session CBT protocol. Despite differences in settings, clients, and treatment providers, the treatment outcomes for clients completing treatment in the CMHC and the efficacy studies were comparable: Of the CMHC clients who completed treatment, 87% were panic-free at the end of treatment, and clients showed significant reductions in anticipatory anxiety, agoraphobic avoidance, generalized anxiety …",
            "Transporting an empirically supported treatment for panic disorder to a service clinic setting: a benchmarking strategy.",
            "Wendy A Wade and Teresa A Treat and Gregory L Stuart",
            "1998",
            "OHvZ2XYAAAAJ:z_wVstp3MssC",
            403,
            "https:\/\/psycnet.apa.org\/record\/1998-01101-002",
            "15682141695278767460",
            "\/scholar?cites=15682141695278767460",
            {
                "1997":1,
                "1998":1,
                "1999":11,
                "2000":20,
                "2001":19,
                "2002":21,
                "2003":17,
                "2004":21,
                "2005":21,
                "2006":38,
                "2007":27,
                "2008":28,
                "2009":27,
                "2010":27,
                "2011":22,
                "2012":12,
                "2013":20,
                "2014":13,
                "2015":11,
                "2016":9,
                "2017":9,
                "2018":10,
                "2019":6,
                "2020":3
            }
        ],
        [
            "The present investigation employed meta-analytic procedures to quantitatively evaluate the empirical evidence on the relationship between drug abuse and aggression between intimate partners. Data from 96 studies yielding 547 effect sizes indicated that increases in drug use and drug-related problems were significantly associated with increases in aggression between intimate partners (d=. 27). Cocaine emerged as the illicit substance with the strongest relationship to psychological, physical, and sexual aggression (ds=. 39 to. 62). Marijuana was also identified as having a significant association with partner aggression. Results showed comparable effect sizes for men and women, regardless of the sex of the drug user and\/or perpetrator of partner aggression, with female reports of aggression having yielded larger effect sizes than male reports. Moderator analyses revealed that relative to other groups, married …",
            "Drug abuse and aggression between intimate partners: a meta-analytic review.",
            "Todd M Moore and Gregory L Stuart and Jeffrey C Meehan and Deborah Rhatigan and Julianne C Hellmuth and Stefanie M Keen",
            "2008",
            "OHvZ2XYAAAAJ:hqOjcs7Dif8C",
            397,
            "https:\/\/psycnet.apa.org\/record\/2008-01588-006",
            "1681664634269623398",
            "\/scholar?cites=1681664634269623398",
            {
                "2007":1,
                "2008":4,
                "2009":11,
                "2010":15,
                "2011":21,
                "2012":24,
                "2013":32,
                "2014":48,
                "2015":51,
                "2016":33,
                "2017":28,
                "2018":37,
                "2019":46,
                "2020":41,
                "2021":1
            }
        ],
        [
            "In previous batterer typology studies, only 1 study gathered longitudinal data and no research examined whether subtypes continue to differ from one another over time. The present study did so. We predicted that, at 1.5-and 3-year follow-ups, the subtypes identified at Time 1 (A. Holtzworth-Munroe, JC Meehan, K. Herron, U. Rehman, GL Stuart, 2000; family only, low level antisocial, borderline\/dysphoric, and generally violent\/antisocial) would continue to differ in level of husband violence and on other relevant variables (eg, generality of violence, psychopathology, jealousy, impulsivity, attitudes toward violence and women). Although many group differences emerged in the predicted direction, not all reached statistical significance, perhaps because of small sample sizes. Implications of the findings (eg, not all marital violence escalates; possible overlap of the borderline\/dysphoric and generally violent\/antisocial …",
            "Do subtypes of maritally violent men continue to differ over time?",
            "Amy Holtzworth-Munroe and Jeffrey C Meehan and Katherine Herron and Uzma Rehman and Gregory L Stuart",
            "2003",
            "OHvZ2XYAAAAJ:yB1At4FlUx8C",
            332,
            "https:\/\/psycnet.apa.org\/journals\/ccp\/71\/4\/728\/",
            "16051458858972033079",
            "\/scholar?cites=16051458858972033079",
            {
                "2002":1,
                "2003":2,
                "2004":9,
                "2005":15,
                "2006":21,
                "2007":10,
                "2008":15,
                "2009":19,
                "2010":21,
                "2011":19,
                "2012":18,
                "2013":24,
                "2014":18,
                "2015":26,
                "2016":21,
                "2017":24,
                "2018":22,
                "2019":19,
                "2020":20
            }
        ],
        [
            "There are limited empirical data regarding the reasons or motives for the perpetration of intimate partner violence among women arrested for domestic violence and court referred to violence intervention programs. The present study examined arrested women’s self-report reasons for partner violence perpetration and investigated whether women who were victims of severe intimate partner violence were more likely than were women who were victims of minor partner violence to report self-defense as a reason for their behavior. In all, 87 women in violence intervention programs completed a measure of violence perpetration and victimization and a questionnaire assessing 29 reasons for violence perpetration. Self-defense, poor emotion regulation, provocation by the partner, and retaliation for past abuse were the most common reasons for violence perpetration. Victims of severe partner violence were significantly …",
            "Reasons for intimate partner violence perpetration among arrested women",
            "Gregory L Stuart and Todd M Moore and Julianne C Hellmuth and Susan E Ramsey and Christopher W Kahler",
            "2006",
            "OHvZ2XYAAAAJ:ILKRHgRFtOwC",
            242,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/1077801206290173",
            "17715636794951548219",
            "\/scholar?cites=17715636794951548219",
            {
                "2007":8,
                "2008":14,
                "2009":14,
                "2010":12,
                "2011":15,
                "2012":13,
                "2013":17,
                "2014":24,
                "2015":14,
                "2016":28,
                "2017":21,
                "2018":23,
                "2019":15,
                "2020":21
            }
        ],
        [
            "There has been increasing interest in examining aspects of masculinity as potential predictors of partner violence. This review critically examined the literature on the relationship between masculinity and partner violence. Four distinct approaches to operationalizing masculinity were identified: trait approach, normative approach, gender role conflict approach, and indirect approach. Results generally supported a relationship between each domain of masculinity and partner violence, with the exception of the trait approach. Implications for future research include the importance of examining socialization processes in the development of masculinity and partner violence, being sensitive to methods for operationalizing masculinity, using a greater proportion of clinical samples of violent men, and testing masculine-related components of interventions to reduce partner violence.",
            "A Review of the Literature on Masculinity and Partner Violence.",
            "Todd M Moore and Gregory L Stuart",
            "2005",
            "OHvZ2XYAAAAJ:JV2RwH3_ST0C",
            231,
            "https:\/\/psycnet.apa.org\/doiLanding?doi=10.1037\/1524-9220.6.1.46",
            "5770206285377624692",
            "\/scholar?cites=5770206285377624692",
            {
                "2005":1,
                "2006":4,
                "2007":9,
                "2008":6,
                "2009":14,
                "2010":16,
                "2011":12,
                "2012":17,
                "2013":22,
                "2014":16,
                "2015":17,
                "2016":13,
                "2017":14,
                "2018":29,
                "2019":14,
                "2020":18,
                "2021":3
            }
        ],
        [
            "In a previous study, alcohol problems in perpetrators and their partners contributed directly and indirectly to intimate partner violence (IPV), even after including other correlates of violence in the model (GL Stuart et al., 2006). The present study extends these findings by examining the role of illicit drug use. We recruited 271 men and 135 women arrested for IPV and used structural equation modeling to examine the data. Results showed that drug use, as reported by the perpetrators, was a stronger predictor of IPV than were alcohol problems in perpetrators and their partners. Arrested males' marijuana use and stimulant use (ie, cocaine and amphetamines) were associated with perpetration of IPV, and their report of their female partners' stimulant use was associated with her violence perpetration. In arrested women, specific substances used did not predict violence perpetration beyond other model variables …",
            "The role of drug use in a conceptual model of intimate partner violence in men and women arrested for domestic violence.",
            "Gregory L Stuart and Jeff R Temple and Katherine W Follansbee and Meggan M Bucossi and Julianne C Hellmuth and Todd M Moore",
            "2008",
            "OHvZ2XYAAAAJ:WA5NYHcadZ8C",
            229,
            "https:\/\/psycnet.apa.org\/journals\/adb\/22\/1\/12\/",
            "12533135739679705424",
            "\/scholar?cites=12533135739679705424",
            {
                "2007":2,
                "2008":1,
                "2009":10,
                "2010":10,
                "2011":26,
                "2012":26,
                "2013":20,
                "2014":27,
                "2015":25,
                "2016":22,
                "2017":12,
                "2018":21,
                "2019":14,
                "2020":7
            }
        ],
        [
            "Dating violence is a serious and prevalent problem among college-aged dating couples. Although substance use has been shown to be associated with dating violence among college students in empirical studies, the use of substances as they relate to dating violence has yet to be systematically reviewed. The purpose of the present manuscript is to review research on dating violence (perpetration and victimization) and substance use (alcohol and drugs). First, theoretical explanations for the association between substances and dating violence are presented. Second, the literature on substance use and dating violence is reviewed. The literature suggests a consistent association between alcohol and dating violence perpetration and victimization, although the association between drug use and dating violence is less clear. Implications of this review for dating violence prevention programming and future research …",
            "Dating violence and substance use in college students: A review of the literature",
            "Ryan C Shorey and Gregory L Stuart and Tara L Cornelius",
            "2011",
            "OHvZ2XYAAAAJ:4OULZ7Gr8RgC",
            221,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1359178911000929",
            "7403448432877325577",
            "\/scholar?cites=7403448432877325577",
            {
                "2012":2,
                "2013":12,
                "2014":23,
                "2015":23,
                "2016":30,
                "2017":34,
                "2018":29,
                "2019":27,
                "2020":36,
                "2021":2
            }
        ]
    ]
}