{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "To probe the dynamics and size of lipid rafts in the membrane of living cells, the local diffusion of single membrane proteins was measured. A laser trap was used to confine the motion of a bead bound to a raft protein to a small area (diam ≤ 100 nm) and to measure its local diffusion by high resolution single particle tracking. Using protein constructs with identical ectodomains and different membrane regions and vice versa, we demonstrate that this method provides the viscous damping of the membrane domain in the lipid bilayer. When glycosylphosphatidylinositol (GPI) -anchored and transmembrane proteins are raft-associated, their diffusion becomes independent of the type of membrane anchor and is significantly reduced compared with that of nonraft transmembrane proteins. Cholesterol depletion accelerates the diffusion of raft-associated proteins for transmembrane raft proteins to the level of …",
            "Sphingolipid–cholesterol rafts diffuse as small entities in the plasma membrane of mammalian cells",
            "A Pralle and P Keller and E-L Florin and Kai Simons and JK Heinrich Hörber",
            "2000",
            "OKN-E_YAAAAJ:u5HHmVD_uO8C",
            1145,
            "https:\/\/rupress.org\/jcb\/article\/148\/5\/997\/20496",
            "1510185806356879252",
            "\/scholar?cites=1510185806356879252",
            {
                "2000":21,
                "2001":79,
                "2002":81,
                "2003":95,
                "2004":103,
                "2005":92,
                "2006":86,
                "2007":76,
                "2008":68,
                "2009":38,
                "2010":65,
                "2011":55,
                "2012":48,
                "2013":48,
                "2014":36,
                "2015":30,
                "2016":28,
                "2017":23,
                "2018":17,
                "2019":19,
                "2020":28,
                "2021":3
            }
        ],
        [
            "We present the synthesis, properties, and biological applications of Coppersensor-1 (CS1), a new water-soluble, turn-on fluorescent sensor for intracellular imaging of copper in living biological samples. CS1 utilizes a BODIPY reporter and thioether-rich receptor to provide high selectivity and sensitivity for Cu+ over other biologically relevant metal ions, including Cu2+, in aqueous solution. This BODIPY-based probe is the first Cu+-responsive sensor with visible excitation and emission profiles and gives a 10-fold turn-on response for detecting this ion. Confocal microscopy experiments further establish that CS1 is membrane-permeable and can successfully monitor intracellular Cu+ levels within living cells. ",
            "A selective turn-on fluorescent sensor for imaging copper in living cells",
            "Li Zeng and Evan W Miller and Arnd Pralle and Ehud Y Isacoff and Christopher J Chang",
            "2006",
            "OKN-E_YAAAAJ:d1gkVwhDpl0C",
            771,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja055064u",
            "746146901861082691",
            "\/scholar?cites=746146901861082691",
            {
                "2006":17,
                "2007":32,
                "2008":34,
                "2009":54,
                "2010":69,
                "2011":63,
                "2012":71,
                "2013":79,
                "2014":68,
                "2015":49,
                "2016":68,
                "2017":55,
                "2018":36,
                "2019":38,
                "2020":30,
                "2021":8
            }
        ],
        [
            "We present the synthesis, properties, and biological applications of Peroxyfluor-1 (PF1), a new type of optical probe for intracellular imaging of hydrogen peroxide in living biological samples. PF1 utilizes a boronate deprotection mechanism to provide unprecedented selectivity and optical dynamic range for detecting H2O2 in aqueous solution over similar reactive oxygen species including superoxide, nitric oxide, tert-butyl hydroperoxide, and hydroxyl radical. We further demonstrate the value of this reagent for biological applications by imaging changes in [H2O2] in living mammalian cells. ",
            "A selective, cell-permeable optical probe for hydrogen peroxide in living cells",
            "Michelle CY Chang and Arnd Pralle and Ehud Y Isacoff and Christopher J Chang",
            "2004",
            "OKN-E_YAAAAJ:2osOgNQ5qMEC",
            573,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja0441716",
            "6389100107644639179",
            "\/scholar?cites=6389100107644639179",
            {
                "2005":7,
                "2006":10,
                "2007":16,
                "2008":17,
                "2009":25,
                "2010":30,
                "2011":45,
                "2012":49,
                "2013":45,
                "2014":52,
                "2015":57,
                "2016":45,
                "2017":44,
                "2018":43,
                "2019":41,
                "2020":38,
                "2021":9
            }
        ],
        [
            "The syntheses, properties, and biological applications of the Peroxysensor family, a new class of fluorescent probes for hydrogen peroxide, are presented. These reagents utilize a boronate deprotection mechanism to provide high selectivity and optical dynamic range for detecting H2O2 in aqueous solution over similar reactive oxygen species (ROS) including superoxide, nitric oxide, tert-butyl hydroperoxide, hypochlorite, singlet oxygen, ozone, and hydroxyl radical. Peroxyresorufin-1 (PR1), Peroxyfluor-1 (PF1), and Peroxyxanthone-1 (PX1) are first-generation probes that respond to H2O2 by an increase in red, green, and blue fluorescence, respectively. The boronate dyes are cell-permeable and can detect micromolar changes in H2O2 concentrations in living cells, including hippocampal neurons, using confocal microscopy and two-photon microscopy. The unique combination of ROS selectivity, membrane …",
            "Boronate-based fluorescent probes for imaging cellular hydrogen peroxide",
            "Evan W Miller and Aaron E Albers and Arnd Pralle and Ehud Y Isacoff and Christopher J Chang",
            "2005",
            "OKN-E_YAAAAJ:UeHWp8X0CEIC",
            530,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja054474f",
            "4752986571660194159",
            "\/scholar?cites=4752986571660194159",
            {
                "2006":6,
                "2007":21,
                "2008":24,
                "2009":19,
                "2010":23,
                "2011":36,
                "2012":45,
                "2013":42,
                "2014":44,
                "2015":33,
                "2016":60,
                "2017":44,
                "2018":44,
                "2019":46,
                "2020":37,
                "2021":4
            }
        ]
    ]
}