{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "Shape-morphing systems can be found in many areas, including smart textiles 1, autonomous robotics 2, biomedical devices 3, drug delivery 4 and tissue engineering 5. The natural analogues of such systems are exemplified by nastic plant motions, where a variety of organs such as tendrils, bracts, leaves and flowers respond to environmental stimuli (such as humidity, light or touch) by varying internal turgor, which leads to dynamic conformations governed by the tissue composition and microstructural anisotropy of cell walls 6, 7, 8, 9, 10. Inspired by these botanical systems, we printed composite hydrogel architectures that are encoded with localized, anisotropic swelling behaviour controlled by the alignment of cellulose fibrils along prescribed four-dimensional printing pathways. When combined with a minimal theoretical framework that allows us to solve the inverse problem of designing the alignment patterns …",
            "Biomimetic 4D printing",
            "A Sydney Gladman and Elisabetta A Matsumoto and Ralph G Nuzzo and Lakshminarayanan Mahadevan and Jennifer A Lewis",
            "2016",
            "oLjcbqcAAAAJ:9Nmd_mFXekcC",
            1385,
            "https:\/\/www.nature.com\/articles\/nmat4544",
            "11826792146742484619",
            "\/scholar?cites=11826792146742484619",
            {
                "2016":64,
                "2017":182,
                "2018":328,
                "2019":335,
                "2020":430,
                "2021":35
            }
        ],
        [
            "The homotopy theory of topological defects is a powerful tool for organizing and unifying many ideas across a broad range of physical systems. Recently, experimental progress was made in controlling and measuring colloidal inclusions in liquid crystalline phases. The topological structure of these systems is quite rich but, at the same time, subtle. Motivated by experiment and the power of topological reasoning, the classification of defects in uniaxial nematic liquid crystals was reviewed and expounded upon. Particular attention was paid to the ambiguities that arise in these systems, which have no counterpart in the much-storied X Y model or the Heisenberg ferromagnet.",
            "Colloquium: Disclination loops, point defects, and all that in nematic liquid crystals",
            "Gareth P Alexander and Bryan Gin-ge Chen and Elisabetta A Matsumoto and Randall D Kamien",
            "2012",
            "oLjcbqcAAAAJ:u-x6o8ySG0sC",
            186,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.84.497",
            "17384516892723403230",
            "\/scholar?cites=17384516892723403230",
            {
                "2012":7,
                "2013":24,
                "2014":23,
                "2015":13,
                "2016":23,
                "2017":20,
                "2018":25,
                "2019":24,
                "2020":26
            }
        ],
        [
            "We report on a simple yet robust method to produce orientationally modulated two-dimensional patterns with sub-100 nm features over cm2 regions via a solvent-induced swelling instability of an elastomeric film with micrometer-scale perforations. The dramatic reduction of feature size (∼10 times) is achieved in a single step, and the process is reversible and repeatable without the requirement of delicate surface preparation or chemistry. By suspending ferrous and other functional nanoparticles in the solvent, we have faithfully printed the emergent patterns onto flat and curved substrates. We model this elastic instability in terms of elastically interacting “dislocation dipoles” and find complete agreement between the theoretical ground-state and the observed pattern. Our understanding allows us to manipulate the structural details of the membrane to tailor the elastic distortions and generate a variety of nanostructures.",
            "One-step nanoscale assembly of complex structures via harnessing of an elastic instability",
            "Ying Zhang and Elisabetta A Matsumoto and Anna Peter and Pei-Chun Lin and Randall D Kamien and Shu Yang",
            "2008",
            "oLjcbqcAAAAJ:u5HHmVD_uO8C",
            148,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl0801531",
            "14641942073574105030",
            "\/scholar?cites=14641942073574105030",
            {
                "2008":3,
                "2009":13,
                "2010":18,
                "2011":16,
                "2012":7,
                "2013":9,
                "2014":14,
                "2015":16,
                "2016":16,
                "2017":13,
                "2018":6,
                "2019":8,
                "2020":7
            }
        ],
        [
            "Liquid crystalline systems exhibiting both macroscopic chirality and smectic order experience frustration resulting in mesophases possessing complex three-dimensional order. In the twist-grain-boundary phase, defect lattices mediate the propagation of twist throughout the system. We propose a new chiral smectic structure composed of a lattice of chiral bundles as a model of the helical nanofilament (B4) phase of bent-core smectics.",
            "Helical nanofilaments and the high chirality limit of smectics A",
            "Elisabetta A Matsumoto and Gareth P Alexander and Randall D Kamien",
            "2009",
            "oLjcbqcAAAAJ:d1gkVwhDpl0C",
            31,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.103.257804",
            "9090677103242998364",
            "\/scholar?cites=9090677103242998364",
            {
                "2011":5,
                "2012":3,
                "2013":2,
                "2014":10,
                "2015":4,
                "2016":2,
                "2017":2,
                "2018":2,
                "2019":1
            }
        ],
        [
            "Recent experiments have exploited elastic instabilities in membranes to create complex patterns. However, the rational design of such structures poses many challenges, as they are products of nonlinear elastic behavior. We pose a simple model for determining the orientational order of such patterns using only linear elasticity theory which correctly predicts the outcomes of several experiments. Each element of the pattern is modeled by a “dislocation dipole” located at a point on a lattice, which then interacts elastically with all other dipoles in the system. We explicitly consider a membrane with a square lattice of circular holes under uniform compression and examine the changes in morphology as it is allowed to relax in a specified direction.",
            "Elastic-instability triggered pattern formation",
            "Elisabetta A Matsumoto and Randall D Kamien",
            "2009",
            "oLjcbqcAAAAJ:2osOgNQ5qMEC",
            23,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.80.021604",
            "1371069537019615418",
            "\/scholar?cites=1371069537019615418",
            {
                "2011":1,
                "2012":2,
                "2013":2,
                "2014":1,
                "2015":5,
                "2016":1,
                "2017":2,
                "2018":8,
                "2019":1
            }
        ],
        [
            "Focal conic domains are typically the “smoking gun” by which smectic liquid crystalline phases are identified. The geometry of the equally spaced smectic layers is highly generic but, at the same time, difficult to work with. In this Letter we develop an approach to the study of focal sets in smectics which exploits a hidden Poincaré symmetry revealed only by viewing the smectic layers as projections from one-higher dimension. We use this perspective to shed light upon several classic focal conic textures, including the concentric cyclides of Dupin, polygonal textures, and tilt-grain boundaries.",
            "Power of the Poincaré group: Elucidating the hidden symmetries in focal conic domains",
            "Gareth P Alexander and Bryan Gin-ge Chen and Elisabetta A Matsumoto and Randall D Kamien",
            "2010",
            "oLjcbqcAAAAJ:roLk4NBRz8UC",
            22,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.257802",
            "8867344160969051496",
            "\/scholar?cites=8867344160969051496",
            {
                "2011":1,
                "2012":4,
                "2013":2,
                "2014":4,
                "2015":2,
                "2016":2,
                "2017":3,
                "2018":1,
                "2019":3
            }
        ],
        [
            "Focal conic domains are typically the “smoking gun” by which smectic liquid crystalline phases are identified. The geometry of the equally spaced smectic layers is highly generic but, at the same time, difficult to work with. In this Letter we develop an approach to the study of focal sets in smectics which exploits a hidden Poincaré symmetry revealed only by viewing the smectic layers as projections from one-higher dimension. We use this perspective to shed light upon several classic focal conic textures, including the concentric cyclides of Dupin, polygonal textures, and tilt-grain boundaries.",
            "Power of the Poincaré group: Elucidating the hidden symmetries in focal conic domains",
            "Gareth P Alexander and Bryan Gin-ge Chen and Elisabetta A Matsumoto and Randall D Kamien",
            "2010",
            "oLjcbqcAAAAJ:9yKSN-GCB0IC",
            22,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.257802",
            "8867344160969051496",
            "\/scholar?cites=8867344160969051496",
            {
                "2011":1,
                "2012":4,
                "2013":2,
                "2014":4,
                "2015":2,
                "2016":2,
                "2017":3,
                "2018":1,
                "2019":3
            }
        ],
        [
            "In the presence of a nonadsorbing polymer, monodisperse rod-like particles assemble into colloidal membranes, which are one-rod-length–thick liquid-like monolayers of aligned rods. Unlike 3D edgeless bilayer vesicles, colloidal monolayer membranes form open structures with an exposed edge, thus presenting an opportunity to study elasticity of fluid sheets. Membranes assembled from single-component chiral rods form flat disks with uniform edge twist. In comparison, membranes composed of a mixture of rods with opposite chiralities can have the edge twist of either handedness. In this limit, disk-shaped membranes become unstable, instead forming structures with scalloped edges, where two adjacent lobes with opposite handedness are separated by a cusp-shaped point defect. Such membranes adopt a 3D configuration, with cusp defects alternatively located above and below the membrane plane. In the …",
            "Achiral symmetry breaking and positive Gaussian modulus lead to scalloped colloidal membranes",
            "Thomas Gibaud and C Nadir Kaplan and Prerna Sharma and Mark J Zakhary and Andrew Ward and Rudolf Oldenbourg and Robert B Meyer and Randall D Kamien and Thomas R Powers and Zvonimir Dogic",
            "2017",
            "oLjcbqcAAAAJ:yB1At4FlUx8C",
            21,
            "https:\/\/www.pnas.org\/content\/114\/17\/E3376.short",
            "5438951886448378015",
            "\/scholar?cites=5438951886448378015",
            {
                "2017":4,
                "2018":4,
                "2019":5,
                "2020":8
            }
        ]
    ]
}