{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We report results from the BICEP2 experiment, a cosmic microwave background (CMB) polarimeter specifically designed to search for the signal of inflationary gravitational waves in the B-mode power spectrum around ℓ∼ 80. The telescope comprised a 26 cm aperture all-cold refracting optical system equipped with a focal plane of 512 antenna coupled transition edge sensor 150 GHz bolometers each with temperature sensitivity of≈ 300 μ K CMB s. BICEP2 observed from the South Pole for three seasons from 2010 to 2012. A low-foreground region of sky with an effective area of 380 square deg was observed to a depth of 87 nK deg in Stokes Q and U. In this paper we describe the observations, data reduction, maps, simulations, and results. We find an excess of B-mode power over the base lensed-Λ CDM expectation in the range 30< ℓ< 150, inconsistent with the null hypothesis at a significance of> 5 σ. Through …",
            "Detection of -Mode Polarization at Degree Angular Scales by BICEP2",
            "Peter AR Ade and RW Aikin and D Barkats and SJ Benton and CA Bischoff and JJ Bock and JA Brevik and I Buder and E Bullock and CD Dowell and L Duband and JP Filippini and S Fliescher and SR Golwala and M Halpern and M Hasselfield and SR Hildebrandt and GC Hilton and VV Hristov and KD Irwin and KS Karkare and JP Kaufman and BG Keating and SA Kernasovskiy and JM Kovac and CL Kuo and EM Leitch and M Lueker and P Mason and CB Netterfield and HT Nguyen and R O’Brient and RW Ogburn IV and A Orlando and C Pryke and CD Reintsema and S Richter and R Schwarz and CD Sheehy and ZK Staniszewski and Rashmikant V Sudiwala and GP Teply and JE Tolan and AD Turner and AG Vieregg and CL Wong and KW Yoon and Bicep2 Collaboration",
            "2014",
            "OLvLxlkAAAAJ:hC7cP41nSMkC",
            1426,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.112.241101",
            "18376363004892869186",
            "\/scholar?cites=18376363004892869186",
            {
                "2014":509,
                "2015":446,
                "2016":184,
                "2017":92,
                "2018":85,
                "2019":51,
                "2020":48,
                "2021":1
            }
        ],
        [
            "We report the results of a joint analysis of data from BICEP2\/Keck Array and Planck. BICEP2 and Keck Array have observed the same approximately 400 deg 2 patch of sky centered on RA 0 h, Dec.− 57.5. The combined maps reach a depth of 57 nK deg in Stokes Q and U in a band centered at 150 GHz. Planck has observed the full sky in polarization at seven frequencies from 30 to 353 GHz, but much less deeply in any given region (1.2 μ K deg in Q and U at 143 GHz). We detect 150× 353 cross-correlation in B modes at high significance. We fit the single-and cross-frequency power spectra at frequencies≥ 150 GHz to a lensed-Λ CDM model that includes dust and a possible contribution from inflationary gravitational waves (as parametrized by the tensor-to-scalar ratio r), using a prior on the frequency spectral behavior of polarized dust emission from previous Planck analysis of other regions of the sky. We find …",
            "Joint Analysis of BICEP2\/Keck Array and Planck Data",
            "Peter AR Ade and N Aghanim and Z Ahmed and RW Aikin and Kate Denham Alexander and M Arnaud and J Aumont and C Baccigalupi and Anthony J Banday and D Barkats and RB Barreiro and JG Bartlett and N Bartolo and E Battaner and K Benabed and A Benoît and A Benoit-Lévy and SJ Benton and J-P Bernard and M Bersanelli and P Bielewicz and Colin A Bischoff and JJ Bock and A Bonaldi and L Bonavera and JR Bond and J Borrill and FR Bouchet and F Boulanger and JA Brevik and M Bucher and I Buder and E Bullock and CARLO Burigana and RC Butler and Victor Buza and Erminia Calabrese and J-F Cardoso and A Catalano and A Challinor and R-R Chary and HC Chiang and PR Christensen and LPL Colombo and C Combet and J Connors and F Couchot and A Coulais and BP Crill and A Curto and FRANCESCO Cuttaia and L Danese and RD Davies and RJ Davis and P De Bernardis and A De Rosa and G De Zotti and J Delabrouille and J-M Delouis and F-X Desert and C Dickinson and JM Diego and H Dole and Simona Donzelli and O Doré and M Douspis and CD Dowell and L Duband and A Ducout and J Dunkley and X Dupac and Cora Dvorkin and G Efstathiou and F Elsner and TA Enßlin and HK Eriksen and E Falgarone and JP Filippini and FABIO Finelli and S Fliescher and O Forni and Marco Frailis and AA Fraisse and ENRICO Franceschi and A Frejsel and Samuele Galeotta and S Galli and K Ganga and T Ghosh and M Giard and Eirik Gjerløw and SR Golwala and J González-Nuevo and Krzysztof M Górski and S Gratton and Anna Gregorio and ALESSANDRO Gruppuso and JE Gudmundsson and M Halpern and Frode Kristian Hansen and D Hanson and DL Harrison and M Hasselfield and G Helou and S Henrot-Versillé and D Herranz and SR Hildebrandt and GC Hilton and E Hivon and M Hobson and WA Holmes and W Hovest and VV Hristov and KM Huffenberger and H Hui and G Hurier and KD Irwin and AH Jaffe and Tess R Jaffe and Jeff Jewell and WC Jones and M Juvela and A Karakci and Kirit Sukrit Karkare and JP Kaufman and BG Keating and S Kefeli and Elina Keihänen and SA Kernasovskiy and R Keskitalo and TS Kisner and R Kneissl and J Knoche and L Knox and John M Kovac and N Krachmalnicoff and M Kunz and CL Kuo and Hannu Kurki-Suonio and G Lagache and A Lähteenmäki and J-M Lamarre and A Lasenby and Massimiliano Lattanzi and Charles R Lawrence and EM Leitch and R Leonardi and F Levrier and A Lewis and Michele Liguori",
            "2015",
            "OLvLxlkAAAAJ:blknAaTinKkC",
            727,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.114.101301",
            "10191722233146110185",
            "\/scholar?cites=10191722233146110185",
            {
                "2014":2,
                "2015":170,
                "2016":180,
                "2017":119,
                "2018":115,
                "2019":84,
                "2020":54,
                "2021":3
            }
        ],
        [
            "We present results from an analysis of all data taken by the BICEP2 and Keck Array cosmic microwave background (CMB) polarization experiments up to and including the 2014 observing season. This includes the first Keck Array observations at 95 GHz. The maps reach a depth of 50 nK deg in Stokes Q and U in the 150 GHz band and 127 nK deg in the 95 GHz band. We take auto- and cross-spectra between these maps and publicly available maps from WMAP and Planck at frequencies from 23 to 353 GHz. An excess over lensed ΛCDM is detected at modest significance in the 95 × 150 BB spectrum, and is consistent with the dust contribution expected from our previous work. No significant evidence for synchrotron emission is found in spectra such as 23 × 95, or for correlation between the dust and synchrotron sky patterns in spectra such as 23 × 353. We take the likelihood of all the spectra for a multicomponent model including lensed ΛCDM, dust, synchrotron, and a possible contribution from inflationary gravitational waves (as parametrized by the tensor-to-scalar ratio r) using priors on the frequency spectral behaviors of dust and synchrotron emission from previous analyses of WMAP and Planck data in other regions of the sky. This analysis yields an upper limit r0.05 < 0.09 at 95% confidence, which is robust to variations explored in analysis and priors. Combining these B-mode results with the (more model-dependent) constraints from Planck analysis of CMB temperature plus baryon acoustic oscillations and other data yields a combined limit r0.05 < 0.07 at 95% confidence. These are the strongest constraints to date on inflationary …",
            "Improved constraints on cosmology and foregrounds from BICEP2 and Keck Array cosmic microwave background data with inclusion of 95 GHz band",
            "Peter AR Ade and Z Ahmed and RW Aikin and KD Alexander and D Barkats and SJ Benton and Colin A Bischoff and JJ Bock and Rachel Bowens-Rubin and JA Brevik and I Buder and E Bullock and Victor Buza and Jake Anthony Connors and BP Crill and L Duband and Cora Dvorkin and JP Filippini and S Fliescher and J Grayson and M Halpern and Sarah Harrison and GC Hilton and H Hui and KD Irwin and Kirit Sukrit Karkare and E Karpel and JP Kaufman and BG Keating and S Kefeli and SA Kernasovskiy and John M Kovac and CL Kuo and EM Leitch and M Lueker and KG Megerian and CB Netterfield and HT Nguyen and R O’Brient and RW Ogburn and A Orlando and Clement L Pryke and Sonja Valeska Richter and R Schwarz and CD Sheehy and ZK Staniszewski and B Steinbach and RV Sudiwala and GP Teply and KL Thompson and JE Tolan and Carole Tucker and AD Turner and AG Vieregg and AC Weber and DV Wiebe and J Willmert and C Wong and WLK Wu and KW Yoon",
            "2016",
            "OLvLxlkAAAAJ:bFI3QPDXJZMC",
            638,
            "https:\/\/dash.harvard.edu\/handle\/1\/30403683",
            "3578144049947206273",
            "\/scholar?cites=3578144049947206273",
            {
                "2015":12,
                "2016":118,
                "2017":119,
                "2018":178,
                "2019":120,
                "2020":79,
                "2021":2
            }
        ],
        [
            "The Antarctic Impulsive Transient Antenna (ANITA) completed its second Long Duration Balloon flight in January 2009, with 31 days aloft (28.5 live days) over Antarctica. ANITA searches for impulsive coherent radio Cherenkov emission from 200 to 1200 MHz, arising from the Askaryan charge excess in ultrahigh energy neutrino-induced cascades within Antarctic ice. This flight included significant improvements over the first flight in payload sensitivity, efficiency, and flight trajectory. Analysis of in-flight calibration pulses from surface and subsurface locations verifies the expected sensitivity. In a blind analysis, we find 2 surviving events on a background, mostly anthropogenic, of 0.97±0.42 events. We set the strongest limit to date for 10 18–10 21 eV cosmic neutrinos, excluding several current cosmogenic neutrino models.",
            "Observational constraints on the ultrahigh energy cosmic neutrino flux from the second flight of the ANITA experiment",
            "PW Gorham and P Allison and BM Baughman and JJ Beatty and K Belov and DZ Besson and S Bevan and WR Binns and C Chen and P Chen and JM Clem and A Connolly and M Detrixhe and D De Marco and PF Dowkontt and M DuVernois and EW Grashorn and B Hill and S Hoover and M Huang and MH Israel and A Javaid and KM Liewer and S Matsuno and BC Mercurio and C Miki and M Mottram and J Nam and RJ Nichol and K Palladino and A Romero-Wolf and L Ruckman and D Saltzberg and D Seckel and GS Varner and AG Vieregg and Y Wang",
            "2010",
            "OLvLxlkAAAAJ:u5HHmVD_uO8C",
            314,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.82.022004",
            "15004245359683615617",
            "\/scholar?cites=15004245359683615617",
            {
                "2010":13,
                "2011":30,
                "2012":56,
                "2013":52,
                "2014":26,
                "2015":39,
                "2016":22,
                "2017":37,
                "2018":18,
                "2019":12,
                "2020":7
            }
        ],
        [
            "This is a report on the status and prospects of the quantification of neutrino properties through the cosmological neutrino background for the Cosmic Frontier of the Division of Particles and Fields Community Summer Study long-term planning exercise. Experiments planned and underway are prepared to study the cosmological neutrino background in detail via its influence on distance-redshift relations and the growth of structure. The program for the next decade described in this document, including upcoming spectroscopic galaxy surveys eBOSS and DESI and a new Stage-IV CMB polarization experiment CMB-S4, will achieve σ (σ m ν)= 16 meV and σ (N eff)= 0.020. Such a mass measurement will produce a high significance detection of non-zero σ m ν, whose lower bound derived from atmospheric and solar neutrino oscillation data is about 58 meV. If neutrinos have a minimal normal mass hierarchy, this …",
            "Neutrino physics from the cosmic microwave background and large scale structure",
            "Kevork N Abazajian and K Arnold and J Austermann and BA Benson and C Bischoff and J Bock and JR Bond and J Borrill and Erminia Calabrese and JE Carlstrom and CS Carvalho and CL Chang and HC Chiang and S Church and A Cooray and TM Crawford and KS Dawson and S Das and MJ Devlin and M Dobbs and S Dodelson and O Dore and J Dunkley and J Errard and A Fraisse and J Gallicchio and NW Halverson and S Hanany and SR Hildebrandt and A Hincks and R Hlozek and G Holder and WL Holzapfel and K Honscheid and W Hu and J Hubmayr and K Irwin and WC Jones and M Kamionkowski and B Keating and R Keisler and L Knox and E Komatsu and J Kovac and C-L Kuo and C Lawrence and AT Lee and E Leitch and E Linder and P Lubin and J McMahon and A Miller and L Newburgh and MD Niemack and H Nguyen and HT Nguyen and L Page and C Pryke and CL Reichardt and JE Ruhl and N Sehgal and U Seljak and J Sievers and E Silverstein and A Slosar and KM Smith and D Spergel and ST Staggs and A Stark and Radek Stompor and AG Vieregg and G Wang and S Watson and EJ Wollack and WLK Wu and KW Yoon and O Zahn",
            "2015",
            "OLvLxlkAAAAJ:dhFuZR0502QC",
            270,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S092765051400084X",
            "14056062251576066063",
            "\/scholar?cites=14056062251576066063",
            {
                "2014":19,
                "2015":45,
                "2016":73,
                "2017":40,
                "2018":32,
                "2019":26,
                "2020":26,
                "2021":2
            }
        ],
        [
            "We report on the design and performance of the BICEP 2 instrument and on its three-year data set. BICEP 2 was designed to measure the polarization of the cosmic microwave background (CMB) on angular scales of 1-5 (ℓ= 40-200), near the expected peak of the B-mode polarization signature of primordial gravitational waves from cosmic inflation. Measuring B-modes requires dramatic improvements in sensitivity combined with exquisite control of systematics. The BICEP 2 telescope observed from the South Pole with a 26 cm aperture and cold, on-axis, refractive optics. BICEP 2 also adopted a new detector design in which beam-defining slot antenna arrays couple to transition-edge sensor (TES) bolometers, all fabricated on a common substrate. The antenna-coupled TES detectors supported scalable fabrication and multiplexed readout that allowed BICEP 2 to achieve a high detector count of 500 bolometers at …",
            "BICEP2. II. Experiment and three-year Data Set",
            "Peter AR Ade and RW Aikin and M Amiri and D Barkats and SJ Benton and Colin A Bischoff and JJ Bock and JA Brevik and I Buder and E Bullock and G Davis and PK Day and CD Dowell and L Duband and JP Filippini and S Fliescher and SR Golwala and M Halpern and M Hasselfield and SR Hildebrandt and GC Hilton and KD Irwin and Kirit Sukrit Karkare and JP Kaufman and BG Keating and SA Kernasovskiy and John M Kovac and CL Kuo and EM Leitch and N Llombart and M Lueker and CB Netterfield and HT Nguyen and R O'Brient and RW Ogburn IV and A Orlando and C Pryke and CD Reintsema and S Richter and R Schwarz and CD Sheehy and ZK Staniszewski and KT Story and RV Sudiwala and GP Teply and JE Tolan and AD Turner and AG Vieregg and P Wilson and CL Wong and KW Yoon and Bicep2 Collaboration",
            "2014",
            "OLvLxlkAAAAJ:-f6ydRqryjwC",
            222,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/792\/1\/62\/meta",
            "11952120266329916727",
            "\/scholar?cites=11952120266329916727",
            {
                "2013":3,
                "2014":61,
                "2015":59,
                "2016":36,
                "2017":9,
                "2018":28,
                "2019":9,
                "2020":13,
                "2021":1
            }
        ],
        [
            "We present a comprehensive report on the experimental details of the Antarctic Impulsive Transient Antenna (ANITA) long-duration balloon payload, including the design philosophy and realization, physics simulations, performance of the instrument during its first Antarctic flight completed in January of 2007, and expectations for the limiting neutrino detection sensitivity.",
            "The Antarctic Impulsive Transient Antenna ultra-high energy neutrino detector: Design, performance, and sensitivity for the 2006–2007 balloon flight",
            "PW Gorham and P Allison and SW Barwick and JJ Beatty and DZ Besson and WR Binns and C Chen and P Chen and JM Clem and A Connolly and PF Dowkontt and MA DuVernois and RC Field and D Goldstein and A Goodhue and C Hast and CL Hebert and S Hoover and MH Israel and J Kowalski and JG Learned and KM Liewer and JT Link and E Lusczek and S Matsuno and BC Mercurio and C Miki and P Miočinović and J Nam and CJ Naudet and RJ Nichol and K Palladino and K Reil and A Romero-Wolf and M Rosen and L Ruckman and D Saltzberg and D Seckel and GS Varner and D Walz and Y Wang and C Williams and F Wu and Anita Collaboration",
            "2009",
            "OLvLxlkAAAAJ:hqOjcs7Dif8C",
            188,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0927650509000838",
            "3355835624585748146",
            "\/scholar?cites=3355835624585748146",
            {
                "2009":2,
                "2010":6,
                "2011":13,
                "2012":27,
                "2013":17,
                "2014":5,
                "2015":21,
                "2016":9,
                "2017":18,
                "2018":24,
                "2019":20,
                "2020":22,
                "2021":2
            }
        ],
        [
            "We report on observations of coherent, impulsive radio Cherenkov radiation from electromagnetic showers in solid ice. This is the first observation of the Askaryan effect in ice. As part of the complete validation process for the ANITA experiment, we performed an experiment at the Stanford Linear Accelerator Center in June 2006 using a 7.5 metric ton ice target. We measure for the first time the large-scale angular dependence of the radiation pattern, a major factor in determining the solid-angle acceptance of ultrahigh-energy neutrino detectors.",
            "Observations of the Askaryan effect in ice",
            "PW Gorham and SW Barwick and JJ Beatty and DZ Besson and WR Binns and C Chen and P Chen and JM Clem and A Connolly and PF Dowkontt and MA DuVernois and RC Field and D Goldstein and A Goodhue and C Hast and CL Hebert and S Hoover and MH Israel and J Kowalski and JG Learned and KM Liewer and JT Link and E Lusczek and S Matsuno and B Mercurio and C Miki and P Miočinović and J Nam and CJ Naudet and J Ng and R Nichol and K Palladino and K Reil and A Romero-Wolf and M Rosen and L Ruckman and D Saltzberg and D Seckel and GS Varner and D Walz and F Wu and ANITA Collaboration",
            "2007",
            "OLvLxlkAAAAJ:UebtZRa9Y70C",
            179,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.171101",
            "8181102057909508920",
            "\/scholar?cites=8181102057909508920",
            {
                "2008":12,
                "2009":24,
                "2010":10,
                "2011":16,
                "2012":18,
                "2013":11,
                "2014":5,
                "2015":18,
                "2016":6,
                "2017":20,
                "2018":8,
                "2019":11,
                "2020":20
            }
        ],
        [
            "We present results from an analysis of all data taken by the bicep 2\/Keck CMB polarization experiments up to and including the 2015 observing season. This includes the first Keck Array observations at 220 GHz and additional observations at 95 and 150 GHz. The Q and U maps reach depths of 5.2, 2.9, and 26 μ K CMB arcmin at 95, 150, and 220 GHz, respectively, over an effective area of≈ 400 square degrees. The 220 GHz maps achieve a signal to noise on polarized dust emission approximately equal to that of Planck at 353 GHz. We take auto and cross spectra between these maps and publicly available WMAP and Planck maps at frequencies from 23 to 353 GHz. We evaluate the joint likelihood of the spectra versus a multicomponent model of lensed-Λ CDM+ r+ dust+ synchrotron+ noise. The foreground model has seven parameters, and we impose priors on some of these using external information from …",
            "Constraints on Primordial Gravitational Waves Using , WMAP, and New BICEP2\/ Observations through the 2015 Season",
            "PAR Ade and Z Ahmed and RW Aikin and KD Alexander and D Barkats and SJ Benton and CA Bischoff and JJ Bock and R Bowens-Rubin and JA Brevik and I Buder and E Bullock and V Buza and J Connors and J Cornelison and BP Crill and M Crumrine and M Dierickx and L Duband and C Dvorkin and JP Filippini and S Fliescher and J Grayson and G Hall and M Halpern and S Harrison and SR Hildebrandt and GC Hilton and H Hui and KD Irwin and J Kang and KS Karkare and E Karpel and JP Kaufman and BG Keating and S Kefeli and SA Kernasovskiy and JM Kovac and CL Kuo and NA Larsen and K Lau and EM Leitch and M Lueker and KG Megerian and L Moncelsi and T Namikawa and CB Netterfield and HT Nguyen and R O’Brient and RW Ogburn IV and S Palladino and C Pryke and B Racine and S Richter and A Schillaci and R Schwarz and CD Sheehy and A Soliman and T St Germaine and ZK Staniszewski and B Steinbach and RV Sudiwala and GP Teply and KL Thompson and JE Tolan and C Tucker and AD Turner and C Umiltà and AG Vieregg and A Wandui and AC Weber and DV Wiebe and J Willmert and CL Wong and WLK Wu and H Yang and KW Yoon and C Zhang",
            "2018",
            "OLvLxlkAAAAJ:wbdj-CoPYUoC",
            175,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.121.221301",
            "405199630677475340",
            "\/scholar?cites=405199630677475340",
            {
                "2018":2,
                "2019":61,
                "2020":103,
                "2021":6
            }
        ],
        [
            "We report initial results of the first flight of the Antarctic Impulsive Transient Antenna (ANITA-1) 2006–2007 Long Duration Balloon flight, which searched for evidence of a diffuse flux of cosmic neutrinos above energies of E ν≃ 3× 10 18 eV. ANITA-1 flew for 35 days looking for radio impulses due to the Askaryan effect in neutrino-induced electromagnetic showers within the Antarctic ice sheets. We report here on our initial analysis, which was performed as a blind search of the data. No neutrino candidates are seen, with no detected physics background. We set model-independent limits based on this result. Upper limits derived from our analysis rule out the highest cosmogenic neutrino models. In a background horizontal-polarization channel, we also detect six events consistent with radio impulses from ultrahigh energy extensive air showers.",
            "New limits on the ultrahigh energy cosmic neutrino flux from the ANITA experiment",
            "PW Gorham and P Allison and SW Barwick and JJ Beatty and DZ Besson and WR Binns and C Chen and P Chen and JM Clem and A Connolly and PF Dowkontt and MA DuVernois and RC Field and D Goldstein and A Goodhue and C Hast and CL Hebert and S Hoover and MH Israel and J Kowalski and JG Learned and KM Liewer and JT Link and E Lusczek and S Matsuno and BC Mercurio and C Miki and P Miočinović and J Nam and CJ Naudet and J Ng and RJ Nichol and K Palladino and K Reil and A Romero-Wolf and M Rosen and L Ruckman and D Saltzberg and D Seckel and GS Varner and D Walz and Y Wang and F Wu and ANITA Collaboration",
            "2009",
            "OLvLxlkAAAAJ:Se3iqnhoufwC",
            173,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.103.051103",
            "5246591558874528433",
            "\/scholar?cites=5246591558874528433",
            {
                "2009":10,
                "2010":32,
                "2011":20,
                "2012":35,
                "2013":16,
                "2014":8,
                "2015":13,
                "2016":5,
                "2017":13,
                "2018":5,
                "2019":7,
                "2020":8
            }
        ]
    ]
}