{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "DNA-templated silver nanoclusters (DNA\/Ag NCs) are an emerging set of fluorophores that are smaller than semiconductor quantum dots and can have better photostability and brightness than commonly used organic dyes. Here we find the red fluorescence of DNA\/Ag NCs can be enhanced 500-fold when placed in proximity to guanine-rich DNA sequences. On the basis of this new phenomenon, we have designed a DNA detection probe (NanoCluster Beacon, NCB) that “lights up” upon target binding. Since NCBs do not rely on Förster energy transfer for quenching, they can easily reach high (>100) signal-to-background ratios (S\/B ratios) upon target binding. Here, in a separation-free assay, we demonstrate NCB detection of an influenza target with a S\/B ratio of 175, a factor of 5 better than a conventional molecular beacon probe. Since the observed fluorescence enhancement is caused by intrinsic …",
            "A DNA− silver nanocluster probe that fluoresces upon hybridization",
            "Hsin-Chih Yeh and Jaswinder Sharma and Jason J Han and Jennifer S Martinez and James H Werner",
            "2010",
            "oMdy6dgAAAAJ:738O_yMBCRsC",
            527,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl101773c",
            "333557477474192774",
            "\/scholar?cites=333557477474192774",
            {
                "2011":24,
                "2012":48,
                "2013":58,
                "2014":72,
                "2015":66,
                "2016":52,
                "2017":49,
                "2018":52,
                "2019":52,
                "2020":48,
                "2021":6
            }
        ],
        [
            "Most aerobic bacteria secrete siderophores to facilitate iron acquisition. Two families of siderophores were isolated from strains belonging to two different genera of marine bacteria. The aquachelins, from Halomonas aquamarina strain DS40M3, and the marinobactins, from Marinobacter sp. strains DS40M6 and DS40M8, each contain a unique peptidic head group that coordinates iron(III) and an appendage of one of a series of fatty acid moieties. These siderophores have low critical micelle concentrations (CMCs). In the absence of iron, the marinobactins are present as micelles at concentrations exceeding their CMC; upon addition of iron(III), the micelles undergo a spontaneous phase change to form vesicles. These observations suggest that unique iron acquisition mechanisms may have evolved in marine bacteria.",
            "Self-assembling amphiphilic siderophores from marine bacteria",
            "JS Martinez and GP Zhang and PD Holt and H-T Jung and CJ Carrano and MG Haygood and Alison Butler",
            "2000",
            "oMdy6dgAAAAJ:K3LRdlH-MEoC",
            329,
            "https:\/\/science.sciencemag.org\/content\/287\/5456\/1245.abstract",
            "15257688789666397347",
            "\/scholar?cites=15257688789666397347",
            {
                "2000":2,
                "2001":18,
                "2002":11,
                "2003":18,
                "2004":15,
                "2005":21,
                "2006":18,
                "2007":13,
                "2008":14,
                "2009":27,
                "2010":28,
                "2011":24,
                "2012":13,
                "2013":16,
                "2014":14,
                "2015":16,
                "2016":17,
                "2017":7,
                "2018":14,
                "2019":12,
                "2020":7,
                "2021":1
            }
        ],
        [
            "We report the synthesis and photophysical properties of silver-nanoclusters templated on DNA, with fluorescence excitation and emission at distinct wavelengths that are tuned to common laser excitation wavelengths.",
            "A complementary palette of fluorescent silver nanoclusters",
            "Jaswinder Sharma and Hsin-Chih Yeh and Hyojong Yoo and James H Werner and Jennifer S Martinez",
            "2010",
            "oMdy6dgAAAAJ:l7t_Zn2s7bgC",
            274,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2010\/cc\/b927268b",
            "3710990495187029987",
            "\/scholar?cites=3710990495187029987",
            {
                "2010":2,
                "2011":22,
                "2012":35,
                "2013":43,
                "2014":31,
                "2015":38,
                "2016":21,
                "2017":25,
                "2018":23,
                "2019":20,
                "2020":10,
                "2021":4
            }
        ],
        [
            "We have synthesized an intrinsically fluorescent recognition ligand that combines the high fluorescence quantum yield (>50%) of oligonucleotide templated AgNCs with the specificity and strong binding affinity of DNA aptamers for their target proteins, to develop a new strategy for detection of specific proteins.",
            "Silver nanocluster aptamers: in situ generation of intrinsically fluorescent recognition ligands for protein detection",
            "Jaswinder Sharma and Hsin-Chih Yeh and Hyojong Yoo and James H Werner and Jennifer S Martinez",
            "2011",
            "oMdy6dgAAAAJ:tOudhMTPpwUC",
            234,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2011\/cc\/c0cc03711g",
            "13678655712741285148",
            "\/scholar?cites=13678655712741285148",
            {
                "2011":8,
                "2012":28,
                "2013":42,
                "2014":41,
                "2015":28,
                "2016":16,
                "2017":26,
                "2018":17,
                "2019":16,
                "2020":9,
                "2021":3
            }
        ]
    ]
}