{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Anopheles gambiae is the principal vector of malaria, a disease that afflicts more than 500 million people and causes more than 1 million deaths each year. Tenfold shotgun sequence coverage was obtained from the PEST strain of A. gambiae and assembled into scaffolds that span 278 million base pairs. A total of 91% of the genome was organized in 303 scaffolds; the largest scaffold was 23.1 million base pairs. There was substantial genetic variation within this strain, and the apparent existence of two haplotypes of approximately equal frequency (“dual haplotypes”) in a substantial fraction of the genome likely reflects the outbred nature of the PEST strain. The sequence produced a conservative inference of more than 400,000 single-nucleotide polymorphisms that showed a markedly bimodal density distribution. Analysis of the genome sequence revealed strong evidence for about 14,000 protein-encoding …",
            "The genome sequence of the malaria mosquito Anopheles gambiae",
            "Robert A Holt and G Mani Subramanian and Aaron Halpern and Granger G Sutton and Rosane Charlab and Deborah R Nusskern and Patrick Wincker and Andrew G Clark and JoséM C Ribeiro and Ron Wides and Steven L Salzberg and Brendan Loftus and Mark Yandell and William H Majoros and Douglas B Rusch and Zhongwu Lai and Cheryl L Kraft and Josep F Abril and Veronique Anthouard and Peter Arensburger and Peter W Atkinson and Holly Baden and Veronique de Berardinis and Danita Baldwin and Vladimir Benes and Jim Biedler and Claudia Blass and Randall Bolanos and Didier Boscus and Mary Barnstead and Shuang Cai and Angela Center and Kabir Chatuverdi and George K Christophides and Mathew A Chrystal and Michele Clamp and Anibal Cravchik and Val Curwen and Ali Dana and Art Delcher and Ian Dew and Cheryl A Evans and Michael Flanigan and Anne Grundschober-Freimoser and Lisa Friedli and Zhiping Gu and Ping Guan and Roderic Guigo and Maureen E Hillenmeyer and Susanne L Hladun and James R Hogan and Young S Hong and Jeffrey Hoover and Olivier Jaillon and Zhaoxi Ke and Chinnappa Kodira and Elena Kokoza and Anastasios Koutsos and Ivica Letunic and Alex Levitsky and Yong Liang and Jhy-Jhu Lin and Neil F Lobo and John R Lopez and Joel A Malek and Tina C McIntosh and Stephan Meister and Jason Miller and Clark Mobarry and Emmanuel Mongin and Sean D Murphy and David A O'Brochta and Cynthia Pfannkoch and Rong Qi and Megan A Regier and Karin Remington and Hongguang Shao and Maria V Sharakhova and Cynthia D Sitter and Jyoti Shetty and Thomas J Smith and Renee Strong and Jingtao Sun and Dana Thomasova and Lucas Q Ton and Pantelis Topalis and Zhijian Tu and Maria F Unger and Brian Walenz and Aihui Wang and Jian Wang and Mei Wang and Xuelan Wang and Kerry J Woodford and Jennifer R Wortman and Martin Wu and Alison Yao and Evgeny M Zdobnov and Hongyu Zhang and Qi Zhao and Shaying Zhao and Shiaoping C Zhu and Igor Zhimulev and Mario Coluzzi and Alessandra della Torre and Charles W Roth and Christos Louis and Francis Kalush and Richard J Mural and Eugene W Myers and Mark D Adams and Hamilton O Smith and Samuel Broder and Malcolm J Gardner and Claire M Fraser and Ewan Birney and Peer Bork and Paul T Brey and J Craig Venter and Jean Weissenbach and Fotis C Kafatos and Frank H Collins and Stephen L Hoffman",
            "2002",
            "OO1sFugAAAAJ:PE7idaa4iPMC",
            2230,
            "https:\/\/science.sciencemag.org\/content\/298\/5591\/129.abstract",
            "17773208362477170488",
            "\/scholar?cites=17773208362477170488",
            {
                "2002":41,
                "2003":188,
                "2004":199,
                "2005":202,
                "2006":174,
                "2007":153,
                "2008":153,
                "2009":118,
                "2010":110,
                "2011":107,
                "2012":114,
                "2013":101,
                "2014":109,
                "2015":105,
                "2016":101,
                "2017":61,
                "2018":61,
                "2019":49,
                "2020":59,
                "2021":3
            }
        ],
        [
            "To investigate the prevalence and behavior of sleep-related breathing disorders (SRBDs) associated  with a first-ever stroke or transient ischemic attack (TIA), we prospectively studied 161 consecutive  patients admitted to our stroke unit. Complete neurological assessment was performed to determine  parenchymatous and vascular localization of the neurological lesion. Stroke subtype was categorized  as TIA, ischemic (IS), or hemorrhagic (HS). A portable respiratory recording (PRR) study was performed within 48–72 h after admission (acute phase), and subsequently after 3 mo (stable phase).  During the acute phase, 116 patients (71.4%) had an apnea–hypopnea index (AHI)  >  10 events\/h and  45 (28%) had an AHI  >  30. No relationships were found between sleep-related respiratory events  and the topographical parenchymatous location of the neurological lesion or vascular involvement.  Cheyne–Stokes …",
            "Time course of sleep-related breathing disorders in first-ever stroke or transient ischemic attack",
            "OLGA Parra and Adria Arboix and Siraj Bechich and LUIS Garcia-Eroles and Josep M Montserrat and Josep Antoni Lopez and Eugeni Ballester and Josep M Guerra and Juan Jose Sopena",
            "2000",
            "OO1sFugAAAAJ:J5CxAxjj8f4C",
            753,
            "https:\/\/www.atsjournals.org\/doi\/abs\/10.1164\/ajrccm.161.2.9903139",
            "17953878131977836053",
            "\/scholar?cites=17953878131977836053",
            {
                "2000":4,
                "2001":13,
                "2002":30,
                "2003":29,
                "2004":31,
                "2005":57,
                "2006":51,
                "2007":45,
                "2008":47,
                "2009":41,
                "2010":35,
                "2011":35,
                "2012":50,
                "2013":41,
                "2014":39,
                "2015":37,
                "2016":28,
                "2017":39,
                "2018":39,
                "2019":18,
                "2020":24,
                "2021":4
            }
        ]
    ]
}