{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "An all‐oxide transparent resistive random access memory (T‐RRAM) device based on hafnium oxide (HfOx) storage layer and indium‐tin oxide (ITO) electrodes is fabricated in this work. The memory device demonstrates not only good optical transmittance but also a forming‐free bipolar resistive switching behavior with room‐temperature ROFF\/RON ratio of 45, excellent endurance of ≈5 × 107 cycles and long retention time over 106 s. More importantly, the HfOx based RRAM carries great ability of anti‐thermal shock over a wide temperature range of 10 K to 490 K, and the high ROFF\/RON ratio of ≈40 can be well maintained under extreme working conditions. The field‐induced electrochemical formation and rupture of the robust metal‐rich conductive filaments in the mixed‐structure hafnium oxide film are found to be responsible for the excellent resistance switching of the T‐RRAM devices. The present all‐oxide …",
            "Thermally stable transparent resistive random access memory based on all‐oxide heterostructures",
            "Jie Shang and Gang Liu and Huali Yang and Xiaojian Zhu and Xinxin Chen and Hongwei Tan and Benlin Hu and Liang Pan and Wuhong Xue and Run‐Wei Li",
            "2014",
            "oO3xsEoAAAAJ:u5HHmVD_uO8C",
            130,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adfm.201303274",
            "5172474908961324990",
            "\/scholar?cites=5172474908961324990",
            {
                "2014":7,
                "2015":24,
                "2016":31,
                "2017":15,
                "2018":12,
                "2019":17,
                "2020":21,
                "2021":2
            }
        ],
        [
            "A multifunctional optoelectronic resistive switching memory, composed of a simple ITO\/CeO 2− x\/AlO y\/Al structure, is demonstrated. Arising from the photoinduced detrapping, electrode‐injection and retrapping of electrons in the CeO 2− x\/AlO y\/Al interfacial region, the device shows broadband, linear, and persistent photoresponses that can be used for the integration of demodulating, arithmetic, and memory functions in a single device for future optoelectronic interconnect systems.",
            "An optoelectronic resistive switching memory with integrated demodulating and arithmetic functions",
            "Hongwei Tan and Gang Liu and Xiaojian Zhu and Huali Yang and Bin Chen and Xinxin Chen and Jie Shang and Wei D Lu and Yihong Wu and Run‐Wei Li",
            "2015",
            "oO3xsEoAAAAJ:u-x6o8ySG0sC",
            99,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201500039",
            "11484329795223549842",
            "\/scholar?cites=11484329795223549842",
            {
                "2015":4,
                "2016":17,
                "2017":13,
                "2018":16,
                "2019":26,
                "2020":21,
                "2021":2
            }
        ],
        [
            "Memristive devices are able to store and process information, which offers several key advantages over the transistor-based architectures. However, most of the two-terminal memristive devices have fixed functions once made and cannot be reconfigured for other situations. Here, we propose and demonstrate a memristive device “memlogic” (memory logic) as a nonvolatile switch of logic operations integrated with memory function in a single light-gated memristor. Based on nonvolatile light-modulated memristive switching behavior, a single memlogic cell is able to achieve optical and electrical mixed basic Boolean logic of reconfigurable “AND”, “OR”, and “NOT” operations. Furthermore, the single memlogic cell is also capable of functioning as an optical adder and digital-to-analog converter. All the memlogic outputs are memristive for in situ data storage due to the nonvolatile resistive switching and persistent …",
            "Light-gated memristor with integrated logic and memory functions",
            "Hongwei Tan and Gang Liu and Huali Yang and Xiaohui Yi and Liang Pan and Jie Shang and Shibing Long and Ming Liu and Yihong Wu and Run-Wei Li",
            "2017",
            "oO3xsEoAAAAJ:Y0pCki6q_DkC",
            74,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acsnano.7b05762",
            "11913949130271842729",
            "\/scholar?cites=11913949130271842729",
            {
                "2018":12,
                "2019":25,
                "2020":34,
                "2021":3
            }
        ],
        [
            "Thermally stable poly(triphenylamine) (PTPA) synthesized by an oxidative coupling reaction is used as the functional layer in memory devices, which exhibit non-volatile bistable resistive switching behavior with a large ON\/OFF ratio over 5 × 108, a long retention time exceeding 8 × 103 s and a wide working temperature range of 30–390 K.",
            "Thermally-stable resistive switching with a large ON\/OFF ratio achieved in poly (triphenylamine)",
            "Wenbin Zhang and Cheng Wang and Gang Liu and Xiaojian Zhu and Xinxin Chen and Liang Pan and Hongwei Tan and Wuhong Xue and Zhenghui Ji and Jun Wang and Yu Chen and Run-Wei Li",
            "2014",
            "oO3xsEoAAAAJ:9yKSN-GCB0IC",
            47,
            "https:\/\/pubs.rsc.org\/no\/content\/articlehtml\/2014\/cc\/c4cc04696j",
            "7184080752799107217",
            "\/scholar?cites=7184080752799107217",
            {
                "2015":6,
                "2016":10,
                "2017":6,
                "2018":5,
                "2019":12,
                "2020":7,
                "2021":1
            }
        ],
        [
            "In this study, an artificial synapse with a sandwich structure of Ta\/ethyl viologen diperchlorate [EV(ClO4)2]\/triphenylamine-based polyimide (TPA-PI)\/Pt is fabricated directly on a flexible PET substrate and exhibits distinctive history-dependent memristive behaviour, which meets the basic requirements for synapse emulation. Essential synaptic plasticity (including long-term plasticity and short-term plasticity) and some memory and learning behaviours of human beings (including the conversion from short-term memory to long-term memory and the “learning–forgetting–relearning”) have been demonstrated in our device. More importantly, the device still exhibits the synaptic performance when the surface strain of the device reaches 0.64% (or, the bending radius reaches 10 mm). Moreover, the device was able to endure 100 bending cycles. Our findings strongly demonstrate that the organic artificial synapse is not only …",
            "Synaptic plasticity and learning behaviours in flexible artificial synapse based on polymer\/viologen system",
            "Chaochao Zhang and Yu-Tsung Tai and Jie Shang and Gang Liu and Kun-Li Wang and Chienwen Hsu and Xiaohui Yi and Xi Yang and Wuhong Xue and Hongwei Tan and Shanshan Guo and Liang Pan and Run-Wei Li",
            "2016",
            "oO3xsEoAAAAJ:IjCSPb-OGe4C",
            45,
            "https:\/\/pubs.rsc.org\/am\/content\/articlehtml\/2016\/tc\/c6tc00496b",
            "18333637824070093346",
            "\/scholar?cites=18333637824070093346",
            {
                "2016":1,
                "2017":9,
                "2018":11,
                "2019":6,
                "2020":15,
                "2021":2
            }
        ],
        [
            "Nanoscale manipulation of materials' physicochemical properties offers distinguished possibility to the development of novel electronic devices with ultrasmall dimension, fast operation speed, and low energy consumption characteristics. This is especially important as the present semiconductor manufacturing technique is approaching the end of miniaturization campaign in the near future. Here, a superior metal–insulator transition (MIT) of a 1D VO2 nanochannel constructed through an electric‐field‐induced oxygen ion migration process in V2O5 thin film is reported for the first time. A sharp and reliable MIT transition with a steep turn‐on voltage slope of <0.5 mV dec−1, fast switching speed of 17 ns, low energy consumption of 8 pJ, and low variability of <4.3% is demonstrated in the VO2 nanochannel device. High‐resolution transmission electron microscopy observation and theoretical computation verify that the …",
            "A 1D Vanadium Dioxide Nanochannel Constructed via Electric‐Field‐Induced Ion Transport and its Superior Metal–Insulator Transition",
            "Wuhong Xue and Gang Liu and Zhicheng Zhong and Yuehua Dai and Jie Shang and Yiwei Liu and Huali Yang and Xiaohui Yi and Hongwei Tan and Liang Pan and Shuang Gao and Jun Ding and Xiao‐Hong Xu and Run‐Wei Li",
            "2017",
            "oO3xsEoAAAAJ:_FxGoFyzp5QC",
            44,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201702162",
            "14161849076756100494",
            "\/scholar?cites=14161849076756100494",
            {
                "2018":10,
                "2019":19,
                "2020":14,
                "2021":1
            }
        ],
        [
            "Exploring the role of electrode metals on the resistive switching properties of metal electrode\/oxide\/metal electrode sandwiched structures provides not only essential information to understand the underlying switching mechanism of the devices, but also useful guidelines for the optimization of the switching performance. A systematic study has been performed to investigate the influence of electrodes on the resistive switching characteristics of zinc oxide (ZnO) films in this contribution, in terms of both the intrinsic and interfacial effects. It has been found that the low-resistance state resistances (Ω LRS) of all the investigated devices are below 50 Ω, which can be attributed to the formation of highly conductive channels throughout the ZnO films. On the other hand, the high-resistance state resistances (Ω HRS) depend on the electronegativity and ionic size of the employed electrode metals. Devices with electrode metals …",
            "Intrinsic and interfacial effect of electrode metals on the resistive switching behaviors of zinc oxide films",
            "WH Xue and W Xiao and J Shang and XX Chen and XJ Zhu and L Pan and HW Tan and WB Zhang and ZH Ji and G Liu and XH Xu and J Ding and RW Li",
            "2014",
            "oO3xsEoAAAAJ:d1gkVwhDpl0C",
            42,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0957-4484\/25\/42\/425204\/meta",
            "3074335373653441226",
            "\/scholar?cites=3074335373653441226",
            {
                "2015":3,
                "2016":7,
                "2017":15,
                "2018":4,
                "2019":7,
                "2020":5,
                "2021":1
            }
        ],
        [
            "Energy efficiency, parallel information processing, and unsupervised learning make the human brain a model computing system for unstructured data handling. Different types of oxide memristors can emulate synaptic functions in artificial neuromorphic circuits. However, their cycle‐to‐cycle variability or strict epitaxy requirements remain a challenge for applications in large‐scale neural networks. Here, solution‐processable ferroelectric tunnel junctions (FTJs) with P(VDF‐TrFE) copolymer barriers are reported showing analog memristive behavior with a broad range of accessible conductance states and low energy dissipation of 100 fJ for the onset of depression and 1 pJ for the onset of potentiation by resetting small tunneling currents on nanosecond timescales. Key synaptic functions like programmable synaptic weight, long‐ and short‐term potentiation and depression, paired‐pulse facilitation and depression …",
            "Energy‐Efficient Organic Ferroelectric Tunnel Junction Memristors for Neuromorphic Computing",
            "Sayani Majumdar and Hongwei Tan and Qi Hang Qin and Sebastiaan van Dijken",
            "2019",
            "oO3xsEoAAAAJ:0EnyYjriUFMC",
            34,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/aelm.201800795",
            "13903068933654161241",
            "\/scholar?cites=13903068933654161241",
            {
                "2019":6,
                "2020":26,
                "2021":2
            }
        ],
        [
            "Two donor–acceptor (D–A) polyazothines (PAs), incorporating the oxadiazole entity either acting as an electron acceptor (A) to form D–A structured PA-1 with the triphenylamine donor (D), or acting as a donor to form D–A structured PA-2 with the 3,3′-dinitro-diphenylsulfone acceptor, have been successfully synthesized via a polycondensation reaction. The variation in the role of the oxadiazole moiety in the D–A polymers, together with the use of different top electrode metals, leads to interesting electronic transport properties and various resistive switching behaviors of the present polyazothines. Pt-electrode devices based on a PA-1 active layer show a rewritable memory effect with poor endurance (less than 20 cycles), whereas the PA-2 based Pt devices exhibit write-once read-many-times (WORM) memory behavior. For the Al-electrode devices, both PAs demonstrate a much improved resistive switching effect …",
            "Role of oxadiazole moiety in different D–A polyazothines and related resistive switching properties",
            "Liang Pan and Benlin Hu and Xiaojian Zhu and Xinxin Chen and Jie Shang and Hongwei Tan and Wuhong Xue and Yuejin Zhu and Gang Liu and Run-Wei Li",
            "2013",
            "oO3xsEoAAAAJ:2osOgNQ5qMEC",
            33,
            "https:\/\/pubs.rsc.org\/--\/content\/articlehtml\/2013\/tc\/c3tc30826j",
            "17275382236556036641",
            "\/scholar?cites=17275382236556036641",
            {
                "2014":5,
                "2015":4,
                "2016":3,
                "2017":6,
                "2018":2,
                "2019":7,
                "2020":3,
                "2021":3
            }
        ],
        [
            "A bio-memristor fabricated with ferritin exhibits novel resistive switching characteristics wherein memory switching and threshold switching are made steadily coexistent and inter-convertible through controlling the magnitude of compliance current presets.",
            "Convertible resistive switching characteristics between memory switching and threshold switching in a single ferritin-based memristor",
            "Chaochao Zhang and Jie Shang and Wuhong Xue and Hongwei Tan and Liang Pan and Xi Yang and Shanshan Guo and Jian Hao and Gang Liu and Run-Wei Li",
            "2016",
            "oO3xsEoAAAAJ:UeHWp8X0CEIC",
            31,
            "https:\/\/pubs.rsc.org\/ko\/content\/articlehtml\/2016\/cc\/c6cc00989a",
            "3459118417747112760",
            "\/scholar?cites=3459118417747112760",
            {
                "2016":1,
                "2017":4,
                "2018":5,
                "2019":9,
                "2020":12
            }
        ]
    ]
}