{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "Osteoarthritis is the most common form of arthritis, affecting millions of people in the United States. It is a complex disease whose etiology bridges biomechanics and biochemistry. Evidence is growing for the role of systemic factors (such as genetics, dietary intake, estrogen use, and bone density) and of local biomechanical factors (such as muscle weakness, obesity, and joint laxity). These risk factors are particularly important in weight-bearing joints, and modifying them may present opportunities for prevention of osteoarthritis-related pain and disability. Major advances in management to reduce pain and disability are yielding a panoply of available treatments ranging from nutriceuticals to chondrocyte transplantation, new oral anti-inflammatory medications, and health education. This article is part 1 of a two-part summary of a National Institutes of Health conference. The conference brought together experts on …",
            "Osteoarthritis: new insights. Part 1: the disease and its risk factors",
            "David T Felson and Reva C Lawrence and Paul A Dieppe and Rosemarie Hirsch and Charles G Helmick and Joanne M Jordan and Raynard S Kington and Nancy E Lane and Michael C Nevitt and Yuqing Zhang and MaryFran Sowers and Timothy McAlindon and Tim D Spector and A Robin Poole and Susan Z Yanovski and Gerard Ateshian and Leena Sharma and Joseph A Buckwalter and Kenneth D Brandt and James F Fries",
            "2000",
            "OoFQXQQAAAAJ:u5HHmVD_uO8C",
            2970,
            "https:\/\/www.acpjournals.org\/doi\/abs\/10.7326\/0003-4819-133-8-200010170-00016",
            "6578037410964779337",
            "\/scholar?cites=6578037410964779337",
            {
                "2001":13,
                "2002":40,
                "2003":63,
                "2004":78,
                "2005":96,
                "2006":111,
                "2007":153,
                "2008":125,
                "2009":160,
                "2010":148,
                "2011":187,
                "2012":169,
                "2013":195,
                "2014":200,
                "2015":208,
                "2016":216,
                "2017":176,
                "2018":178,
                "2019":185,
                "2020":184,
                "2021":15
            }
        ],
        [
            "Due to its avascular nature, articular cartilage exhibits a very limited capacity to regenerate and to repair. Although much of the tissue-engineered cartilage in existence has been successful in mimicking the morphological and biochemical appearance of hyaline cartilage, it is generally mechanically inferior to the natural tissue. In this study, we tested the hypothesis that the application of dynamic deformational loading at physiological strain levels enhances chondrocyte matrix elaboration in cell-seeded agarose scaffolds to produce a more functional engineered tissue construct than in free swelling controls. A custom-designed bioreactor was used to load cell-seeded agarose disks dynamically in unconfined compression with a peak-to-peak compressive strain amplitude of 10 percent, at a frequency of 1 Hz,  (1 hour on, 1 hour off)\/day, 5 days\/week for 4 weeks. Results demonstrated that dynamically loaded disks yielded a sixfold …",
            "Functional tissue engineering of articular cartilage through dynamic loading of chondrocyte-seeded agarose gels",
            "Robert L Mauck and Michael A Soltz and Christopher CB Wang and Dennis D Wong and Pen-Hsiu Grace Chao and Wilmot B Valhmu and Clark T Hung and Gerard A Ateshian",
            "2000",
            "OoFQXQQAAAAJ:u-x6o8ySG0sC",
            1022,
            "https:\/\/asmedigitalcollection.asme.org\/biomechanical\/article-abstract\/122\/3\/252\/446993",
            "9492535461597667507",
            "\/scholar?cites=9492535461597667507",
            {
                "2000":3,
                "2001":5,
                "2002":20,
                "2003":41,
                "2004":59,
                "2005":48,
                "2006":61,
                "2007":50,
                "2008":52,
                "2009":89,
                "2010":76,
                "2011":82,
                "2012":57,
                "2013":60,
                "2014":58,
                "2015":37,
                "2016":56,
                "2017":49,
                "2018":41,
                "2019":31,
                "2020":29,
                "2021":10
            }
        ],
        [
            "Completely revised and updated, the Third Edition of this classic text reflects the latest advances in research on orthopaedic biomechanics and the successful applications of biomechanical principles in fracture fixation, prosthetic implant design, and hip and knee arthroplasty. For this Third Edition, Dr. Mow is joined by new co-editor Rik Huiskes, PhD, an Editor-in-Chief of the Journal of Biomechanics and an internationally renowned authority in the field. New chapters cover biomaterials, biomechanical principles of cartilage and bone tissue engineering, and biomechanics of fracture fixation and fracture healing.",
            "Basic orthopaedic biomechanics & mechano-biology",
            "Van C Mow and Rik Huiskes",
            "2005",
            "OoFQXQQAAAAJ:UebtZRa9Y70C",
            641,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=_NA-qHOeYLQC&oi=fnd&pg=PR10&dq=info:0bznr0n2AGgJ:scholar.google.com&ots=pZu-RLBE33&sig=CgUSoFkDk0TaCNGjftPDgM9xcJQ",
            "7494260576288750801",
            "\/scholar?cites=7494260576288750801",
            {
                "2005":3,
                "2006":13,
                "2007":18,
                "2008":26,
                "2009":27,
                "2010":39,
                "2011":45,
                "2012":51,
                "2013":58,
                "2014":49,
                "2015":64,
                "2016":55,
                "2017":60,
                "2018":54,
                "2019":29,
                "2020":43,
                "2021":3
            }
        ],
        [
            "In the field of computational biomechanics, investigators have primarily used commercial software that is neither geared toward biological applications nor sufficiently flexible to follow the latest developments in the field. This lack of a tailored software environment has hampered research progress, as well as dissemination of models and results. To address these issues, we developed the FEBio software suite (http:\/\/mrl. sci. utah. edu\/software\/febio), a nonlinear implicit finite element (FE) framework, designed specifically for analysis in computational solid biomechanics. This paper provides an overview of the theoretical basis of FEBio and its main features. FEBio offers modeling scenarios, constitutive models, and boundary conditions, which are relevant to numerous applications in biomechanics. The open-source FEBio software is written in Cþþ, with particular attention to scalar and parallel performance on modern …",
            "FEBio: finite elements for biomechanics",
            "Steve A Maas and Benjamin J Ellis and Gerard A Ateshian and Jeffrey A Weiss",
            "2012",
            "OoFQXQQAAAAJ:ZHo1McVdvXMC",
            636,
            "https:\/\/asmedigitalcollection.asme.org\/biomechanical\/article-abstract\/134\/1\/011005\/455684",
            "13791072498751298787",
            "\/scholar?cites=13791072498751298787",
            {
                "2012":9,
                "2013":36,
                "2014":60,
                "2015":68,
                "2016":67,
                "2017":101,
                "2018":82,
                "2019":81,
                "2020":111,
                "2021":15
            }
        ],
        [
            "Objective: This study assessed the three-dimensional accuracy of magnetic resonance imaging (MRI) for measuring articular surface topographies and cartilage thicknesses of human cadaveric knee joints, by comparison with the calibrated stereophotogrammetric (SPG) method.Methods: Six fresh frozen cadaveric knees and the knees of four volunteers were imaged with a three-dimensional spoiled gradient-recalled acquisition with fat suppression using a linear extremity coil in a 1.5 T superconducting magnet. The imaging voxel size was 0.47×0.47×1.0 mm. Both a manual and a semi-automated segmentation method were employed to extract topographic measurements from MRI. Following MRI, each of the six cadaveric knees was dissected and its articular surfaces quantified using stereophotogrammetry. The MRI surface measurements were compared numerically with the SPG measurements.Results: For six …",
            "Knee cartilage topography, thickness, and contact areas from MRI: in-vitro calibration and in-vivo measurements",
            "Zohara A Cohen and Denise M Mccarthy and S Daniel Kwak and Perrine Legrand and Fabian Fogarasi and Edward J Ciaccio and Gerard A Ateshian",
            "1999",
            "OoFQXQQAAAAJ:d1gkVwhDpl0C",
            574,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1063458498901650",
            "13380666909153103911",
            "\/scholar?cites=13380666909153103911",
            {
                "2000":10,
                "2001":12,
                "2002":14,
                "2003":25,
                "2004":23,
                "2005":22,
                "2006":31,
                "2007":31,
                "2008":29,
                "2009":25,
                "2010":17,
                "2011":24,
                "2012":28,
                "2013":40,
                "2014":32,
                "2015":27,
                "2016":41,
                "2017":52,
                "2018":27,
                "2019":35,
                "2020":23,
                "2021":1
            }
        ],
        [
            "Interstitial fluid pressurization has long been hypothesized to play a fundamental role in the load support mechanism and frictional response of articular cartilage. However, to date, few experimental studies have been performed to verify this hypothesis from direct measurements. The first objective of this study was to investigate experimentally the hypothesis that cartilage interstitial fluid pressurization does support the great majority of the applied load, in the testing configurations of confined compression creep and stress relaxation. The second objective was to investigate the hypothesis that the experimentally observed interstitial fluid pressurization could also be predicted using the linear biphasic theory of Mow et al. (J. Biomech. Engng ASME, 102, 73–84, 1980). Fourteen bovine cartilage samples were tested in a confined compression chamber fitted with a microchip piezoresistive transducer to measure …",
            "Experimental verification and theoretical prediction of cartilage interstitial fluid pressurization at an impermeable contact interface in confined compression",
            "Michael A Soltz and Gerard A Ateshian",
            "1998",
            "OoFQXQQAAAAJ:9yKSN-GCB0IC",
            491,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021929098001055",
            "6115546081064772333",
            "\/scholar?cites=6115546081064772333",
            {
                "1999":4,
                "2000":13,
                "2001":10,
                "2002":12,
                "2003":36,
                "2004":18,
                "2005":11,
                "2006":23,
                "2007":16,
                "2008":28,
                "2009":28,
                "2010":27,
                "2011":20,
                "2012":25,
                "2013":51,
                "2014":20,
                "2015":27,
                "2016":26,
                "2017":39,
                "2018":19,
                "2019":24,
                "2020":14
            }
        ],
        [
            "In 1990, Holmes and Mow [Journal of Biomechanics 23, 1145–1156] developed a hyperelastic biphasic theory to describe finite deformation behaviors of articular cartilage. To date, however, no experimental finite deformation studies have been made to assess the ability of this constitutive model to describe its finite deformation behaviors (e.g. kinetic creep and stress-relaxation, and equilibrium responses). The objectives of this study are: (1) to investigate whether this hyperelastic biphasic theory can be used to curve-fit the finite deformation compressive stress-relaxation behavior of the tissue, and from this procedure, to calculate its material coefficients; and (2) to investigate whether the theory, together with the calculated material coefficients, can accurately predict the outcome of an independent creep experiment followed by cyclical loading of the tissue. To achieve these objectives, circular cylindrical cartilage …",
            "Finite deformation biphasic material properties of bovine articular cartilage from confined compression experiments",
            "GA Ateshian and WH Warden and JJ Kim and RP Grelsamer and VC Mow",
            "1997",
            "OoFQXQQAAAAJ:IjCSPb-OGe4C",
            409,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021929097856060",
            "6913211859162315771",
            "\/scholar?cites=6913211859162315771",
            {
                "1998":3,
                "1999":6,
                "2000":13,
                "2001":7,
                "2002":5,
                "2003":18,
                "2004":13,
                "2005":12,
                "2006":25,
                "2007":11,
                "2008":19,
                "2009":28,
                "2010":25,
                "2011":21,
                "2012":23,
                "2013":32,
                "2014":20,
                "2015":24,
                "2016":18,
                "2017":25,
                "2018":16,
                "2019":16,
                "2020":23,
                "2021":4
            }
        ]
    ]
}