{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Laser desorption time-of-flight mass spectra of peptides and proteins, as well as of lower molecular weight ana-lytes, have been obtained by using a pulsed nitrogen UV laser (337 nm) to irradiate mixtures of 2-150 µ graphite particles and solutions of the analytes in glycerol. Protonated analytes as well as abundant alkali cation adducts were observed. Carbon cluster ions, C „+, typically had a low abundance but dominated the mass spectrum at elevated laser powers. In spectra of a cytochrome c tryptic digest, all but one of the tryptic peptides were easily observed. Spectra of low molecular weight analytes dissolved in glycerol are very similar to FAB spectra of the same glycerol solution with added alkali salts. However, in many peptide and protein spectra, glycerol ion abundances are very low, and the alkali ions dominate thespectra at low mass. These spectra may correspond to wet and dry surface desorption …",
            "Graphite surface-assisted laser desorption\/ionization time-of-flight mass spectrometry of peptides and proteins from liquid solutions",
            "Jan Sunner and Edward Dratz and Yu-Chie Chen",
            "1995",
            "OPMKaaoAAAAJ:u5HHmVD_uO8C",
            617,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/ac00119a021",
            "13050604950979360460",
            "\/scholar?cites=13050604950979360460",
            {
                "1996":4,
                "1997":2,
                "1998":11,
                "1999":9,
                "2000":13,
                "2001":9,
                "2002":13,
                "2003":7,
                "2004":16,
                "2005":19,
                "2006":28,
                "2007":40,
                "2008":27,
                "2009":37,
                "2010":47,
                "2011":44,
                "2012":35,
                "2013":41,
                "2014":47,
                "2015":41,
                "2016":26,
                "2017":21,
                "2018":28,
                "2019":20,
                "2020":24,
                "2021":4
            }
        ],
        [
            "Columns packed with microsized titanium dioxide particles have been used effectively as precolumns for enriching phosphopeptides from complex mixtures. Nanosized titanium dioxide particles have a higher specific surface area and, hence, potentially higher trapping capacities toward phosphopeptides than do microsized particles. Thus, in this study, we employed TiO2-coated magnetic (Fe3O4\/TiO2 core\/shell) nanoparticles to selectively concentrate phosphopeptides from protein digest products. Because of their magnetic properties, the Fe3O4\/TiO2 core\/shell nanoparticles that are conjugated to the target peptides can be isolated readily from the sample solutions by employing a magnetic field. In this paper, we also demonstrate that the Fe3O4\/TiO2 core\/shell nanoparticles behave as an effective SALDI matrix:  our upper detectable mass limit was ∼24 000 Da, whereas the detection limit for peptides was in …",
            "Fe3O4\/TiO2 Core\/Shell Nanoparticles as Affinity Probes for the Analysis of Phosphopeptides Using TiO2 Surface-Assisted Laser Desorption\/Ionization Mass …",
            "Cheng-Tai Chen and Yu-Chie Chen",
            "2005",
            "OPMKaaoAAAAJ:u-x6o8ySG0sC",
            513,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ac050831t",
            "3300250824969329969",
            "\/scholar?cites=3300250824969329969",
            {
                "2006":22,
                "2007":40,
                "2008":52,
                "2009":46,
                "2010":59,
                "2011":45,
                "2012":44,
                "2013":30,
                "2014":39,
                "2015":28,
                "2016":29,
                "2017":20,
                "2018":22,
                "2019":18,
                "2020":16,
                "2021":1
            }
        ],
        [
            "Matrix-assisted laser desorption\/ionization mass spectrometry (MALDI-MS) provides a straightforward means to differentiate microorganism species based on mass spectral fingerprinting. The pathogen cell concentration in an infected sample, however, is generally lower than that capable of being detected directly by MALDI-MS. Furthermore, the presence of proteins or metabolites in biological fluids always causes unavoidable interference for the identification of microorganism species. Vancomycin, which binds to d-Ala-d-Ala moieties on the cell walls of Gram-positive bacteria and, therefore, inhibits peptidoglycan synthesis, is one of the most potent antibiotics. Thus, we have employed vancomycin-modified magnetic nanoparticles as affinity probes to selectively trap Gram-positive pathogens from sample solutions; i.e., these bacteria can be isolated from sample solutions by applying a magnetic field. The isolated …",
            "Affinity capture using vancomycin-bound magnetic nanoparticles for the MALDI-MS analysis of bacteria",
            "Ya-Shiuan Lin and Pei-Jane Tsai and Mao-Feng Weng and Yu-Chie Chen",
            "2005",
            "OPMKaaoAAAAJ:d1gkVwhDpl0C",
            237,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ac048990k",
            "7886311715680702533",
            "\/scholar?cites=7886311715680702533",
            {
                "2005":4,
                "2006":8,
                "2007":19,
                "2008":20,
                "2009":12,
                "2010":21,
                "2011":18,
                "2012":16,
                "2013":17,
                "2014":16,
                "2015":18,
                "2016":12,
                "2017":19,
                "2018":18,
                "2019":9,
                "2020":9,
                "2021":1
            }
        ],
        [
            "A photokilling approach for pathogenic bacteria is demonstrated using a new type of magnetic nanoprobe as the photokilling agent. In addition to their magnetic property, the nanoprobes have other features including a photocatalytic property and the capacity to target bacteria. The nanoprobes comprise iron oxide\/titania (Fe3O4@TiO2) core\/shell magnetic nanoparticles. As dopamine molecules can self‐assemble onto the surface of the titania substrate, dopamine is used as the linker to immobilize succinic anhydride onto the surfaces of the Fe3O4@TiO2 nanoparticles. This is followed by the immobilization of IgG via amide bonding. We demonstrate that the IgGFe3O4@TiO2 magnetic nanoparticles not only have the capacity to target several pathogenic bacteria, but they also can effectively inhibit the cell growth of the bacteria targeted by the nanoparticles under irradiation of a low‐power UV lamp within a short …",
            "Functional Fe3O4\/TiO2 Core\/Shell Magnetic Nanoparticles as Photokilling Agents for Pathogenic Bacteria",
            "Wei‐Jen Chen and Pei‐Jane Tsai and Yu‐Chie Chen",
            "2008",
            "OPMKaaoAAAAJ:UeHWp8X0CEIC",
            220,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/smll.200701164",
            "11325714370081559373",
            "\/scholar?cites=11325714370081559373",
            {
                "2007":2,
                "2008":4,
                "2009":8,
                "2010":10,
                "2011":15,
                "2012":18,
                "2013":9,
                "2014":35,
                "2015":33,
                "2016":22,
                "2017":23,
                "2018":14,
                "2019":12,
                "2020":13,
                "2021":2
            }
        ],
        [
            "In this paper, we report a method for fabricating biofunctionalized nanoparticles by attaching human immunoglobulin (IgG) onto their surfaces through either electrostatic interactions or covalent binding. We found that these IgG-presenting nanoparticles can bind selectively to the cell walls of pathogens that contain IgG-binding sites based on the investigation of transmission electron microscopy images. Our results demonstrate that such Au−IgG nanoparticles may serve as useful nanoscale probes for exploring the interactions between IgG and pathogens. Furthermore, the IgG-presenting magnetic nanoparticles have been employed as effective affinity probes for selectively concentrating traces of target bacteria from sample solutions. The trapped bacteria were then characterized by using matrix-assisted laser desorption\/ionization mass spectrometry. The lowest cell concentration we detected for both …",
            "Using biofunctionalized nanoparticles to probe pathogenic bacteria",
            "Kun-Chan Ho and Pei-Jane Tsai and Ya-Shiuan Lin and Yu-Chie Chen",
            "2004",
            "OPMKaaoAAAAJ:9yKSN-GCB0IC",
            194,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ac048688b",
            "14036157481281365398",
            "\/scholar?cites=14036157481281365398",
            {
                "2005":9,
                "2006":15,
                "2007":22,
                "2008":20,
                "2009":14,
                "2010":9,
                "2011":17,
                "2012":14,
                "2013":11,
                "2014":9,
                "2015":11,
                "2016":14,
                "2017":6,
                "2018":10,
                "2019":8,
                "2020":3
            }
        ],
        [
            "",
            "Functional gold nanoparticles as photothermal agents for selective-killing of pathogenic bacteria",
            "Wei-Chieh Huang and Pei-Jane Tsai and Yu-Chie Chen",
            "2007",
            "OPMKaaoAAAAJ:Tyk-4Ss8FVUC",
            193,
            "https:\/\/www.futuremedicine.com\/doi\/abs\/10.2217\/17435889.2.6.777",
            "10011307138049055384",
            "\/scholar?cites=10011307138049055384",
            {
                "2008":7,
                "2009":7,
                "2010":7,
                "2011":8,
                "2012":18,
                "2013":11,
                "2014":16,
                "2015":18,
                "2016":19,
                "2017":25,
                "2018":16,
                "2019":17,
                "2020":23,
                "2021":1
            }
        ]
    ]
}