{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The southeastern United States is experiencing rapid urban development. Consequently, Georgia's streams are experiencing hydrologic alterations from extensive development and from other land use activities such as livestock grazing and silviculture. A study was performed to assess stream hydrology within 18 watersheds ranging from 500 to 2500 ha. Study streams were first, second, or third order and hydrology was continuously monitored from 29 July 2003 to 23 September 2004 using InSitu pressure transducers. Rating curves between stream stage (i.e., water depth) and discharge were developed for each stream by correlating biweekly discharge measurements and stage data. Dependent variables were calculated from discharge data and placed into 4 categories: flow frequency (i.e., the number of times a predetermined discharge threshold is exceeded), flow magnitude (i.e., maximum and minimum …",
            "Impacts of land cover on stream hydrology in the west Georgia piedmont, USA",
            "Jon E Schoonover and B Graeme Lockaby and Brian S Helms",
            "2006",
            "oqJIvYsAAAAJ:u-x6o8ySG0sC",
            133,
            "https:\/\/acsess.onlinelibrary.wiley.com\/doi\/abs\/10.2134\/jeq2006.0113",
            "17048729431794971521",
            "\/scholar?cites=17048729431794971521",
            {
                "2007":2,
                "2008":6,
                "2009":8,
                "2010":5,
                "2011":10,
                "2012":11,
                "2013":8,
                "2014":16,
                "2015":15,
                "2016":14,
                "2017":11,
                "2018":13,
                "2019":8,
                "2020":3,
                "2021":1
            }
        ],
        [
            "We examined relationships between stream fish assemblages and land use alteration associated with urbanization in 15 lower Piedmont watersheds along an urbanization gradient north of Columbus, western Georgia. Based on land cover data from 2002 Landsat 7 TM imagery aerial photos, streams drained watersheds that were largely urban, developing (suburban), agricultural (pasture), managed pine forest, and unmanaged mixed-forest. We quantified fish seasonally from 3 run-pool segments in each stream, and used a variety of metrics as response variables in analyses of relationships between fish assemblage structure and land use and natural basin variation. In general, Georgia-Index of Biotic Integrity (GA-IBI) values, Bray-Curtis faunal similarity of streams to mean conditions within reference streams, proportions of fish as lithophilic spawners, and fish lacking eroded fins, lesions, tumors …",
            "Detection of biotic responses to urbanization using fish assemblages from small streams of western Georgia, USA",
            "Brian S Helms and Jack W Feminella and Shufen Pan",
            "2005",
            "oqJIvYsAAAAJ:u5HHmVD_uO8C",
            94,
            "https:\/\/link.springer.com\/article\/10.1007\/s11252-005-1418-1",
            "11362888620504436771",
            "\/scholar?cites=11362888620504436771",
            {
                "2005":2,
                "2006":5,
                "2007":7,
                "2008":7,
                "2009":11,
                "2010":2,
                "2011":2,
                "2012":6,
                "2013":7,
                "2014":7,
                "2015":7,
                "2016":9,
                "2017":5,
                "2018":7,
                "2019":4,
                "2020":5
            }
        ],
        [
            "Measuring the effects of ecological restoration on wildlife assemblages requires study on broad temporal and spatial scales. Longleaf pine (Pinus palustris) forests are imperiled due to fire suppression and subsequent invasion by hardwood trees. We employed a landscape‐scale, randomized‐block design to identify how reptile assemblages initially responded to restoration treatments including removal of hardwood trees via mechanical methods (felling and girdling), application of herbicides, or prescribed burning alone. Then, we examined reptile assemblages after all sites experienced more than a decade of prescribed burning at two‐ to thee‐year return intervals. Data were collected concurrently at reference sites chosen to represent target conditions for restoration. Reptile assemblages changed most rapidly in response to prescribed burning, but reptile assemblages at all sites, including reference sites, were …",
            "Reptile assemblage response to restoration of fire‐suppressed longleaf pine sandhills",
            "David A Steen and Lora L Smith and LM Conner and Andrea R Litt and Louis Provencher and J Kevin Hiers and Scott Pokswinski and Craig Guyer",
            "2013",
            "oqJIvYsAAAAJ:LkGwnXOMwfcC",
            69,
            "https:\/\/esajournals.onlinelibrary.wiley.com\/doi\/abs\/10.1890\/12-0198.1",
            "2447695655874211772",
            "\/scholar?cites=2447695655874211772",
            {
                "2013":6,
                "2014":11,
                "2015":7,
                "2016":11,
                "2017":9,
                "2018":12,
                "2019":6,
                "2020":4,
                "2021":3
            }
        ],
        [
            "Crayfish can act as keystone species and ecosystem engineers in small streams, but their effects in large rivers are not well known. Two species of crayfish, Orconectes cristavarius and Cambarus chasmodactylus, coexist in the South Fork of the New River in western North Carolina. We used gut-content analyses and an enclosure–exclosure experiment to investigate the influence of both species of crayfish on sediment accumulation and benthic invertebrates. Crayfish guts contained mostly sediment and vegetative detritus. However, C. chasmodactylus guts contained significantly more detritus and animal matter than O. cristavarius guts, and O. cristavarius guts contained significantly more sediment than C. chasmodactylus guts. In the field experiment, sediment volume was lower in open baskets and cage controls, which were exposed to crayfish and benthic-feeding fish, than in enclosures containing only crayfish …",
            "The effects of 2 coexisting crayfish on an Appalachian river community",
            "Brian S Helms and Robert P Creed",
            "2005",
            "oqJIvYsAAAAJ:d1gkVwhDpl0C",
            61,
            "https:\/\/www.journals.uchicago.edu\/doi\/abs\/10.1899\/0887-3593(2005)024%3C0113:TEOCCO%3E2.0.CO;2",
            "6972031218866857340",
            "\/scholar?cites=6972031218866857340",
            {
                "2006":3,
                "2007":4,
                "2008":4,
                "2009":3,
                "2010":4,
                "2011":3,
                "2012":4,
                "2013":5,
                "2014":6,
                "2015":3,
                "2016":6,
                "2017":5,
                "2018":2,
                "2019":2,
                "2020":5
            }
        ],
        [
            "Sufficient data have been collected to document negative effects of urbanization on many abiotic parameters, aquatic insects, and fish. Recently, stream-breeding salamanders have been observed to decrease in density in urban areas. We employed a two-step process to determine the mechanism(s) most likely responsible for salamander decline in disturbed streams. First, we conducted a 2-year survey of larval two-lined salamanders (Eurycea cirrigera) and abiotic variables among 12 streams in western Georgia, USA surrounded by land disturbed by urbanization and pasture. From these surveys we constructed hypotheses that might explain differences in observed larval salamander density among streams. A model in which increased watershed impervious surface causes an increase in spate (i.e., high water flow) frequency and magnitude, which then leads to decreased larval density had the most support …",
            "Linking process to pattern: causes of stream-breeding amphibian decline in urbanized watersheds",
            "Kyle Barrett and Brian S Helms and Craig Guyer and Jon E Schoonover",
            "2010",
            "oqJIvYsAAAAJ:2osOgNQ5qMEC",
            60,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006320710002156",
            "3996165096165618872",
            "\/scholar?cites=3996165096165618872",
            {
                "2011":4,
                "2012":8,
                "2013":4,
                "2014":9,
                "2015":3,
                "2016":8,
                "2017":3,
                "2018":9,
                "2019":4,
                "2020":8
            }
        ],
        [
            "We examined the influence of land use\/land cover (LULC) on macroinvertebrate assemblages and environmental conditions in streams draining 18 small watersheds in the Southern Outer Piedmont ecoregion in Georgia, USA, over a 24-mo period of record. Specifically, we analyzed relationships among LULC categories (i.e., % impervious surface [IS], pasture, silviculture, and deciduous\/evergreen forest) and hydrological, physicochemical, and benthic habitat variables, and macroinvertebrate metrics. Macroinvertebrate metrics were related primarily to % IS and % deciduous forest cover, with lowest biotic integrity (species diversity, taxon richness, biological stream condition index) found in high % IS watersheds. Biotic integrity declined with decreasing % forest cover throughout the seasons, and multiple regression models and partial correlation analysis revealed that physicochemical and benthic habitat variables …",
            "Seasonal variability of landuse impacts on macroinvertebrate assemblages in streams of western Georgia, USA",
            "Brian S Helms and Jon E Schoonover and Jack W Feminella",
            "2009",
            "oqJIvYsAAAAJ:9yKSN-GCB0IC",
            60,
            "https:\/\/www.journals.uchicago.edu\/doi\/abs\/10.1899\/08-162.1",
            "13100854330085761930",
            "\/scholar?cites=13100854330085761930",
            {
                "2009":2,
                "2010":3,
                "2011":5,
                "2012":8,
                "2013":7,
                "2014":4,
                "2015":7,
                "2016":6,
                "2017":3,
                "2018":4,
                "2019":7,
                "2020":1,
                "2021":2
            }
        ],
        [
            "We quantified fish assemblages in 20 streams containing mill dams in various physical conditions (dams intact, partially breached, or relict with normal flows) in Alabama, USA, during the period from 2006 to 2008. We used a backpack electroshocker to sample three 150-m reaches per stream: 500 to 1000 m downstream of the dam, 0 to 100 m downstream of the dam, and 100 m upstream of the impoundment. Species- and trait-based analyses revealed slightly different, but often complementary, information about fish assemblages. Fish species richness and benthic conditions differed longitudinally among reaches in streams with dams. In streams with breached dams, species richness, but not trait richness, was lower in upstream reaches than in downstream reaches. Overall, species and trait richness were correlated with benthic-habitat variables in streams with relict dams and were significantly correlated with …",
            "The influence of low-head dams on fish assemblages in streams across Alabama",
            "Brian S Helms and David C Werneke and Michael M Gangloff and Emily E Hartfield and Jack W Feminella",
            "2011",
            "oqJIvYsAAAAJ:zYLM7Y9cAGgC",
            54,
            "https:\/\/www.journals.uchicago.edu\/doi\/abs\/10.1899\/10-093.1",
            "8407527430756374808",
            "\/scholar?cites=8407527430756374808",
            {
                "2011":4,
                "2012":2,
                "2013":5,
                "2014":6,
                "2015":5,
                "2016":8,
                "2017":6,
                "2018":3,
                "2019":7,
                "2020":7,
                "2021":1
            }
        ],
        [
            "It is widely recognized that forest and water resources are intricately linked. Globally, changes in forest cover to accommodate agriculture and urban development introduce additional challenges for water management. The U.S. Southeast typifies this global trend as predictions of land‐use change and population growth suggest increased pressure on water resources in coming years. Close attention has long been paid to interactions between people and water in arid regions; however, based on information from regions such as the Southeast, it is evident that much greater focus is required to sustain a high‐quality water supply in humid areas as well. To that end, we review hydrological, physicochemical, biological, and human and environmental health responses to conversion of forests to agriculture and urban land uses in the Southeast. Commonly, forest removal leads to increased stream sediment and …",
            "Water resources and land use and cover in a humid region: the southeastern United States",
            "R Chelsea Nagy and B Graeme Lockaby and Brian Helms and Latif Kalin and Denise Stoeckel",
            "2011",
            "oqJIvYsAAAAJ:UeHWp8X0CEIC",
            50,
            "https:\/\/acsess.onlinelibrary.wiley.com\/doi\/abs\/10.2134\/jeq2010.0365",
            "15786517289446386191",
            "\/scholar?cites=15786517289446386191",
            {
                "2012":6,
                "2013":6,
                "2014":5,
                "2015":6,
                "2016":7,
                "2017":2,
                "2018":7,
                "2019":4,
                "2020":6,
                "2021":1
            }
        ],
        [
            " We evaluated the impact of land cover on fish assemblages by examining relationships between stream hydrology, physicochemistry, and instream habitat and their association with fish responses in streams draining 18 watersheds of the Lower Piedmont of western Georgia. Several important relationships between land use and physicochemical, hydrological, and habitat parameters were observed, particularly higher frequency of spate flows, water temperatures, and lower dissolved oxygen (DO) with percentage impervious surface (IS) cover, higher habitat quality with percentage forest cover, and elevated suspended solid concentrations with percentage pasture cover. Fish assemblages were largely explained by physicochemical and hydrological rather than habitat variables. Specifically, fish species diversity, richness, and biotic integrity were lower in streams that received high frequency of spate flows. Also …",
            "Assessing Influences of Hydrology, Physicochemistry, and Habitat on Stream Fish Assemblages Across a Changing Landscape1",
            "Brian S Helms and Jon E Schoonover and Jack W Feminella",
            "2009",
            "oqJIvYsAAAAJ:qjMakFHDy7sC",
            48,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1752-1688.2008.00267.x",
            "6784434317212308170",
            "\/scholar?cites=6784434317212308170",
            {
                "2009":1,
                "2010":2,
                "2011":3,
                "2012":5,
                "2013":6,
                "2014":3,
                "2015":6,
                "2016":9,
                "2017":1,
                "2018":2,
                "2019":7,
                "2020":3
            }
        ],
        [
            "Astacoidean crayfishes serve as hosts to obligate ectosymbiotic annelids called branchiobdellidans. Branchiobdellidans can act either as mutualistic cleaners or as ectoparasites and can have strong effects on crayfish growth and survivorship. This potentially vital aspect of crayfish biology has gone largely unexplored until recently. We reviewed the current state of knowledge regarding this symbiosis and examined factors that contribute to variability in the effects of branchiobdellidans on crayfish. We show that branchiobdellidans affect crayfish in various ways depending on branchiobdellidan species, abundance, and ecological context. We also discuss evidence for regulatory controls that crayfish exert over their symbionts and symbiont–host preferences. Last, we evaluate the utility and challenges of using the crayfish–branchiobdellidan association as a model system for ecological and evolutionary research and …",
            "Servants, scoundrels, and hitchhikers: current understanding of the complex interactions between crayfish and their ectosymbiotic worms (Branchiobdellida)",
            "James Skelton and Kaitlin J Farrell and Robert P Creed and Bronwyn W Williams and Catlin Ames and Brian S Helms and James Stoekel and Bryan L Brown",
            "2013",
            "oqJIvYsAAAAJ:5nxA0vEk-isC",
            39,
            "https:\/\/www.journals.uchicago.edu\/doi\/abs\/10.1899\/12-198.1",
            "10581953306406625933",
            "\/scholar?cites=10581953306406625933",
            {
                "2013":1,
                "2014":5,
                "2015":6,
                "2016":5,
                "2017":9,
                "2018":5,
                "2019":8
            }
        ]
    ]
}