{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Hydrogels possess marvellous properties which may be harnessed for novel applications in mechanical engineering. In the deformation study of hydrogel, the diffusion of hydrogel is an extremely common phenomenon. The stable state study of the swelling property has been studied intensively during the past decade, yet the kinetic behaviour of the diffusion phenomenon of hydrogel remains evasive. The lack of understanding of the kinetic behaviour of hydrogel diffusion more or less limited the application of hydrogel. In this study, we initiate the theoretical kinetic study of the fast homogeneous diffusion of hydrogel under different stimuli. Based on continuum mechanics and thermodynamics, we develop the theory of the fast homogeneous diffusion of hydrogel. Using this theory, we could predict the water contend in the hydrogel as a function of time. In order to prove the robustness and universality of proposed …",
            "The fast homogeneous diffusion of hydrogel under different stimuli",
            "Shoujing Zheng and Ziqian Li and Zishun Liu",
            "2018",
            "oQWqpJQAAAAJ:W7OEmFMy1HYC",
            60,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0020740318300043",
            "17682972351697738386",
            "\/scholar?cites=17682972351697738386",
            {
                "2017":1,
                "2018":6,
                "2019":25,
                "2020":26,
                "2021":2
            }
        ],
        [
            "Both elastic and fracture behavior of hydrogel are affected by its water content. As shown by extensive experimental data, currently prevalent models, which are primarily based on the Flory–Rehner theory (F–R theory), are unable to correctly capture the effect of water content (or conversely polymer fraction) on the elastic modulus of hydrogels. Lake–Thomas theory cannot provide correct predictions on fracture toughness with different water content conditions as well. In this work, we carry out experiments on polyacrylamide (PAAm) gel and discover scaling-laws that differ significantly in the swollen and dehydrated state in addition to contradicting F–R model. We also derive scaling laws that are consistent with our experiments. Intriguingly, we find that the application of the scaling theory to fracture problems of the hydrogel can also provide a better theoretical prediction. An intriguing implication of this result is that …",
            "The effect of water content on the elastic modulus and fracture energy of hydrogel",
            "Ziqian Li and Zishun Liu and Teng Yong Ng and Pradeep Sharma",
            "2020",
            "oQWqpJQAAAAJ:Se3iqnhoufwC",
            6,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S2352431619302858",
            "1369689558589227562",
            "\/scholar?cites=1369689558589227562",
            {
                "2020":6
            }
        ],
        [
            "Soft matter with hyperelastic behavior may be harnessed for novel applications. However, it is not achievable if the mechanical behaviors of soft matter are not well understood. At present, various traditional extensometers have been used to measure the engineering strain of materials to determine the mechanical properties. The basic assumption of extensometers is that the strain is assumed to be uniform over the gage length. However, this assumption does not hold good in case of experimental specimens having significant nonuniform strain distribution, for example, tensile tests on notched specimens or materials that undergo localized deformations. Hence, it is imperative to adopt a new method which enables us to capture the actual strain field on the surface of a material. Digital image correlation (DIC) technique is an adequate approach that has been widely used in many fields of science and engineering. In …",
            "An algorithm for obtaining real stress field of hyperelastic materials based on digital image correlation system",
            "Ziqian Li and Zishun Liu",
            "2017",
            "oQWqpJQAAAAJ:YsMSGLbcyi4C",
            6,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/S2047684118500033",
            "14005531679679205495",
            "\/scholar?cites=14005531679679205495",
            {
                "2019":4,
                "2020":2
            }
        ],
        [
            "The diffusion of hydrogels is a phenomenon not only profound in novel applications of mechanical engineering but also very common in nature. Comprehensive studies of the swelling properties under stable states have been carried out in the past several years; however, ambiguities in the understanding of the kinetic behaviour of the diffusion phenomenon of hydrogels still remain. The potential applications of hydrogels are confined due to the lack of perceptiveness of the kinetic behaviour of diffusion in hydrogels. Based on our previous work, in this study, we initiate the theoretical kinetic study of the inhomogeneous diffusion of hydrogels. With poroviscosity introduced, we develop a theory for the inhomogeneous diffusion of hydrogels. After implementing this theory into the finite element solution, we could predict the water content in the hydrogel as a function of time and location. The quantitative …",
            "The inhomogeneous diffusion of chemically crosslinked Polyacrylamide hydrogel based on poroviscosity theory",
            "ShouJing Zheng and ZiQian Li and ZiShun Liu",
            "2019",
            "oQWqpJQAAAAJ:LkGwnXOMwfcC",
            5,
            "https:\/\/link.springer.com\/article\/10.1007\/s11431-018-9472-2",
            "12346842785529442277",
            "\/scholar?cites=12346842785529442277",
            {
                "2019":1,
                "2020":4
            }
        ],
        [
            "The elastic modulus E of a solvent-absorbable polymer network and its polymer-fraction ϕ (or, conversely, water content) obey a scale-law E ∼ ϕ ν. In particular, for a polymer network paired with a good solvent, ν = 2.3. We now provide a fresh look at this problem from the perspective of energy transfer speed defined for a complex fractal network. Two core algorithms are designed, showing that the elastic modulus actually stands for the ability to transfer energy within a certain matter. Our algorithms can directly give the scaling exponent of ν = 2.3. It is much easier to understand the scaling law E ∼ ϕ ν from the perspective of energy transfer speed.",
            "Energy transfer speed of polymer network and its scaling-law of elastic modulus—New insights",
            "Ziqian Li and Zishun Liu",
            "2019",
            "oQWqpJQAAAAJ:roLk4NBRz8UC",
            4,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.5129621",
            "6336319951105467561",
            "\/scholar?cites=6336319951105467561",
            {
                "2020":3,
                "2021":1
            }
        ],
        [
            "Meso-scale models for hydrogels are crucial to bridge the conformation change of polymer chains in micro-scale to the bulk deformation of hydrogel in macro-scale. In this study, we construct coarse-grain bead-spring models for polyacrylamide (PAAm) hydrogel and investigate the large deformation and fracture behavior by using Dissipative Particle Dynamics (DPD) to simulate the crosslinking process. The crosslinking simulations show that sufficiently large diffusion length of polymer beads is necessary for the formation of effective polymer. The constructed models show the reproducible realistic structure of PAAm hydrogel network, predict the reasonable crosslinking limit of water content and prove to be sufficiently large for statistical averaging. Incompressible uniaxial tension tests are performed in three different loading rates. From the nominal stress-stretch curves, it demonstrated that both the hyperelasticity …",
            "Study on Large Deformation Behavior of Polyacrylamide Hydrogel Using Dissipative Particle Dynamics",
            "Jincheng Lei and Shuai Xu and Ziqian Li and Zishun Liu",
            "2020",
            "oQWqpJQAAAAJ:UebtZRa9Y70C",
            1,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC7052281\/",
            "2601158439128522300",
            "\/scholar?cites=2601158439128522300",
            {
                "2021":1
            }
        ]
    ]
}