{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This White Paper presents the science case of an Electron-Ion Collider (EIC), focused on the structure and interactions of gluon-dominated matter, with the intent to articulate it to the broader nuclear science community. It was commissioned by the managements of Brookhaven National Laboratory (BNL) and Thomas Jefferson National Accelerator Facility (JLab) with the objective of presenting a summary of scientific opportunities and goals of the EIC as a follow-up to the 2007 NSAC Long Range plan. This document is a culmination of a community-wide effort in nuclear science following a series of workshops on EIC physics over the past decades and, in particular, the focused ten-week program on “Gluons and quark sea at high energies” at the Institute for Nuclear Theory in Fall 2010. It contains a brief description of a few golden physics measurements along with accelerator and detector concepts required …",
            "Electron-ion collider: The next QCD frontier",
            "A Accardi and JL Albacete and M Anselmino and N Armesto and EC Aschenauer and A Bacchetta and D Boer and WK Brooks and T Burton and N-B Chang and W-T Deng and A Deshpande and M Diehl and A Dumitru and R Dupré and R Ent and S Fazio and H Gao and V Guzey and H Hakobyan and Y Hao and D Hasch and R Holt and T Horn and M Huang and A Hutton and C Hyde and J Jalilian-Marian and S Klein and B Kopeliovich and Y Kovchegov and K Kumar and K Kumerički and MAC Lamont and Tuomas Lappi and J-H Lee and Y Lee and EM Levin and F-L Lin and V Litvinenko and TW Ludlam and C Marquet and Z-E Meziani and R McKeown and A Metz and R Milner and VS Morozov and AH Mueller and B Müller and D Müller and P Nadel-Turonski and Hannu Paukkunen and A Prokudin and V Ptitsyn and X Qian and J-W Qiu and M Ramsey-Musolf and T Roser and F Sabatié and R Sassot and G Schnell and P Schweitzer and E Sichtermann and M Stratmann and M Strikman and M Sullivan and S Taneja and T Toll and D Trbojevic and T Ullrich and R Venugopalan and S Vigdor and W Vogelsang and C Weiss and B-W Xiao and F Yuan and Y-H Zhang and L Zheng",
            "2016",
            "osrWW3YAAAAJ:Y0pCki6q_DkC",
            835,
            "https:\/\/link.springer.com\/article\/10.1140\/epja\/i2016-16268-9",
            "14627644629180177694",
            "\/scholar?cites=14627644629180177694",
            {
                "2015":31,
                "2016":45,
                "2017":105,
                "2018":141,
                "2019":166,
                "2020":273,
                "2021":33
            }
        ],
        [
            "We study the cross section for one-particle inclusive deep inelastic scattering off the nucleon for low transverse momentum of the detected hadron. We decompose the cross section in terms of structure functions and calculate them at tree level in terms of transverse-momentum-dependent parton distribution and fragmentation functions. Our results are complete in the one-photon exchange approximation at leading and first subleading twist accuracy, with both beam and target polarization.",
            "Semi-inclusive deep inelastic scattering at small transverse momentum",
            "Alessandro Bacchetta and Markus Diehl and Klaus Goeke and Andreas Metz and Piet J Mulders and Marc Schlegel",
            "2007",
            "osrWW3YAAAAJ:9yKSN-GCB0IC",
            754,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2007\/02\/093\/meta",
            "3456935866819838225",
            "\/scholar?cites=3456935866819838225",
            {
                "2007":12,
                "2008":39,
                "2009":68,
                "2010":51,
                "2011":74,
                "2012":66,
                "2013":40,
                "2014":61,
                "2015":70,
                "2016":61,
                "2017":45,
                "2018":44,
                "2019":54,
                "2020":51,
                "2021":8
            }
        ],
        [
            "Universality in QCD factorization of parton densities, fragmentation functions, and soft factors is endangered by the process dependence of the directions of Wilson lines in their definitions. We find a choice of directions that is consistent with factorization and that gives universality between e+ e− annihilation, semi-inclusive deep-inelastic scattering, and the Drell-Yan process. Universality is only modified by a time-reversal transformation of the soft function and parton densities between Drell-Yan and the other processes, whose only effect is the known reversal of sign for T-odd parton densities such as the Sivers function. The modifications of the definitions needed to remove rapidity divergences with lightlike Wilson lines do not affect the results.",
            "Universality of soft and collinear factors in hard-scattering factorization",
            "John C Collins and Andreas Metz",
            "2004",
            "osrWW3YAAAAJ:2osOgNQ5qMEC",
            452,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.252001",
            "13943431147796423279",
            "\/scholar?cites=13943431147796423279",
            {
                "2005":20,
                "2006":32,
                "2007":38,
                "2008":52,
                "2009":52,
                "2010":30,
                "2011":48,
                "2012":23,
                "2013":26,
                "2014":35,
                "2015":25,
                "2016":23,
                "2017":13,
                "2018":11,
                "2019":7,
                "2020":12,
                "2021":2
            }
        ],
        [
            "Recent work suggests nontrivial relations between generalized parton distributions on the one hand and (naive time-reversal odd) transverse momentum dependent distributions on the other. Here we review the present knowledge on such type of relations. Moreover, as far as spectator model calculations are concerned, the existing results are considerably extended. While various relations between the two types of parton distributions can be found in the framework of spectator models, so far no nontrivial model-independent relations have been established.",
            "Relations between generalized and transverse momentum dependent parton distributions",
            "S Meissner and A Metz and K Goeke",
            "2007",
            "osrWW3YAAAAJ:zYLM7Y9cAGgC",
            278,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.76.034002",
            "6470393696448748178",
            "\/scholar?cites=6470393696448748178",
            {
                "2006":1,
                "2007":4,
                "2008":20,
                "2009":31,
                "2010":16,
                "2011":25,
                "2012":21,
                "2013":12,
                "2014":13,
                "2015":22,
                "2016":30,
                "2017":8,
                "2018":20,
                "2019":22,
                "2020":28,
                "2021":3
            }
        ],
        [
            "The fully unintegrated, off-diagonal quark-quark correlator for a spin-1\/2 hadron is parameterized in terms of so-called generalized parton correlation functions. Such objects, in particular, can be considered as mother distributions of generalized parton distributions on the one hand and transverse momentum dependent parton distributions on the other. Therefore, our study provides new, model-independent insights into the recently proposed nontrivial relations between generalized and transverse momentum dependent parton distributions. We find that none of these relations can be promoted to a model-independent status. As a by-product we obtain the first complete classification of generalized parton distributions beyond leading twist. The present paper is a natural extension of our previous corresponding analysis for spin-0 hadrons.",
            "Generalized parton correlation functions for a spin-1\/2 hadron",
            "Stephan Meißner and Andreas Metz and Marc Schlegel",
            "2009",
            "osrWW3YAAAAJ:UebtZRa9Y70C",
            224,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2009\/08\/056\/meta",
            "13926751736554378305",
            "\/scholar?cites=13926751736554378305",
            {
                "2009":4,
                "2010":6,
                "2011":11,
                "2012":13,
                "2013":12,
                "2014":25,
                "2015":27,
                "2016":37,
                "2017":25,
                "2018":24,
                "2019":15,
                "2020":24,
                "2021":1
            }
        ],
        [
            "The Sivers function is extracted from HERMES data on single spin asymmetries in semi-inclusive deeply inelastic scattering. Our analysis use a simple Gaussian model for the distribution of transverse parton momenta, together with the flavor dependence given by the leading 1\/N c approximation and a neglect of the Sivers antiquark distribution. We find that within the errors of the data these approximations are sufficient.",
            "Sivers effect in semiinclusive deeply inelastic scattering",
            "JC Collins and AV Efremov and K Goeke and S Menzel and A Metz and P Schweitzer",
            "2006",
            "osrWW3YAAAAJ:Tyk-4Ss8FVUC",
            197,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.73.014021",
            "2964288802800202103",
            "\/scholar?cites=2964288802800202103",
            {
                "2006":7,
                "2007":17,
                "2008":16,
                "2009":29,
                "2010":19,
                "2011":26,
                "2012":13,
                "2013":8,
                "2014":9,
                "2015":10,
                "2016":11,
                "2017":5,
                "2018":6,
                "2019":4,
                "2020":15,
                "2021":1
            }
        ],
        [
            "In this paper we present a comprehensive formalism for dilepton production from the collision of two polarized spin-1 2 hadrons by identifying the general angular distribution of the cross section in combination with a complete set of structure functions. The various structure functions are computed in the parton model approximation where we mainly consider the case when the transverse momentum of the dilepton pair is much smaller than its invariant mass. In this kinematical region dilepton production can be described in terms of transverse momentum dependent parton distributions.",
            "Dilepton production from polarized hadron hadron collisions",
            "S Arnold and Andreas Metz and Marc Schlegel",
            "2009",
            "osrWW3YAAAAJ:hqOjcs7Dif8C",
            176,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.79.034005",
            "16801665553544741676",
            "\/scholar?cites=16801665553544741676",
            {
                "2009":12,
                "2010":14,
                "2011":20,
                "2012":12,
                "2013":9,
                "2014":13,
                "2015":10,
                "2016":10,
                "2017":21,
                "2018":18,
                "2019":20,
                "2020":14,
                "2021":3
            }
        ],
        [
            "The general parameterization of the quark–quark correlation function for a spin-1 2 hadron is considered. The presence of the Wilson line ensuring color gauge invariance of the correlator induces structures that were not given explicitly in the existing literature. In particular, the general form of the transverse momentum dependent correlator entering various hard scattering processes is derived. In this case two new time-reversal odd parton distributions appear at the twist-3 level.",
            "Parameterization of the quark–quark correlator of a spin-12 hadron",
            "K Goeke and A Metz and M Schlegel",
            "2005",
            "osrWW3YAAAAJ:eQOLeE2rZwMC",
            170,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269305006763",
            "5375087131258462708",
            "\/scholar?cites=5375087131258462708",
            {
                "2006":12,
                "2007":11,
                "2008":11,
                "2009":20,
                "2010":7,
                "2011":19,
                "2012":9,
                "2013":3,
                "2014":10,
                "2015":11,
                "2016":21,
                "2017":4,
                "2018":12,
                "2019":10,
                "2020":7,
                "2021":3
            }
        ],
        [
            "The Sivers parton distribution function has been predicted to obey a particular “universality relation”, namely, to have opposite sign in semi-inclusive deeply inelastic scattering (SIDIS) and the Drell–Yan process. We discuss how, on the basis of present HERMES data, this remarkable prediction of the QCD factorization approach to the description of single spin asymmetries related to the Sivers effect could be checked experimentally in future experiments at PAX and COMPASS.",
            "Sivers effect in semi-inclusive DIS and in the Drell–Yan process",
            "AV Efremov and K Goeke and S Menzel and A Metz and P Schweitzer",
            "2005",
            "osrWW3YAAAAJ:YsMSGLbcyi4C",
            158,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269305003333",
            "2573725176060160919",
            "\/scholar?cites=2573725176060160919",
            {
                "2005":5,
                "2006":15,
                "2007":12,
                "2008":13,
                "2009":24,
                "2010":14,
                "2011":17,
                "2012":5,
                "2013":5,
                "2014":7,
                "2015":9,
                "2016":4,
                "2017":4,
                "2018":8,
                "2019":8,
                "2020":5,
                "2021":2
            }
        ],
        [
            "This report is based on a ten-week program on\" Gluons and the quark sea at high-energies\", which took place at the Institute for Nuclear Theory in Seattle in Fall 2010. The principal aim of the program was to develop and sharpen the science case for an Electron-Ion Collider (EIC), a facility that will be able to collide electrons and positrons with polarized protons and with light to heavy nuclei at high energies, offering unprecedented possibilities for in-depth studies of quantum chromodynamics. This report is organized around four major themes: i) the spin and flavor structure of the proton, ii) three-dimensional structure of nucleons and nuclei in momentum and configuration space, iii) QCD matter in nuclei, and iv) Electroweak physics and the search for physics beyond the Standard Model. Beginning with an executive summary, the report contains tables of key measurements, chapter overviews for each of the major scientific themes, and detailed individual contributions on various aspects of the scientific opportunities presented by an EIC.",
            "Gluons and the quark sea at high energies: Distributions, polarization, tomography",
            "Daniel Boer and Markus Diehl and Richard Milner and Raju Venugopalan and Werner Vogelsang and A Accardi and E Aschenauer and M Burkardt and R Ent and V Guzey and D Hasch and K Kumar and MAC Lamont and Y Li and WJ Marciano and Catherine Marquet and F Sabatie and M Stratmann and F Yuan and S Abeyratne and S Ahmed and C Aidala and S Alekhin and M Anselmino and H Avakian and A Bacchetta and J Bartels and H Bc and J Beebe-Wang and S Belomestnykh and I Ben-Zvi and G Beuf and J Blumlein and M Blaskiewicz and A Bogacz and SJ Brodsky and T Burton and R Calaga and X Chang and IO Cherednikov and P Chevtsov and GA Chirilli and C Atti and IC Cloet and A Cooper-Sarkar and R Debbe and Ya Derbenev and A Deshpande and F Dominguez and A Dumitru and R Dupre and B Erdelyi and C Faroughy and S Fazio and A Fedotov and JR Forshaw and R Geraud and K Gallmeister and L Gamberg and J-H Gao and D Gassner and F Gelis and GP Gilfoyle and G Goldstein and K Golec-Biernat and VP Goncalves and M Gonderinger and M Guzzi and P Hagler and H Hahn and L Hammons and Y Hao and P He and T Horn and WA Horowitz and M Huang and A Hutton and B Jager and W Jackson and A Jain and EC Johnson and Z-B Kang and LP Kaptari and D Kayran and J Kewisch and Y Koike and A Kondratenko and BZ Kopeliovich and YV Kovchegov and G Krafft and P Kroll and S Kumano and K Kumericki and T Lappi and T Lautenschlager and R Li and Z-T Liang and VN Litvinenko and S Liuti and Y Luo",
            "2011",
            "osrWW3YAAAAJ:a3BOlSfXSfwC",
            150,
            "https:\/\/arxiv.org\/abs\/1108.1713",
            "5835595989041798390",
            "\/scholar?cites=5835595989041798390",
            {
                "2011":4,
                "2012":13,
                "2013":16,
                "2014":13,
                "2015":16,
                "2016":24,
                "2017":18,
                "2018":9,
                "2019":19,
                "2020":14,
                "2021":3
            }
        ]
    ]
}