{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "FTIR, IR, and XPS have been used to study the films formed on lithium in propylene carbonate solutions of,, and. Over a range of conditions, the main components detected in the initial surface films were lithium alkyl carbonates. Another alkyl carbonate solvent, diethyl carbonate, was found to react with lithium to form lithium ethyl carbonate,. In addition to solvent reduction, XPS measurements gave indication of salt reduction reactions.,, and were reduced by lithium to form halide ions, which were detected on the lithium surface. Two possible mechanisms for the formation of alkyl carbonates are discussed. One is the nucleophilic reaction of propylene carbonate with basic species such as OH−, while the other involves one‐electron reduction of propylene carbonate by lithium metal, followed by free radical termination reactions. When high concentrations of water were present, lithium carbonate was formed by further …",
            "Identification of surface films formed on lithium in propylene carbonate solutions",
            "D Aurbach and ML Daroux and PW Faguy and E Yeager",
            "1987",
            "oSVFMHMAAAAJ:u5HHmVD_uO8C",
            571,
            "https:\/\/iopscience.iop.org\/article\/10.1149\/1.2100722\/meta",
            "5062551504962353546",
            "\/scholar?cites=5062551504962353546",
            {
                "1989":8,
                "1990":7,
                "1991":8,
                "1992":8,
                "1993":19,
                "1994":17,
                "1995":21,
                "1996":14,
                "1997":20,
                "1998":19,
                "1999":16,
                "2000":14,
                "2001":14,
                "2002":17,
                "2003":11,
                "2004":17,
                "2005":12,
                "2006":14,
                "2007":11,
                "2008":10,
                "2009":11,
                "2010":12,
                "2011":22,
                "2012":12,
                "2013":24,
                "2014":26,
                "2015":23,
                "2016":20,
                "2017":42,
                "2018":31,
                "2019":30,
                "2020":38,
                "2021":2
            }
        ],
        [
            "The electrochemical behavior of various non-aqueous organic electrolyte systems has been investigated using inert metal electrodes. The systems studied included propylene carbonate, dimethoxyethane and tetrahydrofuran solutions of LiClO4, LiAsF6, LiSO3CF3 and Bu4NClO4. The electrode metals included polycrystalline gold and silver. Various techniques including cyclic voltammetry, FTIR and XPS were used to characterize the main electrochemical reactions that occur in these systems. Several separate film forming processes have been identified, including reduction of solvent, the salt, and traces of oxygen and water. The surface films formed in these processes lead to the apparent stability of these systems at low potentials. Li UPD was also examined and was found to be controlled by the nature of the surface films through which lithium is deposited.",
            "The electrochemistry of noble metal electrodes in aprotic organic solvents containing lithium salts",
            "D Aurbach and M Daroux and P Faguy and E Yeager",
            "1991",
            "oSVFMHMAAAAJ:u-x6o8ySG0sC",
            403,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0022072891853705",
            "9339047597285950685",
            "\/scholar?cites=9339047597285950685",
            {
                "1992":5,
                "1993":5,
                "1994":6,
                "1995":12,
                "1996":6,
                "1997":10,
                "1998":8,
                "1999":7,
                "2000":2,
                "2001":5,
                "2002":6,
                "2003":3,
                "2004":7,
                "2005":7,
                "2006":7,
                "2007":11,
                "2008":9,
                "2009":9,
                "2010":7,
                "2011":18,
                "2012":42,
                "2013":40,
                "2014":35,
                "2015":32,
                "2016":20,
                "2017":32,
                "2018":19,
                "2019":14,
                "2020":16,
                "2021":1
            }
        ],
        [
            "Subtractively normalized interfacial Fourier transform spectroscopy (SNIFTIRS) has yielded the first spectroscopic evidence that bisulfate anion adsorption is associated with the anomalous peaks seen in the cyclic voltammetry of Pt (111) in sulfuric acid. The infrared data indicates that the beginning of bisulfate anion adsorption coincides with the onset of the anomalous peak region ($ ̃+ 0.15 V vs. SCE in 0.05 MH 2 SO 4. The same IR spectra afford no evidence of sulfate anion adsorption on the Pt (111) single crystal electrode, over the potential range studied (− 0.26 to+ 0.70 V vs. SCE). Over this same potential region the adsorbed bisulfate absorption peak frequency showed a strong potential dependence. This increase in peak frequency with increasingly positive potentials is rationalized using molecular orbital arguments.",
            "A study of bisulfate adsorption on Pt (111) single crystal electrodes using in situ Fourier transform infrared spectroscopy",
            "PW Faguy and N Markovic and RR Adzic and CA Fierro and EB Yeager",
            "1990",
            "oSVFMHMAAAAJ:d1gkVwhDpl0C",
            214,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/002207289087220E",
            "5556853364714838269",
            "\/scholar?cites=5556853364714838269",
            {
                "1990":1,
                "1991":8,
                "1992":14,
                "1993":8,
                "1994":15,
                "1995":18,
                "1996":12,
                "1997":9,
                "1998":3,
                "1999":8,
                "2000":7,
                "2001":10,
                "2002":12,
                "2003":3,
                "2004":7,
                "2005":2,
                "2006":1,
                "2007":9,
                "2008":7,
                "2009":8,
                "2010":9,
                "2011":4,
                "2012":5,
                "2013":4,
                "2014":3,
                "2015":1,
                "2016":6,
                "2017":6,
                "2018":3,
                "2019":5,
                "2020":6
            }
        ],
        [
            "Surface films formed on lithium metal in dimethoxyethane (DME) and tetrahydrofuran (THF) solutions of,, and were analyzed using FTIR, SIMS, and XPS spectroscopies. The films formed in both solvents were found to contain lithium alkoxides. The main reaction products detected with FTIR were in DME, and in THF. SIMS measurements are consistent with this finding. Reaction mechanisms are discussed. When the water concentration in these systems is 0.01M or greater, is formed on the lithium surface and appears to be a major component in the surface films. XPS measurements gave evidence for simultaneous salt reduction on the lithium surface in addition to the solvent reactions.",
            "Identification of surface films formed on lithium in dimethoxyethane and tetrahydrofuran solutions",
            "D Aurbach and ML Daroux and PW Faguy and E Yeager",
            "1988",
            "oSVFMHMAAAAJ:9yKSN-GCB0IC",
            144,
            "https:\/\/iopscience.iop.org\/article\/10.1149\/1.2096170\/meta",
            "12397101057393694898",
            "\/scholar?cites=12397101057393694898",
            {
                "1989":2,
                "1990":9,
                "1991":3,
                "1992":4,
                "1993":14,
                "1994":8,
                "1995":4,
                "1996":5,
                "1997":8,
                "1998":6,
                "1999":4,
                "2000":4,
                "2001":3,
                "2002":6,
                "2003":1,
                "2004":4,
                "2005":1,
                "2006":3,
                "2007":1,
                "2008":8,
                "2009":2,
                "2010":1,
                "2011":4,
                "2012":4,
                "2013":6,
                "2014":4,
                "2015":9,
                "2016":6,
                "2017":3,
                "2018":5,
                "2019":1
            }
        ],
        [
            "In situ FTIR spectroscopy has been used to study the potential dependent changes in anion structure and composition at the surface of Pt(111) electrodes in HSO−4-containing solutions. From the infrared differential normalized relative reflectance data, the maximum rate of intensity changes for three infrared bands can be obtained. Two modes associated with the adsorbed anion and one mode assigned to solution-phase bisulfate all have extrema coinciding with the spike in the anomalous region of the cyclic voltammetry. The adsorbed species is not adequately described as either sulfate or bisulfate; the data are more consistent with an adsorbed H3O+SO2−4 ion pair, possibly with the three unprotonated sulfate oxygens interacting with Pt sites. A weak band at 940 cm−1 correlates with the 1200–1250 cm−1 band and is assigned to the SO(H3O+) stretch of the ion pair. A band at 1040 cm−1, which disappears …",
            "Infrared spectroscopic analysis of anions adsorbed from bisulfate-containing solutions on Pt (111) electrodes",
            "Peter W Faguy and Nebojša S Marinković and Radoslav R Adžić",
            "1996",
            "oSVFMHMAAAAJ:qjMakFHDy7sC",
            94,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0022072895044949",
            "2489692303840378186",
            "\/scholar?cites=2489692303840378186",
            {
                "1997":6,
                "1998":4,
                "1999":5,
                "2000":2,
                "2001":10,
                "2002":13,
                "2003":2,
                "2004":5,
                "2005":1,
                "2006":3,
                "2007":6,
                "2008":2,
                "2009":6,
                "2010":5,
                "2011":1,
                "2012":3,
                "2013":6,
                "2014":4,
                "2015":2,
                "2016":3,
                "2017":1,
                "2018":1,
                "2019":3
            }
        ],
        [
            "From the in situ FTIR spectroscopy of the electrode\/electrolyte solution interface at pH values of 1.2, 2.0, and 3.4, it can be confirmed that the adsorbate associated with the anomalous peaks in the cyclic voltammetry of Pt(111) in sulfate- and bisulfate-containing solutions is not the sulfate anion. The structure of the bisulfate-like adsorbate is tentatively postulated to be a sulfate ion\/hydronium ion ion pair: SO42-·H3O+. Over the potentials in question, and only in solutions with appreciable HSO4- concentration, can IR bands be found that are associated with the adsorbed species. ",
            "An in Situ Infrared Study on the Effect of pH on Anion Adsorption at Pt(111) Electrodes from Acid Sulfate Solutions",
            "Peter W Faguy and Nebojša S Marinković and Radoslav R Adžić",
            "1996",
            "oSVFMHMAAAAJ:2osOgNQ5qMEC",
            89,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la950115u",
            "12090460059834922884",
            "\/scholar?cites=12090460059834922884",
            {
                "1996":4,
                "1997":5,
                "1998":5,
                "1999":6,
                "2000":2,
                "2001":4,
                "2002":8,
                "2003":1,
                "2004":7,
                "2005":3,
                "2006":5,
                "2007":2,
                "2008":2,
                "2009":5,
                "2010":3,
                "2011":2,
                "2012":6,
                "2013":6,
                "2014":3,
                "2015":1,
                "2016":4,
                "2017":1,
                "2018":3,
                "2019":1
            }
        ],
        [
            "Potential-dependent Fourier transform infrared emission spectroscopy (pd-FTIRES) has been used for the first time to study, in situ, oxygen reduction under practical operating conditions of intermediate-temperature solid oxide fuel cells. Surface emission difference spectra of functioning cathodes at 550 C under a variety of feed gas conditions and overpotentials were obtained. Various surface oxygen anions were observed on the cathode surface under specific oxygen concentrations. The interfacial structural data were also correlated to ac impedance and chronoamperometric measurements. In addition to the bands associated with adsorbed oxygen anions, broad spectral features arising from the electrochemical polarization were also observed. These spectral features are believed to be due to electrochemically induced changes in the optical properties of the emitting surface layer.© 2002 The Electrochemical …",
            "In situ potential-dependent FTIR emission spectroscopy: a novel probe for high temperature fuel cell interfaces",
            "Xinyu Lu and Peter W Faguy and Meilin Liu",
            "2002",
            "oSVFMHMAAAAJ:UeHWp8X0CEIC",
            73,
            "https:\/\/iopscience.iop.org\/article\/10.1149\/1.1506981\/meta",
            "15708219198955369811",
            "\/scholar?cites=15708219198955369811",
            {
                "2002":1,
                "2003":4,
                "2004":1,
                "2005":2,
                "2006":5,
                "2007":7,
                "2008":3,
                "2009":8,
                "2010":8,
                "2011":6,
                "2012":8,
                "2013":4,
                "2014":5,
                "2015":3,
                "2016":1,
                "2017":1,
                "2018":1,
                "2019":4
            }
        ],
        [
            "Calculations based on the classical Fresnel equations have been carried out to investigate the effect of various experimental parameters on infrared spectra obtained for molecules adsorbed at the electrode\/solution interface. The effects considered include the nature of window material, the variation in the angle of incidence, the incident beam diameter, the instrument focus, and the presence of an absorbing bulk electrolyte solution. It is shown that, under certain circumstances, the resultant spectra are enhanced with respect to those obtained in the absence of an IR window and bulk adsorbing phase. The significance of the present results with respect to practical experiments is discussed.",
            "Infrared reflection-absorption spectroscopy of the electrode\/electrolyte solution interface: optical considerations",
            "Peter W Faguy and W Ronald Fawcett",
            "1990",
            "oSVFMHMAAAAJ:zYLM7Y9cAGgC",
            54,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1366\/000370290789619667",
            "12540448966634059348",
            "\/scholar?cites=12540448966634059348",
            {
                "1991":1,
                "1992":2,
                "1993":2,
                "1994":1,
                "1995":4,
                "1996":1,
                "1997":2,
                "1998":4,
                "1999":3,
                "2000":6,
                "2001":2,
                "2002":3,
                "2003":1,
                "2004":2,
                "2005":2,
                "2006":4,
                "2007":1,
                "2008":1,
                "2009":3,
                "2010":1,
                "2011":1,
                "2012":4,
                "2013":1,
                "2014":1,
                "2015":1
            }
        ],
        [
            "The adsorption of bisulfate and sulfate anions from 0.05M solution on Pt (100) was characterized by Fourier transform infrared spectroscopy (FTIR). Subtractively normalized interfacial FTIR spectra (SNIFTIRS) indicated only weak adsorption of bisulfate at potentials below 0.4 V (vs.), in contrast to the strong adsorption seen on the (111) surface by the same technique. At potentials above 0.6 V the SNIFTIRS spectra were due entirely to diffuse layer species. At potentials between 0.4 and 0.6 V, changes in the IR bands indicated either a rearrangement (and possibly deprotonation) of adsorbed bisulfate or weak adsorption of sulfate ion.",
            "Anion adsorption on Pt (100) from sulfuric acid: electrochemistry and fourier transform infrared spectroscopy",
            "PW Faguy and N Markovic and PN Ross Jr",
            "1993",
            "oSVFMHMAAAAJ:IjCSPb-OGe4C",
            53,
            "https:\/\/iopscience.iop.org\/article\/10.1149\/1.2221615\/meta",
            "11691503095925187095",
            "\/scholar?cites=11691503095925187095",
            {
                "1994":6,
                "1995":3,
                "1996":7,
                "1997":4,
                "1998":1,
                "1999":1,
                "2000":1,
                "2001":2,
                "2002":3,
                "2003":1,
                "2004":1,
                "2005":3,
                "2006":1,
                "2007":2,
                "2008":6,
                "2009":2,
                "2010":1,
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":2,
                "2015":2
            }
        ],
        [
            "A detailed study of the effect of alkali-metal perchlorates, especially LiClO4 and NaClO4, on the spectral features of acetonitrile has been made using attenuated total reflection FTIR spectroscopy. The effect of the electrolyte on the C—H stretching and deformation modes together with new information on the CN and C—C stretching modes is analysed in detail. It is shown on the basis of spectra obtained in the deuteriated acetonitrile that the Cl—O symmetrical stretching vibration (ν1) is IR active when the anion is paired to a cation. Analysis of the perchlorate region of the spectrum provided further information on ion pairing in this system.",
            "Attenuated total reflection fourier-transform infrared spectroscopic study of ion–solvent and ion–ion interactions in alkali-metal perchlorate–acetonitrile solutions",
            "W RonaldáFawcett",
            "1993",
            "oSVFMHMAAAAJ:8k81kl-MbHgC",
            52,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/1993\/ft\/ft9938900811",
            "17141800321823909890",
            "\/scholar?cites=17141800321823909890",
            {
                "1993":1,
                "1994":3,
                "1995":4,
                "1996":5,
                "1997":3,
                "1998":1,
                "1999":1,
                "2000":2,
                "2001":2,
                "2002":2,
                "2003":2,
                "2004":3,
                "2005":3,
                "2006":1,
                "2007":2,
                "2008":3,
                "2009":2,
                "2010":3,
                "2011":1,
                "2012":1,
                "2013":2,
                "2014":1,
                "2015":4
            }
        ]
    ]
}