{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "",
            "Contact with mental health and primary care providers before suicide: a review of the evidence",
            "Jason B Luoma and Catherine E Martin and Jane L Pearson",
            "2002",
            "Osyo7s0AAAAJ:v6i8RKmR8ToC",
            1534,
            "https:\/\/ajp.psychiatryonline.org\/doi\/abs\/10.1176\/appi.ajp.159.6.909",
            "17786388631812435690",
            "\/scholar?cites=17786388631812435690",
            {
                "2003":16,
                "2004":18,
                "2005":22,
                "2006":40,
                "2007":34,
                "2008":39,
                "2009":62,
                "2010":76,
                "2011":74,
                "2012":94,
                "2013":99,
                "2014":117,
                "2015":111,
                "2016":135,
                "2017":137,
                "2018":147,
                "2019":140,
                "2020":125,
                "2021":9
            }
        ],
        [
            "Characterization of the molecular function of the human genome and its variation across individuals is essential for identifying the cellular mechanisms that underlie human genetic traits and diseases. The Genotype-Tissue Expression (GTEx) project aims to characterize variation in gene expression levels across individuals and diverse tissues of the human body, many of which are not easily accessible. Here we describe genetic effects on gene expression levels across 44 human tissues. We find that local genetic variation affects gene expression levels for the majority of genes, and we further identify inter-chromosomal genetic effects for 93 genes and 112 loci. On the basis of the identified genetic effects, we characterize patterns of tissue specificity, compare local and distal effects, and evaluate the functional properties of the genetic effects. We also demonstrate that multi-tissue, multi-individual data can be used to …",
            "Genetic effects on gene expression across human tissues",
            "GTEx Consortium",
            "2017",
            "Osyo7s0AAAAJ:puFLaqDw8dcC",
            1219,
            "https:\/\/www.nature.com\/articles\/nature24277",
            "4024698498798436325",
            "\/scholar?cites=4024698498798436325",
            {
                "2017":23,
                "2018":245,
                "2019":403,
                "2020":506,
                "2021":34
            }
        ],
        [
            "Genome sequencing projects generate a wealth of information; however, the ultimate goal of such projects is to accelerate the identification of the biological function of genes. This creates a need for comprehensive studies to fill the gap between sequence and function. Here we report the results of a functional genomic screen to identify genes required for cell division in Caenorhabditis elegans. We inhibited the expression of∼ 96% of the∼ 2,300 predicted open reading frames on chromosome III using RNA-mediated interference (RNAi). By using an in vivo time-lapse differential interference contrast microscopy assay, we identified 133 genes (∼ 6%) necessary for distinct cellular processes in early embryos. Our results indicate that these genes represent most of the genes on chromosome III that are required for proper cell division in C. elegans embryos. The complete data set, including sample time-lapse …",
            "Functional genomic analysis of cell division in C. elegans using RNAi of genes on chromosome III",
            "Pierre Gönczy and Christophe Echeverri and Karen Oegema and Alan Coulson and Steven JM Jones and Richard R Copley and John Duperon and Jeff Oegema and Michael Brehm and Etienne Cassin and Eva Hannak and Matthew Kirkham and Silke Pichler and Kathrin Flohrs and Anoesjka Goessen and Sebastian Leidel and Anne-Marie Alleaume and Cécilie Martin and Nurhan Özlü and Peer Bork and Anthony A Hyman",
            "2000",
            "Osyo7s0AAAAJ:tYavs44e6CUC",
            1039,
            "https:\/\/www.nature.com\/articles\/35042526",
            "10379033020319505380",
            "\/scholar?cites=10379033020319505380",
            {
                "2000":3,
                "2001":87,
                "2002":103,
                "2003":118,
                "2004":129,
                "2005":105,
                "2006":66,
                "2007":56,
                "2008":55,
                "2009":46,
                "2010":45,
                "2011":40,
                "2012":31,
                "2013":20,
                "2014":25,
                "2015":25,
                "2016":16,
                "2017":17,
                "2018":17,
                "2019":15,
                "2020":13,
                "2021":1
            }
        ],
        [
            "A key challenge of functional genomics today is to generate well-annotated data sets that can be interpreted across different platforms and technologies. Large-scale functional genomics data often fail to connect to standard experimental approaches of gene characterization in individual laboratories. Furthermore, a lack of universal annotation standards for phenotypic data sets makes it difficult to compare different screening approaches. Here we address this problem in a screen designed to identify all genes required for the first two rounds of cell division in the Caenorhabditis elegans embryo. We used RNA-mediated interference to target 98% of all genes predicted in the C. elegans genome in combination with differential interference contrast time-lapse microscopy. Through systematic annotation of the resulting movies, we developed a phenotypic profiling system, which shows high correlation with cellular …",
            "Full-genome RNAi profiling of early embryogenesis in Caenorhabditis elegans",
            "B Sönnichsen and LB Koski and A Walsh and P Marschall and B Neumann and M Brehm and A-M Alleaume and J Artelt and P Bettencourt and E Cassin and M Hewitson and C Holz and M Khan and S Lazik and C Martin and B Nitzsche and M Ruer and J Stamford and M Winzi and R Heinkel and M Röder and J Finell and H Häntsch and SJM Jones and M Jones and F Piano and KC Gunsalus and K Oegema and P Gönczy and A Coulson and AA Hyman and CJ Echeverri",
            "2005",
            "Osyo7s0AAAAJ:vbGhcppDl1QC",
            940,
            "https:\/\/www.nature.com\/articles\/nature03353",
            "6163252157376046241",
            "\/scholar?cites=6163252157376046241",
            {
                "2005":26,
                "2006":82,
                "2007":96,
                "2008":82,
                "2009":74,
                "2010":86,
                "2011":66,
                "2012":73,
                "2013":60,
                "2014":50,
                "2015":51,
                "2016":44,
                "2017":45,
                "2018":39,
                "2019":30,
                "2020":33,
                "2021":1
            }
        ],
        [
            "Strains of Saccharomyces cerevisiae bearing the ole1 mutation are defective in unsaturated fatty acid (UFA) synthesis and require UFAs for growth. A previously isolated yeast genomic fragment complementing the ole1 mutation has been sequenced and determined to encode the delta 9 fatty acid desaturase enzyme by comparison of primary amino acid sequence to the rat liver stearoyl-CoA desaturase. The OLE1 structural gene encodes a protein of 510 amino acids (251 hydrophobic) having an approximate molecular mass of 57.4 kDa. A 257-amino acid internal region of the yeast open reading frame aligns with and shows 36% identity and 60% similarity to the rat liver stearoyl-CoA desaturase protein. This comparison disclosed three short regions of high consecutive amino acid identity (greater than 70%) including one 11 of 12 perfect residue match. The predicted yeast enzyme contains at least four potential …",
            "The OLE1 gene of Saccharomyces cerevisiae encodes the delta 9 fatty acid desaturase and can be functionally replaced by the rat stearoyl-CoA desaturase gene",
            "Joseph E Stukey and Virginia M McDonough and Charles E Martin",
            "1990",
            "Osyo7s0AAAAJ:u-x6o8ySG0sC",
            502,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021925817304817",
            "7991202467470945385",
            "\/scholar?cites=7991202467470945385",
            {
                "1991":5,
                "1992":7,
                "1993":7,
                "1994":9,
                "1995":18,
                "1996":17,
                "1997":18,
                "1998":16,
                "1999":17,
                "2000":16,
                "2001":20,
                "2002":20,
                "2003":20,
                "2004":18,
                "2005":14,
                "2006":23,
                "2007":16,
                "2008":9,
                "2009":15,
                "2010":17,
                "2011":19,
                "2012":19,
                "2013":20,
                "2014":23,
                "2015":15,
                "2016":14,
                "2017":15,
                "2018":25,
                "2019":19,
                "2020":28,
                "2021":1
            }
        ],
        [
            "ELO2 and ELO3 were identified from the Saccharomyces cerevisiae genome data base as homologues of ELO1, a gene involved in the elongation of the fatty acid 14:0 to 16:0. Mutations in these genes have previously been shown to produce pleiotropic effects involving a number of membrane functions. The simultaneous disruption ofELO2 and ELO3 has also been shown to produce synthetic lethality, indicating that they have related and\/or overlapping functions. Gas chromatography and gas chromatography\/mass spectroscopy analyses reveal that null mutations of ELO2and ELO3 produce defects in the formation of very long chain fatty acids. Analysis of the null mutants indicates that these genes encode components of the membrane-bound fatty acid elongation systems that produce the 26-carbon very long chain fatty acids that are precursors for ceramide and sphingolipids. Elo2p appears to be involved in the …",
            "ELO2 and ELO3, Homologues of theSaccharomyces cerevisiae ELO1 Gene, Function in Fatty Acid Elongation and Are Required for Sphingolipid Formation",
            "Chan-Seok Oh and David A Toke and Suzanne Mandala and Charles E Martin",
            "1997",
            "Osyo7s0AAAAJ:u5HHmVD_uO8C",
            490,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021925818392056",
            "3586253254445929178",
            "\/scholar?cites=3586253254445929178",
            {
                "1997":3,
                "1998":7,
                "1999":14,
                "2000":20,
                "2001":22,
                "2002":24,
                "2003":22,
                "2004":28,
                "2005":22,
                "2006":18,
                "2007":35,
                "2008":17,
                "2009":30,
                "2010":29,
                "2011":13,
                "2012":24,
                "2013":19,
                "2014":15,
                "2015":13,
                "2016":22,
                "2017":29,
                "2018":20,
                "2019":13,
                "2020":27
            }
        ],
        [
            "As an adjunct to the genomic sequencing of Caenorhabditis elegans, we have investigated a representative cDNA library of 1,517 clones. A single sequence read has been obtained from the 5′ end of each clone, allowing its characterization with respect to the public databases, and the clones are being localized on the genome map. The result is the identification of about 1,200 of the estimated 15,000 genes of C. elegans. More than 30% of the inferred protein sequences have significant similarity to existing sequences in the databases, providing a route towards in vivo analysis of known genes in the nematode. These clones also provide material for assessing the accuracy of predicted exons and splicing patterns and will lead to a more accurate estimate of the total number of genes in the organism than has hitherto been available.",
            "A survey of expressed genes in Caenorhabditis elegans",
            "R Waterston and C Martin and M Craxton and C Huynh and A Coulson and L Hillier and R Durbin and P Green and R Shownkeen and N Halloran and M Metzstein and T Hawkins and R Wilson and M Berks and Z Du and K Thomas and J Thierry-Mieg and J Sulston",
            "1992",
            "Osyo7s0AAAAJ:g3aElNc5_aQC",
            392,
            "https:\/\/www.nature.com\/articles\/ng0592-114",
            "9834020271457956486",
            "\/scholar?cites=9834020271457956486",
            {
                "1992":12,
                "1993":38,
                "1994":56,
                "1995":62,
                "1996":40,
                "1997":37,
                "1998":33,
                "1999":19,
                "2000":20,
                "2001":8,
                "2002":9,
                "2003":9,
                "2004":9,
                "2005":5,
                "2006":3,
                "2007":2,
                "2008":2,
                "2009":3,
                "2010":5,
                "2011":2,
                "2012":2,
                "2013":4,
                "2014":1,
                "2015":2,
                "2016":2,
                "2017":3
            }
        ],
        [
            "The aim of this study was to determine the patient's preference for oral UFT\/leucovorin (LV) or intravenous (i.v.) 5-fluorouracil (5-FU)\/LV chemotherapy in metastatic colorectal cancer and to compare 5-FU exposure with these two treatment options. A total of 37 previously untreated patients with advanced colorectal cancer were randomised to start treatment with either oral UFT 300 mg\/m2\/day plus oral LV 90 mg\/day for 28 days every 5 weeks or i.v. 5-FU 425 mg\/m2\/day plus LV 20 mg\/m2\/day for 5 days every 4 weeks. For the second treatment cycle, patients were crossed-over to the alternative treatment regimen. Prior to the first and after the second therapy cycle, patients were required to complete a therapy preference questionnaire (TPQ). The pharmacokinetics of 5-FU were determined by taking blood samples on days 8, 15 or 22 and 28 for UFT and on days 1 and 5 for i.v. 5-FU. 36 patients were eligible. 84% of …",
            "Patient preference and pharmacokinetics of oral modulated UFT versus intravenous fluorouracil and leucovorin: a randomised crossover trial in advanced colorectal cancer",
            "MM Borner and Patrick Schöffski and R De Wit and F Caponigro and G Comella and A Sulkes and G Greim and GJ Peters and K Van Der Born and J Wanders and RF De Boer and C Martin and P Fumoleau",
            "2002",
            "Osyo7s0AAAAJ:SrKkpNFED5gC",
            360,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0959804901003719",
            "8440758380234847373",
            "\/scholar?cites=8440758380234847373",
            {
                "2002":6,
                "2003":13,
                "2004":31,
                "2005":21,
                "2006":39,
                "2007":30,
                "2008":28,
                "2009":23,
                "2010":16,
                "2011":17,
                "2012":12,
                "2013":23,
                "2014":16,
                "2015":15,
                "2016":19,
                "2017":16,
                "2018":9,
                "2019":12,
                "2020":8,
                "2021":3
            }
        ],
        [
            "A multicenter phase II study evaluating efficacy, safety, and pharmacokinetics of ecteinascidin-743 (ET-743) in pretreated advanced soft tissue sarcoma patients.Patients received ET-743 1,500 μg\/m2 (24-hour intravenous infusion) every 3 weeks (group 1, 26 patients with one to two prior single agents or one previous combination chemotherapy; group 2, 28 patients with three or more prior single agents or two or more previous combination chemotherapies).Patients (30 women, 24 men) had a median age of 48 years (range, 22 to 71 years); 41% had leiomyosarcoma (eight of 22 of uterine origin), a median of two involved organs (range, one to four), and 93% had documented progressive disease at study entry. Patients received a median of three cycles (range, one to 20); 28% received six or more cycles. Fifty-two patients were …",
            "Phase II study of ecteinascidin-743 in advanced pretreated soft tissue sarcoma patients",
            "A Yovine and M Riofrio and JY Blay and E Brain and J Alexandre and C Kahatt and A Taamma and J Jimeno and C Martin and Y Salhi and E Cvitkovic and JL Misset",
            "2004",
            "Osyo7s0AAAAJ:RJujIP1NYNUC",
            340,
            "https:\/\/ascopubs.org\/doi\/abs\/10.1200\/JCO.2004.05.210",
            "10365634175994399619",
            "\/scholar?cites=10365634175994399619",
            {
                "2004":5,
                "2005":16,
                "2006":18,
                "2007":17,
                "2008":19,
                "2009":19,
                "2010":28,
                "2011":23,
                "2012":22,
                "2013":35,
                "2014":22,
                "2015":31,
                "2016":28,
                "2017":20,
                "2018":17,
                "2019":5,
                "2020":7
            }
        ],
        [
            "The unsaturated fatty acid (ufa) requiring ole1 mutant of Saccharomyces cerevisiae appears to produce a defective Δ-9 fatty acid desaturase. This enzyme catalyzes double bond formation between carbons 9 and 10 of palmitoyl and stearoyl coenzyme A. A DNA fragment isolated by complementation of an ole1 strain repairs the ufa requirement in mutant cells. Genetic analysis of the cloned DNA fragment indicates that it is allelic to the OLE1 gene. Disruption of a single copy of the wild type gene in a diploid strain produces both wild type and nonreverting ufa-requiring haploid progeny upon sporulation. Membrane lipids of the disrupted haploid strains contain only ufas supplied in the growth medium. The recovery of activity in both wild type and disrupted segregants was examined after removal of ufas from the growth medium. Following ufa deprivation disruptant cells grew normally for about three generations and …",
            "Isolation and characterization of OLE1, a gene affecting fatty acid desaturation from Saccharomyces cerevisiae",
            "Joseph E Stukey and Virginia M McDonough and Charles E Martin",
            "1989",
            "Osyo7s0AAAAJ:d1gkVwhDpl0C",
            315,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021925819847403",
            "10728087138837221801",
            "\/scholar?cites=10728087138837221801",
            {
                "1989":1,
                "1990":2,
                "1991":3,
                "1992":3,
                "1993":3,
                "1994":5,
                "1995":7,
                "1996":6,
                "1997":8,
                "1998":11,
                "1999":9,
                "2000":15,
                "2001":8,
                "2002":14,
                "2003":7,
                "2004":10,
                "2005":10,
                "2006":18,
                "2007":14,
                "2008":9,
                "2009":12,
                "2010":10,
                "2011":7,
                "2012":10,
                "2013":15,
                "2014":17,
                "2015":17,
                "2016":8,
                "2017":18,
                "2018":13,
                "2019":6,
                "2020":16,
                "2021":2
            }
        ]
    ]
}