{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "Precision Agriculture (PA) can help in managing crop production inputs in an environmentally friendly way. By using site-specific knowledge, PA can target rates of fertilizer, seed and chemicals for soil and other conditions. PA substitutes information and knowledge for physical inputs. A literature review indicates PA can contribute in many ways to long-term sustainability of production agriculture, confirming the intuitive idea that PA should reduce environmental loading by applying fertilizers and pesticides only where they are needed, and when they are needed. Precision agriculture benefits to the environment come from more targeted use of inputs that reduce losses from excess applications and from reduction of losses due to nutrient imbalances, weed escapes, insect damage, etc. Other benefits include a reduction in pesticide resistance development. One limitation of the papers reviewed is that only a …",
            "Precision Agriculture and Sustainability",
            "J. Lowenberg-DeBoer R. Bongiovanni",
            "2003",
            "oWLnJPAAAAAJ:pyW8ca7W8N0C",
            572,
            "https:\/\/link.springer.com\/article\/10.1023\/B:PRAG.0000040806.39604.aa",
            "17421718027234148808",
            "\/scholar?cites=17421718027234148808",
            {
                "2005":9,
                "2006":8,
                "2007":12,
                "2008":11,
                "2009":22,
                "2010":11,
                "2011":23,
                "2012":31,
                "2013":35,
                "2014":30,
                "2015":32,
                "2016":44,
                "2017":55,
                "2018":71,
                "2019":66,
                "2020":94,
                "2021":8
            }
        ],
        [
            "Cowpea (Vigna unguiculata (L.) Walp) is the most economically important indigenous African legume crop. Production, marketing and trade information on cowpea are necessary to promote trade, and guide research and policy. Using data from the FAO, national statistics and the Bean\/Cowpea Collaborative Research Support Program (CRSP), this paper consolidates information on cowpea production, marketing and trade in West and Central Africa and examines the effects of grain characteristics on prices.In the 1990s, West and Central Africa annually produced about 2.6 million tonnes of cowpea on 7.8 million hectares, accounting for 69% of the world’s production and 80% of area. Niger, Burkina Faso, Benin, Mali, Cameroon, Chad and Senegal are net exporters; Nigeria, Ghana, Togo, Côte d’Ivoire, and Mauritania are net importers. Official sources show at least 285,000 t of cowpeas were shipped between …",
            "Cowpea supply and demand in West and Central Africa",
            "AS Langyintuo and J Lowenberg-DeBoer and M Faye and D Lambert and G Ibro and B Moussa and A Kergna and S Kushwaha and S Musa and G Ntoukam",
            "2003",
            "oWLnJPAAAAAJ:08ZZubdj9fEC",
            449,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S037842900300039X",
            "7725739204065339504",
            "\/scholar?cites=7725739204065339504",
            {
                "2003":3,
                "2004":3,
                "2005":3,
                "2006":7,
                "2007":14,
                "2008":21,
                "2009":14,
                "2010":11,
                "2011":18,
                "2012":21,
                "2013":36,
                "2014":30,
                "2015":26,
                "2016":34,
                "2017":50,
                "2018":61,
                "2019":54,
                "2020":38,
                "2021":1
            }
        ],
        [
            "Site‐specific farming (SSF) practices are being adopted at an accelerating rate, but evidence of their profitability has been mixed or missing. This contribution evaluates the profitability of SSF practices by synthesizing quantitative and qualitative research results within the context of the economics of information technology. The profitability results from nine published field research studies on variable rate (VR) fertilizer application are reviewed using partial budgets adjusted to include minimum costs and grid cell areas for each study. Profitability results correlated closely with the gross revenue earning potential of the crop, so VR fertilizer application was unprofitable on wheat (Triticum aestivum L.) and barley (Hordeum vulgare L.), sometimes profitable on corn (Zea mays L.), and profitable on sugarbeet (Beta vulgaris subsp. L. vulgaris). Although the formal published literature has ignored the profitability of yield …",
            "Evaluating the profitability of site‐specific farming",
            "SM Swinton and J Lowenberg‐DeBoer",
            "1998",
            "oWLnJPAAAAAJ:wbdj-CoPYUoC",
            292,
            "https:\/\/acsess.onlinelibrary.wiley.com\/doi\/abs\/10.2134\/jpa1998.0439",
            "14316621801433315892",
            "\/scholar?cites=14316621801433315892",
            {
                "1999":6,
                "2000":11,
                "2001":13,
                "2002":15,
                "2003":19,
                "2004":17,
                "2005":24,
                "2006":16,
                "2007":8,
                "2008":7,
                "2009":13,
                "2010":17,
                "2011":11,
                "2012":11,
                "2013":10,
                "2014":13,
                "2015":16,
                "2016":8,
                "2017":14,
                "2018":16,
                "2019":15,
                "2020":10,
                "2021":1
            }
        ],
        [
            "The economics of site‐specific management (SSM) of agronomic crops is a rapidly moving target. This chapter reviews knowledge on the economics of SSM. SSM expands potential to adjust the spatial resolution for the characteristics of the decision made. The chapter identifies unanswered questions for field and farm level economic research on SSM. The profitability of any SSM technology is site specific and must be determined on a farm‐by‐farm or field‐by‐field basis. The history of technological change in agriculture teaches that most of the profits will go to the early adopters who get both the technology and the management right. The extensive literature on factors affecting the adoption of new agricultural production technology can be boiled down to two factors: willingness and ability to adopt. Site‐specific fertilization will refer to grid soil sampling, sample analysis, map making, and variable rate …",
            "Economics of site‐specific management in agronomic crops",
            "J Lowenberg‐DeBoer and SM Swinton",
            "1997",
            "oWLnJPAAAAAJ:b0M2c_1WBrUC",
            166,
            "https:\/\/acsess.onlinelibrary.wiley.com\/doi\/pdf\/10.2134\/1997.stateofsitespecific.c16",
            "1857144987695436397",
            "\/scholar?cites=1857144987695436397",
            {
                "1996":5,
                "1997":6,
                "1998":8,
                "1999":15,
                "2000":13,
                "2001":12,
                "2002":14,
                "2003":9,
                "2004":10,
                "2005":11,
                "2006":10,
                "2007":2,
                "2008":4,
                "2009":4,
                "2010":6,
                "2011":6,
                "2012":2,
                "2013":6,
                "2014":2,
                "2015":4,
                "2016":2,
                "2017":4,
                "2018":1,
                "2019":4,
                "2020":2
            }
        ],
        [
            "Two mail surveys were carried out in Denmark and the Eastern Corn Belt, USA in 2002. Questionnaires were sent to 580 farmers who had used precision agriculture (PA) and 198 responses were received. The surveys focused on the current status of use of PA in both countries, including: PA practices, equipment and software, Internet and e-mail use, information sources for PA, satisfaction level from service providers, data handling, interpretation, storage and ownership, value of data for decision making, changes in management practices, desired information and services, and the next planned step in the practice of PA. The survey results showed more similarities in practicing PA between the two countries than differences. Time requirement and high cost of data handling were cited as the main problems. Survey respondents found soil maps to be more valuable than yield maps in management decisions …",
            "Farmer experience with precision agriculture in Denmark and the US Eastern Corn Belt",
            "S Fountas and S Blackmore and D Ess and S Hawkins and G Blumhoff and J Lowenberg-Deboer and CG Sorensen",
            "2005",
            "oWLnJPAAAAAJ:YFjsv_pBGBYC",
            129,
            "https:\/\/link.springer.com\/article\/10.1007\/s11119-004-1030-z",
            "12401483533318507176",
            "\/scholar?cites=12401483533318507176",
            {
                "2004":1,
                "2005":1,
                "2006":3,
                "2007":2,
                "2008":5,
                "2009":13,
                "2010":7,
                "2011":7,
                "2012":5,
                "2013":7,
                "2014":11,
                "2015":11,
                "2016":3,
                "2017":17,
                "2018":7,
                "2019":17,
                "2020":10
            }
        ],
        [
            "Site-specific management is intuitively appealing to many producers and agribusiness people, but intuitively appealing ideas are not always profitable. The objective of this report is to summarize and organize the publicly available studies of the profitability of precision agriculture.",
            "Precision agriculture profitability review",
            "Dayton Lambert and James Lowenberg-De Boer",
            "2000",
            "oWLnJPAAAAAJ:8k81kl-MbHgC",
            119,
            "https:\/\/www.agriculture.purdue.edu\/ssmc\/FRames\/newsoils.doc",
            "4547687828410462670",
            "\/scholar?cites=4547687828410462670",
            {
                "2002":8,
                "2003":8,
                "2004":5,
                "2005":12,
                "2006":15,
                "2007":6,
                "2008":2,
                "2009":3,
                "2010":4,
                "2011":7,
                "2012":6,
                "2013":9,
                "2014":2,
                "2015":5,
                "2016":4,
                "2017":5,
                "2018":4,
                "2019":6,
                "2020":7
            }
        ],
        [
            "Consumer preference information is essential to targeting research. This paper reports an effort of a multi‐disciplinary team to measure the market value of cowpea characteristics. Five samples were purchased once per month in seven markets in Ghana and Cameroon starting in September 1996. In the market, price and vendor characteristics were noted. In the laboratory, size of grains, testa color, testa texture, eye color and damage levels were recorded. A hedonic pricing regression model was used. Results indicate that grain size is the most important characteristic. Consumers seem more sensitive to bruchid (Callosobruchus maculates) damage than hypothesized. Cowpeas with white testa command a clear premium only in one of the Ghanaian markets. In Ghana, black eyes sell at a premium, but in Cameroon black eyes are discounted. In general, this study indicates that quality characteristics are very …",
            "Consumer preferences for cowpea in Cameroon and Ghana",
            "AS Langyintuo and G Ntoukam and L Murdock and J Lowenberg‐DeBoer and DJ Miller",
            "2004",
            "oWLnJPAAAAAJ:eflP2zaiRacC",
            115,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1574-0862.2004.tb00189.x",
            "11651306180901452349",
            "\/scholar?cites=11651306180901452349",
            {
                "2005":2,
                "2006":4,
                "2007":5,
                "2008":4,
                "2009":4,
                "2010":5,
                "2011":7,
                "2012":12,
                "2013":8,
                "2014":12,
                "2015":9,
                "2016":7,
                "2017":7,
                "2018":8,
                "2019":12,
                "2020":8
            }
        ]
    ]
}