{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We demonstrated coherent control of a quantum two-level system based on two-electron spin states in a double quantum dot, allowing state preparation, coherent manipulation, and projective readout. These techniques are based on rapid electrical control of the exchange interaction. Separating and later recombining a singlet spin state provided a measurement of the spin dephasing time, T2*, of ∼10 nanoseconds, limited by hyperfine interactions with the gallium arsenide host nuclei. Rabi oscillations of two-electron spin states were demonstrated, and spin-echo pulse sequences were used to suppress hyperfine-induced dephasing. Using these quantum control techniques, a coherence time for two-electron spin states exceeding 1 microsecond was observed.",
            "Coherent manipulation of coupled electron spins in semiconductor quantum dots",
            "Jason R Petta and Alexander Comstock Johnson and Jacob M Taylor and Edward A Laird and Amir Yacoby and Mikhail D Lukin and Charles M Marcus and Micah P Hanson and Arthur C Gossard",
            "2005",
            "OxGfOMAAAAAJ:u-x6o8ySG0sC",
            3325,
            "https:\/\/science.sciencemag.org\/content\/309\/5744\/2180.abstract",
            "8601559048354968794",
            "\/scholar?cites=8601559048354968794",
            {
                "2005":15,
                "2006":184,
                "2007":249,
                "2008":248,
                "2009":276,
                "2010":247,
                "2011":221,
                "2012":235,
                "2013":242,
                "2014":205,
                "2015":207,
                "2016":221,
                "2017":209,
                "2018":191,
                "2019":155,
                "2020":186,
                "2021":14
            }
        ],
        [
            "The canonical example of a quantum-mechanical two-level system is spin. The simplest picture of spin is a magnetic moment pointing up or down. The full quantum properties of spin become apparent in phenomena such as superpositions of spin states, entanglement among spins, and quantum measurements. Many of these phenomena have been observed in experiments performed on ensembles of particles with spin. Only in recent years have systems been realized in which individual electrons can be trapped and their quantum properties can be studied, thus avoiding unnecessary ensemble averaging. This review describes experiments performed with quantum dots, which are nanometer-scale boxes defined in a semiconductor host material. Quantum dots can hold a precise but tunable number of electron spins starting with 0, 1, 2, etc. Electrical contacts can be made for charge transport measurements and …",
            "Spins in few-electron quantum dots",
            "Ronald Hanson and Leo P Kouwenhoven and Jason R Petta and Seigo Tarucha and Lieven MK Vandersypen",
            "2007",
            "OxGfOMAAAAAJ:9yKSN-GCB0IC",
            2641,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.79.1217",
            "15538309790924217530",
            "\/scholar?cites=15538309790924217530",
            {
                "2007":20,
                "2008":120,
                "2009":166,
                "2010":220,
                "2011":216,
                "2012":233,
                "2013":250,
                "2014":203,
                "2015":201,
                "2016":168,
                "2017":215,
                "2018":196,
                "2019":184,
                "2020":220,
                "2021":20
            }
        ],
        [
            "Using molecules as electronic components is a powerful new direction in the science and technology of nanometre-scale systems 1. Experiments to date have examined a multitude of molecules conducting in parallel 2, 3, or, in some cases, transport through single molecules. The latter includes molecules probed in a two-terminal geometry using mechanically controlled break junctions 4, 5 or scanning probes 6, 7 as well as three-terminal single-molecule transistors made from carbon nanotubes 8, C 60 molecules 9, and conjugated molecules diluted in a less-conducting molecular layer 10. The ultimate limit would be a device where electrons hop on to, and off from, a single atom between two contacts. Here we describe transistors incorporating a transition-metal complex designed so that electron transport occurs through well-defined charge states of a single atom. We examine two related molecules containing a …",
            "Coulomb blockade and the Kondo effect in single-atom transistors",
            "Jiwoong Park and Abhay N Pasupathy and Jonas I Goldsmith and Connie Chang and Yuval Yaish and Jason R Petta and Marie Rinkoski and James P Sethna and Héctor D Abruña and Paul L McEuen and Daniel C Ralph",
            "2002",
            "OxGfOMAAAAAJ:d1gkVwhDpl0C",
            2401,
            "https:\/\/www.nature.com\/articles\/nature00791",
            "6821310624432809453",
            "\/scholar?cites=6821310624432809453",
            {
                "2002":23,
                "2003":131,
                "2004":148,
                "2005":206,
                "2006":223,
                "2007":193,
                "2008":185,
                "2009":136,
                "2010":154,
                "2011":153,
                "2012":108,
                "2013":123,
                "2014":111,
                "2015":103,
                "2016":89,
                "2017":104,
                "2018":67,
                "2019":72,
                "2020":55,
                "2021":4
            }
        ],
        [
            "The past decade has seen remarkable progress in isolating and controlling quantum coherence using charges and spins in semiconductors. Quantum control has been established at room temperature, and electron spin coherence times now exceed several seconds, a nine–order-of-magnitude increase in coherence compared with the first semiconductor qubits. These coherence times rival those traditionally found only in atomic systems, ushering in a new era of ultracoherent spintronics. We review recent advances in quantum measurements, coherent control, and the generation of entangled states and describe some of the challenges that remain for processing quantum information with spins in semiconductors.",
            "Quantum spintronics: engineering and manipulating atom-like spins in semiconductors",
            "David D Awschalom and Lee C Bassett and Andrew S Dzurak and Evelyn L Hu and Jason R Petta",
            "2013",
            "OxGfOMAAAAAJ:hqOjcs7Dif8C",
            659,
            "https:\/\/science.sciencemag.org\/content\/339\/6124\/1174.abstract",
            "12695834511724927641",
            "\/scholar?cites=12695834511724927641",
            {
                "2013":29,
                "2014":78,
                "2015":91,
                "2016":106,
                "2017":81,
                "2018":88,
                "2019":87,
                "2020":89,
                "2021":6
            }
        ],
        [
            "The spin of a confined electron, when oriented originally in some direction, will lose memory of that orientation after some time. Physical mechanisms leading to this relaxation of spin memory typically involve either coupling of the electron spin to its orbital motion or to nuclear spins 1, 2, 3, 4, 5, 6, 7. Relaxation of confined electron spin has been previously measured only for Zeeman or exchange split spin states, where spin-orbit effects dominate relaxation 8, 9, 10; spin flips due to nuclei have been observed in optical spectroscopy studies 11. Using an isolated GaAs double quantum dot defined by electrostatic gates and direct time domain measurements, we investigate in detail spin relaxation for arbitrary splitting of spin states. Here we show that electron spin flips are dominated by nuclear interactions and are slowed by several orders of magnitude when a magnetic field of a few millitesla is applied. These results …",
            "Triplet–singlet spin relaxation via nuclei in a double quantum dot",
            "AC Johnson and JR Petta and JM Taylor and A Yacoby and MD Lukin and CM Marcus and MP Hanson and AC Gossard",
            "2005",
            "OxGfOMAAAAAJ:2osOgNQ5qMEC",
            627,
            "https:\/\/www.nature.com\/articles\/nature03815",
            "10652736699893127549",
            "\/scholar?cites=10652736699893127549",
            {
                "2005":22,
                "2006":56,
                "2007":72,
                "2008":65,
                "2009":54,
                "2010":61,
                "2011":30,
                "2012":40,
                "2013":42,
                "2014":33,
                "2015":41,
                "2016":25,
                "2017":32,
                "2018":22,
                "2019":11,
                "2020":14,
                "2021":1
            }
        ],
        [
            "We manipulate a single electron in a fully tunable double quantum dot using microwave excitation. Under resonant conditions, microwaves drive transitions between the (1, 0) and (0, 1) charge states of the double dot. Local quantum point contact charge detectors enable a direct measurement of the photon-induced change in occupancy of the charge states. From charge sensing measurements, we find T 1∼ 16 n s and a lower bound estimate for T 2* of 400 ps for the charge two-level system.",
            "Manipulation of a single charge in a double quantum dot",
            "JR Petta and AC Johnson and CM Marcus and MP Hanson and AC Gossard",
            "2004",
            "OxGfOMAAAAAJ:qjMakFHDy7sC",
            492,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.186802",
            "7896375806359659975",
            "\/scholar?cites=7896375806359659975",
            {
                "2004":2,
                "2005":45,
                "2006":65,
                "2007":42,
                "2008":40,
                "2009":32,
                "2010":34,
                "2011":20,
                "2012":17,
                "2013":32,
                "2014":29,
                "2015":15,
                "2016":21,
                "2017":30,
                "2018":21,
                "2019":20,
                "2020":25,
                "2021":1
            }
        ],
        [
            "Electron spins trapped in quantum dots have been proposed as basic building blocks of a future quantum processor 1, 2, 3. Although fast, 180-picosecond, two-quantum-bit (two-qubit) operations can be realized using nearest-neighbour exchange coupling 4, a scalable, spin-based quantum computing architecture will almost certainly require long-range qubit interactions. Circuit quantum electrodynamics (cQED) allows spatially separated superconducting qubits to interact via a superconducting microwave cavity that acts as a ‘quantum bus’, making possible two-qubit entanglement and the implementation of simple quantum algorithms 5, 6, 7. Here we combine the cQED architecture with spin qubits by coupling an indium arsenide nanowire double quantum dot to a superconducting cavity 8, 9. The architecture allows us to achieve a charge–cavity coupling rate of about 30 megahertz, consistent with coupling rates …",
            "Circuit quantum electrodynamics with a spin qubit",
            "Karl D Petersson and Louis W McFaul and Michael D Schroer and Minkyung Jung and Jacob M Taylor and Andrew A Houck and Jason R Petta",
            "2012",
            "OxGfOMAAAAAJ:Se3iqnhoufwC",
            403,
            "https:\/\/www.nature.com\/articles\/nature11559",
            "17536944819221442590",
            "\/scholar?cites=17536944819221442590",
            {
                "2013":49,
                "2014":49,
                "2015":50,
                "2016":55,
                "2017":57,
                "2018":48,
                "2019":44,
                "2020":43,
                "2021":5
            }
        ],
        [
            "Recent experiments have demonstrated quantum manipulation of two-electron spin states in double quantum dots using electrically controlled exchange interactions. Here we present a detailed theory for electron-spin dynamics in two-electron double-dot systems that was used to guide those experiments and analyze the results. Specifically, we analyze both spin-and charge-relaxation and dephasing mechanisms that are relevant to experiments and discuss practical approaches for quantum control of two-electron systems. We show that both charge and spin dephasing play important roles in the dynamics of the two-spin system, but neither represents a fundamental limit for electrical control of spin degrees of freedom in semiconductor quantum bits.",
            "Relaxation, dephasing, and quantum control of electron spins in double quantum dots",
            "JM Taylor and JR Petta and AC Johnson and A Yacoby and CM Marcus and MD Lukin",
            "2007",
            "OxGfOMAAAAAJ:IjCSPb-OGe4C",
            396,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.76.035315",
            "13472280304577714722",
            "\/scholar?cites=13472280304577714722",
            {
                "2007":1,
                "2008":21,
                "2009":33,
                "2010":35,
                "2011":34,
                "2012":39,
                "2013":43,
                "2014":34,
                "2015":40,
                "2016":25,
                "2017":28,
                "2018":20,
                "2019":20,
                "2020":20,
                "2021":1
            }
        ],
        [
            "We study quantum coherence in a semiconductor charge qubit formed from a GaAs double quantum dot containing a single electron. Voltage pulses are applied to depletion gates to drive qubit rotations and noninvasive state readout is achieved using a quantum point contact charge detector. We measure a maximum coherence time of∼ 7 ns at the charge degeneracy point, where the qubit level splitting is first-order insensitive to gate voltage fluctuations. We compare measurements of the coherence time as a function of detuning with numerical simulations and predictions from a 1\/f noise model.",
            "Quantum coherence in a one-electron semiconductor charge qubit",
            "KD Petersson and JR Petta and H Lu and AC Gossard",
            "2010",
            "OxGfOMAAAAAJ:_FxGoFyzp5QC",
            333,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.246804",
            "5628957286015812714",
            "\/scholar?cites=5628957286015812714",
            {
                "2010":1,
                "2011":10,
                "2012":26,
                "2013":32,
                "2014":44,
                "2015":40,
                "2016":31,
                "2017":32,
                "2018":32,
                "2019":32,
                "2020":53
            }
        ],
        [
            "Coherent spin states in semiconductor quantum dots offer promise as electrically controllable quantum bits (qubits) with scalable fabrication. For few-electron quantum dots made from gallium arsenide (GaAs), fluctuating nuclear spins in the host lattice are the dominant source of spin decoherence. We report a method of preparing the nuclear spin environment that suppresses the relevant component of nuclear spin fluctuations below its equilibrium value by a factor of ∼70, extending the inhomogeneous dephasing time for the two-electron spin state beyond 1 microsecond. The nuclear state can be readily prepared by electrical gate manipulation and persists for more than 10 seconds.",
            "Suppressing spin qubit dephasing by nuclear state preparation",
            "DJ Reilly and JM Taylor and JR Petta and CM Marcus and MP Hanson and AC Gossard",
            "2008",
            "OxGfOMAAAAAJ:UeHWp8X0CEIC",
            322,
            "https:\/\/science.sciencemag.org\/content\/321\/5890\/817.abstract",
            "3286206552057692413",
            "\/scholar?cites=3286206552057692413",
            {
                "2007":1,
                "2008":10,
                "2009":50,
                "2010":48,
                "2011":44,
                "2012":36,
                "2013":36,
                "2014":14,
                "2015":18,
                "2016":15,
                "2017":17,
                "2018":4,
                "2019":11,
                "2020":17
            }
        ]
    ]
}