{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "In this paper, we explicitly construct an infinite number of Hopfions (static, soliton solutions with nonzero Hopf topological charges) within the recently proposed (3+ 1)-dimensional, integrable, and relativistically invariant field theory. Two integers label the family of Hopfions we have found. Their product is equal to the Hopf charge which provides a lower bound to the soliton's finite energy. The Hopfions are explicitly constructed in terms of the toroidal coordinates and shown to have a form of linked closed vortices.",
            "Exact Static Soliton Solutions of -Dimensional Integrable Theory with Nonzero Hopf Numbers",
            "H Aratyn and LA Ferreira and AH Zimerman",
            "1999",
            "OY-vC2AAAAAJ:hFOr9nPyWt4C",
            122,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.83.1723",
            "14244003760400112757",
            "\/scholar?cites=14244003760400112757",
            {
                "2000":5,
                "2001":5,
                "2002":4,
                "2003":4,
                "2004":7,
                "2005":11,
                "2006":9,
                "2007":7,
                "2008":11,
                "2009":10,
                "2010":7,
                "2011":5,
                "2012":3,
                "2013":4,
                "2014":6,
                "2015":5,
                "2016":6,
                "2017":4,
                "2018":3,
                "2019":2,
                "2020":2
            }
        ],
        [
            "Using the coadjoint orbit method we derive a geometric WZWN action based on the extended two-loop Kac-Moody algebra. We show that under a hamiltonian reduction procedure, which respects conformal invariance, we obtain a hierarchy of Toda type field theories, which contain as submodels the Toda molecule and periodic Toda lattice theories. We also discuss the classical r-matrix and integrability properties.",
            "Kac-Moody construction of Toda type field theories",
            "H Aratyn and LA Ferreira and JF Gomes and AH Zimerman",
            "1991",
            "OY-vC2AAAAAJ:qjMakFHDy7sC",
            96,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/037026939191171Q",
            "2287167442598610377",
            "\/scholar?cites=2287167442598610377",
            {
                "1991":3,
                "1992":10,
                "1993":10,
                "1994":7,
                "1995":4,
                "1996":3,
                "1997":5,
                "1998":3,
                "1999":1,
                "2000":9,
                "2001":8,
                "2002":4,
                "2003":2,
                "2004":2,
                "2005":2,
                "2006":1,
                "2007":3,
                "2008":5,
                "2009":3,
                "2010":2,
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":1,
                "2016":1
            }
        ],
        [
            "We use Hirota's method formulated as a recursive scheme to construct a complete set of soliton solutions for the affine Toda field theory based on an arbitrary Lie algebra. Our solutions include a new class of solitons connected with two different types of degeneracies encountered in Hirota's perturbation approach.We also derive an universal mass formula for all Hirota's solutions to the affine Toda model valid for all underlying Lie groups. Embedding of the affine Toda model in the conformal affine Toda model plays a crucial role in this analysis.",
            "Hirota's solitons in the affine and the conformal affine Toda models",
            "H Aratyn and CP Constantinidis and LA Ferreira and JF Gomes and AH Zimerman",
            "1993",
            "OY-vC2AAAAAJ:g5m5HwL7SMYC",
            81,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/055032139390008D",
            "3521966716047327311",
            "\/scholar?cites=3521966716047327311",
            {
                "1993":6,
                "1994":10,
                "1995":10,
                "1996":4,
                "1997":7,
                "1998":5,
                "1999":3,
                "2000":6,
                "2001":3,
                "2002":4,
                "2003":1,
                "2004":1,
                "2005":2,
                "2006":5,
                "2007":4,
                "2008":1,
                "2009":1,
                "2010":1,
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":3
            }
        ],
        [
            "We analyze the integrability properties of models defined on the symmetric space SU(2)\/U(1) in 3+1 dimensions, using a recently proposed approach for integrable theories in any dimension. We point out the key ingredients for a theory to possess an infinite number of local conservation laws, and discuss classes of models with such property. We propose a 3+1-dimensional, relativistic invariant field theory possessing a toroidal soliton solution carrying a unit of topological charge given by the Hopf map. Construction of the action is guided by the requirement that the energy of static configuration should be scale invariant. The solution is constructed exactly. The model possesses an infinite number of local conserved currents. The method is also applied to the Skyrme–Faddeev model, and integrable submodels are proposed.",
            "Toroidal solitons in 3+ 1 dimensional integrable theories",
            "H Aratyn and LA Ferreira and AH Zimerman",
            "1999",
            "OY-vC2AAAAAJ:u5HHmVD_uO8C",
            78,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269399004992",
            "3859584357796476857",
            "\/scholar?cites=3859584357796476857",
            {
                "1999":3,
                "2000":2,
                "2001":4,
                "2002":7,
                "2003":3,
                "2004":4,
                "2005":11,
                "2006":7,
                "2007":6,
                "2008":8,
                "2009":8,
                "2010":5,
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":4,
                "2015":1,
                "2016":2
            }
        ],
        [
            "This paper provides a systematic description of the interplay between a specific class of reductions denoted as cKPr,m(r,m ≥ 1) of the primary continuum integrable system — the  Kadomtsev–Petviashvili (KP) hierarchy and discrete multi-matrix  models. The relevant integrable cKPr,m structure  is a generalization of the familiar r-reduction of the full KP  hierarchy to the SL(r) generalized KdV hierarchy  cKPr,0. The important feature of  cKPr,m hierarchies is the presence of a discrete  symmetry structure generated by successive Darboux–Bäcklund (DB)  transformations. This symmetry allows for expressing the relevant  tau-functions as Wronskians within a formalism which realizes the  tau-functions as DB orbits of simple initial solutions. In particular,  it is shown that any DB orbit of a cKPr,1 defines  a generalized two-dimensional Toda lattice structure. Furthermore, we  consider the class of truncated KP hierarchies (i.e …",
            "Constrained KP hierarchies: additional symmetries, Darboux–Bäcklund solutions and relations to multi-matrix models",
            "H Aratyn and E Nissimov and S Pacheva",
            "1997",
            "OY-vC2AAAAAJ:_FxGoFyzp5QC",
            64,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/S0217751X97000992",
            "10715136601291243636",
            "\/scholar?cites=10715136601291243636",
            {
                "1997":3,
                "1998":8,
                "1999":11,
                "2000":3,
                "2001":7,
                "2002":3,
                "2003":1,
                "2004":2,
                "2005":1,
                "2006":3,
                "2007":1,
                "2008":2,
                "2009":4,
                "2010":6,
                "2011":1,
                "2012":2,
                "2013":3,
                "2014":1,
                "2015":1,
                "2016":1
            }
        ],
        [
            "A simple description of the KP hierarchy and its multi-hamiltonian structure is given in terms of two Bose currents. A deformation scheme connecting various W-infinity algebras and the relation between two fundamental nonlinear structures are discussed. Properties of Faá di Bruno polynomials are extensively explored in this construction.Applications of our method are given for the Conformal Affine Toda model, WZNW models and discrete KP approach to Toda lattice chain.",
            "On two-current realization of KP hierarchy",
            "H Aratyn and LA Ferreira and JF Gomes and AH Zimerman",
            "1993",
            "OY-vC2AAAAAJ:pqnbT2bcN3wC",
            58,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0550321393906375",
            "14202731407980639042",
            "\/scholar?cites=14202731407980639042",
            {
                "1992":3,
                "1993":9,
                "1994":9,
                "1995":14,
                "1996":4,
                "1997":5,
                "1998":1,
                "1999":1,
                "2000":1,
                "2001":1,
                "2002":1,
                "2003":1,
                "2004":1,
                "2005":2,
                "2006":2,
                "2007":1,
                "2008":1,
                "2009":1
            }
        ],
        [
            "The method of squared eigenfunction potentials (SEP) is developed systematically to describe and gain new information about the Kadomtsev–Petviashvili (KP) hierarchy and its reductions. Interrelation to the τ-function method is discussed in detail. The principal result, which forms the basis of our SEP method, is the proof that any eigenfunction of the general KP hierarchy can be represented as a spectral integral over the Baker–Akhiezer (BA) wave function with a spectral density expressed in terms of SEP. In fact, the spectral representations of the (adjoint) BA functions can, in turn, be considered as defining equations for the KP hierarchy. The SEP method is subsequently used to show how the reduction of the full KP hierarchy to the constrained KP (cKP rm ) hierarchies  can be given entirely in terms of linear constraint equations on the pertinent τ-functions. The concept of SEP turns out …",
            "Method of squared eigenfunction potentials in integrable hierarchies of KP type",
            "H Aratyn and E Nissimov and S Pacheva",
            "1998",
            "OY-vC2AAAAAJ:HoB7MX3m0LUC",
            57,
            "https:\/\/link.springer.com\/article\/10.1007\/s002200050338",
            "12698859248840062911",
            "\/scholar?cites=12698859248840062911",
            {
                "1997":7,
                "1998":4,
                "1999":6,
                "2000":1,
                "2001":6,
                "2002":1,
                "2003":2,
                "2004":1,
                "2005":1,
                "2006":1,
                "2007":2,
                "2008":2,
                "2009":1,
                "2010":1,
                "2011":5,
                "2012":3,
                "2013":2,
                "2014":4,
                "2015":3,
                "2016":1,
                "2017":2,
                "2018":1
            }
        ],
        [
            "We present a compact expression for the field theoretical actions based on the symplectic analysis of coadjoint orbits of Lie groups. The final formula for the action density α c becomes a bilinear form<(S, 1\/λ),(y, m y)<, where S is a 1-cocycle of the Lie group (a schwarzian type of derivative in conformal case), λ is a coefficient of the central element of the algebra and Y≡(y, m y) is the generalized Maurer-Cartan form. In this way the action is fully determined in terms of the basic group theoretical objects. This result is illustrated on a number of examples, including the superconformal model with N= 2. In this case the method is applied to derive the N= 2 superspace generalization of the D= 2 Polyakov (super-) gravity action in a manifest (2, 0) supersymetric form. As a byproduct we also find a natural (2, 0) superspace generalization of the Beltrami equations for the (2, 0) supersymmetric world-sheet metric describing the …",
            "Symplectic actions on coadjoint orbits",
            "H Aratyn and E Nissimov and S Pacheva and AH Zimerman",
            "1990",
            "OY-vC2AAAAAJ:4OULZ7Gr8RgC",
            50,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/037026939090420B",
            "7965705072359546349",
            "\/scholar?cites=7965705072359546349",
            {
                "1990":7,
                "1991":6,
                "1992":7,
                "1993":1,
                "1994":3,
                "1995":1,
                "1996":2,
                "1997":3,
                "1998":1,
                "1999":1,
                "2000":1,
                "2001":1,
                "2002":1,
                "2003":2,
                "2004":1,
                "2005":3,
                "2006":2,
                "2007":1,
                "2008":4
            }
        ],
        [
            "The conventional formulation of additional nonisospectral sysmmetries for the full Kadomtsev-Petviashvili (KP) integrable hierarchy is not compatible with the reduction to the important class of constrained KP (cKP) integrable models. This paper solves explicitly the problem of compatibility of the Virasoro part of additional symmetries with the underlying constraints of cKP hierarchies. Our construction involves an appropriate modification of the standard additional-symmetry flows by adding a set of “ghost symmetry” flows. We also discuss the special case of cKP — truncated KP hierarchies, obtained as Darboux-Bäcklund orbits of initial purely differential Lax operators. Our construction establishes the condition for commutativity of the additional-symmetry flows with the discrete Darboux-Bäcklund transformations of cKP hierarchies leading to a new derivation of the string-equation constraint in matrix models.",
            "Virasoro symmetry of constrained KP hierarchies",
            "H Aratyn and E Nissimov and S Pacheva",
            "1997",
            "OY-vC2AAAAAJ:roLk4NBRz8UC",
            45,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0375960197001266",
            "5844662860958242506",
            "\/scholar?cites=5844662860958242506",
            {
                "1997":5,
                "1998":5,
                "1999":4,
                "2000":1,
                "2001":3,
                "2002":1,
                "2003":1,
                "2004":1,
                "2005":1,
                "2006":2,
                "2007":1,
                "2008":3,
                "2009":2,
                "2010":3,
                "2011":4,
                "2012":1,
                "2013":1,
                "2014":3,
                "2015":3
            }
        ],
        [
            "An affine sl(n+1) algebraic construction of the basic constrained KP hierarchy is presented. This hierarchy is analyzed using two approaches, namely linear matrix eigenvalue problem on hermitian symmetric space and constrained KP Lax formulation and it is shown that these approaches are equivalent. The model is recognized to be the generalized non‐linear Schrödinger (GNLS ) hierarchy and it is used as a building block for a new class of constrained KP hierarchies. These constrained KP hierarchies are connected via similarity‐Bäcklund transformations and interpolate between GNLS and multi‐boson KP‐Toda hierarchies. Our construction uncovers the origin of the Toda lattice structure behind the latter hierarchy.",
            "Affine Lie algebraic origin of constrained KP hierarchies",
            "H Aratyn and JF Gomes and AH Zimerman",
            "1995",
            "OY-vC2AAAAAJ:SeFeTyx0c_EC",
            45,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.530970",
            "1590966343807806410",
            "\/scholar?cites=1590966343807806410",
            {
                "1994":1,
                "1995":3,
                "1996":5,
                "1997":7,
                "1998":10,
                "1999":1,
                "2000":1,
                "2001":3,
                "2002":1,
                "2003":2,
                "2004":3,
                "2005":1,
                "2006":1,
                "2007":1,
                "2008":1,
                "2009":1,
                "2010":1,
                "2011":1
            }
        ]
    ]
}