{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "High-energy particle accelerators have been crucial in providing a deeper understanding of fundamental particles and the forces that govern their interactions. To increase the energy of the particles or to reduce the size of the accelerator, new acceleration schemes need to be developed. Plasma wakefield acceleration 1, 2, 3, 4, 5, in which the electrons in a plasma are excited, leading to strong electric fields (so called ‘wakefields’), is one such promising acceleration technique. Experiments have shown that an intense laser pulse 6, 7, 8, 9 or electron bunch 10, 11 traversing a plasma can drive electric fields of tens of gigavolts per metre and above—well beyond those achieved in conventional radio-frequency accelerators (about 0.1 gigavolt per metre). However, the low stored energy of laser pulses and electron bunches means that multiple acceleration stages are needed to reach very high particle energies 5, 12 …",
            "Acceleration of electrons in the plasma wakefield of a proton bunch",
            "E Adli and A Ahuja and O Apsimon and R Apsimon and A-M Bachmann and D Barrientos and F Batsch and J Bauche and VK Berglyd Olsen and M Bernardini and T Bohl and C Bracco and F Braunmüller and G Burt and B Buttenschön and A Caldwell and M Cascella and J Chappell and E Chevallay and M Chung and David Cooke and H Damerau and L Deacon and LH Deubner and A Dexter and S Doebert and J Farmer and VN Fedosseev and R Fiorito and RA Fonseca and F Friebel and L Garolfi and S Gessner and I Gorgisyan and AA Gorn and E Granados and O Grulke and E Gschwendtner and J Hansen and A Helm and JR Henderson and M Hüther and M Ibison and L Jensen and S Jolly and F Keeble and S-Y Kim and F Kraus and Y Li and S Liu and N Lopes and KV Lotov and L Maricalva Brun and M Martyanov and S Mazzoni and D Medina Godoy and VA Minakov and J Mitchell and JC Molendijk and JT Moody and M Moreira and P Muggli and E Öz and C Pasquino and A Pardons and F Pena Asmus and K Pepitone and A Perera and A Petrenko and S Pitman and A Pukhov and S Rey and K Rieger and H Ruhl and JS Schmidt and IA Shalimova and P Sherwood and LO Silva and L Soby and AP Sosedkin and R Speroni and RI Spitsyn and PV Tuev and M Turner and F Velotti and L Verra and VA Verzilov and J Vieira and CP Welsch and B Williamson and M Wing and B Woolley and G Xia",
            "2018",
            "OZCToJUAAAAJ:qxL8FJ1GzNcC",
            149,
            "https:\/\/www.nature.com\/articles\/s41586-018-0485-4",
            "10601969007150057323",
            "\/scholar?cites=10601969007150057323",
            {
                "2017":1,
                "2018":18,
                "2019":54,
                "2020":70,
                "2021":5
            }
        ],
        [
            "The Advanced Proton Driven Plasma Wakefield Acceleration Experiment (AWAKE) aims at studying plasma wakefield generation and electron acceleration driven by proton bunches. It is a proof-of-principle R&D experiment at CERN and the world׳s first proton driven plasma wakefield acceleration experiment. The AWAKE experiment will be installed in the former CNGS facility and uses the 400 GeV\/c proton beam bunches from the SPS. The first experiments will focus on the self-modulation instability of the long (rms ~12 cm) proton bunch in the plasma. These experiments are planned for the end of 2016. Later, in 2017\/2018, low energy (~15 MeV) electrons will be externally injected into the sample wakefields and be accelerated beyond 1 GeV. The main goals of the experiment will be summarized. A summary of the AWAKE design and construction status will be presented.",
            "AWAKE, the advanced proton driven plasma wakefield acceleration experiment at CERN",
            "E Gschwendtner and E Adli and L Amorim and R Apsimon and R Assmann and A-M Bachmann and F Batsch and J Bauche and VK Berglyd Olsen and M Bernardini and R Bingham and B Biskup and T Bohl and C Bracco and PN Burrows and G Burt and B Buttenschön and A Butterworth and A Caldwell and M Cascella and E Chevallay and S Cipiccia and H Damerau and L Deacon and P Dirksen and S Doebert and U Dorda and J Farmer and V Fedosseev and E Feldbaumer and R Fiorito and R Fonseca and F Friebel and AA Gorn and O Grulke and J Hansen and C Hessler and W Hofle and J Holloway and M Hüther and D Jaroszynski and L Jensen and S Jolly and A Joulaei and M Kasim and F Keeble and Y Li and S Liu and N Lopes and KV Lotov and S Mandry and R Martorelli and M Martyanov and S Mazzoni and O Mete and VA Minakov and J Mitchell and J Moody and P Muggli and Z Najmudin and P Norreys and E Öz and A Pardons and K Pepitone and A Petrenko and G Plyushchev and A Pukhov and K Rieger and H Ruhl and F Salveter and N Savard and J Schmidt and A Seryi and E Shaposhnikova and ZM Sheng and P Sherwood and L Silva and L Soby and AP Sosedkin and RI Spitsyn and R Trines and PV Tuev and M Turner and V Verzilov and J Vieira and H Vincke and Y Wei and CP Welsch and M Wing and G Xia and H Zhang",
            "2016",
            "OZCToJUAAAAJ:d1gkVwhDpl0C",
            124,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900216001881",
            "72203283823470382",
            "\/scholar?cites=72203283823470382",
            {
                "2016":13,
                "2017":29,
                "2018":33,
                "2019":27,
                "2020":20,
                "2021":1
            }
        ]
    ]
}