{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Bulk ferroelectrics undergo structural phase transformations at low temperatures, giving multi-stable (that is, multiple-minimum) degenerate states with spontaneous polarization. Accessing these states by applying, and varying the direction of, an external electric field is a key principle for the operation of devices such as non-volatile ferroelectric random access memories 1 (NFERAMs). Compared with bulk ferroelectrics, low-dimensional finite ferroelectric structures promise to increase the storage density of NFERAMs 10,000-fold 2. But this anticipated benefit hinges on whether phase transitions and multi-stable states still exist in low-dimensional structures. Previous studies have suggested that phase transitions are impossible in one-dimensional systems 3, 4, 5, and become increasingly less likely as dimensionality further decreases 3, 4, 5, 6. Here we perform ab initio studies of ferroelectric nanoscale disks and …",
            "Unusual phase transitions in ferroelectric nanodisks and nanorods",
            "Ivan I Naumov and L Bellaiche and Huaxiang Fu",
            "2004",
            "p-kVisQAAAAJ:4fGpz3EwCPoC",
            764,
            "https:\/\/www.nature.com\/articles\/nature03107",
            "13248517880368676460",
            "\/scholar?cites=13248517880368676460",
            {
                "2005":13,
                "2006":41,
                "2007":40,
                "2008":40,
                "2009":53,
                "2010":49,
                "2011":64,
                "2012":54,
                "2013":50,
                "2014":50,
                "2015":50,
                "2016":49,
                "2017":54,
                "2018":51,
                "2019":49,
                "2020":47,
                "2021":4
            }
        ],
        [
            "A first-principles-derived approach is developed to study finite-temperature properties of Pb (Zr 1− x T i x) O 3 (PZT) solid solutions near the morphotropic phase boundary (MPB). Structural and piezoelectric predictions are in excellent agreement with experimental data and direct first-principles results. A low-temperature monoclinic phase is confirmed to exist, and is demonstrated to act as a bridge between the well-known tetragonal and rhombohedral phases delimiting the MPB. A successful explanation for the large piezoelectricity found in PZT ceramics is also provided.",
            "Finite-Temperature Properties of Pb (Zr_ {1-x} Ti_ {x}) O_ {3} Alloys from First Principles",
            "L Bellaiche and Alberto García and David Vanderbilt",
            "2000",
            "p-kVisQAAAAJ:bz8QjSJIRt4C",
            639,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.84.5427",
            "4756834471339776912",
            "\/scholar?cites=4756834471339776912",
            {
                "2000":3,
                "2001":27,
                "2002":52,
                "2003":27,
                "2004":24,
                "2005":35,
                "2006":39,
                "2007":42,
                "2008":36,
                "2009":25,
                "2010":31,
                "2011":34,
                "2012":27,
                "2013":35,
                "2014":31,
                "2015":27,
                "2016":38,
                "2017":28,
                "2018":23,
                "2019":24,
                "2020":25,
                "2021":4
            }
        ],
        [
            "We present an approach to the implementation of the virtual crystal approximation (VCA) for the study of properties of solid solutions in the context of density-functional methods. Our approach can easily be applied to any type of pseudopotential, and also has the advantage that it can be used to obtain estimates of the atomic forces that would arise if the real atoms were present, thus giving insight into the expected displacements in the real alloy. We have applied this VCA technique within the Vanderbilt ultrasoft-pseudopotential scheme to predict dielectric and piezoelectric properties of the Pb (Zr 0.5 Ti 0.5) O 3 solid solution in its paraelectric and ferroelectric phases, respectively. Comparison with calculations performed on ordered alloy supercells and with data on parents compounds demonstrates the adequacy of using the VCA for this perovskite solid solution. In particular, the VCA approach reproduces the …",
            "Virtual crystal approximation revisited: Application to dielectric and piezoelectric properties of perovskites",
            "L Bellaiche and David Vanderbilt",
            "2000",
            "p-kVisQAAAAJ:LO7wyVUgiFcC",
            557,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.61.7877",
            "17542967525298723821",
            "\/scholar?cites=17542967525298723821",
            {
                "2000":4,
                "2001":8,
                "2002":12,
                "2003":6,
                "2004":9,
                "2005":13,
                "2006":9,
                "2007":9,
                "2008":8,
                "2009":18,
                "2010":13,
                "2011":31,
                "2012":26,
                "2013":38,
                "2014":28,
                "2015":60,
                "2016":43,
                "2017":48,
                "2018":51,
                "2019":50,
                "2020":63,
                "2021":8
            }
        ],
        [
            "Tradition has it that in the absence of structural phase transition, or direct-to-indirect band-gap crossover, the properties of semiconductor alloys (bond lengths, band gaps, elastic constants, etc.) have simple and smooth (often parabolic) dependence on composition. We illustrate two types of violations of this almost universally expected behavior. First, at the percolation composition threshold where a continuous, wall-to-wall chain of given bonds (eg, Ga-N-Ga-N...) first forms in the alloy (eg, Ga As 1− x N x), we find an anomalous behavior in the corresponding bond length (eg, Ga-N). Second, we show that if the dilute alloy (eg, Ga As 1− x N x for x→ 1) shows a localized deep impurity level in the gap, then there will be a composition domain in the concentrated alloy where its electronic properties (eg, optical bowing coefficient) become irregular: unusually large and composition dependent. We contrast Ga As 1− x N x …",
            "Localization and percolation in semiconductor alloys: GaAsN vs GaAsP",
            "L Bellaiche and S-H Wei and Alex Zunger",
            "1996",
            "p-kVisQAAAAJ:9pM33mqn1YgC",
            386,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.54.17568",
            "6090537977718235708",
            "\/scholar?cites=6090537977718235708",
            {
                "1997":11,
                "1998":17,
                "1999":19,
                "2000":27,
                "2001":27,
                "2002":42,
                "2003":23,
                "2004":39,
                "2005":23,
                "2006":19,
                "2007":19,
                "2008":21,
                "2009":15,
                "2010":6,
                "2011":5,
                "2012":7,
                "2013":7,
                "2014":10,
                "2015":4,
                "2016":11,
                "2017":9,
                "2018":13,
                "2019":3,
                "2020":5,
                "2021":1
            }
        ],
        [
            "In the search for multiferroic materials magnetic compounds with a strongly elongated unit-cell (large axial ratio c\/a) have been scrutinized intensely. However, none was hitherto proven to have a switchable polarization, an essential feature of ferroelectrics. Here, we provide evidence for the epitaxial stabilization of a monoclinic phase of BiFeO 3 with a giant axial ratio (c\/a= 1.23) that is both ferroelectric and magnetic at room temperature. Surprisingly, and in contrast with previous theoretical predictions, the polarization does not increase dramatically with c\/a. We discuss our results in terms of the competition between polar and antiferrodistortive instabilities and give perspectives for engineering multiferroic phases.",
            "Evidence for room-temperature multiferroicity in a compound with a giant axial ratio",
            "Hélène Béa and Bertrand Dupé and Stéphane Fusil and R Mattana and Eric Jacquet and B Warot-Fonrose and F Wilhelm and Andrei Rogalev and Sylvain Petit and Vincent Cros and A Anane and Frédéric Petroff and Karim Bouzehouane and Grégorie Geneste and Brahim Dkhil and S Lisenkov and Inna Ponomareva and Laurent Bellaiche and Manuel Bibes and Agnès Barthélémy",
            "2009",
            "p-kVisQAAAAJ:a9-T7VOCCH8C",
            345,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.217603",
            "5366252823674818658",
            "\/scholar?cites=5366252823674818658",
            {
                "2009":4,
                "2010":26,
                "2011":45,
                "2012":45,
                "2013":30,
                "2014":36,
                "2015":30,
                "2016":32,
                "2017":16,
                "2018":25,
                "2019":29,
                "2020":26,
                "2021":1
            }
        ],
        [
            "We propose realizing the quantum anomalous Hall effect by proximity coupling graphene to an antiferromagnetic insulator that provides both broken time-reversal symmetry and spin-orbit coupling. We illustrate our idea by performing ab initio calculations for graphene adsorbed on the (111) surface of BiFeO 3. In this case, we find that the proximity-induced exchange field in graphene is about 70 meV, and that a topologically nontrivial band gap is opened by Rashba spin-orbit coupling. The size of the gap depends on the separation between the graphene and the thin film substrate, which can be tuned experimentally by applying external pressure.",
            "Quantum anomalous Hall effect in graphene proximity coupled to an antiferromagnetic insulator",
            "Zhenhua Qiao and Wei Ren and Hua Chen and L Bellaiche and Zhenyu Zhang and AH MacDonald and Qian Niu",
            "2014",
            "p-kVisQAAAAJ:c59VksA5Vz4C",
            324,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.112.116404",
            "14636296973068212052",
            "\/scholar?cites=14636296973068212052",
            {
                "2014":15,
                "2015":42,
                "2016":46,
                "2017":50,
                "2018":49,
                "2019":54,
                "2020":62,
                "2021":5
            }
        ],
        [
            "This comprehensive book covers recent developments in advanced dielectric, piezoelectric and ferroelectric materials. Dielectric materials such as ceramics are used to manufacture microelectronic devices. Piezoelectric components have been used for many years in radioelectrics, time-keeping and, more recently, in microprocessor-based devices. Ferroelectric materials are widely used in various devices such as piezoelectric\/electrostrictive transducers and actuators, pyroelectric infrared detectors, optical integrated circuits, optical data storage and display devices. The book is divided into eight parts under the general headings: High strain high performance piezo-and ferroelectric single crystals; Electric field-induced effects and domain engineering; Morphotropic phase boundary related phenomena; High power piezoelectric and microwave dielectric materials; Nanoscale piezo-and ferroelectrics; Piezo-and ferroelectric films; Novel processing and new materials; Novel properties of ferroelectrics and related materials. Each chapter looks at key recent research on these materials, their properties and potential applications. Advanced dielectric, piezoelectric and ferroelectric materials is an important reference tool for all those working in the area of electrical and electronic materials in general and dielectrics, piezoelectrics and ferroelectrics in particular. Covers the latest developments in advanced dielectric, piezoelectric and ferroelectric materials Includes topics such as high strain high performance piezo and ferroelectric single crystals Discusses novel processing and new materials, and novel properties of ferroelectrics and related materials",
            "Handbook of advanced dielectric, piezoelectric and ferroelectric materials: Synthesis, properties and applications",
            "Zuo-Guang Ye",
            "2008",
            "p-kVisQAAAAJ:6_hjMsCP8ZoC",
            307,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=LgikAgAAQBAJ&oi=fnd&pg=PP1&dq=info:54mmvkJkyAwJ:scholar.google.com&ots=hvIen9lWyj&sig=E8Bm8Wl8Ae2-LLz48V7tNaDEC5I",
            "921096361626470887",
            "\/scholar?cites=921096361626470887",
            {
                "2008":4,
                "2009":5,
                "2010":9,
                "2011":14,
                "2012":19,
                "2013":21,
                "2014":31,
                "2015":24,
                "2016":39,
                "2017":38,
                "2018":39,
                "2019":28,
                "2020":31,
                "2021":4
            }
        ],
        [
            "Multiferroics are compounds that show ferroelectricity and magnetism. BiFeO 3, by far the most studied, has outstanding ferroelectric properties, a cycloidal magnetic order in the bulk, and many unexpected virtues such as conductive domain walls or a low bandgap of interest for photovoltaics. Although this flurry of properties makes BiFeO 3 a paradigmatic multifunctional material, most are related to its ferroelectric character, and its other ferroic property—antiferromagnetism—has not been investigated extensively, especially in thin films. Here we bring insight into the rich spin physics of BiFeO 3 in a detailed study of the static and dynamic magnetic response of strain-engineered films. Using Mössbauer and Raman spectroscopies combined with Landau–Ginzburg theory and effective Hamiltonian calculations, we show that the bulk-like cycloidal spin modulation that exists at low compressive strain is driven towards …",
            "Crafting the magnonic and spintronic response of BiFeO3 films by epitaxial strain",
            "D Sando and A Agbelele and D Rahmedov and J Liu and P Rovillain and C Toulouse and IC Infante and AP Pyatakov and S Fusil and E Jacquet and C Carrétéro and C Deranlot and S Lisenkov and D Wang and JM Le Breton and M Cazayous and A Sacuto and J Juraszek and AK Zvezdin and L Bellaiche and B Dkhil and A Barthélémy and M Bibes",
            "2013",
            "p-kVisQAAAAJ:RuPIJ_LgqDgC",
            296,
            "https:\/\/www.nature.com\/articles\/nmat3629",
            "10291103584702193467",
            "\/scholar?cites=10291103584702193467",
            {
                "2013":10,
                "2014":24,
                "2015":37,
                "2016":42,
                "2017":38,
                "2018":49,
                "2019":50,
                "2020":40,
                "2021":4
            }
        ],
        [
            "Topological defects in ferroic materials are attracting much attention both as a playground of unique physical phenomena and for potential applications in reconfigurable electronic devices. Here, we explore electronic transport at artificially created ferroelectric vortices in BiFeO 3 thin films. The creation of one-dimensional conductive channels activated at voltages as low as 1 V is demonstrated. We study the electronic as well as the static and dynamic polarization structure of several topological defects using a combination of first-principles and phase-field modelling. The modelling predicts that the core structure can undergo a reversible transformation into a metastable twist structure, extending charged domain walls segments through the film thickness. The vortex core is therefore a dynamic conductor controlled by the coupled response of polarization and electron–mobile-vacancy subsystems with external bias …",
            "Enhanced electric conductivity at ferroelectric vortex cores in BiFeO 3",
            "Nina Balke and Benjamin Winchester and Wei Ren and Ying Hao Chu and Anna N Morozovska and Eugene A Eliseev and Mark Huijben and Rama K Vasudevan and Petro Maksymovych and Jason Britson and Stephen Jesse and Igor Kornev and Ramamoorthy Ramesh and Laurent Bellaiche and Long Qing Chen and Sergei V Kalinin",
            "2012",
            "p-kVisQAAAAJ:2l5NCbZemmgC",
            282,
            "https:\/\/www.nature.com\/articles\/nphys2132",
            "4154841433749485949",
            "\/scholar?cites=4154841433749485949",
            {
                "2012":20,
                "2013":31,
                "2014":21,
                "2015":30,
                "2016":28,
                "2017":46,
                "2018":31,
                "2019":37,
                "2020":36,
                "2021":1
            }
        ],
        [
            "Properties of B a T i O 3 colloidal quantum dots and wires are simulated using a first-principles-based approach. Large atomic off-center displacements (that are robust against capping matrix materials) are found to exist in very small (< 5 n m) dots. We further determine the size dependences of electrical and electromechanical responses in the studied nanostructures, as well as provide microscopic understanding of these responses.",
            "Ferroelectricity in barium titanate quantum dots and wires",
            "Huaxiang Fu and L Bellaiche",
            "2003",
            "p-kVisQAAAAJ:anf4URPfarAC",
            249,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.91.257601",
            "1474100345895689235",
            "\/scholar?cites=1474100345895689235",
            {
                "2004":8,
                "2005":13,
                "2006":20,
                "2007":27,
                "2008":14,
                "2009":14,
                "2010":18,
                "2011":14,
                "2012":17,
                "2013":21,
                "2014":14,
                "2015":14,
                "2016":12,
                "2017":12,
                "2018":12,
                "2019":12,
                "2020":4
            }
        ]
    ]
}