{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The last decade witnessed significant progress in angle-resolved photoemission spectroscopy (ARPES) and its applications. Today, ARPES experiments with 2-meV energy resolution and 0.2 angular resolution are a reality even for photoemission on solids. These technological advances and the improved sample quality have enabled ARPES to emerge as a leading tool in the investigation of the high-T c superconductors. This paper reviews the most recent ARPES results on the cuprate superconductors and their insulating parent and sister compounds, with the purpose of providing an updated summary of the extensive literature. The low-energy excitations are discussed with emphasis on some of the most relevant issues, such as the Fermi surface and remnant Fermi surface, the superconducting gap, the pseudogap and d-wave-like dispersion, evidence of electronic inhomogeneity and nanoscale phase …",
            "Angle-resolved photoemission studies of the cuprate superconductors",
            "Andrea Damascelli and Zahid Hussain and Zhi-Xun Shen",
            "2003",
            "P05j1WwAAAAJ:u5HHmVD_uO8C",
            3953,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.75.473",
            "10318558313954895846",
            "\/scholar?cites=10318558313954895846",
            {
                "2003":48,
                "2004":163,
                "2005":193,
                "2006":228,
                "2007":272,
                "2008":272,
                "2009":241,
                "2010":290,
                "2011":226,
                "2012":240,
                "2013":222,
                "2014":203,
                "2015":219,
                "2016":213,
                "2017":185,
                "2018":242,
                "2019":197,
                "2020":251,
                "2021":16
            }
        ],
        [
            "Three-dimensional topological insulators are a new state of quantum matter with a bulk gap and odd number of relativistic Dirac fermions on the surface. By investigating the surface state of Bi2Te3 with angle-resolved photoemission spectroscopy, we demonstrate that the surface state consists of a single nondegenerate Dirac cone. Furthermore, with appropriate hole doping, the Fermi level can be tuned to intersect only the surface states, indicating a full energy gap for the bulk states. Our results establish that Bi2Te3 is a simple model system for the three-dimensional topological insulator with a single Dirac cone on the surface. The large bulk gap of Bi2Te3 also points to promising potential for high-temperature spintronics applications.",
            "Experimental realization of a three-dimensional topological insulator, Bi2Te3",
            "YL Chen and James G Analytis and J-H Chu and ZK Liu and S-K Mo and Xiao-Liang Qi and HJ Zhang and DH Lu and Xi Dai and Zhong Fang and Shou-Cheng Zhang and Ian R Fisher and Zahid Hussain and Z-X Shen",
            "2009",
            "P05j1WwAAAAJ:u-x6o8ySG0sC",
            3297,
            "https:\/\/science.sciencemag.org\/content\/325\/5937\/178.abstract",
            "10959865362302169998",
            "\/scholar?cites=10959865362302169998",
            {
                "2009":20,
                "2010":180,
                "2011":258,
                "2012":314,
                "2013":344,
                "2014":345,
                "2015":327,
                "2016":309,
                "2017":327,
                "2018":289,
                "2019":291,
                "2020":262,
                "2021":17
            }
        ],
        [
            "Three-dimensional (3D) topological Dirac semimetals (TDSs) represent an unusual state of quantum matter that can be viewed as “3D graphene.” In contrast to 2D Dirac fermions in graphene or on the surface of 3D topological insulators, TDSs possess 3D Dirac fermions in the bulk. By investigating the electronic structure of Na3Bi with angle-resolved photoemission spectroscopy, we detected 3D Dirac fermions with linear dispersions along all momentum directions. Furthermore, we demonstrated the robustness of 3D Dirac fermions in Na3Bi against in situ surface doping. Our results establish Na3Bi as a model system for 3D TDSs, which can serve as an ideal platform for the systematic study of quantum phase transitions between rich topological quantum states.",
            "Discovery of a three-dimensional topological Dirac semimetal, Na3Bi",
            "ZK Liu and Bo Zhou and Yong Zhang and ZJ Wang and HM Weng and Dharmalingam Prabhakaran and S-K Mo and ZX Shen and Zhong Fang and Xi Dai and Zahid Hussain and YL Chen",
            "2014",
            "P05j1WwAAAAJ:M3ejUd6NZC8C",
            1734,
            "https:\/\/science.sciencemag.org\/content\/343\/6173\/864.abstract",
            "12962291623388664805",
            "\/scholar?cites=12962291623388664805",
            {
                "2014":73,
                "2015":179,
                "2016":265,
                "2017":308,
                "2018":321,
                "2019":272,
                "2020":291,
                "2021":20
            }
        ],
        [
            "Coupling between electrons and phonons (lattice vibrations) drives the formation of the electron pairs responsible for conventional superconductivity 1. The lack of direct evidence for electron–phonon coupling in the electron dynamics of the high-transition-temperature superconductors has driven an intensive search for an alternative mechanism. A coupling of an electron with a phonon would result in an abrupt change of its velocity and scattering rate near the phonon energy. Here we use angle-resolved photoemission spectroscopy to probe electron dynamics—velocity and scattering rate—for three different families of copper oxide superconductors. We see in all of these materials an abrupt change of electron velocity at 50–80 meV, which we cannot explain by any known process other than to invoke coupling with the phonons associated with the movement of the oxygen atoms. This suggests that electron …",
            "Evidence for ubiquitous strong electron–phonon coupling in high-temperature superconductors",
            "A Lanzara and PV Bogdanov and XJ Zhou and SA Kellar and DL Feng and ED Lu and T Yoshida and H Eisaki and Atsushi Fujimori and K Kishio and J-I Shimoyama and T Noda and S Uchida and Zahid Hussain and Z-X Shen",
            "2001",
            "P05j1WwAAAAJ:d1gkVwhDpl0C",
            1586,
            "https:\/\/www.nature.com\/articles\/35087518",
            "13247463491010741839",
            "\/scholar?cites=13247463491010741839",
            {
                "2001":21,
                "2002":107,
                "2003":126,
                "2004":127,
                "2005":118,
                "2006":133,
                "2007":113,
                "2008":128,
                "2009":82,
                "2010":87,
                "2011":53,
                "2012":65,
                "2013":59,
                "2014":42,
                "2015":46,
                "2016":47,
                "2017":45,
                "2018":48,
                "2019":57,
                "2020":65,
                "2021":5
            }
        ],
        [
            "Two-dimensional (2D) transition metal dichalcogenides (TMDs) are emerging as a new platform for exploring 2D semiconductor physics 1, 2, 3, 4, 5, 6, 7, 8, 9. Reduced screening in two dimensions results in markedly enhanced electron–electron interactions, which have been predicted to generate giant bandgap renormalization and excitonic effects 10, 11, 12, 13. Here we present a rigorous experimental observation of extraordinarily large exciton binding energy in a 2D semiconducting TMD. We determine the single-particle electronic bandgap of single-layer MoSe 2 by means of scanning tunnelling spectroscopy (STS), as well as the two-particle exciton transition energy using photoluminescence (PL) spectroscopy. These yield an exciton binding energy of 0.55 eV for monolayer MoSe 2 on graphene—orders of magnitude larger than what is seen in conventional 3D semiconductors and significantly higher than …",
            "Giant bandgap renormalization and excitonic effects in a monolayer transition metal dichalcogenide semiconductor",
            "Miguel M Ugeda and Aaron J Bradley and Su-Fei Shi and H Felipe and Yi Zhang and Diana Y Qiu and Wei Ruan and Sung-Kwan Mo and Zahid Hussain and Zhi-Xun Shen and Feng Wang and Steven G Louie and Michael F Crommie",
            "2014",
            "P05j1WwAAAAJ:yD5IFk8b50cC",
            1203,
            "https:\/\/www.nature.com\/articles\/nmat4061",
            "9938599660809715338",
            "\/scholar?cites=9938599660809715338",
            {
                "2014":4,
                "2015":108,
                "2016":174,
                "2017":213,
                "2018":233,
                "2019":224,
                "2020":227,
                "2021":15
            }
        ],
        [
            "Angle-resolved photoemission experiments reveal evidence of an energy gap in the normal state excitation spectrum of the cuprate superconductor Bi2Sr2CaCu2O8+δ. This gap exists only in underdoped samples and closes around the doping level at which the superconducting transition temperature Tc is a maximum. The momentum dependence and magnitude of the gap closely resemble those of the dx2−y2 gap observed in the superconducting state. This observation is consistent with results from several other experimental techniques, which also indicate the presence of a gap in the normal state. Some possible theoretical explanations for this effect are reviewed.",
            "Excitation gap in the normal state of underdoped Bi2Sr2CaCu2O8+ δ",
            "AG Loeser and Z-X Shen and DS Dessau and DS Marshall and CH Park and P Fournier and A Kapitulnik",
            "1996",
            "P05j1WwAAAAJ:9yKSN-GCB0IC",
            1181,
            "https:\/\/science.sciencemag.org\/content\/273\/5273\/325.abstract",
            "207776824508864382",
            "\/scholar?cites=207776824508864382",
            {
                "1996":13,
                "1997":84,
                "1998":120,
                "1999":126,
                "2000":124,
                "2001":116,
                "2002":92,
                "2003":55,
                "2004":38,
                "2005":28,
                "2006":34,
                "2007":31,
                "2008":45,
                "2009":24,
                "2010":36,
                "2011":27,
                "2012":27,
                "2013":30,
                "2014":21,
                "2015":16,
                "2016":19,
                "2017":22,
                "2018":12,
                "2019":21,
                "2020":11,
                "2021":1
            }
        ],
        [
            "Three-dimensional (3D) topological Dirac semimetals (TDSs) are a recently proposed state of quantum matter 1, 2, 3, 4, 5, 6 that have attracted increasing attention in physics and materials science. A 3D TDS is not only a bulk analogue of graphene; it also exhibits non-trivial topology in its electronic structure that shares similarities with topological insulators. Moreover, a TDS can potentially be driven into other exotic phases (such as Weyl semimetals 1, 7, axion insulators 1, 4 and topological superconductors 8, 9), making it a unique parent compound for the study of these states and the phase transitions between them. Here, by performing angle-resolved photoemission spectroscopy, we directly observe a pair of 3D Dirac fermions in Cd 3 As 2, proving that it is a model 3D TDS. Compared with other 3D TDSs, for example, β-cristobalite BiO 2 (ref. 3) and Na 3 Bi (refs 4, 5), Cd 3 As 2 is stable and has much higher …",
            "A stable three-dimensional topological Dirac semimetal Cd3As2",
            "ZK Liu and Jianzhong Jiang and Bo Zhou and ZJ Wang and Yi Zhang and HM Weng and Dharmalingam Prabhakaran and Sung Kwan Mo and Han Peng and Pavel Dudin and T Kim and Moritz Hoesch and Zhong Fang and Xi Dai and ZX Shen and DL Feng and Zahid Hussain and YL Chen",
            "2014",
            "P05j1WwAAAAJ:NMxIlDl6LWMC",
            1155,
            "https:\/\/www.nature.com\/articles\/nmat3990",
            "4431812527666109820",
            "\/scholar?cites=4431812527666109820",
            {
                "2014":19,
                "2015":126,
                "2016":194,
                "2017":208,
                "2018":230,
                "2019":182,
                "2020":182,
                "2021":9
            }
        ],
        [
            "Superconducting gap anisotropy at least an order of magnitude larger than that of the conventional superconductors has been observed in the a-b plane of Bi 2 Sr 2 CaCu 2 O 8+ δ in angle-resolved photoemission spectroscopy. For samples with T c of 88 K, the gap size reaches a maximum of approximately 20 meV along the Cu-O bond direction, and a minimum of much smaller or vanishing magnitude 45 away. The experimental data are discussed within the context of various theoretical models. In particular, a detailed comparison with what is expected from a superconductor with a d x 2-y 2 order parameter is carried out, yielding a consistent picture.",
            "Anomalously large gap anisotropy in the a-b plane of ",
            "Z-X Shen and DS Dessau and BO Wells and DM King and WE Spicer and AJ Arko and D Marshall and LW Lombardo and A Kapitulnik and Pa Dickinson and S Doniach and J DiCarlo and T Loeser and CH Park",
            "1993",
            "P05j1WwAAAAJ:2osOgNQ5qMEC",
            1142,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.70.1553",
            "16438212460105672416",
            "\/scholar?cites=16438212460105672416",
            {
                "1993":31,
                "1994":130,
                "1995":121,
                "1996":104,
                "1997":66,
                "1998":87,
                "1999":60,
                "2000":52,
                "2001":37,
                "2002":42,
                "2003":49,
                "2004":32,
                "2005":22,
                "2006":31,
                "2007":18,
                "2008":39,
                "2009":10,
                "2010":26,
                "2011":18,
                "2012":19,
                "2013":20,
                "2014":15,
                "2015":12,
                "2016":15,
                "2017":12,
                "2018":21,
                "2019":24,
                "2020":18
            }
        ],
        [
            "In addition to a bulk energy gap, topological insulators accommodate a conducting, linearly dispersed Dirac surface state. This state is predicted to become massive if time reversal symmetry is broken, and to become insulating if the Fermi energy is positioned inside both the surface and bulk gaps. We introduced magnetic dopants into the three-dimensional topological insulator dibismuth triselenide (Bi2Se3) to break the time reversal symmetry and further position the Fermi energy inside the gaps by simultaneous magnetic and charge doping. The resulting insulating massive Dirac fermion state, which we observed by angle-resolved photoemission, paves the way for studying a range of topological phenomena relevant to both condensed matter and particle physics.",
            "Massive Dirac fermion on the surface of a magnetically doped topological insulator",
            "YL Chen and J-H Chu and JG Analytis and ZK Liu and Kyushiro Igarashi and H-H Kuo and XL Qi and Sung-Kwan Mo and RG Moore and DH Lu and Makoto Hashimoto and Takao Sasagawa and SC Zhang and IR Fisher and Zahid Hussain and Zhi-Xun Shen",
            "2010",
            "P05j1WwAAAAJ:Tyk-4Ss8FVUC",
            1057,
            "https:\/\/science.sciencemag.org\/content\/329\/5992\/659.abstract",
            "14015515986553634668",
            "\/scholar?cites=14015515986553634668",
            {
                "2010":5,
                "2011":72,
                "2012":116,
                "2013":131,
                "2014":111,
                "2015":109,
                "2016":122,
                "2017":103,
                "2018":87,
                "2019":99,
                "2020":90,
                "2021":8
            }
        ],
        [
            "Quantum systems in confined geometries are host to novel physical phenomena. Examples include quantum Hall systems in semiconductors 1 and Dirac electrons in graphene 2. Interest in such systems has also been intensified by the recent discovery of a large enhancement in photoluminescence quantum efficiency 3, 4, 5, 6, 7 and a potential route to valleytronics 6, 7, 8 in atomically thin layers of transition metal dichalcogenides, MX 2 (M= Mo, W; X= S, Se, Te), which are closely related to the indirect-to-direct bandgap transition in monolayers 9, 10, 11, 12. Here, we report the first direct observation of the transition from indirect to direct bandgap in monolayer samples by using angle-resolved photoemission spectroscopy on high-quality thin films of MoSe 2 with variable thickness, grown by molecular beam epitaxy. The band structure measured experimentally indicates a stronger tendency of monolayer MoSe 2 …",
            "Direct observation of the transition from indirect to direct bandgap in atomically thin epitaxial MoSe2",
            "Yi Zhang and Tay-Rong Chang and Bo Zhou and Yong-Tao Cui and Hao Yan and Zhongkai Liu and Felix Schmitt and James Lee and Rob Moore and Yulin Chen and Hsin Lin and Horng-Tay Jeng and Sung-Kwan Mo and Zahid Hussain and Arun Bansil and Zhi-Xun Shen",
            "2014",
            "P05j1WwAAAAJ:J_g5lzvAfSwC",
            979,
            "https:\/\/www.nature.com\/articles\/nnano.2013.277.pdf?origin=ppub",
            "17974228501299216552",
            "\/scholar?cites=17974228501299216552",
            {
                "2014":42,
                "2015":99,
                "2016":115,
                "2017":167,
                "2018":179,
                "2019":185,
                "2020":177,
                "2021":9
            }
        ]
    ]
}