{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "While evidence of a topologically nontrivial surface state has been identified in surface-sensitive measurements of Bi 2 Se 3, a significant experimental concern is that no signatures have been observed in bulk transport. In a search for such states, nominally undoped single crystals of Bi 2 Se 3 with carrier densities approaching 10 16 cm− 3 and very high mobilities exceeding 2 m 2 V− 1 s− 1 have been studied. A comprehensive analysis of Shubnikov-de Haas oscillations, Hall effect, and optical reflectivity indicates that the measured electrical transport can be attributed solely to bulk states, even at 50 mK at low Landau-level filling factor, and in the quantum limit. The absence of a significant surface contribution to bulk conduction demonstrates that even in very clean samples, the surface mobility is lower than that of the bulk, despite its topological protection.",
            "Strong surface scattering in ultrahigh-mobility Bi 2 Se 3 topological insulator crystals",
            "Nicholas P Butch and Kevin Kirshenbaum and Paul Syers and Andrei B Sushkov and Gregory S Jenkins and H Dennis Drew and Johnpierre Paglione",
            "2010",
            "p1HQk-QAAAAJ:QIV2ME_5wuYC",
            450,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.81.241301",
            "4156093867502447769",
            "\/scholar?cites=4156093867502447769",
            {
                "2010":13,
                "2011":47,
                "2012":66,
                "2013":58,
                "2014":53,
                "2015":40,
                "2016":35,
                "2017":39,
                "2018":36,
                "2019":28,
                "2020":28,
                "2021":6
            }
        ],
        [
            "The newly discovered three-dimensional strong topological insulators (STIs) exhibit topologically protected Dirac surface states 1, 2. Although the STI surface state has been studied spectroscopically, for example, by photoemission 3, 4, 5 and scanned probes 6, 7, 8, 9, 10, transport experiments 11, 12, 13, 14, 15, 16, 17 have failed to demonstrate the most fundamental signature of the STI: ambipolar metallic electronic transport in the topological surface of an insulating bulk. Here we show that the surfaces of thin (∼ 10 nm), low-doped Bi 2 Se 3 (≈ 10 17 cm− 3) crystals are strongly electrostatically coupled, and a gate electrode can completely remove bulk charge carriers and bring both surfaces through the Dirac point simultaneously. We observe clear surface band conduction with a linear Hall resistivity and a well-defined ambipolar field effect, as well as a charge-inhomogeneous minimum conductivity region 18 …",
            "Surface conduction of topological Dirac electrons in bulk insulating Bi 2 Se 3",
            "Dohun Kim and Sungjae Cho and Nicholas P Butch and Paul Syers and Kevin Kirshenbaum and Shaffique Adam and Johnpierre Paglione and Michael S Fuhrer",
            "2012",
            "p1HQk-QAAAAJ:LPZeul_q3PIC",
            391,
            "https:\/\/www.nature.com\/articles\/nphys2286",
            "2032429133565963887",
            "\/scholar?cites=2032429133565963887",
            {
                "2012":20,
                "2013":53,
                "2014":71,
                "2015":55,
                "2016":53,
                "2017":44,
                "2018":39,
                "2019":29,
                "2020":24,
                "2021":3
            }
        ],
        [
            "We studied the Shubnikov–de Haas (SdH) oscillations in high-mobility Si-MOS samples over a wide range of carrier densities n≃(1–50)× 10 11 cm− 2, which includes the vicinity of the apparent metal-insulator transition in two dimensions (2D MIT). Using a novel technique of measuring the SdH oscillations in superimposed and independently controlled parallel and perpendicular magnetic fields, we determined the spin susceptibility χ*, the effective mass m*, and the g* factor for mobile electrons. These quantities increase gradually with decreasing density; near the 2D MIT, we observed enhancement of χ* by a factor of∼ 4.7.",
            "Low-density spin susceptibility and effective mass of mobile electrons in Si inversion layers",
            "VM Pudalov and ME Gershenson and H Kojima and N Butch and EM Dizhur and G Brunthaler and A Prinz and G Bauer",
            "2002",
            "p1HQk-QAAAAJ:9ZlFYXVOiuMC",
            262,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.88.196404",
            "9312132587534293121",
            "\/scholar?cites=9312132587534293121",
            {
                "2001":1,
                "2002":8,
                "2003":28,
                "2004":31,
                "2005":32,
                "2006":20,
                "2007":13,
                "2008":14,
                "2009":14,
                "2010":8,
                "2011":16,
                "2012":11,
                "2013":6,
                "2014":9,
                "2015":9,
                "2016":6,
                "2017":11,
                "2018":5,
                "2019":8,
                "2020":11,
                "2021":1
            }
        ],
        [
            "As an exemplary Kondo insulator, SmB 6 has been studied for several decades. However, direct evidence for the development of the Kondo coherent state and for the evolution of the electronic structure in the material has not been obtained due to the compound’s rather complicated electronic and thermal transport behavior. Recently, these open questions have attracted increasing attention as the emergence of a time-reversal-invariant topological surface state in the Kondo insulator has been suggested. Here, we use point-contact spectroscopy to reveal the temperature dependence of the electronic states in SmB 6. We demonstrate that SmB 6 is a model Kondo insulator: Below 100 K, the conductance spectra reflect the Kondo hybridization of Sm ions, but, below about 30 K, signatures of inter-ion correlation effects clearly emerge. Moreover, we find evidence that the low-temperature insulating state of this …",
            "Hybridization, inter-ion correlation, and surface states in the Kondo insulator SmB 6",
            "Xiaohang Zhang and NP Butch and P Syers and S Ziemak and Richard L Greene and Johnpierre Paglione",
            "2013",
            "p1HQk-QAAAAJ:XiVPGOgt02cC",
            258,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.3.011011",
            "14637081580766887711",
            "\/scholar?cites=14637081580766887711",
            {
                "2012":1,
                "2013":24,
                "2014":45,
                "2015":48,
                "2016":39,
                "2017":26,
                "2018":35,
                "2019":22,
                "2020":17,
                "2021":1
            }
        ],
        [
            "Although it is generally accepted that superconductivity is unconventional in the high-transition-temperature copper oxides, the relative importance of phenomena such as spin and charge (stripe) order, superconductivity fluctuations, proximity to a Mott insulator, a pseudogap phase and quantum criticality are still a matter of debate 1. In electron-doped copper oxides, the absence of an anomalous pseudogap phase in the underdoped region of the phase diagram 2 and weaker electron correlations 3, 4 suggest that Mott physics and other unidentified competing orders are less relevant and that antiferromagnetic spin fluctuations are the dominant feature. Here we report a study of magnetotransport in thin films of the electron-doped copper oxide La 2− x Ce x CuO 4. We show that a scattering rate that is linearly dependent on temperature—a key feature of the anomalous normal state properties of the copper oxides …",
            "Link between spin fluctuations and electron pairing in copper oxide superconductors",
            "K Jin and NP Butch and K Kirshenbaum and J Paglione and RL Greene",
            "2011",
            "p1HQk-QAAAAJ:JV2RwH3_ST0C",
            198,
            "https:\/\/www.nature.com\/articles\/nature10308",
            "6288184025461758166",
            "\/scholar?cites=6288184025461758166",
            {
                "2011":5,
                "2012":20,
                "2013":21,
                "2014":17,
                "2015":25,
                "2016":17,
                "2017":17,
                "2018":25,
                "2019":21,
                "2020":24,
                "2021":5
            }
        ],
        [
            "The noncentrosymmetric half Heusler compound YPtBi exhibits superconductivity below a critical temperature T c= 0.77 K with a zero-temperature upper critical field H c 2 (0)= 1.5 T. Magnetoresistance and Hall measurements support theoretical predictions that this material is a topologically nontrivial semimetal having a surprisingly low positive charge-carrier density of 2× 10 18 cm− 3. Unconventional linear magnetoresistance and beating in Shubnikov–de Haas oscillations point to spin-orbit split Fermi surfaces. The sensitivity of magnetoresistance to surface roughness suggests a possible contribution from surface states. The combination of noncentrosymmetry and strong spin-orbit coupling in YPtBi presents a promising platform for the investigation of topological superconductivity.",
            "Superconductivity in the topological semimetal YPtBi",
            "Nicholas P Butch and P Syers and Kevin Kirshenbaum and Andrew P Hope and Johnpierre Paglione",
            "2011",
            "p1HQk-QAAAAJ:Tyk-4Ss8FVUC",
            191,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.84.220504",
            "10767756515369830426",
            "\/scholar?cites=10767756515369830426",
            {
                "2012":7,
                "2013":15,
                "2014":18,
                "2015":23,
                "2016":18,
                "2017":22,
                "2018":26,
                "2019":30,
                "2020":30,
                "2021":2
            }
        ],
        [
            "The electronic structure of Bi 2 Se 3 is studied by angle-resolved photoemission and density functional theory. We show that the instability of the surface electronic properties, observed even in ultrahigh-vacuum conditions, can be overcome via in situ potassium deposition. In addition to accurately setting the carrier concentration, new Rashba-like spin-polarized states are induced, with a tunable, reversible, and highly stable spin splitting. Ab initio slab calculations reveal that these Rashba states are derived from 5-quintuple-layer quantum-well states. While the K-induced potential gradient enhances the spin splitting, this may be present on pristine surfaces due to the symmetry breaking of the vacuum-solid interface.",
            "Rashba Spin-Splitting Control at the Surface of the Topological Insulator ",
            "Z-H Zhu and G Levy and B Ludbrook and CN Veenstra and JA Rosen and R Comin and D Wong and P Dosanjh and A Ubaldini and P Syers and NP Butch and J Paglione and IS Elfimov and A Damascelli",
            "2011",
            "p1HQk-QAAAAJ:35N4QoGY0k4C",
            189,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.186405",
            "12505009863298738627",
            "\/scholar?cites=12505009863298738627",
            {
                "2011":2,
                "2012":17,
                "2013":25,
                "2014":19,
                "2015":28,
                "2016":22,
                "2017":16,
                "2018":23,
                "2019":12,
                "2020":23,
                "2021":1
            }
        ],
        [
            "Aliovalent rare-earth substitution into the alkaline-earth site of CaFe 2 As 2 single crystals is used to fine tune structural, magnetic, and electronic properties of this iron-based superconducting system. Neutron and single-crystal x-ray scattering experiments indicate that an isostructural collapse of the tetragonal unit cell can be controllably induced at ambient pressures by the choice of substituent ion size. This instability is driven by the interlayer As-As anion separation, resulting in an unprecedented thermal expansion coefficient of 180× 10− 6 K− 1. Electrical transport and magnetic susceptibility measurements reveal abrupt changes in the physical properties through the collapse as a function of temperature, including a reconstruction of the electronic structure. Superconductivity with onset transition temperatures as high as 47 K is stabilized by the suppression of antiferromagnetic order via chemical pressure …",
            "Structural collapse and superconductivity in rare-earth-doped CaFeAs",
            "SR Saha and NP Butch and T Drye and J Magill and S Ziemak and K Kirshenbaum and PY Zavalij and Jeffrey W Lynn and J Paglione",
            "2012",
            "p1HQk-QAAAAJ:vV6vV6tmYwMC",
            184,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.85.024525",
            "12329122125564766990",
            "\/scholar?cites=12329122125564766990",
            {
                "2012":21,
                "2013":31,
                "2014":33,
                "2015":21,
                "2016":21,
                "2017":10,
                "2018":17,
                "2019":18,
                "2020":9,
                "2021":2
            }
        ],
        [
            "Simultaneous low-temperature electrical resistivity and Hall effect measurements were performed on single-crystalline Bi 2 Se 3 under applied pressures up to 50 GPa. As a function of pressure, superconductivity is observed to onset above 11 GPa with a transition temperature T c and upper critical field H c 2 that both increase with pressure up to 30 GPa, where they reach maximum values of 7 K and 4 T, respectively. Upon further pressure increase, T c remains anomalously constant up to the highest achieved pressure. Conversely, the carrier concentration increases continuously with pressure, including a tenfold increase over the pressure range where T c remains constant. Together with a quasilinear temperature dependence of H c 2 that exceeds the orbital and Pauli limits, the anomalously stagnant pressure dependence of T c points to an unconventional pressure-induced pairing state in Bi 2 Se 3 that is …",
            "Pressure-induced unconventional superconducting phase in the topological insulator Bi 2 Se 3",
            "Kevin Kirshenbaum and PS Syers and AP Hope and NP Butch and JR Jeffries and ST Weir and JJ Hamlin and MB Maple and YK Vohra and J Paglione",
            "2013",
            "p1HQk-QAAAAJ:SdhP9T11ey4C",
            169,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.087001",
            "10565079495437285686",
            "\/scholar?cites=10565079495437285686",
            {
                "2013":2,
                "2014":12,
                "2015":33,
                "2016":21,
                "2017":21,
                "2018":25,
                "2019":25,
                "2020":26,
                "2021":4
            }
        ],
        [
            "Ultrathin (approximately three quintuple layer) field-effect transistors (FETs) of topological insulator Bi2Se3 are prepared by mechanical exfoliation on 300 nm SiO2\/Si susbtrates. Temperature- and gate-voltage-dependent conductance measurements show that ultrathin Bi2Se3 FETs are n-type and have a clear OFF state at negative gate voltage, with activated temperature-dependent conductance and energy barriers up to 250 meV.",
            "Insulating behavior in ultrathin bismuth selenide field effect transistors",
            "Sungjae Cho and Nicholas P Butch and Johnpierre Paglione and Michael S Fuhrer",
            "2011",
            "p1HQk-QAAAAJ:_Qo2XoVZTnwC",
            164,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl200017f",
            "16696296288565697088",
            "\/scholar?cites=16696296288565697088",
            {
                "2011":10,
                "2012":27,
                "2013":32,
                "2014":17,
                "2015":17,
                "2016":15,
                "2017":22,
                "2018":7,
                "2019":9,
                "2020":8
            }
        ]
    ]
}