{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Background: Nasal prongs are a common method of providing CPAP to newborn babies. They are the cause of mild to severe trauma to the nose and nasal septum and may result in CPAP failure. Nasal masks are now being used to try and mitigate the trauma. These are form fitting masks placed over the nose and are thought to cause less trauma than nasal prongs. Methods: A study was conducted on preterm neonates (28–34-week gestation) with respiratory distress within 24 h of life, admitted in a tertiary care center, Meerut. Babies were randomized and divided into two groups while being put on bubble continuous positive airway pressure (CPAP), using either nasal prongs (Group A) or nasal masks (Group B). The data generated were collected and analyzed for mean duration of CPAP, duration of hospital stay, CPAP failure, retinopathy of prematurity, necrotizing enterocolitis, patent ductus arteriosus, and …",
            "A comparative study of outcomes of nasal prongs and nasal mask as CPAP interface in preterm neonates: A randomized control trial",
            "Sneha Prakash and Archana Dubey and Sunil Malik",
            "2019",
            "p2L7lpcAAAAJ:hqOjcs7Dif8C",
            2,
            "https:\/\/www.jcnonweb.com\/article.asp?issn=2249-4847;year=2019;volume=8;issue=3;spage=147;epage=150;aulast=Prakash",
            "1070757701822334983",
            "\/scholar?cites=1070757701822334983",
            {
                "2019":1,
                "2020":1
            }
        ],
        [
            "Association of dengue fever with longitudinally extensive transverse myelitis in pediatric age group is a rare entity. We describe a case of 15 year old adolescent male who presented with dengue fever and in whom symptoms of transverse myelitis developed 4 weeks after fever (post-infectious stage). Magnetic resonance imaging confirmed the diagnosis of longitudinally extensive transverse myelitis involving dorso-lumbar cord. Patient recovered almost completely with minimal residual neurological deficit after a six weeks course of corticosteroids and supportive management including physiotherapy.",
            "Longitudinally extensive transverse myelitis following dengue virus infection: A rare entity",
            "Sunil Malik and Sonal Saran and Archana Dubey and Ajay Punj",
            "2018",
            "p2L7lpcAAAAJ:IjCSPb-OGe4C",
            2,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC5875125\/",
            "2165472442460932870",
            "\/scholar?cites=2165472442460932870",
            {
                "2019":1,
                "2020":1
            }
        ],
        [
            "Objective: To evaluate the effect of repeated painful stimuli on pain response in neonates of more than 34 weeks post conceptional age.Method: A case control study was done. Cases comprised neonates more than 34 weeks gestational age having more than ten repeated painful procedures. Controls included age and sex matched neonates with less than three painful procedures. The outcome variables were the duration of cry and Modified Facial Coding Score (MFCS) after intramuscular injection.Results: A total of 100 neonates were enrolled (50 as cases and 50 as controls). Median (interquartile range) of duration of cry in case and control groups was 26 (20-48 seconds) and 30.5 (20-78 seconds) respectively (p> 0.05). MFCS score at immediate, 1 and 3 minutes was not statistically significant in the two groups (p> 0.05).Conclusions: Exposure to frequent painful stimuli in early neonatal life may not significantly alter pain response in neonates more than 34 weeks post conceptional age.",
            "Repeated painful stimuli may affect pain response in neonates of more than 34 weeks post-conceptional age: A case control study",
            "Astha Agarwal and Navratan Gupta and Rajesh Chaudhary and Amit Upadhyay and Archana Dubey",
            "2019",
            "p2L7lpcAAAAJ:3fE2CSJIrl8C",
            1,
            "https:\/\/sljch.sljol.info\/articles\/8761\/galley\/6629\/download\/",
            "18341025775376784612",
            "\/scholar?cites=18341025775376784612",
            {
                "2020":1
            }
        ]
    ]
}