{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Turbulent fluxes of carbon, water vapor, and temperature were continuously measured above an upland forest in north central Wisconsin during 1999 and 2000 using the eddy covariance method. Maple (Acer saccharum), basswood (Tilia americana), and green ash (Fraxinus pennsylvanica) species found in this forest also comprise a substantial portion of the landscape in the northern Great Lakes region and area, and it has been hypothesized that forests of this age (60–80 years) are responsible for net uptake of atmospheric CO2 over North America. Mean CO2, water vapor, and temperature profile measurements were used to improve flux estimates during periods of low turbulence, and were effective for friction velocities (u*) >0.3 m s−1. Unique observations at this site included nighttime and early morning venting anomalies that seemed to originate from a seemingly homogenous area within the forest. These …",
            "Carbon exchange and venting anomalies in an upland deciduous forest in northern Wisconsin, USA",
            "Bruce D Cook and Kenneth J Davis and Weiguo Wang and Ankur Desai and Bradford W Berger and Ron M Teclaw and Jonathan G Martin and Paul V Bolstad and Peter S Bakwin and Chuixiang Yi and Warren Heilman",
            "2004",
            "p4L3K7MAAAAJ:NMxIlDl6LWMC",
            280,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168192304001601",
            "9753104030492510022",
            "\/scholar?cites=9753104030492510022",
            {
                "2005":6,
                "2006":14,
                "2007":11,
                "2008":25,
                "2009":14,
                "2010":22,
                "2011":22,
                "2012":18,
                "2013":25,
                "2014":27,
                "2015":16,
                "2016":16,
                "2017":15,
                "2018":17,
                "2019":12,
                "2020":15
            }
        ],
        [
            "We present the annual patterns of net ecosystem‐atmosphere exchange (NEE) of CO2 and H2O observed from a 447 m tall tower sited within a mixed forest in northern Wisconsin, USA. The methodology for determining NEE from eddy‐covariance flux measurements at 30, 122 and 396 m above the ground, and from CO2 mixing ratio measurements at 11, 30, 76, 122, 244 and 396 m is described. The annual cycle of CO2 mixing ratio in the atmospheric boundary layer (ABL) is also discussed, and the influences of local NEE and large‐scale advection are estimated. During 1997 gross ecosystem productivity (947−18 g C m−2 yr−1), approximately balanced total ecosystem respiration (963±19 g C m−2 yr−1), and NEE of CO2 was close to zero (16±19 g C m−2 yr−1 emitted into the atmosphere). The error bars represent the standard error of the cumulative daily NEE values. Systematic errors are also …",
            "The annual cycles of CO2 and H2O exchange over a northern mixed forest as observed from a very tall tower",
            "Kenneth J Davis and Peter S Bakwin and Chuixiang Yi and Bradford W Berger and Conglong Zhao and Ronald M Teclaw and JG Isebrands",
            "2003",
            "p4L3K7MAAAAJ:blknAaTinKkC",
            261,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1046\/j.1365-2486.2003.00672.x",
            "7744873523226109496",
            "\/scholar?cites=7744873523226109496",
            {
                "2002":5,
                "2003":6,
                "2004":12,
                "2005":18,
                "2006":20,
                "2007":17,
                "2008":30,
                "2009":8,
                "2010":18,
                "2011":17,
                "2012":10,
                "2013":14,
                "2014":18,
                "2015":13,
                "2016":8,
                "2017":13,
                "2018":9,
                "2019":8,
                "2020":13
            }
        ],
        [
            "Methodology for determining fluxes of CO2 and H2O vapor with the eddy-covariance method using data from instruments on a 447-m tower in the forest of northern Wisconsin is addressed. The primary goal of this study is the validation of the methods used to determine the net ecosystem exchange of CO2. Two-day least squares fits coupled with 30-day running averages limit calibration error of infrared gas analyzers for CO2 and H2O signals to ≈2%–3%. Sonic anemometers are aligned with local streamlines by fitting a sine function to tilt and wind direction averages, and fitting a third-order polynomial to the residual. Lag times are determined by selecting the peak in lagged covariance with an error of ≈1.5%–2% for CO2 and ≈1% for H2O vapor. Theory and a spectral fit method allow determination of the underestimation in CO2 flux (<5% daytime, <12% nighttime) and H2O vapor flux (<21%), which is due to …",
            "Long-term carbon dioxide fluxes from a very tall tower in a northern forest: Flux measurement methodology",
            "Bradford W Berger and Kenneth J Davis and Chuixiang Yi and Peter S Bakwin and Cong Long Zhao",
            "2001",
            "p4L3K7MAAAAJ:hMod-77fHWUC",
            198,
            "https:\/\/journals.ametsoc.org\/view\/journals\/atot\/18\/4\/1520-0426_2001_018_0529_ltcdff_2_0_co_2.xml",
            "7380749034366523318",
            "\/scholar?cites=7380749034366523318",
            {
                "2001":2,
                "2002":12,
                "2003":14,
                "2004":14,
                "2005":12,
                "2006":20,
                "2007":15,
                "2008":12,
                "2009":10,
                "2010":6,
                "2011":13,
                "2012":9,
                "2013":5,
                "2014":9,
                "2015":7,
                "2016":4,
                "2017":5,
                "2018":5,
                "2019":5,
                "2020":7
            }
        ]
    ]
}