{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This document a outlines a set of simplified models for dark matter and its interactions with Standard Model particles. It is intended to summarize the main characteristics that these simplified models have when applied to dark matter searches at the LHC, and to provide a number of useful expressions for reference. The list of models includes both s-channel and t-channel scenarios. For s-channel, spin-0 and spin-1 mediations are discussed, and also realizations where the Higgs particle provides a portal between the dark and visible sectors. The guiding principles underpinning the proposed simplified models are spelled out, and some suggestions for implementation are presented.",
            "Simplified models for dark matter searches at the LHC",
            "Jalal Abdallah and Henrique Araujo and Alexandre Arbey and Adi Ashkenazi and Alexander Belyaev and Joshua Berger and Celine Boehm and Antonio Boveia and Amelia Brennan and Jim Brooke and Oliver Buchmueller and Matthew Buckley and Giorgio Busoni and Lorenzo Calibbi and Sushil Chauhan and Nadir Daci and Gavin Davies and Isabelle De Bruyn and Paul De Jong and Albert De Roeck and Kees de Vries and Daniele Del Re and Andrea De Simone and Andrea Di Simone and Caterina Doglioni and Matthew Dolan and Herbi K Dreiner and John Ellis and Sarah Eno and Erez Etzion and Malcolm Fairbairn and Brian Feldstein and Henning Flaecher and Eric Feng and Patrick Fox and Marie-Hélène Genest and Loukas Gouskos and Johanna Gramling and Ulrich Haisch and Roni Harnik and Anthony Hibbs and Siewyan Hoh and Walter Hopkins and Valerio Ippolito and Thomas Jacques and Felix Kahlhoefer and Valentin V Khoze and Russell Kirk and Andreas Korn and Khristian Kotov and Shuichi Kunori and Greg Landsberg and Sebastian Liem and Tongyan Lin and Steven Lowette and Robyn Lucas and Luca Malgeri and Sarah Malik and Christopher McCabe and Alaettin Serhan Mete and Enrico Morgante and Stephen Mrenna and Yu Nakahama and Dave Newbold and Karl Nordstrom and Priscilla Pani and Michele Papucci and Sophio Pataraia and Bjoern Penning and Deborah Pinna and Giacomo Polesello and Davide Racco and Emanuele Re and Antonio Walter Riotto and Thomas Rizzo and David Salek and Subir Sarkar and Steven Schramm and Patrick Skubic and Oren Slone and Juri Smirnov and Yotam Soreq and Timothy Sumner and Tim MP Tait and Marc Thomas and Ian Tomalin and Christopher Tunnell and Alessandro Vichi and Tomer Volansky and Neal Weiner and Stephen M West and Monika Wielers and Steven Worm and Itay Yavin and Bryan Zaldivar and Ning Zhou and Kathryn Zurek",
            "2015",
            "P5gFO6kAAAAJ:Y0pCki6q_DkC",
            291,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S2212686415000163",
            "12074386670171420408",
            "\/scholar?cites=12074386670171420408",
            {
                "2015":5,
                "2016":51,
                "2017":63,
                "2018":76,
                "2019":52,
                "2020":40,
                "2021":4
            }
        ],
        [
            "Gyrokinetic field theory is addressed in the context of a general Hamiltonian. The background magnetic geometry is static and axisymmetric and all dependence of the Lagrangian on dynamical variables is in the Hamiltonian or in free field terms. Equations for the fields are given by functional derivatives. The symmetry through the Hamiltonian with time and toroidal angle invariance of the geometry lead to energy and toroidal momentum conservation. In various levels of ordering against fluctuation amplitude, energetic consistency is exact. The role of this in the underpinning of conservation laws is emphasized. Local transport equations for the vorticity, toroidal momentum, and energy are derived. In particular, the momentum equation is shown for any form of Hamiltonian to be well behaved and to relax to its magnetohydrodynamic form when long wavelength approximations are taken in the Hamiltonian. Several …",
            "Energetic consistency and momentum conservation in the gyrokinetic description of tokamak plasmas",
            "Bruce Scott and Juri Smirnov",
            "2010",
            "P5gFO6kAAAAJ:u5HHmVD_uO8C",
            137,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3507920",
            "9012774357895499471",
            "\/scholar?cites=9012774357895499471",
            {
                "2009":1,
                "2010":3,
                "2011":11,
                "2012":14,
                "2013":23,
                "2014":10,
                "2015":14,
                "2016":15,
                "2017":21,
                "2018":8,
                "2019":6,
                "2020":9,
                "2021":1
            }
        ],
        [
            "We study the impact of TeV-scale sterile neutrinos on electro-weak precision observables and lepton number and flavour violating decays in the framework of a type-I see-saw extension of the Standard Model. At tree level sterile neutrinos manifest themselves via non-unitarity of the PMNS matrix and at one-loop level they modify the oblique radiative corrections. We derive explicit formulae for the S, T, U parameters in terms of the neutrino masses and mixings and perform a numerical fit to the electro-weak observables. We find regions of parameter space with a sizable active-sterile mixing which provide a better over-all fit compared to the case where the mixing is negligible. Specifically we find improvements of the invisible Z-decay width, the charged-to-neutral-current ratio for neutrino scattering experiments and of the deviation of the W boson mass from the theoretical expectation.",
            "Improving electro-weak fits with TeV-scale sterile neutrinos",
            "Evgeny Akhmedov and Alexander Kartavtsev and Manfred Lindner and Lisa Michaels and Juri Smirnov",
            "2013",
            "P5gFO6kAAAAJ:u-x6o8ySG0sC",
            122,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP05(2013)081.pdf",
            "5754184784212628171",
            "\/scholar?cites=5754184784212628171",
            {
                "2013":5,
                "2014":11,
                "2015":19,
                "2016":16,
                "2017":17,
                "2018":16,
                "2019":21,
                "2020":17
            }
        ],
        [
            "A sharp and spatially extended peak in an astrophysical gamma ray spectrum would provide very strong evidence for the existence of dark matter (DM), given that there are no known astrophysical processes that could mimic such a signal. From the particle physics perspective, perhaps the simplest explanation for a gamma ray peak is internal bremsstrahlung in DM annihilation through a charged -channel mediator  close in mass to the DM particle . Since DM annihilation to quarks is already tightly constrained in this scenario, we focus here on the leptophilic case. We compute the electromagnetic anapole and dipole moments that DM acquires at 1-loop, and we find an interesting enhancement of these moments if the DM particle and the mediator are close in mass. We constrain the DM anapole and dipole moments using direct detection data, and then translate these limits into bounds on the DM annihilation …",
            "Loopy constraints on leptophilic dark matter and internal bremsstrahlung",
            "Joachim Kopp and Lisa Michaels and Juri Smirnov",
            "2014",
            "P5gFO6kAAAAJ:d1gkVwhDpl0C",
            93,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2014\/04\/022\/meta",
            "16170267320073536617",
            "\/scholar?cites=16170267320073536617",
            {
                "2014":10,
                "2015":14,
                "2016":12,
                "2017":10,
                "2018":19,
                "2019":14,
                "2020":14
            }
        ],
        [
            "We present generic formulæ for computing how Sommerfeld corrections together with bound-state formation affects the thermal abundance of Dark Matter with non-abelian gauge interactions. We consider DM as a fermion 3plet (wino) or 5plet under SU (2) L. In the latter case bound states raise to 11.5 TeV the DM mass required to reproduce the cosmological DM abundance and give indirect detection signals such as (for this mass) a dominant γ-line around 70 GeV. Furthermore, we consider DM co-annihilating with a colored particle, such as a squark or a gluino, finding that bound state effects are especially relevant in the latter case.",
            "Cosmological implications of dark matter bound states",
            "Andrea Mitridate and Michele Redi and Juri Smirnov and Alessandro Strumia",
            "2017",
            "P5gFO6kAAAAJ:8k81kl-MbHgC",
            86,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2017\/05\/006\/meta",
            "11637232283093933568",
            "\/scholar?cites=11637232283093933568",
            {
                "2017":11,
                "2018":30,
                "2019":25,
                "2020":19,
                "2021":1
            }
        ],
        [
            "Dimensional transmutation in classically conformal invariant theories may explain the electro-weak scale and the fact that so far nothing but the Standard Model (SM) particles have been observed. We discuss in this paper implications of this type of symmetry breaking for neutrino mass generation.",
            "Neutrino masses and conformal electro-weak symmetry breaking",
            "Manfred Lindner and Steffen Schmidt and Juri Smirnov",
            "2014",
            "P5gFO6kAAAAJ:9yKSN-GCB0IC",
            66,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP10(2014)177.pdf",
            "5756132827754930903",
            "\/scholar?cites=5756132827754930903",
            {
                "2014":4,
                "2015":15,
                "2016":14,
                "2017":15,
                "2018":8,
                "2019":6,
                "2020":4
            }
        ],
        [
            "We revisit the simplest model for dark matter. In this context the dark matter candidate is a real scalar field which interacts with the Standard Model particles through the Higgs portal. We discuss the relic density constraints as well as the predictions for direct and indirect detection. The final state radiation processes are investigated in order to understand the visibility of the gamma lines from dark matter annihilation. We find two regions where one could observe the gamma lines at gamma-ray telescopes. We point out that the region where the dark matter mass is between 92 and 300 GeV can be tested in the near future at direct and indirect detection experiments.",
            "Scalar dark matter: direct vs. indirect detection",
            "Michael Duerr and Pavel Fileviez Pérez and Juri Smirnov",
            "2016",
            "P5gFO6kAAAAJ:_FxGoFyzp5QC",
            62,
            "https:\/\/link.springer.com\/article\/10.1007\/JHEP06(2016)152",
            "6050359149894815921",
            "\/scholar?cites=6050359149894815921",
            {
                "2016":16,
                "2017":13,
                "2018":10,
                "2019":13,
                "2020":9,
                "2021":1
            }
        ],
        [
            "We consider theories with a large number N F of charged fermions and compute the renormalization group equations for the gauge, Yukawa and quartic couplings resummed at leading order in 1\/N F. We construct extensions of the standard model where SU (2) and\/or SU (3) are asymptotically safe. When the same procedure is applied to the Abelian U (1) factor, we find that the Higgs quartic can not be made asymptotically safe and stay perturbative at the same time.",
            "Asymptotically safe standard model extensions?",
            "Giulio Maria Pelaggi and Alexis D Plascencia and Alberto Salvio and Francesco Sannino and Juri Smirnov and Alessandro Strumia",
            "2018",
            "P5gFO6kAAAAJ:Zph67rFs4hoC",
            58,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.97.095013",
            "14714286895237994",
            "\/scholar?cites=14714286895237994",
            {
                "2018":19,
                "2019":20,
                "2020":19
            }
        ],
        [
            "We study the inverse seesaw mechanism for neutrino masses and phenomenological consequences in the context of conformal electro-weak symmetry breaking. The main difference to the usual case is that all explicit fermion mass terms including Majorana masses for neutrinos are forbidden. All fermion mass terms arise therefore from vacuum expectation values of suitable scalars times some Yukawa couplings. This leads to interesting consequences for model building, neutrino mass phenomenology and the Dark Matter abundance. In the context of the inverse seesaw we find a favoured scenario with heavy pseudo-Dirac sterile neutrinos at the TeV scale, which in the conformal framework conspire with the electro-weak scale to generate keV scale warm Dark Matter. The mass scale relations provide naturally the correct relic abundance due to a freeze-in mechanism. We demonstrate also how conformal …",
            "The inverse seesaw in conformal electro-weak symmetry breaking and phenomenological consequences",
            "Pascal Humbert and Manfred Lindner and Juri Smirnov",
            "2015",
            "P5gFO6kAAAAJ:zYLM7Y9cAGgC",
            57,
            "https:\/\/link.springer.com\/article\/10.1007\/JHEP06(2015)035",
            "17606404237482686334",
            "\/scholar?cites=17606404237482686334",
            {
                "2015":6,
                "2016":18,
                "2017":18,
                "2018":7,
                "2019":4,
                "2020":4
            }
        ],
        [
            "Dark Matter might be an accidentally stable baryon of a new confining gauge interaction. We extend previous studies exploring the possibility that the DM is made of dark quarks heavier than the dark confinement scale. The resulting phenomenology contains new unusual elements: a two-stage DM cosmology (freeze-out followed by dark condensation), a large DM annihilation cross section through recombination of dark quarks (allowing to fit the positron excess). Light dark glue-balls are relatively long lived and give extra cosmological effects; DM itself can remain radioactive.",
            "Dark Matter as a weakly coupled Dark Baryon",
            "Andrea Mitridate and Michele Redi and Juri Smirnov and Alessandro Strumia",
            "2017",
            "P5gFO6kAAAAJ:KlAtU1dfN6UC",
            53,
            "https:\/\/link.springer.com\/article\/10.1007\/JHEP10(2017)210",
            "5893494285607302894",
            "\/scholar?cites=5893494285607302894",
            {
                "2017":1,
                "2018":10,
                "2019":20,
                "2020":21
            }
        ]
    ]
}