{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Pseudomonas aeruginosa is a ubiquitous environmental bacterium that is one of the top three causes of opportunistic human infections. A major factor in its prominence as a pathogen is its intrinsic resistance to antibiotics and disinfectants. Here we report the complete sequence of P. aeruginosa strain PAO1. At 6.3 million base pairs, this is the largest bacterial genome sequenced, and the sequence provides insights into the basis of the versatility and intrinsic drug resistance of P. aeruginosa. Consistent with its larger genome size and environmental adaptability, P. aeruginosa contains the highest proportion of regulatory genes observed for a bacterial genome and a large number of genes involved in the catabolism, transport and efflux of organic compounds as well as four potential chemotaxis systems. We propose that the size and complexity of the P. aeruginosa genome reflect an evolutionary adaptation …",
            "Complete genome sequence of Pseudomonas aeruginosa PAO1, an opportunistic pathogen",
            "CK Stover and XQ Pham and AL Erwin and SD Mizoguchi and P Warrener and MJ Hickey and FSL Brinkman and WO Hufnagle and DJ Kowalik and M Lagrou and RL Garber and L Goltry and E Tolentino and S Westbrock-Wadman and Y Yuan and LL Brody and SN Coulter and KR Folger and A Kas and K Larbig and R Lim and K Smith and D Spencer and GK-S Wong and Z Wu and IT Paulsen and J Reizer and MH Saier and REW Hancock and S Lory and MV Olson",
            "2000",
            "p7cNIPgAAAAJ:R3hNpaxXUhUC",
            4594,
            "https:\/\/www.nature.com\/articles\/35023079?report=reader",
            "9847158861602502603",
            "\/scholar?cites=9847158861602502603",
            {
                "2000":20,
                "2001":192,
                "2002":241,
                "2003":222,
                "2004":271,
                "2005":238,
                "2006":211,
                "2007":210,
                "2008":217,
                "2009":208,
                "2010":209,
                "2011":194,
                "2012":219,
                "2013":225,
                "2014":262,
                "2015":241,
                "2016":235,
                "2017":245,
                "2018":226,
                "2019":229,
                "2020":231,
                "2021":17
            }
        ],
        [
            "We have produced a draft sequence of the rice genome for the most widely cultivated subspecies in China, Oryza sativa L. ssp.indica, by whole-genome shotgun sequencing. The genome was 466 megabases in size, with an estimated 46,022 to 55,615 genes. Functional coverage in the assembled sequences was 92.0%. About 42.2% of the genome was in exact 20-nucleotide oligomer repeats, and most of the transposons were in the intergenic regions between genes. Although 80.6% of predicted Arabidopsis thaliana genes had a homolog in rice, only 49.4% of predicted rice genes had a homolog in A. thaliana. The large proportion of rice genes with no recognizable homologs is due to a gradient in the GC content of rice coding sequences.",
            "A draft sequence of the rice genome (Oryza sativa L. ssp. indica)",
            "Jun Yu and Songnian Hu and Jun Wang and Gane Ka-Shu Wong and Songgang Li and Bin Liu and Yajun Deng and Li Dai and Yan Zhou and Xiuqing Zhang and Mengliang Cao and Jing Liu and Jiandong Sun and Jiabin Tang and Yanjiong Chen and Xiaobing Huang and Wei Lin and Chen Ye and Wei Tong and Lijuan Cong and Jianing Geng and Yujun Han and Lin Li and Wei Li and Guangqiang Hu and Xiangang Huang and Wenjie Li and Jian Li and Zhanwei Liu and Long Li and Jianping Liu and Qiuhui Qi and Jinsong Liu and Li Li and Tao Li and Xuegang Wang and Hong Lu and Tingting Wu and Miao Zhu and Peixiang Ni and Hua Han and Wei Dong and Xiaoyu Ren and Xiaoli Feng and Peng Cui and Xianran Li and Hao Wang and Xin Xu and Wenxue Zhai and Zhao Xu and Jinsong Zhang and Sijie He and Jianguo Zhang and Jichen Xu and Kunlin Zhang and Xianwu Zheng and Jianhai Dong and Wanyong Zeng and Lin Tao and Jia Ye and Jun Tan and Xide Ren and Xuewei Chen and Jun He and Daofeng Liu and Wei Tian and Chaoguang Tian and Hongai Xia and Qiyu Bao and Gang Li and Hui Gao and Ting Cao and Juan Wang and Wenming Zhao and Ping Li and Wei Chen and Xudong Wang and Yong Zhang and Jianfei Hu and Jing Wang and Song Liu and Jian Yang and Guangyu Zhang and Yuqing Xiong and Zhijie Li and Long Mao and Chengshu Zhou and Zhen Zhu and Runsheng Chen and Bailin Hao and Weimou Zheng and Shouyi Chen and Wei Guo and Guojie Li and Siqi Liu and Ming Tao and Jian Wang and Lihuang Zhu and Longping Yuan and Huanming Yang",
            "2002",
            "p7cNIPgAAAAJ:D_sINldO8mEC",
            3655,
            "https:\/\/science.sciencemag.org\/content\/296\/5565\/79.abstract",
            "9351241097416630746",
            "\/scholar?cites=9351241097416630746",
            {
                "2002":138,
                "2003":333,
                "2004":353,
                "2005":320,
                "2006":265,
                "2007":273,
                "2008":178,
                "2009":199,
                "2010":186,
                "2011":166,
                "2012":174,
                "2013":166,
                "2014":136,
                "2015":154,
                "2016":143,
                "2017":103,
                "2018":113,
                "2019":106,
                "2020":110,
                "2021":2
            }
        ],
        [
            "We present here a draft genome sequence of the red jungle fowl, Gallus gallus. Because the chicken is a modern descendant of the dinosaurs and the first non-mammalian amniote to have its genome sequenced, the draft sequence of its genome--composed of approximately one billion base pairs of sequence and an estimated 20,000-23,000 genes--provides a new perspective on vertebrate genome evolution, while also improving the annotation of mammalian genomes. For example, the evolutionary distance between chicken and human provides high specificity in detecting functional elements, both non-coding and coding. Notably, many conserved non-coding sequences are far from genes and cannot be assigned to defined functional classes. In coding regions the evolutionary dynamics of protein domains and orthologous groups illustrate processes that distinguish the lineages leading to birds and mammals. The distinctive properties of avian microchromosomes, together with the inferred patterns of conserved synteny, provide additional insights into vertebrate chromosome architecture.",
            "Sequence and comparative analysis of the chicken genome provide unique perspectives on vertebrate evolution.",
            "International Chicken Genome Sequencing Consortium",
            "2004",
            "p7cNIPgAAAAJ:eflP2zaiRacC",
            2394,
            "https:\/\/escholarship.org\/uc\/item\/44v0c3r5",
            "15094887754131039129",
            "\/scholar?cites=15094887754131039129",
            {
                "2004":11,
                "2005":157,
                "2006":213,
                "2007":209,
                "2008":167,
                "2009":164,
                "2010":169,
                "2011":178,
                "2012":155,
                "2013":126,
                "2014":144,
                "2015":131,
                "2016":137,
                "2017":115,
                "2018":108,
                "2019":96,
                "2020":92,
                "2021":9
            }
        ]
    ]
}