{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "The formation of a superfluid exciton liquid in a system of spatially separated electrons and holes in a system of two coupled quantum wells is predicted and its properties are investigated. The ground-state energy and the equilibrium density of the exciton liquid are calculated as functions of distance D between the quantum wells. The properties of a rarefied exciton gas with dipole-dipole repulsions are considered, where this gas is the metastable phase for D<1.9a* and the stable phase for D<1.9a* (a* is the radius of the two-dimensional exciton). The gas-liquid quantum transition is examined for increasing D. The Berezinskii-Kosterlitz-Thouless transition temperatures, at which superfluidity arises in the system, are found for different values of D. Possible experimental manifestations of the predicted effects are discussed.",
            "Phase transitions in a system of spatially separated electrons and holes",
            "Yu E Lozovik and OL Berman",
            "1997",
            "P9Czs2wAAAAJ:zA6iFVUQeVQC",
            150,
            "https:\/\/link.springer.com\/article\/10.1134\/1.558220",
            "14385237872989812578",
            "\/scholar?cites=14385237872989812578",
            {
                "1997":1,
                "1998":6,
                "1999":4,
                "2000":6,
                "2001":7,
                "2002":5,
                "2003":3,
                "2004":8,
                "2005":7,
                "2006":13,
                "2007":10,
                "2008":13,
                "2009":4,
                "2010":5,
                "2011":4,
                "2012":11,
                "2013":6,
                "2014":8,
                "2015":3,
                "2016":6,
                "2017":5,
                "2018":5,
                "2019":5,
                "2020":3,
                "2021":1
            }
        ],
        [
            "It is predicted that an excitonic liquid is formed in a system of spatially separated electrons (e) and holes (h) in a system of two coupled quantum wells. The ground-state energy and the equilibrium density of the excitonic liquid are calculated as a function of the distance D between the wells. A gas-liquid quantum transition with increasing D is studied. The Berezinskii-Kosterlitz-Thouless transition temperatures at which superfluidity appears in the system are found (for different D). A quantum Mott metal-insulator transition in an anisotropic double-quantum-well structure is investigated. The region of existence of crystalline order in a system of spatially separated e and h is studied. Possible experimental manifestations of the predicted effects are discussed.",
            "Phase transitions in a system of two coupled quantum wells",
            "Yu E Lozovik and OL Berman",
            "1996",
            "P9Czs2wAAAAJ:SP6oXDckpogC",
            135,
            "https:\/\/link.springer.com\/article\/10.1134\/1.567264",
            "18176228465019761446",
            "\/scholar?cites=18176228465019761446",
            {
                "1997":4,
                "1998":6,
                "1999":5,
                "2000":2,
                "2001":1,
                "2002":3,
                "2003":4,
                "2004":12,
                "2005":5,
                "2006":4,
                "2007":5,
                "2008":11,
                "2009":12,
                "2010":3,
                "2011":5,
                "2012":3,
                "2013":6,
                "2014":11,
                "2015":3,
                "2016":4,
                "2017":2,
                "2018":11,
                "2019":6,
                "2020":5,
                "2021":2
            }
        ],
        [
            "We propose experiments to observe Bose-Einstein condensation and superfluidity of quasi-two-dimensional spatially indirect magnetoexcitons in two-layer graphene. The energy spectrum of collective excitations, the sound spectrum, and the effective magnetic mass of magnetoexcitons are presented in the strong magnetic field regime. The superfluid density n S and the temperature of the Kosterlitz-Thouless phase transition T c are shown to be increasing functions of the excitonic density n but decreasing functions of B and the interlayer separation D.",
            "Bose-Einstein condensation and superfluidity of magnetoexcitons in bilayer graphene",
            "Oleg L Berman and Yurii E Lozovik and Godfrey Gumbs",
            "2008",
            "P9Czs2wAAAAJ:4OULZ7Gr8RgC",
            99,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.77.155433",
            "14573678849222388521",
            "\/scholar?cites=14573678849222388521",
            {
                "2008":8,
                "2009":16,
                "2010":11,
                "2011":8,
                "2012":18,
                "2013":3,
                "2014":2,
                "2015":5,
                "2016":7,
                "2017":4,
                "2018":6,
                "2019":6,
                "2020":5
            }
        ],
        [
            "The band structure of a type of photonic crystal with superconducting constituent elements is calculated numerically via a plane wave expansion. The density of photonic states and the dependence of the width of the photonic gap on the filling factor is analyzed for a two-dimensional photonic crystal consisting of an infinite array of parallel superconducting cylinders.",
            "Superconducting photonic crystals: Numerical calculations of the band structure",
            "Oleg L Berman and Yurii E Lozovik and Sergey L Eiderman and Rob D Coalson",
            "2006",
            "P9Czs2wAAAAJ:35N4QoGY0k4C",
            94,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.74.092505",
            "13140928924615266835",
            "\/scholar?cites=13140928924615266835",
            {
                "2007":4,
                "2008":7,
                "2009":9,
                "2010":11,
                "2011":6,
                "2012":7,
                "2013":11,
                "2014":6,
                "2015":4,
                "2016":3,
                "2017":6,
                "2018":7,
                "2019":11,
                "2020":1
            }
        ],
        [
            "We calculate the dispersion equations for magnetoplasmons in a single layer, a pair of parallel layers, a graphite bilayer, and a superlattice of graphene layers in a perpendicular magnetic field. We demonstrate the feasibility of a drift-induced instability of magnetoplasmons. The magnetoplasmon instability in a superlattice is enhanced compared to a single graphene layer. The energies of the unstable magnetoplasmons could be in the terahertz (THz) part of the electromagnetic spectrum. The enhanced instability makes superlattice graphene a potential source of THz radiation.",
            "Magnetoplasmons in layered graphene structures",
            "Oleg L Berman and Godfrey Gumbs and Yurii E Lozovik",
            "2008",
            "P9Czs2wAAAAJ:7PzlFSSx8tAC",
            85,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.78.085401",
            "6174801756829348416",
            "\/scholar?cites=6174801756829348416",
            {
                "2008":3,
                "2009":3,
                "2010":7,
                "2011":9,
                "2012":11,
                "2013":4,
                "2014":8,
                "2015":7,
                "2016":8,
                "2017":3,
                "2018":8,
                "2019":8,
                "2020":5
            }
        ]
    ]
}