{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "We derive the transport equations for two-dimensional electron systems with Rashba spin-orbit interaction and short-range spin-independent disorder. In the limit of slow spatial variations, we obtain coupled diffusion equations for the electron density and spin. Using these equations we calculate electric-field induced spin accumulation and spin current in a finite-size sample for an arbitrary ratio between spin-orbit energy splitting Δ and elastic scattering rate τ− 1. We demonstrate that the spin-Hall conductivity vanishes in an infinite system independent of this ratio.",
            "Spin current and polarization in impure two-dimensional electron systems with spin-orbit coupling",
            "Eugene G Mishchenko and Andrey V Shytov and Bertrand I Halperin",
            "2004",
            "P9NCgWEAAAAJ:u5HHmVD_uO8C",
            493,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.226602",
            "5823816765969255384",
            "\/scholar?cites=5823816765969255384",
            {
                "2004":3,
                "2005":60,
                "2006":97,
                "2007":55,
                "2008":45,
                "2009":40,
                "2010":26,
                "2011":18,
                "2012":25,
                "2013":15,
                "2014":15,
                "2015":16,
                "2016":23,
                "2017":18,
                "2018":14,
                "2019":9,
                "2020":12
            }
        ],
        [
            "Minimal conductivity of a single undoped graphene layer is known to be of the order of the conductance quantum, independent of the electron velocity. We show that this universality does not survive electron-electron interaction, which results in nontrivial frequency dependence. We begin with analyzing the perturbation theory in the interaction parameter g for the electron self-energy and observe the failure of the random-phase approximation. The optical conductivity is then derived from the quantum kinetic equation, and the exact result is obtained in the limit when g≪ 1≪ g| ln﻿ ω|.",
            "Effect of electron-electron interactions on the conductivity of clean graphene",
            "EG Mishchenko",
            "2007",
            "P9NCgWEAAAAJ:u-x6o8ySG0sC",
            196,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.98.216801",
            "12418180384501639255",
            "\/scholar?cites=12418180384501639255",
            {
                "2007":7,
                "2008":25,
                "2009":16,
                "2010":18,
                "2011":11,
                "2012":22,
                "2013":24,
                "2014":23,
                "2015":14,
                "2016":12,
                "2017":8,
                "2018":6,
                "2019":5,
                "2020":5
            }
        ],
        [
            "The transport equations for a two-dimensional electron gas with spin-orbit interaction are presented. The distribution function is a 2× 2-matrix in the spin space. Particle and energy conservation laws determine the expressions for the electric current and the energy flow. The derived transport equations are applied to the spin-splitting of a wave packet and to the calculation of the structure factor and the dynamic conductivity.",
            "Transport equations for a two-dimensional electron gas with spin-orbit interaction",
            "EG Mishchenko and BI Halperin",
            "2003",
            "P9NCgWEAAAAJ:d1gkVwhDpl0C",
            131,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.68.045317",
            "2622833026307894308",
            "\/scholar?cites=2622833026307894308",
            {
                "2003":4,
                "2004":13,
                "2005":19,
                "2006":18,
                "2007":10,
                "2008":9,
                "2009":4,
                "2010":5,
                "2011":3,
                "2012":5,
                "2013":6,
                "2014":4,
                "2015":9,
                "2016":8,
                "2017":7,
                "2018":2,
                "2019":4,
                "2020":1
            }
        ],
        [
            "Conductivity of a disorder-free intrinsic graphene is studied to the first order in the long-range Coulomb interaction and is found to be σ= σ 0 (1+ 0.01 g), where g is the dimensionless (\" fine structure\") coupling constant. The calculations are performed using three different methods: i) electron polarization function, ii) Kubo formula for the conductivity, iii) quantum transport equation. Surprisingly, these methods yield different results unless a proper ultraviolet cut-off procedure is implemented, which requires that the interaction potential in the effective Dirac Hamiltonian is cut-off at small distances (large momenta).",
            "Minimal conductivity in graphene: Interaction corrections and ultraviolet anomaly",
            "EG Mishchenko",
            "2008",
            "P9NCgWEAAAAJ:zYLM7Y9cAGgC",
            109,
            "https:\/\/iopscience.iop.org\/article\/10.1209\/0295-5075\/83\/17005\/meta",
            "9810593584093782782",
            "\/scholar?cites=9810593584093782782",
            {
                "2008":3,
                "2009":3,
                "2010":14,
                "2011":6,
                "2012":12,
                "2013":12,
                "2014":9,
                "2015":5,
                "2016":11,
                "2017":8,
                "2018":12,
                "2019":6,
                "2020":8
            }
        ],
        [
            "We demonstrate that in a wide range of temperatures Coulomb drag between two weakly coupled quantum wires is dominated by processes with a small interwire momentum transfer. Such processes, not accounted for in the conventional Luttinger liquid theory, cause drag only because the electron dispersion relation is not linear. The corresponding contribution to the drag resistance scales with temperature as T 2 if the wires are identical, and as T 5 if the wires are different.",
            "Coulomb drag by small momentum transfer between quantum wires",
            "M Pustilnik and EG Mishchenko and LI Glazman and AV Andreev",
            "2003",
            "P9NCgWEAAAAJ:9yKSN-GCB0IC",
            108,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.91.126805",
            "10319308773395097446",
            "\/scholar?cites=10319308773395097446",
            {
                "2004":3,
                "2005":8,
                "2006":12,
                "2007":13,
                "2008":9,
                "2009":5,
                "2010":6,
                "2011":3,
                "2012":7,
                "2013":2,
                "2014":7,
                "2015":11,
                "2016":11,
                "2017":4,
                "2018":1,
                "2019":5,
                "2020":1
            }
        ],
        [
            "Polarizability of noninteracting 2D Dirac electrons has a 1\/q v− ω singularity at the boundary of electron-hole excitations. The screening of this singularity by long-range electron-electron interactions is usually treated within the random phase approximation. The latter is exact only in the limit of N→∞, where N is the “color” degeneracy. We find that the ladder-type vertex corrections become crucial close to the threshold as the ratio of the n th order ladder term to the same order random phase approximation contribution is ln﻿ n| q v− ω|\/N n. We perform an analytical summation of the infinite series of ladder diagrams which describe the excitonic effect. Beyond the threshold, q v> ω, the real part of the polarization operator is found to be positive leading to the appearance of a strong and narrow plasmon resonance.",
            "Charge response function and a novel plasmon mode in graphene",
            "Suhas Gangadharaiah and AM Farid and EG Mishchenko",
            "2008",
            "P9NCgWEAAAAJ:IjCSPb-OGe4C",
            98,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.166802",
            "552131116767215893",
            "\/scholar?cites=552131116767215893",
            {
                "2008":5,
                "2009":7,
                "2010":13,
                "2011":5,
                "2012":14,
                "2013":6,
                "2014":9,
                "2015":8,
                "2016":14,
                "2017":7,
                "2018":5,
                "2019":1,
                "2020":4
            }
        ],
        [
            "Spatial separation of electrons and holes in graphene gives rise to the existence of plasmon waves confined to the boundary region. A theory of such guided plasmon modes within hydrodynamics of electron-hole liquid is developed. For plasmon wavelengths smaller than the size of charged domains, plasmon dispersion is found to be ω∝ q 1\/4. The frequency, velocity, and direction of propagation of guided plasmon modes can be easily controlled by the external electric field. In the presence of a magnetic field, a spectrum of additional gapless magnetoplasmon excitations is obtained. Our findings indicate that graphene is a promising material for nanoplasmonics.",
            "Guided Plasmons in Graphene  Junctions",
            "EG Mishchenko and AV Shytov and PG Silvestrov",
            "2010",
            "P9NCgWEAAAAJ:Tyk-4Ss8FVUC",
            94,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.156806",
            "17650221119265361601",
            "\/scholar?cites=17650221119265361601",
            {
                "2010":2,
                "2011":14,
                "2012":21,
                "2013":19,
                "2014":15,
                "2015":5,
                "2016":5,
                "2017":6,
                "2018":2,
                "2019":2,
                "2020":2
            }
        ]
    ]
}