{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Although not a clear cut question of treaty compliance, this project takes as its theoretical point of departure two potentially opposing explanations for state compliance with international agreements, and asks whether investor-state disputes are better explained by shifting state preferences toward FDI (or a particular investment), or the lack of state capacity to maintain an investment-friendly environment.The project is structured around three sub-research questions: 1) which domestic institutions are taking the measures that are subsequently challenged by investors? What is the content of these measures? Against investors in which industries are these measures being taken? 2) Under what economic and political conditions are investor-state arbitration cases most likely to occur? 3) Are these changes in policy toward investment the outcome of a shift in preferences on the part of state actors toward investment, or are they instead the result of a lack of institutional capacity to respect IIAs? This project adopts a mixed-methods approach to the research question, with empirical chapters based on the qualitative coding of an original dataset of investor-state disputes; a regression analysis, and three case studies of specific disputes in Canada, El Salvador, and Hungary. Therefore, this project paints a general picture of investor-state disputes not as the result of a failure of bureaucratic capacity, but as incidences in which (private) transnational actor preferences truly conflict with those of domestic actors, and in which the state chooses its obligation to the latter rather than the former.",
            "Risky Business or Risky Politics: What Explains Investor-State Disputes?",
            "Zoe Phillips Williams",
            "2016",
            "P_llVm4AAAAJ:u5HHmVD_uO8C",
            7,
            "https:\/\/opus4.kobv.de\/opus4-hsog\/frontdoor\/index\/index\/docId\/2369",
            "4992967078669345167",
            "\/scholar?cites=4992967078669345167",
            {
                "2016":1,
                "2017":3,
                "2018":2,
                "2019":1
            }
        ],
        [
            "International investment agreements (IIAs) were designed to protect private actors from the risks inherent to investing in foreign states. However, critics of these agreements argue that today the tables have turned; due to the increasing and expansive use of investor-state arbitration, what was once risky business for investors has become “risky politics” for states. The diversity of policy measures that have precipitated these conflicts–beyond outright expropriation or clear cases of corruption–suggests that the investment regime places obligations on states that may compete with domestic interests, both of the broader public and special interest groups. At the same time, proponents of investor-state dispute settlement (ISDS) mechanisms claim that only a narrow range of measures can legitimately be challenged under international arbitration, and therefore worries about “regulatory chill” are unfounded. 1 While the curtailing of domestic “policy space” by IIAs has been widely proclaimed, the extent to which the regime actually impedes states in the normal course of regulating or reacting to crises remains a matter of debate. Proponents of the international investment regime often cite the outcomes of concluded arbitration cases, of which states have won a (small) majority. However, the focus on outcome ignores the other ways in which arbitration has an impact on domestic policy making. First, even the statistics on case outcomes are not terribly illuminating, as approximately 25% of known cases have been settled out of arbitration, often on unknown terms. Moreover, the fact of arbitration imposes both tangible and intangible costs on the host state. For …",
            "Risky Business or Risky Politics: What Explains Investor-State Disputes",
            "Zoe Phillips Williams",
            "2014",
            "P_llVm4AAAAJ:UeHWp8X0CEIC",
            7,
            "https:\/\/ecpr.eu\/filestore\/paperproposal\/cee1071a-77d8-4ba6-88bd-25a9b17e6191.pdf",
            "1891215837143581980",
            "\/scholar?cites=1891215837143581980",
            {
                "2015":1,
                "2016":4,
                "2017":1,
                "2018":1
            }
        ],
        [
            "In this paper, we explore the drivers of the rise of third-party funding (TPF) in investor-state arbitration. TPF involves financiers shouldering the legal fees of an investment treaty claim against a sovereign state in exchange for a share of any eventual award. Existing research has highlighted how TPF may exacerbate the inequities inherent to a legal regime that is already weighted in favor of private interests by increasing investors’ access to funding of their legal claims, but the factors which gave rise to TPF are little understood. We argue that financialization helps to explain both the spread and the characteristics of TPF. In particular, the evidence presented in this paper suggests that the large supply of investable capital that is searching for profitable investment opportunities helps to account for the rise of TPF. The analysis provides the basis for broader propositions and a research agenda about the ways in which …",
            "Banking on courts: financialization and the rise of third-party funding in investment arbitration",
            "Florence Dafe and Zoe Williams",
            "2020",
            "P_llVm4AAAAJ:W7OEmFMy1HYC",
            3,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/09692290.2020.1764378",
            "6452121195556296405",
            "\/scholar?cites=6452121195556296405",
            {
                "2020":3
            }
        ],
        [
            "Who are the key actors in investor-state disputes? Which states are sued most frequently? On a sub-state level, which domestic institutions are passing the measures that are subsequently being challenged by investors? Despite the ongoing debate over the impact of the investment protection regime on policy space, there remains a lack of data on the subject of investor-state arbitration’s relationship with domestic institutions and actors. This chapter attempts to fill this gap by presenting the results of an empirical study of investor-state arbitration cases, 1 based on an original dataset of known disputes. 2 The latter looks at a range of variables which may increase the likelihood of an investor-state dispute, including those related to domestic institutions and actors, and those related to the exposure of the state to opportunities to be sued by investors.",
            "What, When, Where and Why? Patterns in Investor-State Arbitration",
            "Zoe Phillips Williams",
            "2016",
            "P_llVm4AAAAJ:IjCSPb-OGe4C",
            3,
            "https:\/\/www.academia.edu\/download\/55944412\/ebook_chapter2.pdf",
            "10138821811524459864",
            "\/scholar?cites=10138821811524459864",
            {
                "2019":2,
                "2020":1
            }
        ],
        [
            "International investment agreements (IIAs) give conflicts between mining companies and communities a transnational dimension, allowing investors to sue a state before an IIA tribunal. While investor-state disputes related to extractive industries arise from a wide range of state actions, an important subset are triggered by domestic conflicts between anti-mining groups and foreign companies. How does arbitration affect anti-mining movements? I argue that IIAs limit the government’s responsiveness to domestic pressure, reducing the ability of domestic nonstate actors to influence policies governing the extractive industry. However, it cannot be assumed that states would support these groups even without investor pressure; IIAs only have this effect when anti-mining groups are able to change the state’s preference toward the investment.",
            "Investor-state arbitration in domestic mining conflicts",
            "Zoe Phillips Williams",
            "2016",
            "P_llVm4AAAAJ:2osOgNQ5qMEC",
            2,
            "https:\/\/www.mitpressjournals.org\/doi\/abs\/10.1162\/GLEP_a_00380",
            "11704307464521051172",
            "\/scholar?cites=11704307464521051172",
            {
                "2018":1,
                "2019":1
            }
        ]
    ]
}