{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "One key tenet of the raft hypothesis is that the formation of glycosphingolipid- and cholesterol-rich lipid domains can be driven solely by characteristic lipid-lipid interactions, suggesting that rafts ought to form in model membranes composed of appropriate lipids. In fact, domains with raft-like properties were found to coexist with fluid lipid regions in both planar supported lipid layers and in giant unilamellar vesicles (GUVs) formed from 1) equimolar mixtures of phospholipid-cholesterol-sphingomyelin or 2) natural lipids extracted from brush border membranes that are rich in sphingomyelin and cholesterol. Employing headgroup-labeled fluorescent phospholipid analogs in planar supported lipid layers, domains typically several microns in diameter were observed by fluorescence microscopy at room temperature (24°C) whereas non-raft mixtures (PC-cholesterol) appeared homogeneous. Both raft and non-raft …",
            "Lipid rafts reconstituted in model membranes",
            "C Dietrich and LA Bagatolli and ZNa Volovyk and NL Thompson and M Levi and K Jacobson and E Gratton",
            "2001",
            "Pb-ZWXEAAAAJ:u5HHmVD_uO8C",
            1537,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349501761140",
            "5299218668874684022",
            "\/scholar?cites=5299218668874684022",
            {
                "2001":20,
                "2002":53,
                "2003":78,
                "2004":84,
                "2005":121,
                "2006":100,
                "2007":96,
                "2008":92,
                "2009":111,
                "2010":86,
                "2011":78,
                "2012":84,
                "2013":80,
                "2014":79,
                "2015":84,
                "2016":58,
                "2017":59,
                "2018":63,
                "2019":48,
                "2020":47,
                "2021":4
            }
        ],
        [
            "The sensitivity of Laurdan (6-dodecanoyl-2-dimethylaminonaphthalene) excitation and emission spectra to the physical state of the membrane arises from dipolar relaxation processes in the membrane region surrounding the Laurdan molecule. Experiments performed using phospholipid vesicles composed of phospholipids with different polar head groups show that this part of the molecule is not responsible for the observed effects. Also, pH titration in the range from pH 4 to 10 shows that the spectral variations are independent of the charge of the polar head. A two-state model of dipolar relaxation is used to qualitatively explain the behavior of Laurdan. It is concluded that the presence of water molecules in the phospholipid matrix are responsible for the spectral properties of Laurdan in the gel phase. In the liquid crystalline phase there is a relaxation process that we attribute to water molecules that can reorientate …",
            "Quantitation of lipid phases in phospholipid vesicles by the generalized polarization of Laurdan fluorescence",
            "T Parasassi and G De Stasio and G Ravagnan and RM Rusch and E Gratton",
            "1991",
            "Pb-ZWXEAAAAJ:2osOgNQ5qMEC",
            801,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349591820410",
            "11943890477533997111",
            "\/scholar?cites=11943890477533997111",
            {
                "1992":3,
                "1993":7,
                "1994":7,
                "1995":12,
                "1996":11,
                "1997":16,
                "1998":13,
                "1999":13,
                "2000":15,
                "2001":27,
                "2002":27,
                "2003":21,
                "2004":19,
                "2005":25,
                "2006":26,
                "2007":29,
                "2008":24,
                "2009":35,
                "2010":31,
                "2011":38,
                "2012":40,
                "2013":48,
                "2014":39,
                "2015":41,
                "2016":46,
                "2017":46,
                "2018":52,
                "2019":41,
                "2020":45,
                "2021":4
            }
        ],
        [
            "Fluorescence correlation spectroscopy (FCS) is generally used to obtain information about the number of fluorescent particles in a small volume and the diffusion coefficient from the autocorrelation function of the fluorescence signal. Here we demonstrate that photon counting histogram (PCH) analysis constitutes a novel tool for extracting quantities from fluorescence fluctuation data, ie, the measured photon counts per molecule and the average number of molecules within the observation volume. The photon counting histogram of fluorescence fluctuation experiments, in which few molecules are present in the excitation volume, exhibits a super-Poissonian behavior. The additional broadening of the PCH compared to a Poisson distribution is due to fluorescence intensity fluctuations. For diffusing particles these intensity fluctuations are caused by an inhomogeneous excitation profile and the fluctuations in the …",
            "The photon counting histogram in fluorescence fluctuation spectroscopy",
            "Yan Chen and Joachim D Müller and Peter TC So and Enrico Gratton",
            "1999",
            "Pb-ZWXEAAAAJ:u-x6o8ySG0sC",
            797,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349599769122",
            "16950384545641227677",
            "\/scholar?cites=16950384545641227677",
            {
                "1999":2,
                "2000":20,
                "2001":25,
                "2002":21,
                "2003":31,
                "2004":36,
                "2005":55,
                "2006":49,
                "2007":46,
                "2008":59,
                "2009":40,
                "2010":31,
                "2011":42,
                "2012":49,
                "2013":54,
                "2014":49,
                "2015":41,
                "2016":24,
                "2017":26,
                "2018":36,
                "2019":31,
                "2020":23,
                "2021":4
            }
        ],
        [
            "Changing the data representation from the classical time delay histogram to the phasor representation provides a global view of the fluorescence decay at each pixel of an image. In the phasor representation we can easily recognize the presence of different molecular species in a pixel or the occurrence of fluorescence resonance energy transfer. The analysis of the fluorescence lifetime imaging microscopy (FLIM) data in the phasor space is done observing clustering of pixels values in specific regions of the phasor plot rather than by fitting the fluorescence decay using exponentials. The analysis is instantaneous since is not based on calculations or nonlinear fitting. The phasor approach has the potential to simplify the way data are analyzed in FLIM, paving the way for the analysis of large data sets and, in general, making the FLIM technique accessible to the nonexpert in spectroscopy and data analysis.",
            "The phasor approach to fluorescence lifetime imaging analysis",
            "Michelle A Digman and Valeria R Caiolfa and Moreno Zamai and Enrico Gratton",
            "2008",
            "Pb-ZWXEAAAAJ:9ZlFYXVOiuMC",
            749,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349508707112",
            "9924608828594364032",
            "\/scholar?cites=9924608828594364032",
            {
                "2008":14,
                "2009":25,
                "2010":16,
                "2011":30,
                "2012":41,
                "2013":61,
                "2014":56,
                "2015":66,
                "2016":63,
                "2017":75,
                "2018":96,
                "2019":112,
                "2020":87,
                "2021":5
            }
        ],
        [
            "The organization of lipids surrounding membrane proteins can influence their properties. We have used 6-dodecanoyl-2-dimethylaminonaphthalene (Laurdan) to study phase coexistence and phase interconversion in membrane model systems. The fluorescence properties of Laurdan provide a unique possibility to study lipid domains because of the different excitation and emission spectra of this probe in the gel and in the liquid-crystalline phase. The difference in excitation spectra allows photoselection of Laurdan molecules in one of the two phases. Using the difference in emission spectra it is then possible to observe interconversion between the two phases. We have performed experiments in dipalmitoyl-phosphatidylcholine (DPPC) vesicles at different temperatures, in particular in the region of the phase transition, where phase coexistence and interconversion between phases is likely to be maximal. We have …",
            "Phase fluctuation in phospholipid membranes revealed by Laurdan fluorescence",
            "T Parasassi and G De Stasio and A d'Ubaldo and E Gratton",
            "1990",
            "Pb-ZWXEAAAAJ:UeHWp8X0CEIC",
            708,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349590826370",
            "6737440676963287660",
            "\/scholar?cites=6737440676963287660",
            {
                "1991":2,
                "1992":5,
                "1993":8,
                "1994":10,
                "1995":13,
                "1996":8,
                "1997":12,
                "1998":12,
                "1999":11,
                "2000":15,
                "2001":20,
                "2002":19,
                "2003":21,
                "2004":20,
                "2005":22,
                "2006":20,
                "2007":29,
                "2008":23,
                "2009":28,
                "2010":39,
                "2011":38,
                "2012":32,
                "2013":37,
                "2014":31,
                "2015":38,
                "2016":36,
                "2017":34,
                "2018":38,
                "2019":39,
                "2020":40,
                "2021":7
            }
        ],
        [
            "We report on the application of two photon molecular excitation to fluorescence correlation spectroscopy. We demonstrate the first fluorescence correlation spectroscopy measurements of translational mobility in the cytoplasm of living cells. Two-photon excitation inherently excites small sample volumes in three dimensions, providing depth discrimination similar to confocal microscopy, without emission pinholes. We demonstrated accurate measurements of the diffusion constant, D, for particles of several different known sizes, in bulk solutions of different viscosity. We then showed measurements of translational diffusion for 7- and 15-nm radius latex beads in the cytoplasm of mouse fibroblast cells. We measured time-dependent diffusion coefficients. When first injected in the cells, the spheres moved from two to five times slower than in water, with average rates of 18 x 10(-8) cm2\/s for the 7 nm and 5 x 10(-8) cm2\/s …",
            "Two-photon fluorescence correlation spectroscopy: method and application to the intracellular environment",
            "Keith M Berland and PT So and Enrico Gratton",
            "1995",
            "Pb-ZWXEAAAAJ:9yKSN-GCB0IC",
            611,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349595802304",
            "13602398305884500484",
            "\/scholar?cites=13602398305884500484",
            {
                "1995":2,
                "1996":11,
                "1997":8,
                "1998":7,
                "1999":19,
                "2000":27,
                "2001":26,
                "2002":34,
                "2003":33,
                "2004":37,
                "2005":50,
                "2006":37,
                "2007":35,
                "2008":37,
                "2009":28,
                "2010":21,
                "2011":33,
                "2012":19,
                "2013":24,
                "2014":26,
                "2015":20,
                "2016":18,
                "2017":9,
                "2018":22,
                "2019":16,
                "2020":7,
                "2021":1
            }
        ],
        [
            "A detailed description of the construction and performance of a variable frequency cross-correlation phase fluorometer is reported. The phase fluorometer operates over the frequency range 1–160 MHz with a maximum resolution of a few picoseconds. The effects of distortions introduced by the light modulator and the nonlinear dynode characteristic are discussed in terms of the harmonic content of the detected signal. A source of systematic errors due to nonhomogeneous modulation is also discussed with particular attention to the color effect of the photomultipliers. The application of the phase fluorometer to the measurement of very long and very short lifetimes is reported. Some application to the measurement of multiexponential decays is also illustrated.",
            "A continuously variable frequency cross-correlation phase fluorometer with picosecond resolution",
            "E Gratton and M Limkeman",
            "1983",
            "Pb-ZWXEAAAAJ:d1gkVwhDpl0C",
            582,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349583843057",
            "1467822370180909510",
            "\/scholar?cites=1467822370180909510",
            {
                "1984":12,
                "1985":15,
                "1986":16,
                "1987":34,
                "1988":26,
                "1989":33,
                "1990":36,
                "1991":28,
                "1992":22,
                "1993":31,
                "1994":21,
                "1995":17,
                "1996":24,
                "1997":24,
                "1998":16,
                "1999":21,
                "2000":14,
                "2001":23,
                "2002":18,
                "2003":19,
                "2004":16,
                "2005":9,
                "2006":8,
                "2007":11,
                "2008":10,
                "2009":12,
                "2010":3,
                "2011":11,
                "2012":13,
                "2013":10,
                "2014":4,
                "2015":5,
                "2016":6,
                "2017":2,
                "2018":6,
                "2019":2,
                "2020":1
            }
        ],
        [
            "The steady-state and dynamic fluorescence spectral properties of 2-dimethylamino-6-lauroylnaphthalene (LAURDAN) and several other naphthalene derivatives are summarized to illustrate their sensitivity to the polarity of the environment. Results obtained both in solvents of different polarity and in phospholipid vesicles in two phase states are presented. The emission red shift observed in polar solvents and in the phospholipid liquid–crystalline phase is explained on the basis of dipolar relaxation of solvent molecules surrounding the fluorescent naphthalene moiety of these probes. In phospholipid environments, experimental evidence is shown that excludes the intramolecular relative reorientation of the dimethylamino and carbonyl groups in the naphthalene and the reorientation of the entire fluorescent moiety. The solvent dipolar relaxation observed for LAURDAN and PRODAN in phospholipid bilayers …",
            "Laurdan and Prodan as polarity-sensitive fluorescent membrane probes",
            "Tiziana Parasassi and Ewa K Krasnowska and Luis Bagatolli and Enrico Gratton",
            "1998",
            "Pb-ZWXEAAAAJ:Se3iqnhoufwC",
            576,
            "https:\/\/link.springer.com\/article\/10.1023\/A:1020528716621",
            "3900541572600229968",
            "\/scholar?cites=3900541572600229968",
            {
                "1999":2,
                "2000":6,
                "2001":6,
                "2002":11,
                "2003":18,
                "2004":7,
                "2005":11,
                "2006":24,
                "2007":24,
                "2008":27,
                "2009":19,
                "2010":20,
                "2011":21,
                "2012":34,
                "2013":34,
                "2014":38,
                "2015":48,
                "2016":36,
                "2017":36,
                "2018":58,
                "2019":43,
                "2020":45,
                "2021":4
            }
        ],
        [
            "The lateral organization of cellular membranes is formed by the clustering of specific lipids, such as cholesterol and sphingolipids, into highly condensed domains (termed lipid rafts). Hence such domains are distinct from the remaining membrane by their lipid structure (liquid-ordered vs. -disordered domains). Here, we directly visualize membrane lipid structure of living cells by using two-photon microscopy. In macrophages, liquid-ordered domains are particularly enriched on membrane protrusions (filopodia), adhesion points and cell–cell contacts and cover 10–15% of the cell surface at 37°C. By deconvoluting the images, we demonstrate the existence of phase separation in vivo. We compare the properties of microscopically visible domains (<1 μm2), with those of isolated detergent-resistant membranes and provide evidence that membrane coverage by lipid rafts and their fluidity are principally governed by …",
            "Visualizing lipid structure and raft domains in living cells with two-photon microscopy",
            "Katharina Gaus and Enrico Gratton and Eleanor PW Kable and Allan S Jones and Ingrid Gelissen and Leonard Kritharides and Wendy Jessup",
            "2003",
            "Pb-ZWXEAAAAJ:W7OEmFMy1HYC",
            556,
            "https:\/\/www.pnas.org\/content\/100\/26\/15554.short",
            "6807776220643647585",
            "\/scholar?cites=6807776220643647585",
            {
                "2004":16,
                "2005":37,
                "2006":38,
                "2007":43,
                "2008":38,
                "2009":52,
                "2010":41,
                "2011":50,
                "2012":25,
                "2013":32,
                "2014":31,
                "2015":32,
                "2016":31,
                "2017":26,
                "2018":22,
                "2019":16,
                "2020":22,
                "2021":1
            }
        ],
        [
            "Multiphoton excitation microscopy at 730 nm and 960 nm was used to image in vivo human skin autofluorescence from the surface to a depth of approximately 200 microm. The emission spectra and fluorescence lifetime images were obtained at selected locations near the surface (0–50 microm) and at deeper depths (100–150 microm) for both excitation wavelengths. Cell borders and cell nuclei were the prominent structures observed. The spectroscopic data suggest that reduced pyridine nucleotides, NAD(P)H, are the primary source of the skin autofluorescence at 730 nm excitation. With 960 nm excitation, a two-photon fluorescence emission at 520 nm indicates the presence of a variable, position-dependent intensity component of flavoprotein. A second fluorescence emission component, which starts at 425 nm, is observed with 960-nm excitation. Such fluorescence emission at wavelengths less than half the …",
            "Multiphoton excitation fluorescence microscopy and spectroscopy of in vivo human skin",
            "Barry R Masters and PT So and Enrico Gratton",
            "1997",
            "Pb-ZWXEAAAAJ:Tyk-4Ss8FVUC",
            549,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349597788866",
            "17219910175753184177",
            "\/scholar?cites=17219910175753184177",
            {
                "1998":14,
                "1999":25,
                "2000":24,
                "2001":21,
                "2002":27,
                "2003":26,
                "2004":21,
                "2005":26,
                "2006":28,
                "2007":29,
                "2008":25,
                "2009":28,
                "2010":25,
                "2011":30,
                "2012":40,
                "2013":22,
                "2014":13,
                "2015":26,
                "2016":27,
                "2017":16,
                "2018":23,
                "2019":12,
                "2020":16
            }
        ]
    ]
}