{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "We have studied the correlation between structural dynamics and function of the hairpin ribozyme. The enzyme-substrate complex exists in either docked (active) or undocked (inactive) conformations. Using single-molecule fluorescence methods, we found complex structural dynamics with four docked states of distinct stabilities and a strong memory effect where each molecule rarely switches between different docked states. We also found substrate cleavage to be rate-limited by a combination of conformational transitions and reversible chemistry equilibrium. The complex structural dynamics quantitatively explain the heterogeneous cleavage kinetics common to many catalytic RNAs. The intimate coupling of structural dynamics and function is likely a general phenomenon for RNA.",
            "Correlating structural dynamics and function in single ribozyme molecules",
            "Xiaowei Zhuang and Harold Kim and Miguel JB Pereira and Hazen P Babcock and Nils G Walter and Steven Chu",
            "2002",
            "pbKLBNsAAAAJ:u5HHmVD_uO8C",
            590,
            "https:\/\/science.sciencemag.org\/content\/296\/5572\/1473.abstract",
            "14328835214852984138",
            "\/scholar?cites=14328835214852984138",
            {
                "2002":9,
                "2003":45,
                "2004":38,
                "2005":55,
                "2006":44,
                "2007":49,
                "2008":55,
                "2009":49,
                "2010":37,
                "2011":31,
                "2012":24,
                "2013":29,
                "2014":32,
                "2015":19,
                "2016":21,
                "2017":14,
                "2018":14,
                "2019":12,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Using single-molecule fluorescence spectroscopy, time-resolved conformational changes between fluorescently labeled tRNA have been characterized within surface-immobilized ribosomes proceeding through a complete cycle of translation elongation. Fluorescence resonance energy transfer was used to observe aminoacyl-tRNA (aa-tRNA) stably accommodating into the aminoacyl site (A site) of the ribosome via a multistep, elongation factor-Tu dependent process. Subsequently, tRNA molecules, bound at the peptidyl site and A site, fluctuate between two configurations assigned as classical and hybrid states. The lifetime of classical and hybrid states, measured for complexes carrying aa-tRNA and peptidyl-tRNA at the A site, shows that peptide bond formation decreases the lifetime of the classical-state tRNA configuration by ≈6-fold. These data suggest that the growing peptide chain plays a role in modulating …",
            "tRNA dynamics on the ribosome during translation",
            "Scott C Blanchard and Harold D Kim and Ruben L Gonzalez and Joseph D Puglisi and Steven Chu",
            "2004",
            "pbKLBNsAAAAJ:u-x6o8ySG0sC",
            496,
            "https:\/\/www.pnas.org\/content\/101\/35\/12893.short",
            "9887836142988923498",
            "\/scholar?cites=9887836142988923498",
            {
                "2004":4,
                "2005":21,
                "2006":24,
                "2007":31,
                "2008":38,
                "2009":45,
                "2010":40,
                "2011":46,
                "2012":24,
                "2013":38,
                "2014":39,
                "2015":30,
                "2016":36,
                "2017":28,
                "2018":18,
                "2019":16,
                "2020":15,
                "2021":1
            }
        ]
    ]
}