{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Although young adulthood is often characterized by rapid intellectual and social development, college-aged individuals are also commonly exposed to circumstances that place them at risk for psychiatric disorders.To assess the 12-month prevalence of psychiatric disorders, sociodemographic correlates, and rates of treatment among individuals attending college and their non–college-attending peers in the United States.Face-to-face interviews were conducted in the 2001-2002 National Epidemiologic Survey on Alcohol and Related Conditions (N = 43 093). Analyses were done for the subsample of college-aged individuals, defined as those aged 19 to 25 years who were both attending (n = 2188) and not attending (n = 2904) college in the previous year.Sociodemographic correlates and prevalence of 12-monthDSM-IVpsychiatric …",
            "Mental health of college students and their non–college-attending peers: Results from the national epidemiologic study on alcohol and related conditions",
            "Carlos Blanco and Mayumi Okuda and Crystal Wright and Deborah S Hasin and Bridget F Grant and Shang-Min Liu and Mark Olfson",
            "2008",
            "pBxDKPsAAAAJ:LjlpjdlvIbIC",
            1609,
            "https:\/\/jamanetwork.com\/journals\/jamapsychiatry\/article-abstract\/482915",
            "8724132006580431876",
            "\/scholar?cites=8724132006580431876",
            {
                "2009":14,
                "2010":28,
                "2011":51,
                "2012":70,
                "2013":95,
                "2014":97,
                "2015":144,
                "2016":162,
                "2017":198,
                "2018":205,
                "2019":231,
                "2020":251,
                "2021":13
            }
        ],
        [
            "Psychiatric disorders and substance use during pregnancy are associated with adverse outcomes for mothers and their offspring. Information about the epidemiology of these conditions in this population is lacking.To examine sociodemographic correlates, rates ofDSM-IVAxis I psychiatric disorders, substance use, and treatment seeking among past-year pregnant and postpartum women in the United States.National survey.Face-to-face interviews conducted in the 2001-2002 National Epidemiologic Survey on Alcohol and Related Conditions.A total of 43 093 respondents were interviewed, of whom 14 549 were women 18 to 50 years old with known past-year pregnancy status.Prevalence of 12-monthDSM-IVAxis I psychiatric disorders, substance use, and treatment seeking.Past-year pregnant and postpartum women had significantly lower …",
            "Psychiatric disorders in pregnant and postpartum women in the United States",
            "Oriana Vesga-Lopez and Carlos Blanco and Katherine Keyes and Mark Olfson and Bridget F Grant and Deborah S Hasin",
            "2008",
            "pBxDKPsAAAAJ:vV6vV6tmYwMC",
            943,
            "https:\/\/jamanetwork.com\/journals\/jamapsychiatry\/article-abstract\/482762",
            "3528330922793688476",
            "\/scholar?cites=3528330922793688476",
            {
                "2009":21,
                "2010":43,
                "2011":59,
                "2012":49,
                "2013":74,
                "2014":97,
                "2015":81,
                "2016":81,
                "2017":104,
                "2018":84,
                "2019":96,
                "2020":120,
                "2021":8
            }
        ],
        [
            "Although bipolar disorder may have its onset during childhood, little is known about national trends in the diagnosis and management of bipolar disorder in young people.To present national trends in outpatient visits with a diagnosis of bipolar disorder and to compare the treatment provided to youth and adults during those visits.We compare rates of growth between 1994-1995 and 2002-2003 in visits with a bipolar disorder diagnosis by individuals aged 0 to 19 years vs those aged 20 years or older. For the period of 1999 to 2003, we also compare demographic, clinical, and treatment characteristics of youth and adult bipolar disorder visits.Outpatient visits to physicians in office-based practice.Patient visits from the National Ambulatory Medical Care Survey (1999-2003) with a bipolar disorder diagnosis (n = 962).Visits with a diagnosis of bipolar …",
            "National trends in the outpatient diagnosis and treatment of bipolar disorder in youth",
            "Carmen Moreno and Gonzalo Laje and Carlos Blanco and Huiping Jiang and Andrew B Schmidt and Mark Olfson",
            "2007",
            "pBxDKPsAAAAJ:IUKN3-7HHlwC",
            886,
            "https:\/\/jamanetwork.com\/journals\/jamapsychiatry\/article-abstract\/482424",
            "14245697940481619844",
            "\/scholar?cites=14245697940481619844",
            {
                "2007":9,
                "2008":42,
                "2009":70,
                "2010":101,
                "2011":76,
                "2012":85,
                "2013":83,
                "2014":75,
                "2015":73,
                "2016":62,
                "2017":49,
                "2018":43,
                "2019":36,
                "2020":32,
                "2021":3
            }
        ],
        [
            "",
            "Comorbidity, impairment, and suicidality in subthreshold PTSD",
            "Randall D Marshall and Mark Olfson and Fredric Hellman and Carlos Blanco and Mary Guardino and Elmer L Struening",
            "2001",
            "pBxDKPsAAAAJ:K3LRdlH-MEoC",
            699,
            "https:\/\/ajp.psychiatryonline.org\/doi\/abs\/10.1176\/appi.ajp.158.9.1467",
            "6264433539705191560",
            "\/scholar?cites=6264433539705191560",
            {
                "2002":16,
                "2003":17,
                "2004":26,
                "2005":32,
                "2006":29,
                "2007":27,
                "2008":23,
                "2009":34,
                "2010":39,
                "2011":42,
                "2012":47,
                "2013":45,
                "2014":47,
                "2015":50,
                "2016":48,
                "2017":46,
                "2018":40,
                "2019":31,
                "2020":42,
                "2021":1
            }
        ],
        [
            "Objective: To present nationally representative data on 12-month and lifetime prevalence, correlates and comorbidity of social anxiety disorder (SAD) among adults in the United States as determined by the 2001-2002 National Epidemiologic Survey on Alcohol and Related Conditions.Design: Face-to-face survey.Setting: The United States.Participants: Adults (aged 18 and over) residing in households and group quarters (N= 43,093).Main Outcome Measures: Prevalence and associations of SAD with sociodemographic and psychiatric correlates and Axis I and II disorders.Results: The prevalence of 12-month and lifetime DSM-IV SAD was 2.8%(95% CI= 2.5 to 3.1) and 5.0%(95% CI= 4.6 to 5.4), respectively. Being Native American, being young, or having low income increased risk, while being male, being of Asian, Hispanic, or black race\/ethnicity, or living in urban or more populated regions reduced risk. Mean …",
            "The epidemiology of social anxiety disorder in the United States: results from the National Epidemiologic Survey on Alcohol and Related Conditions",
            "Bridget F Grant and Deborah S Hasin and Carlos Blanco and Frederick S Stinson and S Patricia Chou and Rise B Goldstein and Deborah A Dawson and Sharon Smith and Tulshi D Saha and Boji Huang",
            "2005",
            "pBxDKPsAAAAJ:pyW8ca7W8N0C",
            688,
            "http:\/\/www.psychiatrist.com\/JCP\/article\/Pages\/epidemiology-social-anxiety-disorder-united-states.aspx",
            "4675055398097678130",
            "\/scholar?cites=4675055398097678130",
            {
                "2005":2,
                "2006":4,
                "2007":18,
                "2008":31,
                "2009":41,
                "2010":32,
                "2011":48,
                "2012":37,
                "2013":61,
                "2014":70,
                "2015":52,
                "2016":50,
                "2017":57,
                "2018":59,
                "2019":53,
                "2020":48,
                "2021":2
            }
        ],
        [
            "Although there are indications that antipsychotic drugs are increasingly used to treat children and adolescents, little is known about the characteristics of those who receive them.To examine national trends and patterns in antipsychotic treatment of youth seen by physicians in office-based medical practice.Analysis of national trends of visits (1993-2002) that included prescription of antipsychotics, and comparison of the clinical and demographic characteristics of visits (2000-2002) that included or did not include antipsychotic treatment.Outpatient visits to physicians in office-based practice.Patient visits by persons 20 years and younger from the National Ambulatory Medical Care Surveys from 1993 to 2002.Visits that included prescription of antipsychotics.In the United States, the estimated number of office-based visits by youth that included …",
            "National trends in the outpatient treatment of children and adolescents with antipsychotic drugs",
            "Mark Olfson and Carlos Blanco and Linxu Liu and Carmen Moreno and Gonzalo Laje",
            "2006",
            "pBxDKPsAAAAJ:XD-gHx7UXLsC",
            638,
            "https:\/\/jamanetwork.com\/journals\/jamapsychiatry\/article-abstract\/209678",
            "18366322312692414606",
            "\/scholar?cites=18366322312692414606",
            {
                "2006":12,
                "2007":43,
                "2008":44,
                "2009":41,
                "2010":66,
                "2011":50,
                "2012":71,
                "2013":71,
                "2014":54,
                "2015":46,
                "2016":27,
                "2017":35,
                "2018":28,
                "2019":19,
                "2020":20
            }
        ],
        [
            "Despite the continuing epidemic of opioid misuse, data on the prevalence of prescription opioid use, misuse, and use disorders are limited.To estimate the prevalence of prescription opioid use, misuse, and use disorders and motivations for misuse among U.S. adults.Survey.The 2015 National Survey on Drug Use and Health (NSDUH).72 600 eligible civilian, noninstitutionalized adults were selected for NSDUH, and 51 200 completed the survey interview.Prescription opioid use, misuse, and use disorders.Weighted NSDUH estimates suggested that, in 2015, 91.8 million (37.8%) U.S. civilian, noninstitutionalized adults used …",
            "Prescription opioid use, misuse, and use disorders in US adults: 2015 National Survey on Drug Use and Health",
            "Beth Han and Wilson M Compton and Carlos Blanco and Elizabeth Crane and Jinhee Lee and Christopher M Jones",
            "2017",
            "pBxDKPsAAAAJ:J-pR_7NvFogC",
            555,
            "https:\/\/www.acpjournals.org\/doi\/abs\/10.7326\/m17-0865",
            "7487039372609274610",
            "\/scholar?cites=7487039372609274610",
            {
                "2017":19,
                "2018":111,
                "2019":192,
                "2020":196,
                "2021":13
            }
        ],
        [
            "This study aims to estimate general and racial-ethnic specific cumulative probability of developing dependence among nicotine, alcohol, cannabis or cocaine users, and to identify predictors of transition to substance dependence.Analyses were done for the subsample of lifetime nicotine (n = 15,918), alcohol (n = 28,907), cannabis (n = 7389) or cocaine (n = 2259) users who participated in the first and second wave of the National Epidemiological Survey on Alcohol and Related Conditions (NESARC). Discrete-time survival analyses were implemented to estimate the cumulative probability of transitioning from use to dependence and to identify predictors of transition to dependence.The cumulative probability estimate of transition to dependence was 67.5% for nicotine users, 22.7% for alcohol users, 20.9% for cocaine users, and 8.9% for cannabis users. Half of the cases of dependence …",
            "Probability and predictors of transition from first use to dependence on nicotine, alcohol, cannabis, and cocaine: Results of the National Epidemiologic Survey on Alcohol and …",
            "Catalina Lopez-Quintero and José Pérez de los Cobos and Deborah S Hasin and Mayumi Okuda and Shuai Wang and Bridget F Grant and Carlos Blanco",
            "2011",
            "pBxDKPsAAAAJ:u9iWguZQMMsC",
            515,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0376871610003753",
            "6043519086492194340",
            "\/scholar?cites=6043519086492194340",
            {
                "2011":3,
                "2012":11,
                "2013":24,
                "2014":41,
                "2015":38,
                "2016":64,
                "2017":64,
                "2018":87,
                "2019":81,
                "2020":75,
                "2021":3
            }
        ],
        [
            "Despite evidence of the increasing use of psychotropic medications, little is known about the broader changes in the delivery of outpatient mental health treatment to children, adolescents, and adults.To assess national trends and patterns in the mental health care of children, adolescents, and adults in office-based medical practice.Outpatient visits to physicians in office-based practice from the 1995-2010 National Ambulatory Medical Care Surveys (N = 446 542). Trends (1995-2010) in visits with mental health care indicators are first compared between youths (<21 years) and adults (≥21 years) and then between children (0-13 years) and adolescents (14-20 years). Background and clinical characteristics of recent visits (2007-2010) resulting in a mental disorder diagnosis are also compared among children, adolescents, and adults …",
            "National trends in the mental health care of children, adolescents, and adults by office-based physicians",
            "Mark Olfson and Carlos Blanco and Shuai Wang and Gonzalo Laje and Christoph U Correll",
            "2014",
            "pBxDKPsAAAAJ:XiSMed-E-HIC",
            403,
            "https:\/\/jamanetwork.com\/journals\/jamapsychiatry\/article-abstract\/1784344",
            "6066844992132263286",
            "\/scholar?cites=6066844992132263286",
            {
                "2014":13,
                "2015":44,
                "2016":66,
                "2017":68,
                "2018":79,
                "2019":58,
                "2020":68,
                "2021":2
            }
        ],
        [
            "This study examines the prevalence, correlates, and psychiatric disorders of adults with history of child sexual abuse (CSA).Data were derived from a large national sample of the US population. More than 34 000 adults 18 years and older residing in households were interviewed face-to-face in a survey conducted during the 2004-2005 period. Diagnoses were based on the Alcohol Use Disorder and Associated Disabilities Interview Schedule–Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, version. Weighted means, frequencies, and odds ratios of sociodemographic correlates and prevalence of psychiatric disorders were computed. Logistic regression models were used to examine the strength of associations between CSA and psychiatric disorders, adjusted for sociodemographic characteristics, risk factors, and other Axis I psychiatric disorders.The prevalence of …",
            "Prevalence and correlates of child sexual abuse: a national study",
            "Gabriela Pérez-Fuentes and Mark Olfson and Laura Villegas and Carmen Morcillo and Shuai Wang and Carlos Blanco",
            "2013",
            "pBxDKPsAAAAJ:cK4Rrx0J3m0C",
            390,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0010440X12000958",
            "17837384790274249672",
            "\/scholar?cites=17837384790274249672",
            {
                "2012":4,
                "2013":15,
                "2014":21,
                "2015":62,
                "2016":44,
                "2017":55,
                "2018":53,
                "2019":50,
                "2020":73,
                "2021":3
            }
        ]
    ]
}