{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Photonic technology, using light instead of electrons as the information carrier, is increasingly replacing electronics in communication and information management systems. Microscopic light manipulation, for this purpose, is achievable through photonic bandgap materials 1, 2, a special class of photonic crystals in which three-dimensional, periodic dielectric constant variations controllably prohibit electromagnetic propagation throughout a specified frequency band. This can result in the localization of photons 3, 4, 5, 6, thus providing a mechanism for controlling and inhibiting spontaneous light emission that can be exploited for photonic device fabrication. In fact, carefully engineered line defects could act as waveguides connecting photonic devices in all-optical microchips 7, and infiltration of the photonic material with suitable liquid crystals might produce photonic bandgap structures (and hence light-flow patterns …",
            "Large-scale synthesis of a silicon photonic crystal with a complete three-dimensional bandgap near 1.5 micrometres",
            "Alvaro Blanco and Emmanuel Chomski and Serguei Grabtchak and Marta Ibisate and Sajeev John and Stephen W Leonard and Cefe Lopez and Francisco Meseguer and Hernan Miguez and Jessica P Mondia and Geoffrey A Ozin and Ovidiu Toader and Henry M van Driel",
            "2000",
            "pC_xLYcAAAAJ:IjCSPb-OGe4C",
            2007,
            "https:\/\/www.nature.com\/articles\/35013024",
            "14129356236206115810",
            "\/scholar?cites=14129356236206115810",
            {
                "2000":18,
                "2001":104,
                "2002":121,
                "2003":130,
                "2004":160,
                "2005":154,
                "2006":159,
                "2007":130,
                "2008":127,
                "2009":103,
                "2010":105,
                "2011":105,
                "2012":87,
                "2013":76,
                "2014":66,
                "2015":71,
                "2016":74,
                "2017":55,
                "2018":55,
                "2019":53,
                "2020":37,
                "2021":7
            }
        ],
        [
            "Three‐dimensional arrays of SiO2 nanometer particles lead to Bragg diffraction effects of visible light—as seen for natural opals, see also this issue's cover—and applications such as photonic bandgap materials. Teh fabrication of the opalline structures is described and details are given of how to obtain ordered compacts. The Figure shows a fracture surface of a sintered sample comprising 390 nm‐diameter silica spheres.        ",
            "3D Long‐range ordering in ein SiO2 submicrometer‐sphere sintered superstructure",
            "Raul Mayoral and Joaquin Requena and José S Moya and Cefe López and Adelaida Cintas and Hernán Miguez and Francisco Meseguer and Luis Vázquez and Miguel Holgado and Álvaro Blanco",
            "1997",
            "pC_xLYcAAAAJ:zYLM7Y9cAGgC",
            509,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.19970090318",
            "13645106297016940814",
            "\/scholar?cites=13645106297016940814",
            {
                "1997":4,
                "1998":10,
                "1999":16,
                "2000":23,
                "2001":27,
                "2002":30,
                "2003":28,
                "2004":29,
                "2005":27,
                "2006":31,
                "2007":26,
                "2008":23,
                "2009":25,
                "2010":32,
                "2011":25,
                "2012":23,
                "2013":20,
                "2014":15,
                "2015":15,
                "2016":20,
                "2017":14,
                "2018":19,
                "2019":12,
                "2020":11,
                "2021":3
            }
        ],
        [
            "In this letter, we investigate the optical properties of packed monodisperse silica submicron spheres by means of optical transmission measurements. The results are compatible with a three dimensional face centered cubic order in these solid structures. The lattice parameter of these structures, and therefore their optical properties, can be easily tuned through the sphere size (between 200 and 700 nm) thus covering the whole visible and near infrared spectrum.",
            "Photonic crystal properties of packed submicrometric  spheres",
            "H Mıguez and Cefe López and Francisco Meseguer and A Blanco and Luis Vázquez and R Mayoral and Manuel Ocaña and Vicente Fornés and A Mifsud",
            "1997",
            "pC_xLYcAAAAJ:__bU50VfleQC",
            451,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.119849",
            "2087399632267101910",
            "\/scholar?cites=2087399632267101910",
            {
                "1998":9,
                "1999":28,
                "2000":25,
                "2001":23,
                "2002":32,
                "2003":30,
                "2004":37,
                "2005":22,
                "2006":25,
                "2007":22,
                "2008":22,
                "2009":22,
                "2010":29,
                "2011":26,
                "2012":8,
                "2013":8,
                "2014":13,
                "2015":14,
                "2016":12,
                "2017":9,
                "2018":16,
                "2019":7,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Control of the optical properties of SiO2 colloidal photonic crystals through thermal treatment is reported. The optical properties, studied by light transmission and reflection, are shown to vary through structural and physicochemical modification of the material, without loss of order. The Figure is a scanning electron micrograph of the fcc crystalline {111} facet of a sample treated at 950°C.",
            "Control of the Photonic Crystal Properties of fcc‐Packed Submicrometer SiO2 Spheres by Sintering",
            "Hernán Míguez and Francisco Meseguer and Cefe López and Álvaro Blanco and José S Moya and Joaquín Requena and Amparo Mifsud and Vicente Fornés",
            "1998",
            "pC_xLYcAAAAJ:Tyk-4Ss8FVUC",
            440,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/(SICI)1521-4095(199804)10:6%3C480::AID-ADMA480%3E3.0.CO;2-Y",
            "3069228986895250251",
            "\/scholar?cites=3069228986895250251",
            {
                "1999":10,
                "2000":16,
                "2001":28,
                "2002":27,
                "2003":17,
                "2004":30,
                "2005":23,
                "2006":29,
                "2007":29,
                "2008":25,
                "2009":36,
                "2010":26,
                "2011":22,
                "2012":21,
                "2013":14,
                "2014":15,
                "2015":20,
                "2016":12,
                "2017":6,
                "2018":7,
                "2019":9,
                "2020":14
            }
        ],
        [
            "It is well-known that stacking of hard spheres results in close-packed structures. However, until recently, it was not clear which of the various possible phases (cubic, hexagonal, mixed, or random) was the stable one. We have performed a microscopy characterization of solid crystals made of monodisperse SiO2 nanometric spheres. It was found that, for a wide range of particle diameters, the cubic phase is the only one present. This largely serves to confirm recent theoretical calculations by L. V. Woodcock which conclude that the cubic phase is the most stable one. This opens new prospects in the application of colloidal crystals to photonic band gap engineering. ",
            "Evidence of FCC crystallization of SiO2 nanospheres",
            "H Miguez and F Meseguer and C Lopez and A Mifsud and JS Moya and L Vazquez",
            "1997",
            "pC_xLYcAAAAJ:Y0pCki6q_DkC",
            393,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la970589o",
            "3215192802594493753",
            "\/scholar?cites=3215192802594493753",
            {
                "1998":4,
                "1999":17,
                "2000":18,
                "2001":18,
                "2002":19,
                "2003":19,
                "2004":23,
                "2005":25,
                "2006":24,
                "2007":30,
                "2008":26,
                "2009":23,
                "2010":21,
                "2011":24,
                "2012":23,
                "2013":16,
                "2014":13,
                "2015":11,
                "2016":10,
                "2017":12,
                "2018":10,
                "2019":3,
                "2020":4
            }
        ]
    ]
}