{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Fullerene single-wall nanotubes (SWNTs) were produced in yields of more than 70 percent by condensation of a laser-vaporized carbon-nickel-cobalt mixture at 1200°C. X-ray diffraction and electron microscopy showed that these SWNTs are nearly uniform in diameter and that they self-organize into “ropes,” which consist of 100 to 500 SWNTs in a two-dimensional triangular lattice with a lattice constant of 17 angstroms. The x-ray form factor is consistent with that of uniformly charged cylinders 13.8 ± 0.2 angstroms in diameter. The ropes were metallic, with a single-rope resistivity of <10−4 ohm-centimeters at 300 kelvin. The uniformity of SWNT diameter is attributed to the efficient annealing of an initial fullerene tubelet kept open by a few metal atoms; the optimum diameter is determined by competition between the strain energy of curvature of the graphene sheet and the dangling-bond energy of the open edge …",
            "Crystalline ropes of metallic carbon nanotubes",
            "Andreas Thess and Roland Lee and Pavel Nikolaev and Hongjie Dai and Pierre Petit and Jerome Robert and Chunhui Xu and Young Hee Lee and Seong Gon Kim and Andrew G Rinzler and Daniel T Colbert and Gustavo E Scuseria and David Tománek and John E Fischer and Richard E Smalley",
            "1996",
            "pEqL8zgAAAAJ:VJOaslTFpLQC",
            7638,
            "https:\/\/science.sciencemag.org\/content\/273\/5274\/483.abstract",
            "9958544709655086665",
            "\/scholar?cites=9958544709655086665",
            {
                "1997":104,
                "1998":238,
                "1999":254,
                "2000":299,
                "2001":317,
                "2002":372,
                "2003":402,
                "2004":495,
                "2005":390,
                "2006":449,
                "2007":441,
                "2008":416,
                "2009":372,
                "2010":411,
                "2011":443,
                "2012":355,
                "2013":331,
                "2014":292,
                "2015":248,
                "2016":214,
                "2017":195,
                "2018":212,
                "2019":183,
                "2020":131,
                "2021":14
            }
        ],
        [
            "Many researchers, especially those new to the field, need to determine which criteria are essential for demonstrating autophagy, either for the purposes of their own research, or in the capacity of a manuscript or grant review. 1 Acceptable standards are an important issue, particularly considering that each of us may have his\/her own opinion regarding the answer. Unfortunately, the answer is in part a “moving target” as the field evolves. 2 This can be extremely frustrating for researchers who may think they have met those criteria, only to find out that the reviewers of their papers have different ideas. Conversely, as a reviewer, it is tiresome to raise the same objections repeatedly, wondering why researchers have not fulfilled some of the basic requirements for establishing the occurrence of an autophagic process. In addition, drugs that potentially modulate autophagy are increasingly being used in clinical trials, and …",
            "Guidelines for the use and interpretation of assays for monitoring autophagy",
            "Daniel J Klionsky and Kotb Abdelmohsen and Akihisa Abe and Md Joynal Abedin and Hagai Abeliovich and Abraham Acevedo Arozena and Hiroaki Adachi and Christopher M Adams and Peter D Adams and Khosrow Adeli and Peter J Adhihetty and Sharon G Adler and Galila Agam and Rajesh Agarwal and Manish K Aghi and Maria Agnello and Patrizia Agostinis and Patricia V Aguilar and Julio Aguirre-Ghiso and Edoardo M Airoldi and Slimane Ait-Si-Ali and Takahiko Akematsu and Emmanuel T Akporiaye and Mohamed Al-Rubeai and Guillermo M Albaiceta and Chris Albanese and Diego Albani and Matthew L Albert and Jesus Aldudo and Hana Algül and Mehrdad Alirezaei and Iraide Alloza and Alexandru Almasan and Maylin Almonte-Beceril and Emad S Alnemri and Covadonga Alonso and Nihal Altan-Bonnet and Dario C Altieri and Silvia Alvarez and Lydia Alvarez-Erviti and Sandro Alves and Giuseppina Amadoro and Atsuo Amano and Consuelo Amantini and Santiago Ambrosio and Ivano Amelio and Amal O Amer and Mohamed Amessou and Angelika Amon and Zhenyi An and Frank A Anania and Stig U Andersen and Usha P Andley and Catherine K Andreadi and Nathalie Andrieu-Abadie and Alberto Anel and David K Ann and Shailendra Anoopkumar-Dukie and Manuela Antonioli and Hiroshi Aoki and Nadezda Apostolova and Saveria Aquila and Katia Aquilano and Koichi Araki and Eli Arama and Agustin Aranda and Jun Araya and Alexandre Arcaro and Esperanza Arias and Hirokazu Arimoto and Aileen R Ariosa and Jane L Armstrong and Thierry Arnould and Ivica Arsov and Katsuhiko Asanuma and Valerie Askanas and Eric Asselin and Ryuichiro Atarashi and Sally S Atherton and Julie D Atkin and Laura D Attardi and Patrick Auberger and Georg Auburger and Laure Aurelian and Riccardo Autelli and Laura Avagliano and Maria Laura Avantaggiati and Limor Avrahami and Suresh Awale and Neelam Azad and Tiziana Bachetti and Jonathan M Backer and Dong-Hun Bae and Jae-Sung Bae and Ok-Nam Bae and Soo Han Bae and Eric H Baehrecke and Seung-Hoon Baek and Stephen Baghdiguian and Agnieszka Bagniewska-Zadworna and Hua Bai and Jie Bai and Xue-Yuan Bai and Yannick Bailly and Kithiganahalli Narayanaswamy Balaji and Walter Balduini and Andrea Ballabio and Rena Balzan and Rajkumar Banerjee and Gábor Bánhegyi and Haijun Bao and Benoit Barbeau and Maria D Barrachina and Esther Barreiro and Bonnie Bartel and Alberto Bartolomé and Diane C Bassham and Maria Teresa Bassi and Robert C Bast Jr and Alakananda Basu and Maria Teresa Batista and Henri Batoko and Maurizio Battino and Kyle Bauckman and Bradley L Baumgarner and K Ulrich Bayer and Rupert Beale and Jean-Francois Beaulieu and George R Beck Jr and Christoph Becker and J David Beckham and Pierre-Andre Bedard and Patrick J Bednarski and Thomas J Begley and Christian Behl and Christian Behrends and Georg MN Behrens and Kevin E Behrns and Eloy Bejarano and Amine Belaid and Francesca Belleudi and Giovanni Bénard and Guy Berchem and Daniele Bergamaschi and Matteo Bergami and Ben Berkhout and Laura Berliocchi and Amélie Bernard and Monique Bernard and Francesca Bernassola",
            "2016",
            "pEqL8zgAAAAJ:rKYHOwt5kWwC",
            7300,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/15548627.2015.1100356",
            "5466665393835199140",
            "\/scholar?cites=5466665393835199140",
            {
                "2006":19,
                "2007":18,
                "2008":26,
                "2009":19,
                "2010":19,
                "2011":25,
                "2012":56,
                "2013":366,
                "2014":656,
                "2015":739,
                "2016":911,
                "2017":1078,
                "2018":1067,
                "2019":1020,
                "2020":1123,
                "2021":102
            }
        ],
        [
            "Research in autophagy continues to accelerate, 1 and as a result many new scientists are entering the field. Accordingly, it is important to establish a standard set of criteria for monitoring macroautophagy in different organisms. Recent reviews have described the range of assays that have been used for this purpose. 2, 3 There are many useful and convenient methods that can be used to monitor macroautophagy in yeast, but relatively few in other model systems, and there is much confusion regarding acceptable methods to measure macroautophagy in higher eukaryotes. A key point that needs to be emphasized is that there is a difference between measurements that monitor the numbers of autophagosomes versus those that measure flux through the autophagy pathway; thus, a block in macroautophagy that results in autophagosome accumulation needs to be differentiated from fully functional autophagy that …",
            "Guidelines for the use and interpretation of assays for monitoring autophagy in higher eukaryotes",
            "Daniel J Klionsky and Hagai Abeliovich and Patrizia Agostinis and Devendra K Agrawal and Gjumrakch Aliev and David S Askew and Misuzu Baba and Eric H Baehrecke and Ben A Bahr and Andrea Ballabio and Bruce A Bamber and Diane C Bassham and Ettore Bergamini and Xiaoning Bi and Martine Biard-Piechaczyk and Janice S Blum and Dale E Bredesen and Jeffrey L Brodsky and John H Brumell and Ulf T Brunk and Wilfried Bursch and Nadine Camougrand and Eduardo Cebollero and Francesco Cecconi and Yingyu Chen and Lih-Shen Chin and Augustine Choi and Charleen T Chu and Jongkyeong Chung and Robert SB Clark and Peter GH Clarke and Steven G Clarke and Corinne Clavé and John L Cleveland and Patrice Codogno and María Isabel Colombo and Ana Coto-Montes and James M Cregg and Ana Maria Cuervo and Jayanta Debnath and Patrick B Dennis and Phillip A Dennis and Francesca Demarchi and Vojo Deretic and Rodney J Devenish and Federica Di Sano and J Fred Dice and Clark W Distelhorst and Savithramma P Dinesh-Kumar and N Tony Eissa and Marian DiFiglia and Mojgan Djavaheri-Mergny and Frank C Dorsey and Wulf Dröge and Michel Dron and William A Dunn and Jr and Michael Duszenko and Zvulun Elazar and Audrey Esclatine and Eeva-Liisa Eskelinen and László Fésüs and Kim D Finley and José M Fuentes and Juan Fueyo-Margareto and Kozo Fujisaki and Brigitte Galliot and Fen-Biao Gao and David A Gewirtz and Spencer B Gibson and Antje Gohla and Alfred L Goldberg and Ramon Gonzalez and Cristina González-Estévez and Sharon M Gorski and Roberta A Gottlieb and Dieter Häussinger and You-Wen He and Kim Heidenreich and Joseph A Hill and Maria Høyer-Hansen and Xun Hu and Wei-Pang Huang and Akiko Iwasaki and Marja Jäättelä and William T Jackson and Xuejun Jiang and Shengkan V Jin and Terje Johansen and Jae U Jung and Motoni Kadowaki and Chanhee Kang and Ameeta Kelekar and David H Kessel and Jan AKW Kiel and Hong Pyo Kim and Adi Kimchi and Timothy J Kinsella and Kirill Kiselyov and Katsuhiko Kitamoto and Erwin Knecht and Masaaki Komatsu and Eiki Kominami and Seiji Kondo and Attila L Kovács and Guido Kroemer and Chia-Yi Kuan and Rakesh Kumar and Mondira Kundu and Jacques Landry and Marianne Laporte and Weidong Le and Huan-Yao Lei and Beth Levine and Andrew P Lieberman and Kah-Leong Lim and Fu-Cheng Lin and Willisa Liou and Leroy F Liu and Gabriel Lopez-Berestein and Carlos López-Otín and Bo Lu and Kay F Macleod and Walter Malorni and Wim Martinet and Ken Matsuoka and Josef Mautner and Alfred J Meijer and Alicia Meléndez and Paul Michels and Giovanni Miotto and Wilhelm P Mistiaen and Noboru Mizushima and Baharia Mograbi and Michael N Moore and Paula I Moreira and Yuji Moriyasu and Tomasz Motyl and Christian Münz and Leon O Murphy and Naweed I Naqvi and Thomas P Neufeld and Ichizo Nishino and Ralph A Nixon and Takeshi Noda and Bernd Nürnberg and Michinaga Ogawa and Nancy L Oleinick and Laura J Olsen and Bulent Ozpolat and Shoshana Paglin",
            "2008",
            "pEqL8zgAAAAJ:2BeMVx_SZpEC",
            2476,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.4161\/auto.5338",
            "8629063813999926310",
            "\/scholar?cites=8629063813999926310",
            {
                "2008":78,
                "2009":191,
                "2010":245,
                "2011":307,
                "2012":409,
                "2013":317,
                "2014":217,
                "2015":173,
                "2016":163,
                "2017":109,
                "2018":101,
                "2019":66,
                "2020":83,
                "2021":6
            }
        ],
        [
            "The conductivity of graphite oxide films is modulated using reducing agents. It is found that the sheet resistance of graphite oxide film reduced using sodium borohydride (NaBH4) is much lower than that of films reduced using hydrazine (N2H4). This is attributed to the formation of CN groups in the N2H4 case, which may act as donors compensating the hole carriers in reduced graphite oxide. In the case of NaBH4 reduction, the interlayer distance is first slightly expanded by the formation of intermediate boron oxide complexes and then contracted by the gradual removal of carbonyl and hydroxyl groups along with the boron oxide complexes. The fabricated conducting film comprising a NaBH4‐reduced graphite oxide reveals a sheet resistance comparable to that of dispersed graphene.",
            "Efficient reduction of graphite oxide by sodium borohydride and its effect on electrical conductance",
            "Hyeon‐Jin Shin and Ki Kang Kim and Anass Benayad and Seon‐Mi Yoon and Hyeon Ki Park and In‐Sun Jung and Mei Hua Jin and Hae‐Kyung Jeong and Jong Min Kim and Jae‐Young Choi and Young Hee Lee",
            "2009",
            "pEqL8zgAAAAJ:TCy96lt6RIkC",
            2137,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adfm.200900167",
            "3685055403528645078",
            "\/scholar?cites=3685055403528645078",
            {
                "2010":47,
                "2011":87,
                "2012":177,
                "2013":216,
                "2014":266,
                "2015":255,
                "2016":250,
                "2017":235,
                "2018":210,
                "2019":183,
                "2020":178,
                "2021":20
            }
        ],
        [
            "A fully sealed field-emission display 4.5 in. in size has been fabricated using single-wall carbon nanotube (CNT)-organic binders. The fabricated displays were fully scalable at low temperature, below 415 °C, and CNTs were vertically aligned using paste squeeze and surface rubbing techniques. The turn-on fields of 1 V\/μm and field emission current of 1.5 mA at 3 V\/μm (J=90 μA\/cm2) were observed. Brightness of 1800 cd\/m2 at 3.7 V\/μm was observed on the entire area of a 4.5 in. panel from the green phosphor-indium–tin–oxide glass. The fluctuation of the current was found to be about 7% over a 4.5 in. cathode area.",
            "Fully sealed, high-brightness carbon-nanotube field-emission display",
            "WB Choi and DS Chung and JH Kang and HY Kim and YW Jin and IT Han and YH Lee and JE Jung and NS Lee and GS Park and JM Kim",
            "1999",
            "pEqL8zgAAAAJ:TKTY8N1AUUAC",
            1892,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.125253",
            "11564409034710674914",
            "\/scholar?cites=11564409034710674914",
            {
                "2000":23,
                "2001":88,
                "2002":96,
                "2003":105,
                "2004":116,
                "2005":146,
                "2006":161,
                "2007":154,
                "2008":148,
                "2009":124,
                "2010":114,
                "2011":108,
                "2012":77,
                "2013":88,
                "2014":57,
                "2015":52,
                "2016":48,
                "2017":47,
                "2018":72,
                "2019":24,
                "2020":27,
                "2021":2
            }
        ],
        [
            "Purpose: To retrospectively evaluate the diagnostic accuracy of ultrasonographic (US) criteria for the depiction of benign and malignant thyroid nodules by using tissue diagnosis as the reference standard.Materials and Methods: This study had institutional review board approval, and informed consent was waived. From January 2003 through June 2003, 8024 consecutive patients had undergone thyroid US at nine affiliated hospitals. A total of 831 patients (716 women, 115 men; mean age, 49.5 years ± 13.8 [standard deviation]) with 849 nodules (360 malignant, 489 benign) that were diagnosed at surgery or biopsy were included in this study. Three radiologists retrospectively evaluated the following characteristics on US images: nodule size, presence of spongiform appearance, shape, margin, echotexture, echogenicity, and presence of microcalcification, macrocalcification, or rim calcification. A χ2 test and …",
            "Benign and Malignant Thyroid Nodules: US Differentiation—Multicenter Retrospective Study1",
            "Won-Jin Moon and So Lyung Jung and Jeong Hyun Lee and Dong Gyu Na and Jung-Hwan Baek and Young Hen Lee and Jinna Kim and Hyun Sook Kim and Jun Soo Byun and Dong Hoon Lee",
            "2008",
            "pEqL8zgAAAAJ:GL0K47J-u9kC",
            1330,
            "https:\/\/pubs.rsna.org\/doi\/abs\/10.1148\/radiol.2473070944",
            "1484622916927879364",
            "\/scholar?cites=1484622916927879364",
            {
                "2008":7,
                "2009":38,
                "2010":74,
                "2011":90,
                "2012":122,
                "2013":128,
                "2014":151,
                "2015":131,
                "2016":167,
                "2017":105,
                "2018":119,
                "2019":93,
                "2020":83,
                "2021":8
            }
        ],
        [
            "The widespread use of thermoelectric technology is constrained by a relatively low conversion efficiency of the bulk alloys, which is evaluated in terms of a dimensionless figure of merit (zT). The zT of bulk alloys can be improved by reducing lattice thermal conductivity through grain boundary and point-defect scattering, which target low- and high-frequency phonons. Dense dislocation arrays formed at low-energy grain boundaries by liquid-phase compaction in Bi0.5Sb1.5Te3 (bismuth antimony telluride) effectively scatter midfrequency phonons, leading to a substantially lower lattice thermal conductivity. Full-spectrum phonon scattering with minimal charge-carrier scattering dramatically improved the zT to 1.86 ± 0.15 at 320 kelvin (K). Further, a thermoelectric cooler confirmed the performance with a maximum temperature difference of 81 K, which is much higher than current commercial Peltier cooling devices.",
            "Dense dislocation arrays embedded in grain boundaries for high-performance bulk thermoelectrics",
            "Sang Il Kim and Kyu Hyoung Lee and Hyeon A Mun and Hyun Sik Kim and Sung Woo Hwang and Jong Wook Roh and Dae Jin Yang and Weon Ho Shin and Xiang Shu Li and Young Hee Lee and G Jeffrey Snyder and Sung Wng Kim",
            "2015",
            "pEqL8zgAAAAJ:qkm5LKljiV4C",
            1011,
            "https:\/\/science.sciencemag.org\/content\/348\/6230\/109.abstract",
            "4038469115135682094",
            "\/scholar?cites=4038469115135682094",
            {
                "2015":31,
                "2016":126,
                "2017":189,
                "2018":192,
                "2019":203,
                "2020":239,
                "2021":27
            }
        ],
        [
            "We have investigated the key factors determining the performance of supercapacitors constructed using single‐walled carbon nanotube (SWNT) electrodes. Several parameters, such as composition of the binder, annealing temperature, type of current collector, charging time, and discharging current density have been optimized for the best performance of the supercapacitor with respect to energy density and power density. We find a maximum specific capacitance of 180 F\/g and a measured power density of 20 kW\/kg at energy densities in the range from 7 to 6.5 Wh\/kg at 0.9 V in a solution of 7.5 N KOH (the currently available supercapacitors have energy densities in the range 6–7 Wh\/kg and power density in the range 0.2–5 kW\/kg at 2.3 V in non‐aqueous solvents).",
            "Electrochemical properties of high‐power supercapacitors using single‐walled carbon nanotube electrodes",
            "Kay Hyeok An and Won Seok Kim and Young Soo Park and J‐M Moon and Dong Jae Bae and Seong Chu Lim and Young Seak Lee and Young Hee Lee",
            "2001",
            "pEqL8zgAAAAJ:jh7fJAhS9AIC",
            989,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/1616-3028(200110)11:5%3C387::AID-ADFM387%3E3.0.CO;2-G",
            "4622116125908383767",
            "\/scholar?cites=4622116125908383767",
            {
                "2002":6,
                "2003":17,
                "2004":22,
                "2005":14,
                "2006":25,
                "2007":24,
                "2008":35,
                "2009":41,
                "2010":46,
                "2011":67,
                "2012":73,
                "2013":96,
                "2014":84,
                "2015":93,
                "2016":77,
                "2017":70,
                "2018":62,
                "2019":57,
                "2020":64,
                "2021":9
            }
        ],
        [
            "Recent advances in atomically thin two-dimensional transition metal dichalcogenides (2D TMDs) have led to a variety of promising technologies for nanoelectronics, photonics, sensing, energy storage, and opto-electronics, to name a few. This article reviews the recent progress in 2D materials beyond graphene and includes mainly transition metal dichalcogenides (TMDs) (e.g. MoS2, WS2, MoSe2, and WSe2). These materials are finding niche applications for next-generation electronics and optoelectronics devices relying on ultimate atomic thicknesses. Albeit several challenges in developing scalable and defect-free TMDs on desired substrates, new growth techniques compatible with traditional and unconventional substrates have been developed to meet the ever-increasing demand of high quality and controllability for practical applications. The fabrication of novel 2D TMDs that exhibit exotic functionalities …",
            "Recent development of two-dimensional transition metal dichalcogenides and their applications",
            "Wonbong Choi and Nitin Choudhary and Gang Hee Han and Juhong Park and Deji Akinwande and Young Hee Lee",
            "2017",
            "pEqL8zgAAAAJ:RaRNlNDkcy8C",
            975,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1369702116302917",
            "11062226204371027951",
            "\/scholar?cites=11062226204371027951",
            {
                "2017":24,
                "2018":201,
                "2019":310,
                "2020":388,
                "2021":45
            }
        ],
        [
            "We report the experimental demonstration of an electrically driven, single-mode, low threshold current (∼260 μA) photonic band gap laser operating at room temperature. The electrical current pulse is injected through a sub-micrometer-sized semiconductor wire at the center of the mode with minimal degradation of the quality factor. The actual mode of interest operates in a nondegenerate monopole mode, as evidenced through the comparison of the measurement with the computation based on the actual fabricated structural parameters. As a small step toward a thresholdless laser or a single photon source, this wavelength-size photonic crystal laser may be of interest to photonic crystals, cavity quantum electrodynamics, and quantum information communities.",
            "Electrically driven single-cell photonic crystal laser",
            "Hong-Gyu Park and Se-Heon Kim and Soon-Hong Kwon and Young-Gu Ju and Jin-Kyu Yang and Jong-Hwa Baek and Sung-Bock Kim and Yong-Hee Lee",
            "2004",
            "pEqL8zgAAAAJ:NnTm98qLMbgC",
            944,
            "https:\/\/science.sciencemag.org\/content\/305\/5689\/1444.abstract",
            "13108381559921804851",
            "\/scholar?cites=13108381559921804851",
            {
                "2005":40,
                "2006":73,
                "2007":86,
                "2008":87,
                "2009":79,
                "2010":72,
                "2011":68,
                "2012":81,
                "2013":60,
                "2014":44,
                "2015":43,
                "2016":55,
                "2017":45,
                "2018":35,
                "2019":36,
                "2020":32,
                "2021":3
            }
        ]
    ]
}