{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "The purpose of this study is to measure the size distribution of blasted rock using the digital image processing software “Split-Desktop system” in order to evaluate the efficiency of blasting operation. Site of study is a limestone quarry producing limestone for cement manufacturing. Fragmentation is the ultimate measure of efficiency of any production blasting operations. The degree of fragmentation plays an important role in order to control and minimize the loading, hauling, and crushing costs.   The size distribution analysis of the rock fragmentation by sieving is a direct and accurate method but it is very time consuming and costly. Fragmentation analysis by digital image processing is a low cost and quick method. Split system is one of the digital image processing software developed to compute the size distribution of fragmented rock from digital images. In this study, size distributions were analyzed by using Split Desktop ® system. In the analysis, the mean fragment size obtained is 149.76 mm and top-size 1057.44 mm. 25% of the fragments are below 30 mm. A thorough appraisal of blasting operation is suggested to enhance the efficiency of all the post-blast operations such as Loading, Hauling, crushing and Grinding and also reduces the cost of secondary breakage.",
            "Measurement of Size Distribution of Blasted Rock Using Digital Image Processing",
            "FI Siddiqui and SM Ali Shah and MY Behan",
            "2009",
            "pFgCJ1QAAAAJ:qjMakFHDy7sC",
            56,
            "https:\/\/www.kau.edu.sa\/Show_Res.aspx?Site_ID=320&LNG=EN&RN=54695",
            "17567714419293159928",
            "\/scholar?cites=17567714419293159928",
            {
                "2011":3,
                "2012":5,
                "2013":2,
                "2014":7,
                "2015":2,
                "2016":12,
                "2017":4,
                "2018":4,
                "2019":10,
                "2020":5
            }
        ]
    ]
}