{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "MethodsEleven people with type 2 diabetes (49.5±2.5 years, BMI 33.6±1.2 kg\/m 2, nine male and two female) were studied before and after 1, 4 and 8 weeks of a 2.5 MJ (600 kcal)\/day diet. Basal hepatic glucose output, hepatic and peripheral insulin sensitivity and beta cell function were measured. Pancreas and liver triacylglycerol content was measured using three-point Dixon magnetic resonance imaging. An age-, sex-and weight-matched group of eight non-diabetic participants was studied.ResultsAfter 1 week of restricted energy intake, fasting plasma glucose normalised in the diabetic group (from 9.2±0.4 to 5.9±0.4 mmol\/l; p= 0.003). Insulin suppression of hepatic glucose output improved from 43±4% to 74±5%(p= 0.003 vs baseline; controls 68±5%). Hepatic triacylglycerol content fell from 12.8±2.4% in the diabetic group to 2.9±0.2% by week 8 (p= 0.003). The first-phase insulin response increased during …",
            "Reversal of type 2 diabetes: normalisation of beta cell function in association with decreased pancreas and liver triacylglycerol",
            "Ee Lin Lim and KG Hollingsworth and Benjamin Segun Aribisala and MJ Chen and JC Mathers and Roy Taylor",
            "2011",
            "PFHBFWkAAAAJ:u-x6o8ySG0sC",
            1008,
            "https:\/\/link.springer.com\/article\/10.1007\/s00125-011-2204-7?correlationId=186488dc-8806-4e3e-97c9-1807c462792e&error=cookies_not_supported&error=cookies_not_supported&code=cfa18fc4-b6e2-4253-9182-7c72d51d9ea6&code=3ebf7cbb-a4be-43e3-be73-70da866de821",
            "14197906873454807876",
            "\/scholar?cites=14197906873454807876",
            {
                "2011":10,
                "2012":83,
                "2013":94,
                "2014":88,
                "2015":100,
                "2016":112,
                "2017":126,
                "2018":122,
                "2019":113,
                "2020":102,
                "2021":8
            }
        ],
        [
            "Observational studies report reduced colorectal cancer in regular aspirin consumers. Randomised controlled trials have shown reduced risk of adenomas but none have employed prevention of colorectal cancer as a primary endpoint. The CAPP2 trial aimed to investigate the antineoplastic effects of aspirin and a resistant starch in carriers of Lynch syndrome, the major form of hereditary colorectal cancer; we now report long-term follow-up of participants randomly assigned to aspirin or placebo.In the CAPP2 randomised trial, carriers of Lynch syndrome were randomly assigned in a two-by-two factorial design to 600 mg aspirin or aspirin placebo or 30 g resistant starch or starch placebo, for up to 4 years. Randomisation was in blocks of 16 with provision for optional single-agent randomisation and extended postintervention double-blind follow-up; participants and investigators were masked to …",
            "Long-term effect of aspirin on cancer risk in carriers of hereditary colorectal cancer: an analysis from the CAPP2 randomised controlled trial",
            "John Burn and Anne-Marie Gerdes and Finlay Macrae and Jukka-Pekka Mecklin and Gabriela Moeslein and Sylviane Olschwang and Diane Eccles and D Gareth Evans and Eamonn R Maher and Lucio Bertario and Marie-Luise Bisgaard and Malcolm G Dunlop and Judy WC Ho and Shirley V Hodgson and Annika Lindblom and Jan Lubinski and Patrick J Morrison and Victoria Murday and Raj Ramesar and Lucy Side and Rodney J Scott and Huw JW Thomas and Hans F Vasen and Gail Barker and Gillian Crawford and Faye Elliott and Mohammad Movahedi and Kirsi Pylvanainen and Juul T Wijnen and Riccardo Fodde and Henry T Lynch and John C Mathers and D Timothy Bishop and CAPP2 Investigators",
            "2011",
            "PFHBFWkAAAAJ:u5HHmVD_uO8C",
            921,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140673611610490",
            "15538835365326586499",
            "\/scholar?cites=15538835365326586499",
            {
                "2011":12,
                "2012":86,
                "2013":105,
                "2014":94,
                "2015":105,
                "2016":116,
                "2017":82,
                "2018":104,
                "2019":77,
                "2020":112,
                "2021":3
            }
        ]
    ]
}