{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "To determine predictors for failed reduction of inhaled corticosteroids (ICS), in 50 subjects with well-controlled asthma (age  43.7 [18–69]; 22 males) taking a median dose of 1,000  μ g ICS\/d  (100–3,600  μ g\/d), ICS were halved every 8 wk. Airway hyperresponsiveness (AHR) to a bronchial provocation test (BPT) with histamine was measured at baseline. AHR to BPT with mannitol,  spirometry, exhaled nitric oxide (eNO), and, in 31 subjects, sputum inflammatory cells were measured at baseline and at monthly  intervals. Thirty-nine subjects suffered an asthma exacerbation.  Seven subjects were successfully weaned off ICS. Using a Kaplan– Meier survival analysis, the significant predictors of a failure of ICS  reduction were being hyperresponsive to both histamine and mannitol at baseline (p  =  0.039), and being hyperresponsive to mannitol during the dose-reduction phase of the study (p  =  0.02). Subjects older …",
            "Predictive markers of asthma exacerbation during stepwise dose reduction of inhaled corticosteroids",
            "Jorg D Leuppi and Cheryl M Salome and Christine R Jenkins and Sandra D Anderson and WEI Xuan and Guy B Marks and Heikki Koskela and John D Brannan and Ruth Freed and Morgan Andersson and Hak-Kim Chan and Ann J Woolcock",
            "2001",
            "pgbDFIMAAAAJ:u5HHmVD_uO8C",
            357,
            "https:\/\/www.atsjournals.org\/doi\/abs\/10.1164\/ajrccm.163.2.9912091",
            "995348907634766434",
            "\/scholar?cites=995348907634766434",
            {
                "2001":4,
                "2002":13,
                "2003":22,
                "2004":15,
                "2005":30,
                "2006":27,
                "2007":15,
                "2008":24,
                "2009":17,
                "2010":22,
                "2011":21,
                "2012":17,
                "2013":24,
                "2014":16,
                "2015":14,
                "2016":16,
                "2017":16,
                "2018":16,
                "2019":14,
                "2020":12
            }
        ],
        [
            "This review focuses on bottom-up processes such as precipitation (or crystallisation) and single droplet evaporation to produce nanoparticles containing largely pure therapeutics for pharmaceutical applications. Suitable precipitation techniques involve the use of high-gravity, confined impinging liquid jet mixing, multi-inlet vortex mixing, supercritical fluids, and ultrasonic waves. Droplet evaporation methods are spray-based, including nanospray drying, aerosol flow reactor method, spraying of low-boiling point solvent under ambient conditions and electrospraying of low-electrical conducting solutions. A key to the success of yielding stable nanoparticles in these various techniques is to control the particle growth kinetics through evaporation rate of the droplets or mixing rate during precipitation.",
            "Production methods for nanodrug particles using the bottom-up approach",
            "Hak-Kim Chan and Philip Chi Lip Kwok",
            "2011",
            "pgbDFIMAAAAJ:tkaPQYYpVKoC",
            345,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0169409X11000627",
            "17937123881582305230",
            "\/scholar?cites=17937123881582305230",
            {
                "2010":1,
                "2011":2,
                "2012":25,
                "2013":28,
                "2014":36,
                "2015":45,
                "2016":43,
                "2017":36,
                "2018":41,
                "2019":36,
                "2020":44,
                "2021":4
            }
        ],
        [
            "We developed a bronchial provocation test (BPT) with a dry powder preparation of mannitol. The  mannitol was inhaled from gelatin capsules containing 5, 10, 20, or 40 mg to a cumulative dose of  635 mg, and was delivered via an Inhalator, Halermatic, or Dinkihaler device. We studied the airway  sensitivity to inhaled mannitol, the repeatability of the response, and the recovery after challenge in  43 asthmatic subjects 18 to 39 yr of age who had a 20% decrease in FEV1 in response to inhaling a  4.5% NaCl. We compared this with the airway response to methacholine in 25 subjects. The geometric mean (GM) for the dose of dry mannitol required to reduce the FEV1 by 15% of the baseline value  (PD15) was 64 mg, with a 95% confidence interval (CI) of 45 to 91. Subjects responsive to mannitol  had a PD20 to methacholine of  <  7.8  μ mol, with a GM of 0.7  μ mol (CI: 0.4 to 1.2). For the first of two  challenges to …",
            "A new method for bronchial-provocation testing in asthmatic subjects using a dry powder of mannitol",
            "Andrew R Clark Sandra D Anderson and John Brannan and Joanne Spring and Natasha Spalding and Leanne T Rodwell and KIM Chan and Igor Gonda and Andrew Walsh",
            "1997",
            "pgbDFIMAAAAJ:dMpQl7XwOw4C",
            341,
            "https:\/\/www.atsjournals.org\/doi\/abs\/10.1164\/ajrccm.156.3.9701113",
            "2902912494992225558",
            "\/scholar?cites=2902912494992225558",
            {
                "1997":1,
                "1998":2,
                "1999":7,
                "2000":5,
                "2001":7,
                "2002":10,
                "2003":16,
                "2004":8,
                "2005":13,
                "2006":5,
                "2007":10,
                "2008":9,
                "2009":25,
                "2010":25,
                "2011":24,
                "2012":22,
                "2013":21,
                "2014":23,
                "2015":22,
                "2016":12,
                "2017":21,
                "2018":23,
                "2019":9,
                "2020":14
            }
        ],
        [
            "There has been an increasing interest in the development of protein nanotherapeutics for diseases such as cancer, diabetes and asthma. Spray drying with prior micro mixing is commonly used to obtain these powders. However, the separation and collection of protein nanoparticles with conventional spray dryer setups has been known to be extremely challenging due to its typical low collection efficiency for fine particles less than 2 μm. To date, there has been no feasible approach to produce these protein nanoparticles in a single step and with high yield (>70%). In this study, we explored the feasibility of the novel Nano Spray Dryer B-90 (equipped with a vibrating mesh spray technology and an electrostatic particle collector) for the production of bovine serum albumin (BSA) nanoparticles. A statistical experimental design method (Taguchi method based on three levels, five variables L18 orthogonal array robust …",
            "Nano spray drying: a novel method for preparing protein nanoparticles for protein therapy",
            "Sie Huey Lee and Desmond Heng and Wai Kiong Ng and Hak-Kim Chan and Reginald BH Tan",
            "2011",
            "pgbDFIMAAAAJ:eMMeJKvmdy0C",
            321,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S037851731000774X",
            "10779673716969940617",
            "\/scholar?cites=10779673716969940617",
            {
                "2011":8,
                "2012":19,
                "2013":29,
                "2014":22,
                "2015":42,
                "2016":45,
                "2017":31,
                "2018":39,
                "2019":50,
                "2020":36
            }
        ],
        [
            "The dissolution of a drug into the biological environment can be enhanced by reducing the particle size of the drug. In this study the rapid expansion of supercritical solutions (RESS) process was employed to micronize racemic ibuprofen, and the dissolution rate of the micronized product in a buffered solution was examined. The chiral nonsteroidal antiinflammatory, racemic ibuprofen, was used as a model drug because its dissolution rate is limited by its poor solubility in water. The phase behavior of the ibuprofen−CO2 binary system was investigated prior to the solubility measurements being undertaken. The solubility of racemic ibuprofen in supercritical CO2 was measured using a dynamic apparatus at pressures between 80 and 220 bar and temperatures of 35, 40, and 45 °C. The solubility data was modeled using the Peng−Robinson equation of state with van der Waals mixing rules. The ratio of R and S …",
            "Micronization by rapid expansion of supercritical solutions to enhance the dissolution rates of poorly water-soluble pharmaceuticals",
            "M Charoenchaitrakool and F Dehghani and NR Foster and HK Chan",
            "2000",
            "pgbDFIMAAAAJ:u-x6o8ySG0sC",
            295,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ie000151a",
            "3215270819651322920",
            "\/scholar?cites=3215270819651322920",
            {
                "2001":2,
                "2002":8,
                "2003":14,
                "2004":12,
                "2005":16,
                "2006":20,
                "2007":11,
                "2008":16,
                "2009":21,
                "2010":24,
                "2011":14,
                "2012":17,
                "2013":16,
                "2014":17,
                "2015":13,
                "2016":16,
                "2017":7,
                "2018":15,
                "2019":10,
                "2020":18,
                "2021":1
            }
        ],
        [
            " Purpose. To study the dispersion performance of non-porous corrugated particles, with a focus on the effect of particle surface morphology on aerosolization of bovine serum albumin (BSA) powders. Methods. The solid-state characteristics of the spray-dried BSA powders, one consisting of smooth spherical particles and another corrugated particles, were characterized by laser diffraction, X-ray powder diffraction, scanning electron microscopy, confocal microscopy, thermogravimetric analysis, surface area analyzer, and buoyancy method. The powders were dispersed using the Rotahaler® and the Dinkihaler® coupled to a four-stage liquid impinger operating at 30 to 120 L\/min. Fine particle fraction (FPF) was expressed as the wt. % of BSA particles of size ≤5 μm collected from the liquid impinger. Results. Apart from the morphology and morphology-related properties (specific surface area …",
            "Use of solid corrugated particles to enhance powder aerosol performance",
            "Nora YK Chew and Hak-Kim Chan",
            "2001",
            "pgbDFIMAAAAJ:zYLM7Y9cAGgC",
            255,
            "https:\/\/link.springer.com\/article\/10.1023\/A:1013082531394",
            "9710666173964921449",
            "\/scholar?cites=9710666173964921449",
            {
                "2002":4,
                "2003":7,
                "2004":4,
                "2005":6,
                "2006":10,
                "2007":14,
                "2008":17,
                "2009":12,
                "2010":12,
                "2011":22,
                "2012":16,
                "2013":20,
                "2014":14,
                "2015":20,
                "2016":16,
                "2017":6,
                "2018":17,
                "2019":22,
                "2020":15,
                "2021":1
            }
        ],
        [
            "The current study aimed to quantify the different degree of particle surface corrugation and correlate it to the aerosol performance of powders.Powders of different degree of surface corrugation were prepared by spray drying under varying conditions. The solid-state properties of the powders including particle size, morphology, crystal form, true density, and moisture content were characterized. The degree of surface corrugation was quantified by the surface fractal dimension (DS) obtained by light scattering. The aerosol performance was studied by dispersing the powders using the Rotahaler at 60 L\/min into a multi-stage liquid impinger. Fine particle fraction (FPF) was expressed as the wt% of BSA particles of size ≤5 μm in the aerosol.Four powders of increasing degree of …",
            "How much particle surface corrugation is sufficient to improve aerosol performance of powders?",
            "Nora YK Chew and Patricia Tang and Hak-Kim Chan and Judy A Raper",
            "2005",
            "pgbDFIMAAAAJ:eQOLeE2rZwMC",
            211,
            "https:\/\/link.springer.com\/article\/10.1007\/s11095-004-9020-4",
            "9407293862877011836",
            "\/scholar?cites=9407293862877011836",
            {
                "2005":1,
                "2006":6,
                "2007":14,
                "2008":15,
                "2009":13,
                "2010":11,
                "2011":14,
                "2012":14,
                "2013":13,
                "2014":14,
                "2015":25,
                "2016":16,
                "2017":9,
                "2018":14,
                "2019":21,
                "2020":8
            }
        ],
        [
            "The aim of this study was to examine baseline mucociliary clearance (MCC) in patients with cystic fibrosis (n = 30; mean +\/- SEM age, 23 +\/- 1 yr; FEV1, 68 +\/- 5% pred; range, 14 to 126%) and a group of normal subjects (n = 12; mean age, 27 +\/- 1 yr) after an aerosol deposition of 99mTc-sulphur colloid (mass median diameter, 4.8 microns; geometric standard deviation, 1.6). Dynamic geometric mean images were formed from gamma camera data, and the percent clearance of activity after 60 min (%C60) was calculated for the whole right lung. Initial deposition of the aerosol was determined in terms of the penetration index, the ratio of peripheral to central activity. For normal subjects, an increase in mean inspiratory flow rate (MIFR) (49 +\/- 5 versus 21 +\/- 3 L\/min, p < 0.05) resulted in an increase in whole right lung MCC (%C60, 31 +\/- 4 versus 18 +\/- 2%; p < 0.05). When aerosol delivery was controlled (MIFR, 34 …",
            "Mucociliary clearance in patients with cystic fibrosis and in normal subjects.",
            "JA Regnis and M Robinson and DL Bailey and P Cook and P Hooper and HK Chan and I Gonda and G Bautovich and PT Bye",
            "1994",
            "pgbDFIMAAAAJ:d1gkVwhDpl0C",
            211,
            "https:\/\/www.atsjournals.org\/doi\/abs\/10.1164\/ajrccm.150.1.8025774",
            "6994102057880369230",
            "\/scholar?cites=6994102057880369230",
            {
                "1994":1,
                "1995":3,
                "1996":12,
                "1997":3,
                "1998":9,
                "1999":8,
                "2000":7,
                "2001":4,
                "2002":10,
                "2003":12,
                "2004":7,
                "2005":4,
                "2006":9,
                "2007":7,
                "2008":5,
                "2009":4,
                "2010":9,
                "2011":7,
                "2012":12,
                "2013":11,
                "2014":10,
                "2015":14,
                "2016":5,
                "2017":9,
                "2018":9,
                "2019":7,
                "2020":11
            }
        ],
        [
            "To date, various nanodrug systems have been developed for different routes of administration, which include dendrimers, nanocrystals, emulsions, liposomes, solid lipid nanoparticles, micelles, and polymeric nanoparticles. Nanodrug systems have been employed to improve the efficacy, safety, physicochemical properties, and pharmacokinetic\/pharmacodynamic profile of pharmaceutical substances. In particular, functionalized nanodrug systems can offer enhanced bioavailability of orally taken drugs, prolonged half-life of injected drugs (by reducing immunogenicity), and targeted delivery to specific tissues. Thus, nanodrug systems might lower the frequency of administration while providing maximized pharmacological effects and minimized systemic side effects, possibly leading to better therapeutic compliance and clinical outcomes. In spite of these attractive pharmacokinetic advantages, recent attention has …",
            "Nanodrugs: pharmacokinetics and safety",
            "Satomi Onoue and Shizuo Yamada and Hak-Kim Chan",
            "2014",
            "pgbDFIMAAAAJ:6bLC7aUMtPcC",
            202,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/pmc3934594\/",
            "1626407122302223350",
            "\/scholar?cites=1626407122302223350",
            {
                "2014":7,
                "2015":19,
                "2016":33,
                "2017":25,
                "2018":27,
                "2019":34,
                "2020":51,
                "2021":5
            }
        ],
        [
            "Nanoparticles bring many benefits to pulmonary drug delivery applications, especially for systemic delivery and drugs with poor solubility. They have recently been explored in pressurized metered dose inhaler, nebulizer, and dry powder inhaler applications, mostly in polymeric forms. This article presents a review of processes that have been used to generate pure (non polymeric) drug nanoparticles, methods for characterizing the particles\/formulations, their in-vitro and in-vivo performances, and the fate of inhaled nanoparticles.",
            "Formation, characterization, and fate of inhaled drug nanoparticles",
            "Jian Zhang and Libo Wu and Hak-Kim Chan and Wiwik Watanabe",
            "2011",
            "pgbDFIMAAAAJ:HE397vMXCloC",
            202,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0169409X1000284X",
            "2335622549584193408",
            "\/scholar?cites=2335622549584193408",
            {
                "2011":6,
                "2012":23,
                "2013":15,
                "2014":33,
                "2015":34,
                "2016":25,
                "2017":16,
                "2018":15,
                "2019":22,
                "2020":11,
                "2021":1
            }
        ]
    ]
}