{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The magnetic reconnection experiment has been constructed to investigate the fundamental physics of magnetic reconnection in a well-controlled laboratory setting. This device creates an environment satisfying the criteria for a magnetohydrodynamic plasma (S≫1, ρi≪L). The boundary conditions can be controlled externally, and experiments with fully three-dimensional reconnection are now possible. In the initial experiments, the effects of the third vector component of reconnecting fields have been studied. Two distinctively different shapes of neutral sheet current layers, depending on the third component, are identified during driven magnetic reconnection. Without the third component (antiparallel or null–helicity reconnection), a thin double-Y-shaped diffusion region is identified. A neutral sheet current profile is measured accurately to be as narrow as the order of the ion gyroradius. In the presence of an …",
            "Study of driven magnetic reconnection in a laboratory plasma",
            "Masaaki Yamada and Hantao Ji and Scott Hsu and Troy Carter and Russell Kulsrud and Norton Bretz and Forrest Jobes and Yasushi Ono and Francis Perkins",
            "1997",
            "pgmC_sYAAAAJ:cFHS6HbyZ2cC",
            317,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.872336",
            "5171044788483719327",
            "\/scholar?cites=5171044788483719327",
            {
                "1996":1,
                "1997":1,
                "1998":8,
                "1999":17,
                "2000":8,
                "2001":16,
                "2002":5,
                "2003":14,
                "2004":7,
                "2005":11,
                "2006":16,
                "2007":14,
                "2008":20,
                "2009":8,
                "2010":19,
                "2011":22,
                "2012":16,
                "2013":16,
                "2014":18,
                "2015":11,
                "2016":14,
                "2017":13,
                "2018":15,
                "2019":8,
                "2020":13,
                "2021":2
            }
        ],
        [
            "Strongly intermittent turbulence is observed in the shadow of a limiter in the large plasma device at UCLA [W. Gekelman et al., Rev. Sci. Instrum. 62, 2875 (1991)]. The amplitude probability distribution function of the turbulence is strongly skewed, with density depletion events (or “holes”) dominant in the high-density region and density-enhancement events (or “blobs”) dominant in the low-density region. Two-dimensional cross-conditional averaging shows that the blobs are detached, outward-propagating filamentary structures with a clear dipolar potential, while the holes appear to be part of a more extended turbulent structure. A statistical study of the blobs reveals a typical size of ten times the ion sound gyroradius and a typical velocity of one-tenth the sound speed.",
            "Intermittent turbulence and turbulent structures in a linear magnetized plasma",
            "TA Carter",
            "2006",
            "pgmC_sYAAAAJ:yD5IFk8b50cC",
            166,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2158929",
            "3475518090664847096",
            "\/scholar?cites=3475518090664847096",
            {
                "2006":11,
                "2007":15,
                "2008":19,
                "2009":19,
                "2010":14,
                "2011":18,
                "2012":13,
                "2013":6,
                "2014":7,
                "2015":4,
                "2016":7,
                "2017":5,
                "2018":7,
                "2019":7,
                "2020":12,
                "2021":1
            }
        ],
        [
            "For the first time, profiles (0.3<ρ<0.9) of electron temperature and density fluctuations in a tokamak have been measured simultaneously and the results compared to nonlinear gyrokinetic simulations. Electron temperature and density fluctuations measured in neutral beam-heated, sawtooth-free low confinement mode (L-mode) plasmas in DIII-D [J. L. Luxon, Nucl. Fusion 42, 614 (2002)] are found to be similar in frequency and normalized amplitude, with amplitude increasing with radius. The measured radial profile of two fluctuation fields allows for a new and rigorous comparison with gyrokinetic results. Nonlinear gyrokinetic flux-tube simulations predict that electron temperature and density fluctuations have similar normalized amplitudes in L-mode. At ρ=0.5, simulation results match experimental heat diffusivities and density fluctuation amplitude, but overestimate electron temperature fluctuation amplitude and …",
            "Measurements of core electron temperature and density fluctuations in DIII-D and comparison to nonlinear gyrokinetic simulations",
            "AE White and L Schmitz and GR McKee and C Holland and WA Peebles and TA Carter and MW Shafer and ME Austin and KH Burrell and J Candy and JC DeBoo and EJ Doyle and MA Makowski and R Prater and TL Rhodes and GM Staebler and GR Tynan and RE Waltz and G Wang",
            "2008",
            "pgmC_sYAAAAJ:abG-DnoFyZgC",
            121,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2895408",
            "3604996041833812343",
            "\/scholar?cites=3604996041833812343",
            {
                "2008":6,
                "2009":11,
                "2010":8,
                "2011":18,
                "2012":11,
                "2013":11,
                "2014":8,
                "2015":10,
                "2016":9,
                "2017":12,
                "2018":4,
                "2019":8,
                "2020":3
            }
        ],
        [
            "We present a detailed study of fluctuations in a laboratory current sheet undergoing magnetic reconnection. The measurements reveal the presence of lower-hybrid-frequency-range fluctuations on the edge of current sheets produced in the magnetic reconnection experiment (MRX). The measured fluctuation characteristics are consistent with theoretical predictions for the lower-hybrid drift instability (LHDI). Our observations suggest that the LHDI turbulence alone cannot explain the observed fast reconnection rate in MRX.",
            "Measurement of lower-hybrid drift turbulence in a reconnecting current sheet",
            "TA Carter and Hantao Ji and F Trintchouk and M Yamada and RM Kulsrud",
            "2001",
            "pgmC_sYAAAAJ:D03iK_w7-QYC",
            116,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.88.015001",
            "2646246717091138076",
            "\/scholar?cites=2646246717091138076",
            {
                "2002":7,
                "2003":7,
                "2004":8,
                "2005":7,
                "2006":8,
                "2007":10,
                "2008":9,
                "2009":6,
                "2010":6,
                "2011":7,
                "2012":3,
                "2013":7,
                "2014":6,
                "2015":2,
                "2016":2,
                "2017":5,
                "2018":4,
                "2019":5,
                "2020":6
            }
        ],
        [
            "This paper presents new measurements of the cross-phase angle, αneTe, between long-wavelength (kθρs<0.5) density, ñe, and electron temperature, T̃e, fluctuations in the core of DIII-D [J. L. Luxon, Nucl. Fusion 42, 614 (2002)] tokamak plasmas. The coherency and cross-phase angle between ñe and T̃e are measured using coupled reflectometer and correlation electron cyclotron emission diagnostics that view the same plasma volume. In addition to the experimental results, two sets of local, nonlinear gyrokinetic turbulence simulations that are performed with the GYRO code [J. Candy and R. E. Waltz, J. Comput. Phys. 186, 545 (2003)] are described. One set, called the pre-experiment simulations, was performed prior to the experiment in order to predict a change in αneTe given experimentally realizable increases in the electron temperature, Te. In the experiment the cross-phase angle was measured at three …",
            "Measurements of the cross-phase angle between density and electron temperature fluctuations and comparison with gyrokinetic simulations",
            "AE White and WA Peebles and TL Rhodes and CH Holland and G Wang and L Schmitz and TA Carter and JC Hillesheim and EJ Doyle and L Zeng and GR McKee and GM Staebler and RE Waltz and JC DeBoo and CC Petty and KH Burrell",
            "2010",
            "pgmC_sYAAAAJ:dshw04ExmUIC",
            105,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3323084",
            "2741564813158044715",
            "\/scholar?cites=2741564813158044715",
            {
                "2010":5,
                "2011":11,
                "2012":6,
                "2013":16,
                "2014":6,
                "2015":11,
                "2016":10,
                "2017":11,
                "2018":10,
                "2019":14,
                "2020":4
            }
        ],
        [
            "Two strikingly different shapes of diffusion regions are identified during magnetic reconnection in a magnetohydrodynamic laboratory plasma. The shapes depend on the third vector component of the reconnecting magnetic fields. Without the third component (antiparallel or null-helicity reconnection), a thin double-Y–shaped diffusion region is identified. In this case, the neutral sheet current profile is accurately measured to be as narrow as the order of the ion gyro-radius. In the presence of an appreciable third component (cohelicity reconnection), an O-shaped diffusion region appears and grows into a spheromak configuration.",
            "Identification of Y-shaped and O-shaped diffusion regions during magnetic reconnection in a laboratory plasma",
            "Masaaki Yamada and Hantao Ji and Scott Hsu and Troy Carter and Russell Kulsrud and Yasushi Ono and Francis Perkins",
            "1997",
            "pgmC_sYAAAAJ:pyW8ca7W8N0C",
            103,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.78.3117",
            "6308749731985331443",
            "\/scholar?cites=6308749731985331443",
            {
                "1997":5,
                "1998":8,
                "1999":15,
                "2000":11,
                "2001":15,
                "2002":2,
                "2003":4,
                "2004":6,
                "2005":3,
                "2006":3,
                "2007":2,
                "2008":1,
                "2009":1,
                "2010":1,
                "2011":3,
                "2012":3,
                "2013":2,
                "2014":3,
                "2015":3,
                "2016":2,
                "2017":3,
                "2018":1,
                "2019":3,
                "2020":3
            }
        ],
        [
            "During magnetic reconnection, a “neutral sheet” current is induced, heating the plasma. The resultant plasma thermal pressure forms a stationary equilibrium with the opposing magnetic fields. The reconnection layer profile holds significant clues about the physical mechanisms which control reconnection. In the Magnetic Reconnection Experiment [M. Yamada et al., Phys. Plasmas 4, 1936 (1997)], a quasi steady-state and axisymmetric neutral sheet profile has been measured precisely using a magnetic probe array with spatial resolution equal to one quarter of the ion gyro-radius. It was found that the reconnecting field profile fits well with a Harris-type profile [E. G. Harris, Il Nuovo Cimento 23, 115 (1962)], B(x)∼tanh(x\/δ). This agreement is remarkable since the Harris theory does not take into account reconnection and associated electric fields and dissipation. An explanation for this agreement is presented. The …",
            "Experimental investigation of the neutral sheet profile during magnetic reconnection",
            "Masaaki Yamada and Hantao Ji and Scott Hsu and Troy Carter and Russell Kulsrud and Fedor Trintchouk",
            "2000",
            "pgmC_sYAAAAJ:a0OBvERweLwC",
            100,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.873999",
            "6057362887972935770",
            "\/scholar?cites=6057362887972935770",
            {
                "2000":1,
                "2001":11,
                "2002":6,
                "2003":12,
                "2004":7,
                "2005":11,
                "2006":5,
                "2007":11,
                "2008":6,
                "2009":1,
                "2010":2,
                "2011":3,
                "2012":2,
                "2013":4,
                "2014":4,
                "2015":2,
                "2016":4,
                "2017":2,
                "2018":2,
                "2019":1,
                "2020":3
            }
        ],
        [
            "Magnetic reconnection has been studied experimentally in a well-controlled, two-dimensional laboratory magnetohydrodynamic plasma. The observations are found to be both qualitatively and quantitatively consistent with a generalized Sweet-Parker model which incorporates compressibility, downstream pressure, and the effective resistivity. The latter is significantly enhanced over its classical values in the collisionless limit. This generalized Sweet-Parker model also applies to the case in which a unidirectional, sizable third magnetic component is present.",
            "Magnetic reconnection with Sweet-Parker characteristics in two-dimensional laboratory plasmas",
            "Hantao Ji and Masaaki Yamada and Scott Hsu and Russell Kulsrud and Troy Carter and Sorin Zaharia",
            "1999",
            "pgmC_sYAAAAJ:f2IySw72cVMC",
            87,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.873432",
            "479311409259498825",
            "\/scholar?cites=479311409259498825",
            {
                "1999":4,
                "2000":4,
                "2001":8,
                "2002":5,
                "2003":6,
                "2004":1,
                "2005":3,
                "2006":6,
                "2007":6,
                "2008":3,
                "2009":2,
                "2010":3,
                "2011":1,
                "2012":5,
                "2013":5,
                "2014":5,
                "2015":3,
                "2016":3,
                "2017":3,
                "2018":4,
                "2019":5,
                "2020":2
            }
        ],
        [
            "A novel multichannel Doppler backscattering system has been designed and tested for application on the DIII-D [J. L. Luxon, Fusion Sci. Technol. 48, 828 (2005)] and National Spherical Torus Experiment (NSTX) [M. Ono et al., Nucl. Fusion 40, 557 (2000)] fusion plasma devices. Doppler backscattering measures localized intermediate wavenumber (k⊥ρi∼1–4,k⊥∼2–15 cm−1) density fluctuations and the propagation velocity of turbulent structures. Microwave radiation is launched at a frequency that approaches a cutoff layer in the plasma and at an angle that is oblique to the cutoff layer. Bragg backscattering occurs near the cutoff layer for fluctuations with k⊥≈−2ki, where ki is the incident probe wave vector at the scattering location. The turbulence propagation velocity can be determined from the Doppler shift in the return signal together with knowledge of the scattering wavenumber. Ray tracing simulations …",
            "A multichannel, frequency-modulated, tunable Doppler backscattering and reflectometry system",
            "JC Hillesheim and WA Peebles and TL Rhodes and L Schmitz and TA Carter and P-A Gourdain and G Wang",
            "2009",
            "pgmC_sYAAAAJ:nb7KW1ujOQ8C",
            86,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3205449",
            "14853712627284853418",
            "\/scholar?cites=14853712627284853418",
            {
                "2010":11,
                "2011":10,
                "2012":8,
                "2013":8,
                "2014":7,
                "2015":8,
                "2016":5,
                "2017":7,
                "2018":9,
                "2019":8,
                "2020":3
            }
        ],
        [
            "In 1991 a manuscript describing an instrument for studying magnetized plasmas was published in this journal. The Large Plasma Device (LAPD) was upgraded in 2001 and has become a national user facility for the study of basic plasma physics. The upgrade as well as diagnostics introduced since then has significantly changed the capabilities of the device. All references to the machine still quote the original RSI paper, which at this time is not appropriate. In this work, the properties of the updated LAPD are presented. The strategy of the machine construction, the available diagnostics, the parameters available for experiments, as well as illustrations of several experiments are presented here.",
            "The upgraded large plasma device, a machine for studying frontier basic plasma physics",
            "W Gekelman and P Pribyl and Z Lucky and M Drandell and D Leneman and J Maggs and S Vincena and B Van Compernolle and SKP Tripathi and G Morales and TA Carter and Y Wang and T DeHaas",
            "2016",
            "pgmC_sYAAAAJ:ExBYd_ZNEOYC",
            85,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4941079",
            "2676042083324196527",
            "\/scholar?cites=2676042083324196527",
            {
                "2016":10,
                "2017":18,
                "2018":19,
                "2019":17,
                "2020":21
            }
        ]
    ]
}