{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "We investigate the effect of extending the standard MSTW parameterisation of input parton distribution functions (PDFs) using Chebyshev polynomials, rather than the usual expressions which involve a factor of the form (1+ϵx 0.5+γx). We find evidence that four powers in the polynomial are generally sufficient for high precision. Applying this to valence and sea quarks, the gluon already being sufficiently flexible and needing only two powers, we find an improvement in the global fit, but a significant change only in the small-x valence up-quark PDF, u  V . We investigate the effect of also extending, and making more flexible, the ‘nuclear’ correction to deuteron structure functions. We show that the extended ‘Chebyshev’ parameterisation results in an improved stability in the deuteron corrections that are required for the best fit to the ‘global’ data. The resulting PDFs have a …",
            "Extended parameterisations for MSTW PDFs and their effect on lepton charge asymmetry from W decays",
            "AD Martin and AJ Th M Mathijssen and WJ Stirling and RS Thorne and BJA Watt and G Watt",
            "2013",
            "pgW4YdcAAAAJ:u5HHmVD_uO8C",
            106,
            "https:\/\/link.springer.com\/content\/pdf\/10.1140\/epjc\/s10052-013-2318-9.pdf",
            "9536718231831491444",
            "\/scholar?cites=9536718231831491444",
            {
                "2012":2,
                "2013":17,
                "2014":25,
                "2015":25,
                "2016":14,
                "2017":7,
                "2018":5,
                "2019":4,
                "2020":7
            }
        ],
        [
            "Interactions between microorganisms and their complex flowing environments are essential in many biological systems. We develop a model for microswimmer dynamics in non-Newtonian Poiseuille flows. We predict that swimmers in shear-thickening (-thinning) fluids migrate upstream more (less) quickly than in Newtonian fluids and demonstrate that viscoelastic normal stress differences reorient swimmers causing them to migrate upstream at the centerline, in contrast to well-known boundary accumulation in quiescent Newtonian fluids. Based on these observations, we suggest a sorting mechanism to select microbes by swimming speed.",
            "Upstream swimming in microbiological flows",
            "Arnold JTM Mathijssen and Tyler N Shendruk and Julia M Yeomans and Amin Doostmohammadi",
            "2016",
            "pgW4YdcAAAAJ:d1gkVwhDpl0C",
            50,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.116.028104",
            "11521463566991437519",
            "\/scholar?cites=11521463566991437519",
            {
                "2015":2,
                "2016":6,
                "2017":12,
                "2018":9,
                "2019":8,
                "2020":12,
                "2021":1
            }
        ],
        [
            "One of the principal mechanisms by which surfaces and interfaces affect microbial life is by perturbing the hydrodynamic flows generated by swimming. By summing a recursive series of image systems we derive a numerically tractable approximation to the three-dimensional flow fields of a Stokeslet (point force) within a viscous film between a parallel no-slip surface and no-shear interface and, from this Green's function, we compute the flows produced by a force-and torque-free micro-swimmer. We also extend the exact solution of Liron & Mochon (1976) to the film geometry, which demonstrates that the image series gives a satisfactory approximation to the swimmer flow fields if the film is sufficiently thick compared to the swimmer size, and we derive the swimmer flows in the thin-film limit. Concentrating on the thick film case, we find that the dipole moment induces a bias towards swimmer accumulation at the no-slip wall rather than the water-air interface, but that higher-order multipole moments can oppose this. Based on the analytic predictions we propose an experimental method to find the multipole coefficient that induces circular swimming trajectories, allowing one to analytically determine the swimmer's three-dimensional position under a microscope.",
            "Hydrodynamics of micro-swimmers in films",
            "Arnold JTM Mathijssen and Amin Doostmohammadi and Julia M Yeomans and Tyler N Shendruk",
            "2015",
            "pgW4YdcAAAAJ:9yKSN-GCB0IC",
            43,
            "https:\/\/arxiv.org\/abs\/1511.01859",
            "4027587514380294170",
            "\/scholar?cites=4027587514380294170",
            {
                "2016":1,
                "2017":8,
                "2018":11,
                "2019":8,
                "2020":15
            }
        ],
        [
            "We study tracer particle transport due to flows created by a self-propelled microswimmer, such as a swimming bacterium, alga or a microscopic artificial swimmer. Recent theoretical work has shown that as a swimmer moves in the fluid bulk along an infinite straight path, tracer particles far from its path perform closed loops, whereas those close to the swimmer are entrained by its motion. However, in biologically and technologically important cases tracer transport is significantly altered for swimmers that move in a run-and-tumble fashion with a finite persistence length, and\/or in the presence of a free surface or a solid boundary. Here we present a systematic analytical and numerical study exploring the resultant regimes and their crossovers. Our focus is on describing qualitative features of the tracer particle transport and developing quantitative tools for its analysis. Our work is a step towards understanding the ecological effects of flows created by swimming organisms, such as enhanced fluid mixing and biofilm formation.",
            "Tracer trajectories and displacement due to a micro-swimmer near a surface",
            "Arnold JTM Mathijssen and Dmitri O Pushkin and Julia M Yeomans",
            "2015",
            "pgW4YdcAAAAJ:u-x6o8ySG0sC",
            36,
            "https:\/\/cpb-us-w2.wpmucdn.com\/web.sas.upenn.edu\/dist\/8\/725\/files\/2020\/08\/2.pdf",
            "998589964145918396",
            "\/scholar?cites=998589964145918396",
            {
                "2015":3,
                "2016":11,
                "2017":8,
                "2018":5,
                "2019":4,
                "2020":5
            }
        ]
    ]
}