{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "String theory suggests the simultaneous presence of many ultralight axions, possibly populating each decade of mass down to the Hubble scale 10− 33 eV. Conversely the presence of such a plenitude of axions (an axiverse) would be evidence for string theory, since it arises due to the topological complexity of the extra-dimensional manifold and is ad hoc in a theory with just the four familiar dimensions. We investigate how several upcoming astrophysical experiments will be observationally exploring the possible existence of such axions over a vast mass range from 10− 33 eV to 10− 10 eV. Axions with masses between 10− 33 eV to 10− 28 eV can cause a rotation of the cosmic microwave background polarization that is constant throughout the sky. The predicted rotation angle is independent of the scale of inflation and the axion decay constant, and is of order α∼ 1\/137–within reach of the just launched Planck …",
            "String axiverse",
            "Asimina Arvanitaki and Savas Dimopoulos and Sergei Dubovsky and Nemanja Kaloper and John March-Russell",
            "2010",
            "PhtqioMAAAAJ:d1gkVwhDpl0C",
            1055,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.81.123530",
            "16412939129393053523",
            "\/scholar?cites=16412939129393053523",
            {
                "2009":5,
                "2010":16,
                "2011":23,
                "2012":51,
                "2013":50,
                "2014":54,
                "2015":67,
                "2016":74,
                "2017":109,
                "2018":131,
                "2019":171,
                "2020":277,
                "2021":23
            }
        ],
        [
            "We argue that certain apparently consistent low-energy effective field theories described by local, Lorentz-invariant Lagrangians, secretly exhibit macroscopic non-locality and cannot be embedded in any UV theory whose S-matrix satisfies canonical analyticity constraints. The obstruction involves the signs of a set of leading irrelevant operators, which must be strictly positive to ensure UV analyticity. An IR manifestation of this restriction is that the``wrong''signs lead to superluminal fluctuations around non-trivial backgrounds, making it impossible to define local, causal evolution, and implying a surprising IR breakdown of the effective theory. Such effective theories can not arise in quantum field theories or weakly coupled string theories, whose S-matrices satisfy the usual analyticity properties. This conclusion applies to the DGP brane-world model modifying gravity in the IR, giving a simple explanation for the …",
            "Causality, analyticity and an IR obstruction to UV completion",
            "Allan Adams and Nima Arkani-Hamed and Sergei Dubovsky and Alberto Nicolis and Riccardo Rattazzi",
            "2006",
            "PhtqioMAAAAJ:u5HHmVD_uO8C",
            749,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2006\/10\/014\/meta",
            "5256987670436655858",
            "\/scholar?cites=5256987670436655858",
            {
                "2006":12,
                "2007":36,
                "2008":37,
                "2009":37,
                "2010":43,
                "2011":38,
                "2012":48,
                "2013":43,
                "2014":35,
                "2015":43,
                "2016":54,
                "2017":69,
                "2018":47,
                "2019":67,
                "2020":131,
                "2021":7
            }
        ],
        [
            "We explore the cosmological solutions of a recently proposed extension of general relativity with a Lorentz-invariant mass term. We show that the same constraint that removes the Boulware-Deser ghost in this theory also prohibits the existence of homogeneous and isotropic cosmological solutions. Nevertheless, within domains of the size of inverse graviton mass we find approximately homogeneous and isotropic solutions that can well describe the past and present of the Universe. At energy densities above a certain crossover value, these solutions approximate the standard Friedmann-Robertson-Walker evolution with great accuracy. As the Universe evolves and density drops below the crossover value the inhomogeneities become more and more pronounced. In the low-density regime each domain of the size of the inverse graviton mass has essentially non-Friedmann-Robertson-Walker. cosmology. This …",
            "Massive cosmologies",
            "Guido D’Amico and Claudia de Rham and Sergei Dubovsky and Gregory Gabadadze and David Pirtskhalava and Andrew J Tolley",
            "2011",
            "PhtqioMAAAAJ:2osOgNQ5qMEC",
            384,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.84.124046",
            "6542147442914684027",
            "\/scholar?cites=6542147442914684027",
            {
                "2011":4,
                "2012":48,
                "2013":71,
                "2014":54,
                "2015":53,
                "2016":42,
                "2017":33,
                "2018":26,
                "2019":25,
                "2020":26,
                "2021":2
            }
        ],
        [
            "It has recently been suggested that the presence of a plenitude of light axions, an Axiverse, is evidence for the extra dimensions of string theory. We discuss the observational consequences of these axions on astrophysical black holes through the Penrose superradiance process. When an axion Compton wavelength is comparable to the size of a black hole, the axion binds to the black hole “nucleus” forming a gravitational atom in the sky. The occupation number of superradiant atomic levels, fed by the energy and angular momentum of the black hole, grows exponentially. The black hole spins down and an axion Bose-Einstein condensate cloud forms around it. When the attractive axion self-interactions become stronger than the gravitational binding energy, the axion cloud collapses, a phenomenon known in condensed matter physics as “bosenova”. The existence of axions is first diagnosed by gaps in the mass …",
            "Exploring the string axiverse with precision black hole physics",
            "Asimina Arvanitaki and Sergei Dubovsky",
            "2011",
            "PhtqioMAAAAJ:LkGwnXOMwfcC",
            370,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.83.044026",
            "17162026129195488871",
            "\/scholar?cites=17162026129195488871",
            {
                "2010":3,
                "2011":4,
                "2012":21,
                "2013":22,
                "2014":17,
                "2015":29,
                "2016":24,
                "2017":37,
                "2018":40,
                "2019":60,
                "2020":100,
                "2021":10
            }
        ],
        [
            "We study whether a violation of the null energy condition necessarily implies the presence of instabilities. We prove that this is the case in a large class of situations, including isotropic solids and fluids relevant for cosmology. On the other hand we present several counter-examples of consistent effective field theories possessing a stable background where the null energy condition is violated. Two necessary features of these counter-examples are the lack of isotropy of the background and the presence of superluminal modes. We argue that many of the properties of massive gravity can be understood by associating it to a solid at the edge of violating the null energy condition. We briefly analyze the difficulties of mimicking> 0 in scalar tensor theories of gravity.",
            "Null energy condition and superluminal propagation",
            "Sergei Dubovsky and Thomas Grégoire and Alberto Nicolis and Riccardo Rattazzi",
            "2006",
            "PhtqioMAAAAJ:qjMakFHDy7sC",
            327,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2006\/03\/025\/meta",
            "8196105183308890619",
            "\/scholar?cites=8196105183308890619",
            {
                "2006":6,
                "2007":16,
                "2008":14,
                "2009":9,
                "2010":15,
                "2011":27,
                "2012":17,
                "2013":27,
                "2014":33,
                "2015":39,
                "2016":27,
                "2017":24,
                "2018":27,
                "2019":22,
                "2020":23,
                "2021":1
            }
        ],
        [
            "We systematically study the most general Lorentz-violating graviton mass invariant under three-dimensional Eucledian group. We find that at general values of mass parameters the massive graviton has six propagating degrees of freedom, and some of them are ghosts or lead to rapid classical instabilities. However, there is a number of different regions in the mass parameter space where massive gravity is described by a consistent low-energy effective theory with cutoff~(mM Pl) 1\/2. This theory is free of rapid instabilities and vDVZ discontinuity. Each of these regions is characterized by certain fine-tuning relations between mass parameters, generalizing the Fierz–Pauli condition. In some cases the required fine-tunings are consequences of the existence of the subgroups of the diffeomorphism group that are left unbroken by the graviton mass. We found two new cases, when the resulting theories have a property …",
            "Phases of massive gravity",
            "Sergei L Dubovsky",
            "2004",
            "PhtqioMAAAAJ:9yKSN-GCB0IC",
            303,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2004\/10\/076\/meta",
            "11916551045289087741",
            "\/scholar?cites=11916551045289087741",
            {
                "2004":1,
                "2005":14,
                "2006":12,
                "2007":11,
                "2008":16,
                "2009":22,
                "2010":19,
                "2011":23,
                "2012":19,
                "2013":24,
                "2014":21,
                "2015":19,
                "2016":39,
                "2017":17,
                "2018":13,
                "2019":18,
                "2020":14,
                "2021":1
            }
        ],
        [
            "In a brane (domain wall) scenario with infinite extra dimensions and localized gravity, bulk fermions and scalars often have bound states with a zero four-dimensional mass. In this way, massless matter residing on the brane may be obtained. We consider what happens when one tries to introduce a small, but nonvanishing mass to these matter fields. We find that the discrete zero modes turn into quasilocalized states with a finite four-dimensional mass and finite width. The latter is due to tunneling of massive matter into extra dimensions. We argue that this phenomenon is generic to fields that can have bulk modes. We also point out that, in theories meant to describe massive scalars, the four-dimensional scalar potential has, in fact, a power-law behavior at large distances.",
            "Brane world: disappearing massive matter",
            "SL Dubovsky and VA Rubakov and Peter G Tinyakov",
            "2000",
            "PhtqioMAAAAJ:u-x6o8ySG0sC",
            243,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.62.105011",
            "18438684770178309978",
            "\/scholar?cites=18438684770178309978",
            {
                "2000":2,
                "2001":12,
                "2002":16,
                "2003":19,
                "2004":15,
                "2005":20,
                "2006":13,
                "2007":16,
                "2008":14,
                "2009":16,
                "2010":14,
                "2011":7,
                "2012":13,
                "2013":10,
                "2014":16,
                "2015":5,
                "2016":11,
                "2017":3,
                "2018":2,
                "2019":8,
                "2020":7
            }
        ],
        [
            "We consider the low-energy effective field theory describing the infrared dynamics of nondissipative fluids. We extend previous work to accommodate conserved charges, and we clarify the matching between field-theory variables and thermodynamical ones. We discuss the systematics of the derivative expansion, for which field theory offers a conceptually clear and technically neat scheme. As an example, we compute the correction to the sound-wave dispersion relation coming from a sample second-order term. This formalism forms the basis for a study of anomalies in hydrodynamics via effective field theory, which is initiated in a companion paper.",
            "Effective field theory for hydrodynamics: thermodynamics, and the derivative expansion",
            "Sergei Dubovsky and Lam Hui and Alberto Nicolis and Dam Thanh Son",
            "2012",
            "PhtqioMAAAAJ:UebtZRa9Y70C",
            197,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.85.085029",
            "11854375548318103557",
            "\/scholar?cites=11854375548318103557",
            {
                "2011":2,
                "2012":8,
                "2013":18,
                "2014":18,
                "2015":32,
                "2016":29,
                "2017":22,
                "2018":18,
                "2019":23,
                "2020":22,
                "2021":3
            }
        ],
        [
            "We show that in any model of non-eternal inflation satisfying the null energy condition, the area of the de Sitter horizon increases by at least one Planck unit in each inflationary e-folding. This observation gives an operational meaning to the finiteness of the entropy S dS of an inflationary de Sitter space eventually exiting into an asymptotically flat region: the asymptotic observer is never able to measure more than e S dS independent inflationary modes. This suggests a limitation on the amount of de Sitter space outside the horizon that can be consistently described at the semiclassical level, fitting well with other examples of the breakdown of locality in quantum gravity, such as in black hole evaporation. The bound does not hold in models of inflation that violate the null energy condition, such as ghost inflation. This strengthens the case for the thermodynamical interpretation of the bound as conventional black hole …",
            "A measure of de Sitter entropy and eternal inflation",
            "Nima Arkani-Hamed and Sergei Dubovsky and Alberto Nicolis and Enrico Trincherini and Giovanni Villadoro",
            "2007",
            "PhtqioMAAAAJ:Y0pCki6q_DkC",
            176,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2007\/05\/055\/meta",
            "6460307690086875536",
            "\/scholar?cites=6460307690086875536",
            {
                "2006":1,
                "2007":14,
                "2008":26,
                "2009":16,
                "2010":13,
                "2011":15,
                "2012":11,
                "2013":7,
                "2014":12,
                "2015":5,
                "2016":7,
                "2017":11,
                "2018":7,
                "2019":13,
                "2020":18
            }
        ],
        [
            "We present the exact solution for the scattering problem in the flat space Jackiw-Teitelboim (JT) gravity coupled to an arbitrary quantum field theory. JT gravity results in a gravitational dressing of field theoretical scattering amplitudes. The exact expression for the dressed S-matrix was previously known as a solvable example of a novel UV asymptotic behavior, dubbed asymptotic fragility. This dressing is equivalent to the deformation of the initial quantum field theory. JT gravity coupled to a single mass-less boson provides a promising action formulation for an integrable approximation to the worldsheet theory of confining strings in 3D gluodynamics. We also derive the dressed S-matrix as a flat space limit of the near AdS 2 holography. We show that in order to preserve the flat space unitarity the conventional Schwarzian dressing of boundary correlators needs to be slightly extended. Finally, we propose a new …",
            "Asymptotic fragility, near AdS 2 holography and T                       T            ¯                                       ",
            "Sergei Dubovsky and Victor Gorbenko and Mehrdad Mirbabayi",
            "2017",
            "PhtqioMAAAAJ:abG-DnoFyZgC",
            175,
            "https:\/\/link.springer.com\/article\/10.1007\/JHEP09(2017)136",
            "7024535261594406605",
            "\/scholar?cites=7024535261594406605",
            {
                "2017":2,
                "2018":36,
                "2019":49,
                "2020":86,
                "2021":2
            }
        ]
    ]
}