{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The BLAST programs are widely used tools for searching protein and DNA databases for sequence similarities. For protein comparisons, a variety of definitional, algorithmic and statistical refinements described here permits the execution time of the BLAST programs to be decreased substantially while enhancing their sensitivity to weak similarities. A new criterion for triggering the extension of word hits, combined with a new heuristic for generating gapped alignments, yields a gapped BLAST program that runs at approximately three times the speed of the original. In addition, a method is introduced for automatically combining statistically significant alignments produced by BLAST into a position-specific score matrix, and searching the database using this matrix. The resulting Position-Specific Iterated BLAST (PSIBLAST) program runs at approximately the same speed per iteration as gapped BLAST, but in …",
            "Gapped BLAST and PSI-BLAST: a new generation of protein database search programs",
            "Stephen F Altschul and Thomas L Madden and Alejandro A Schäffer and Jinghui Zhang and Zheng Zhang and Webb Miller and David J Lipman",
            "1997",
            "Phx4HUEAAAAJ:FPJr55Dyh1AC",
            77006,
            "https:\/\/academic.oup.com\/nar\/article-abstract\/25\/17\/3389\/1061651",
            "3228416986976601018",
            "\/scholar?cites=3228416986976601018",
            {
                "1998":490,
                "1999":1370,
                "2000":2218,
                "2001":2575,
                "2002":2880,
                "2003":3364,
                "2004":3707,
                "2005":3941,
                "2006":4005,
                "2007":4176,
                "2008":4111,
                "2009":4048,
                "2010":3893,
                "2011":4055,
                "2012":4197,
                "2013":4043,
                "2014":3904,
                "2015":3630,
                "2016":3363,
                "2017":3085,
                "2018":2956,
                "2019":2966,
                "2020":3114,
                "2021":245
            }
        ],
        [
            "The number of prokaryotic genome sequences becoming available is growing steadily and is growing faster than our ability to accurately annotate them. We describe a fully automated service for annotating bacterial and archaeal genomes. The service identifies protein-encoding, rRNA and tRNA genes, assigns functions to the genes, predicts which subsystems are represented in the genome, uses this information to reconstruct the metabolic network and makes the output easily downloadable for the user. In addition, the annotated genome can be browsed in an environment that supports comparative analysis with the annotated genomes maintained in the SEED environment. The service normally makes the annotated genome available within 12–24 hours of submission, but ultimately the quality of such a service will be judged in terms of accuracy, consistency, and completeness of the produced annotations. We summarize our attempts to address these issues and discuss plans for incrementally enhancing the service. By providing accurate, rapid annotation freely to the community we have created an important community resource. The service has now been utilized by over 120 external users annotating over 350 distinct genomes.",
            "The RAST Server: rapid annotations using subsystems technology",
            "Ramy K Aziz and Daniela Bartels and Aaron A Best and Matthew DeJongh and Terrence Disz and Robert A Edwards and Kevin Formsma and Svetlana Gerdes and Elizabeth M Glass and Michael Kubal and Folker Meyer and Gary J Olsen and Robert Olson and Andrei L Osterman and Ross A Overbeek and Leslie K McNeil and Daniel Paarmann and Tobias Paczian and Bruce Parrello and Gordon D Pusch and Claudia Reich and Rick Stevens and Olga Vassieva and Veronika Vonstein and Andreas Wilke and Olga Zagnitko",
            "2008",
            "Phx4HUEAAAAJ:YsMSGLbcyi4C",
            8289,
            "https:\/\/bmcgenomics.biomedcentral.com\/articles\/10.1186\/1471-2164-9-75",
            "2975886871571279584",
            "\/scholar?cites=2975886871571279584",
            {
                "2009":48,
                "2010":95,
                "2011":214,
                "2012":486,
                "2013":585,
                "2014":787,
                "2015":822,
                "2016":1081,
                "2017":1092,
                "2018":902,
                "2019":905,
                "2020":1128,
                "2021":97
            }
        ],
        [
            "Protein electrophoresis, the migration of proteins under the influence of an electric field, is among the most cost-effective methods of investigating genetic phenomena at the molecular level. Since the origin of starch gel electrophoresis (Smithies, 1955) and the histochemical visualization of enzymes on gels (Hunter and Markert, 1957), and the classic studies of H. Harris (1966), Hubby and Lewontin (1966), and Lewontin and Hubby (1966), a major revolution in understanding micro-and macroevolutionary processes has occurred. Using enzymatic and nonenzymatic proteins, numerous investigations have focused on enzyme efficiency, estimating and understanding genetic variability in natural populations, gene flow, hybridization, recognition of species boundaries, and phylogenetic relationships, among other problems. The frequency of such investigations has not waned in recent years, but rather has increased as refinements and new methods have been developed.Two general forms of protein data can be gathered simultaneously using electrophoretic methods. One is derived from isozymes, which are all functionally similar forms of enzymes, including all polymers of subunits produced by different gene loci or by different alleles at the same locus (Markert and Moller, 1959). The other data set consists of allozymes, a subset of isozymes, which are variants of polypeptides representing different allelic alternatives of the same gene locus. Both forms of data are important in molecular systematics, and both involve proteins that can be separated on the basis of net charge and size.",
            "Molecular systematics",
            "Richard G Olmstead",
            "1996",
            "Phx4HUEAAAAJ:2osOgNQ5qMEC",
            3628,
            "https:\/\/www.researchgate.net\/profile\/Robert_Murphy8\/publication\/257651471_Proteins_Isozyme_Electrophoresis\/links\/5c61b41192851c48a9cd3876\/Proteins-Isozyme-Electrophoresis.pdf",
            "6583023779076531330",
            "\/scholar?cites=6583023779076531330",
            {
                "1991":31,
                "1992":85,
                "1993":87,
                "1994":116,
                "1995":104,
                "1996":132,
                "1997":135,
                "1998":136,
                "1999":157,
                "2000":194,
                "2001":165,
                "2002":168,
                "2003":177,
                "2004":166,
                "2005":184,
                "2006":154,
                "2007":155,
                "2008":143,
                "2009":125,
                "2010":122,
                "2011":136,
                "2012":86,
                "2013":109,
                "2014":104,
                "2015":73,
                "2016":76,
                "2017":71,
                "2018":60,
                "2019":46,
                "2020":64,
                "2021":3
            }
        ],
        [
            "Although the applicability of small subunit ribosomal RNA (16S rRNA) sequences for bacterial classification is now well accepted, the general use of these molecules has been hindered by the technical difficulty of obtaining their sequences. A protocol is described for rapidly generating large blocks of 16S rRNA sequence data without isolation of the 16S rRNA or cloning of its gene. The 16S rRNA in bulk cellular RNA preparations is selectively targeted for dideoxynucleotide-terminated sequencing by using reverse transcriptase and synthetic oligodeoxynucleotide primers complementary to universally conserved 16S rRNA sequences. Three particularly useful priming sites, which provide access to the three major 16S rRNA structural domains, routinely yield 800-1000 nucleotides of 16S rRNA sequence. The method is evaluated with respect to accuracy, sensitivity to modified nucleotides in the template RNA, and …",
            "Rapid determination of 16S ribosomal RNA sequences for phylogenetic analyses",
            "David J Lane and Bernadette Pace and Gary J Olsen and David A Stahl and Mitchell L Sogin and Norman R Pace",
            "1985",
            "Phx4HUEAAAAJ:d1gkVwhDpl0C",
            3145,
            "https:\/\/www.pnas.org\/content\/82\/20\/6955.short",
            "11257362184082960896",
            "\/scholar?cites=11257362184082960896",
            {
                "1987":24,
                "1988":36,
                "1989":61,
                "1990":84,
                "1991":96,
                "1992":66,
                "1993":67,
                "1994":67,
                "1995":51,
                "1996":50,
                "1997":49,
                "1998":44,
                "1999":49,
                "2000":50,
                "2001":36,
                "2002":58,
                "2003":40,
                "2004":76,
                "2005":72,
                "2006":89,
                "2007":94,
                "2008":106,
                "2009":97,
                "2010":127,
                "2011":139,
                "2012":161,
                "2013":182,
                "2014":147,
                "2015":191,
                "2016":152,
                "2017":153,
                "2018":137,
                "2019":137,
                "2020":127,
                "2021":10
            }
        ],
        [
            "The complete 1.66-megabase pair genome sequence of an autotrophic archaeon, Methanococcus jannaschii, and its 58- and 16-kilobase pair extrachromosomal elements have been determined by whole-genome random sequencing. A total of 1738 predicted protein-coding genes were identified; however, only a minority of these (38 percent) could be assigned a putative cellular role with high confidence. Although the majority of genes related to energy production, cell division, and metabolism in M. jannaschii are most similar to those found in Bacteria, most of the genes involved in transcription, translation, and replication in M. jannaschii are more similar to those found in Eukaryotes.The Methanococcus jannaschii Genome Database",
            "Complete genome sequence of the methanogenic archaeon, Methanococcus jannaschii",
            "Carol J Bult and Owen White and Gary J Olsen and Lixin Zhou and Robert D Fleischmann and Granger G Sutton and Judith A Blake and Lisa M FitzGerald and Rebecca A Clayton and Jeannine D Gocayne and Anthony R Kerlavage and Brian A Dougherty and Jean-Francois Tomb and Mark D Adams and Claudia I Reich and Ross Overbeek and Ewen F Kirkness and Keith G Weinstock and Joseph M Merrick and Anna Glodek and John L Scott and Neil SM Geoghagen and Janice F Weidman and Joyce L Fuhrmann and Dave Nguyen and Teresa R Utterback and Jenny M Kelley and Jeremy D Peterson and Paul W Sadow and Michael C Hanna and Matthew D Cotton and Kevin M Roberts and Margaret A Hurst and Brian P Kaine and Mark Borodovsky and Hans-Peter Klenk and Claire M Fraser and Hamilton O Smith and Carl R Woese and J Craig Venter",
            "1996",
            "Phx4HUEAAAAJ:VOx2b1Wkg3QC",
            2996,
            "https:\/\/science.sciencemag.org\/content\/273\/5278\/1058.abstract",
            "1900666032256183213",
            "\/scholar?cites=1900666032256183213",
            {
                "1996":30,
                "1997":355,
                "1998":428,
                "1999":370,
                "2000":286,
                "2001":224,
                "2002":166,
                "2003":115,
                "2004":112,
                "2005":99,
                "2006":76,
                "2007":69,
                "2008":79,
                "2009":57,
                "2010":56,
                "2011":59,
                "2012":48,
                "2013":54,
                "2014":60,
                "2015":49,
                "2016":50,
                "2017":37,
                "2018":40,
                "2019":22,
                "2020":31,
                "2021":2
            }
        ],
        [
            "The Ribosomal Database Project (RDP-II), previously described by Maidak et al., continued during the past year to add new rRNA sequences to the aligned data and to improve the analysis commands. Release 7.1 (September 17, 1999) included more than 10 700 small subunit rRNA sequences. More than 850 type strain sequences were identified and added to the prokaryotic alignment, bringing the total number of type sequences to 3324 representing 2460 different species. Availability of an RDP-II mirror site in Japan is also near completion. RDP-II provides aligned and annotated rRNA sequences, derived phylogenetic trees and taxonomic hierarchies, and analysis services through its WWW server (http:\/\/rdp.cme.msu.edu\/ ). Analysis services include rRNA probe checking, approximate phylogenetic placement of user sequences, screening user sequences for possible chimeric rRNA sequences …",
            "The RDP (ribosomal database project) continues",
            "Bonnie L Maidak and James R Cole and Timothy G Lilburn and Charles T Parker Jr and Paul R Saxman and Jason M Stredwick and George M Garrity and Bing Li and Gary J Olsen and Sakti Pramanik and Thomas M Schmidt and James M Tiedje",
            "2000",
            "Phx4HUEAAAAJ:9yKSN-GCB0IC",
            2970,
            "https:\/\/academic.oup.com\/nar\/article-abstract\/28\/1\/173\/2384352",
            "9980954453124232861",
            "\/scholar?cites=9980954453124232861",
            {
                "1997":16,
                "1998":114,
                "1999":142,
                "2000":118,
                "2001":159,
                "2002":216,
                "2003":275,
                "2004":231,
                "2005":167,
                "2006":161,
                "2007":170,
                "2008":155,
                "2009":142,
                "2010":122,
                "2011":114,
                "2012":112,
                "2013":113,
                "2014":77,
                "2015":98,
                "2016":63,
                "2017":49,
                "2018":61,
                "2019":36,
                "2020":42
            }
        ],
        [
            "In 2004, the SEED (http:\/\/pubseed.theseed.org\/) was created to provide consistent and accurate genome annotations across thousands of genomes and as a platform for discovering and developing de novo annotations. The SEED is a constantly updated integration of genomic data with a genome database, web front end, API and server scripts. It is used by many scientists for predicting gene functions and discovering new pathways. In addition to being a powerful database for bioinformatics research, the SEED also houses subsystems (collections of functionally related protein families) and their derived FIGfams (protein families), which represent the core of the RAST annotation engine (http:\/\/rast.nmpdr.org\/). When a new genome is submitted to RAST, genes are called and their annotations are made by comparison to the FIGfam collection. If the genome is made public, it is then housed within the SEED and …",
            "The SEED and the Rapid Annotation of microbial genomes using Subsystems Technology (RAST)",
            "Ross Overbeek and Robert Olson and Gordon D Pusch and Gary J Olsen and James J Davis and Terry Disz and Robert A Edwards and Svetlana Gerdes and Bruce Parrello and Maulik Shukla and Veronika Vonstein and Alice R Wattam and Fangfang Xia and Rick Stevens",
            "2014",
            "Phx4HUEAAAAJ:eq2jaN3J8jMC",
            2708,
            "https:\/\/academic.oup.com\/nar\/article-abstract\/42\/D1\/D206\/1062536",
            "9645715506652513748",
            "\/scholar?cites=9645715506652513748",
            {
                "2014":74,
                "2015":265,
                "2016":391,
                "2017":483,
                "2018":446,
                "2019":470,
                "2020":508,
                "2021":55
            }
        ],
        [
            "The release of the 1000th complete microbial genome will occur in the next two to three years. In anticipation of this milestone, the Fellowship for Interpretation of Genomes (FIG) launched the Project to Annotate 1000 Genomes. The project is built around the principle that the key to improved accuracy in high-throughput annotation technology is to have experts annotate single subsystems over the complete collection of genomes, rather than having an annotation expert attempt to annotate all of the genes in a single genome. Using the subsystems approach, all of the genes implementing the subsystem are analyzed by an expert in that subsystem. An annotation environment was created where populated subsystems are curated and projected to new genomes. A portable notion of a populated subsystem was defined, and tools developed for exchanging and curating these objects. Tools were also developed to …",
            "The subsystems approach to genome annotation and its use in the project to annotate 1000 genomes",
            "Ross Overbeek and Tadhg Begley and Ralph M Butler and Jomuna V Choudhuri and Han-Yu Chuang and Matthew Cohoon and Valérie de Crécy-Lagard and Naryttza Diaz and Terry Disz and Robert Edwards and Michael Fonstein and Ed D Frank and Svetlana Gerdes and Elizabeth M Glass and Alexander Goesmann and Andrew Hanson and Dirk Iwata-Reuyl and Roy Jensen and Neema Jamshidi and Lutz Krause and Michael Kubal and Niels Larsen and Burkhard Linke and Alice C McHardy and Folker Meyer and Heiko Neuweger and Gary Olsen and Robert Olson and Andrei Osterman and Vasiliy Portnoy and Gordon D Pusch and Dmitry A Rodionov and Christian Rückert and Jason Steiner and Rick Stevens and Ines Thiele and Olga Vassieva and Yuzhen Ye and Olga Zagnitko and Veronika Vonstein",
            "2005",
            "Phx4HUEAAAAJ:roLk4NBRz8UC",
            1880,
            "https:\/\/academic.oup.com\/nar\/article-abstract\/33\/17\/5691\/1067791",
            "14321559268436231860",
            "\/scholar?cites=14321559268436231860",
            {
                "2006":32,
                "2007":44,
                "2008":73,
                "2009":78,
                "2010":99,
                "2011":115,
                "2012":178,
                "2013":156,
                "2014":183,
                "2015":154,
                "2016":171,
                "2017":159,
                "2018":135,
                "2019":141,
                "2020":141,
                "2021":8
            }
        ],
        [
            "Archaeoglobus fulgidus is the first sulphur-metabolizing organism to have its genome sequence determined. Its genome of 2,178,400 base pairs contains 2,436 open reading frames (ORFs). The information processing systems and the biosynthetic pathways for essential components (nucleotides, amino acids and cofactors) have extensive correlation with their counterparts in the archaeon Methanococcus jannaschii. The genomes of these two Archaea indicate dramatic differences in the way these organisms sense their environment, perform regulatory and transport functions, and gain energy. In contrast to M. jannaschii, A. fulgidus has fewer restriction–modification systems, and none of its genes appears to contain inteins. A quarter (651 ORFs) of the A. fulgidus genome encodes functionally uncharacterized yet conserved proteins, two-thirds of which are shared with M. jannaschii (428 ORFs). Another quarter of …",
            "The complete genome sequence of the hyperthermophilic, sulphate-reducing archaeon Archaeoglobus fulgidus",
            "Hans-Peter Klenk and Rebecca A Clayton and Jean-Francois Tomb and Owen White and Karen E Nelson and Karen A Ketchum and Robert J Dodson and Michelle Gwinn and Erin K Hickey and Jeremy D Peterson and Delwood L Richardson and Anthony R Kerlavage and David E Graham and Nikos C Kyrpides and Robert D Fleischmann and John Quackenbush and Norman H Lee and Granger G Sutton and Steven Gill and Ewen F Kirkness and Brian A Dougherty and Keith McKenney and Mark D Adams and Brendan Loftus and Scott Peterson and Claudia I Reich and Leslie K McNeil and Jonathan H Badger and Anna Glodek and Lixin Zhou and Ross Overbeek and Jeannine D Gocayne and Janice F Weidman and Lisa McDonald and Teresa Utterback and Matthew D Cotton and Tracy Spriggs and Patricia Artiach and Brian P Kaine and Sean M Sykes and Paul W Sadow and Kurt P D'andrea and Cheryl Bowman and Claire Fujii and Stacey A Garland and Tanya M Mason and Gary J Olsen and Claire M Fraser and Hamilton O Smith and Carl R Woese and J Craig Venter",
            "1997",
            "Phx4HUEAAAAJ:pqnbT2bcN3wC",
            1595,
            "https:\/\/www.nature.com\/articles\/37052",
            "5470676211952904941",
            "\/scholar?cites=5470676211952904941",
            {
                "1998":176,
                "1999":264,
                "2000":190,
                "2001":143,
                "2002":111,
                "2003":84,
                "2004":81,
                "2005":69,
                "2006":40,
                "2007":46,
                "2008":52,
                "2009":29,
                "2010":28,
                "2011":38,
                "2012":25,
                "2013":31,
                "2014":30,
                "2015":33,
                "2016":27,
                "2017":28,
                "2018":16,
                "2019":26,
                "2020":13,
                "2021":1
            }
        ],
        [
            "Sauf mention contraire ci-dessus, le contenu de cette notice bibliographique peut être utilisé dans le cadre d’une licence CC BY 4.0 Inist-CNRS\/Unless otherwise stated above, the content of this bibliographic record may be used under a CC BY 4.0 licence by Inist-CNRS\/A menos que se haya señalado antes, el contenido de este registro bibliográfico puede ser utilizado al amparo de una licencia CC BY 4.0 Inist-CNRS",
            "Microbial ecology and evolution: a ribosomal RNA approach",
            "Gary J Olsen and David J Lane and Stephen J Giovannoni and Norman R Pace and David A Stahl",
            "1986",
            "Phx4HUEAAAAJ:Tyk-4Ss8FVUC",
            1312,
            "https:\/\/pascal-francis.inist.fr\/vibad\/index.php?action=getRecordDetail&idt=8258012",
            "11823664358797130760",
            "\/scholar?cites=11823664358797130760",
            {
                "1987":5,
                "1988":17,
                "1989":10,
                "1990":24,
                "1991":19,
                "1992":31,
                "1993":19,
                "1994":28,
                "1995":28,
                "1996":24,
                "1997":38,
                "1998":41,
                "1999":35,
                "2000":45,
                "2001":31,
                "2002":36,
                "2003":34,
                "2004":51,
                "2005":54,
                "2006":48,
                "2007":64,
                "2008":65,
                "2009":41,
                "2010":62,
                "2011":66,
                "2012":59,
                "2013":69,
                "2014":44,
                "2015":42,
                "2016":51,
                "2017":37,
                "2018":36,
                "2019":29,
                "2020":15,
                "2021":1
            }
        ]
    ]
}