{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "Well-characterized promoters are essential tools for metabolic engineering and synthetic biology. In Streptomyces coelicolor, the native kasOp is a temporally expressed promoter strictly controlled by two regulators, ScbR and ScbR2. In this work, first, kasOp was engineered to remove a common binding site of ScbR and ScbR2 upstream of its core region, thus generating a stronger promoter, kasOp3. Second, another ScbR binding site internal to the kasOp3 core promoter region was abolished by random mutation and screening of the mutant library to obtain the strongest promoter, kasOp* (where the asterisk is used to distinguish the engineered promoter from the native promoter). The activities of kasOp* were compared with those of two known strong promoters, ermEp* and SF14p, in three Streptomyces species. kasOp* showed the highest activity at the transcription and protein levels in all three hosts …",
            "An engineered strong promoter for streptomycetes",
            "Weishan Wang and Xiao Li and Juan Wang and Sihai Xiang and Xiaozhou Feng and Keqian Yang",
            "2013",
            "piEuCaAAAAAJ:u5HHmVD_uO8C",
            115,
            "https:\/\/aem.asm.org\/content\/79\/14\/4484.short",
            "1499281344565321526",
            "\/scholar?cites=1499281344565321526",
            {
                "2013":1,
                "2014":4,
                "2015":12,
                "2016":16,
                "2017":18,
                "2018":13,
                "2019":20,
                "2020":26,
                "2021":4
            }
        ],
        [
            "Introduction: Thrombolysis with intravenous tissue plasminogen activator (tPA) is the only FDA approved treatment for patients with acute ischemic stroke, but its use is limited by narrow therapeutic window, selective efficacy, and hemorrhagic complication. In the past two decades, extensive efforts have been undertaken to extend its therapeutic time window and explore alternative thrombolytic agents, but both show little progress. Nanotechnology has emerged as a promising strategy to improve the efficacy and safety of tPA.Areas covered: We reviewed the biology, thrombolytic mechanism, and pleiotropic functions of tPA in the brain and discussed current applications of various nanocarriers intended for the delivery of tPA for treatment of ischemic stroke. Current challenges and potential further directions of t-PA-based nanothrombolysis in stroke therapy are also discussed.Expert opinion: Using nanocarriers to …",
            "Tissue plasminogen activator-based nanothrombolysis for ischemic stroke",
            "Shan Liu and Xiaozhou Feng and Rong Jin and Guohong Li",
            "2018",
            "piEuCaAAAAAJ:2osOgNQ5qMEC",
            35,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/17425247.2018.1384464",
            "13495642331723455719",
            "\/scholar?cites=13495642331723455719",
            {
                "2018":3,
                "2019":13,
                "2020":16,
                "2021":2
            }
        ],
        [
            "An anticancer bioactive peptide (ACBP), goat peroxiredoxin-5 (gPRDX5), was identified from goat-spleen extract after immunizing the goat with gastric cancer-cell lysate. Its amino acid sequence was determined by employing 2D nano-LC-ESI-LTQ-Orbitrap MS\/MS combined with Mascot database search in the goat subset of the Uniprot database. The recombinant gPRDX5 protein was acquired by heterogeneous expression in Escherichia coli. Subsequently, the anti-cancer bioactivity of the peptide was measured by several kinds of tumor cells. The results indicated that the gPRDX5 was a good anti-cancer candidate, especially for killing B16 cells. However, the peptide was found to be unstable without modification with pharmaceutical excipients, which would be a hurdle for future medicinal application. In order to overcome this problem and find an effective way to evaluate the gPRDX5, nanoparticle formation …",
            "The identification of goat peroxiredoxin-5 and the evaluation and enhancement of its stability by nanoparticle formation",
            "Xiaozhou Feng and Juanjuan Liu and Shuai Fan and Fan Liu and Yadong Li and Yuanyuan Jin and Liping Bai and Zhaoyong Yang",
            "2016",
            "piEuCaAAAAAJ:9yKSN-GCB0IC",
            3,
            "https:\/\/www.nature.com\/articles\/srep24467",
            "11633502236255219543",
            "\/scholar?cites=11633502236255219543",
            {
                "2017":1,
                "2018":1,
                "2019":1
            }
        ],
        [
            "Goat peroxiredoxin-5 (gPRDX5) was verified as a good anti-cancer bioactive peptide (ACBP) against different tumor cell lines. Considering the immunogenicity between species for further therapeutic application, it is necessary to similarly investigate the antitumor activity of human peroxiredoxin-5 (hPRDX5) with 89% similarity in sequence to gPRDX5. In order to evaluate its antitumor activity, the potential anti-neoplastic effect of hPRDX5 on a mouse model was observed directly. The results of its in vivo antitumor activity suggested that hPRDX5 could resist immunosuppression by promoting lymphocyte proliferation and up-regulating the levels of serum cytokines. Meanwhile, PD-L1 was speculated as one of the targets of hPRDX5 to inhibit tumor by enhancing the immune activity according to a preliminary molecular docking study on the interactions between hPRDX5 and PD-L1. The modeling provides a basis for …",
            "The antitumor activity and preliminary modeling on the potential mechanism of action of human peroxiredoxin-5",
            "Juanjuan Liu and Xiaozhou Feng and Yuanyuan Jin and Zhengyang Sun and Haoyi Meng and Zhifei Zhang and Laixing Hu and Zhaoyong Yang",
            "2017",
            "piEuCaAAAAAJ:u-x6o8ySG0sC",
            2,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC5432328\/",
            "4391057005782644439",
            "\/scholar?cites=4391057005782644439",
            {
                "2018":1,
                "2019":1
            }
        ]
    ]
}