{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "We introduce a method to fabricate high-performance field-effect transistors on the surface of freestanding organic single crystals. The transistors are constructed by laminating a monolithic elastomeric transistor stamp against the surface of a crystal. This method, which eliminates exposure of the fragile organic surface to the hazards of conventional processing, enables fabrication of rubrene transistors with charge carrier mobilities as high as ∼15 cm2\/V·s and subthreshold slopes as low as 2nF·V\/decade·cm2. Multiple relamination of the transistor stamp against the same crystal does not affect the transistor characteristics; we exploit this reversibility to reveal anisotropic charge transport at the basal plane of rubrene.",
            "Elastomeric transistor stamps: reversible probing of charge transport in organic crystals",
            "Vikram C Sundar and Jana Zaumseil and Vitaly Podzorov and Etienne Menard and Robert L Willett and Takao Someya and Michael E Gershenson and John A Rogers",
            "2004",
            "pj4uj6oAAAAJ:u5HHmVD_uO8C",
            1761,
            "https:\/\/science.sciencemag.org\/content\/303\/5664\/1644.abstract",
            "12192666236998756325",
            "\/scholar?cites=12192666236998756325",
            {
                "2004":32,
                "2005":69,
                "2006":121,
                "2007":116,
                "2008":118,
                "2009":130,
                "2010":119,
                "2011":124,
                "2012":115,
                "2013":137,
                "2014":128,
                "2015":109,
                "2016":102,
                "2017":88,
                "2018":76,
                "2019":75,
                "2020":80,
                "2021":9
            }
        ],
        [
            "The air-gap field-effect technique enabled realization of the intrinsic (not limited by static disorder) polaronic transport on the surface of rubrene (C 42 H 28) crystals over a wide temperature range. The signatures of this intrinsic transport are the anisotropy of the carrier mobility, μ, and the growth of μ with cooling. Anisotropy of μ vanishes in the activation regime at low temperatures, where the transport is dominated by shallow traps. The deep traps, introduced by x-ray radiation, increase the field-effect threshold without affecting μ, an indication that the filled traps do not scatter polarons.",
            "Intrinsic charge transport on the surface of organic semiconductors",
            "Vitaly Podzorov and E Menard and A Borissov and Valery Kiryukhin and John A Rogers and ME Gershenson",
            "2004",
            "pj4uj6oAAAAJ:u-x6o8ySG0sC",
            1208,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.086602",
            "10521372023057217153",
            "\/scholar?cites=10521372023057217153",
            {
                "2004":4,
                "2005":21,
                "2006":68,
                "2007":81,
                "2008":84,
                "2009":80,
                "2010":77,
                "2011":71,
                "2012":84,
                "2013":92,
                "2014":97,
                "2015":74,
                "2016":93,
                "2017":68,
                "2018":58,
                "2019":74,
                "2020":70,
                "2021":8
            }
        ],
        [
            "We present an overview of recent studies of the charge transport in the field effect transistors on the surface of single crystals of organic low‐molecular‐weight materials. We first discuss in detail the technological progress that has made these investigations possible. Particular attention is devoted to the growth and characterization of single crystals of organic materials and to different techniques that have been developed for device fabrication. We then concentrate on the measurements of the electrical characteristics. In most cases, these characteristics are highly reproducible and demonstrate the quality of the single crystal transistors. Particularly noticeable are the small sub‐threshold slope, the non‐monotonic temperature dependence of the mobility, and its weak dependence on the gate voltage. In the best rubrene transistors, room‐temperature values of μ as high as 15 cm2\/Vs have been observed. This …",
            "Organic single‐crystal field‐effect transistors",
            "Ruth Wilhelmine Ireen de Boer and ME Gershenson and AF Morpurgo and Vitaly Podzorov",
            "2004",
            "pj4uj6oAAAAJ:d1gkVwhDpl0C",
            648,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/pssa.200404336",
            "6914253226424912844",
            "\/scholar?cites=6914253226424912844",
            {
                "2004":6,
                "2005":32,
                "2006":61,
                "2007":60,
                "2008":55,
                "2009":54,
                "2010":42,
                "2011":45,
                "2012":42,
                "2013":44,
                "2014":45,
                "2015":28,
                "2016":29,
                "2017":28,
                "2018":31,
                "2019":21,
                "2020":20,
                "2021":1
            }
        ],
        [
            "Small-molecule organic semiconductors, together with polymers, form the basis for the emerging field of organic electronics. Despite the rapid technological progress in this area, our understanding of fundamental electronic properties of these materials remains limited. Recently developed organic field-effect transistors (OFETs) based on single crystals of small-molecule organic materials are characterized by an unprecedented quality and reproducibility. These devices provide a unique tool to study the fundamentals of polaronic transport on organic surfaces and to explore the limits of OFET performance. This Colloquium focuses on the intrinsic, not limited by static disorder, charge transport in single-crystal OFETs and on the nature of defects on surfaces of organic crystals. In the conclusion, an outline of the outstanding problems that are now becoming within experimental reach owing to the development of single …",
            "Colloquium: Electronic transport in single-crystal organic transistors",
            "ME Gershenson and Vitaly Podzorov and AF Morpurgo",
            "2006",
            "pj4uj6oAAAAJ:UeHWp8X0CEIC",
            587,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.78.973",
            "657062681223835911",
            "\/scholar?cites=657062681223835911",
            {
                "2007":22,
                "2008":40,
                "2009":48,
                "2010":43,
                "2011":51,
                "2012":64,
                "2013":57,
                "2014":38,
                "2015":55,
                "2016":35,
                "2017":39,
                "2018":19,
                "2019":28,
                "2020":38,
                "2021":2
            }
        ],
        [
            "We report on the fabrication and characterization of the organic field-effect transistors (OFETs) on the surface of single crystals of rubrene. The parylene polymer film has been used as the gate insulator. At room temperature, these OFETs exhibit the p-type conductivity with the field-effect mobility 0.1–1 cm2\/V s and the on\/off ratio⩾104. The temperature dependence of the mobility is discussed.",
            "Field-effect transistors on rubrene single crystals with parylene gate insulator",
            "Vitaly Podzorov and VM Pudalov and ME Gershenson",
            "2003",
            "pj4uj6oAAAAJ:9yKSN-GCB0IC",
            536,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1560869",
            "7519456637467904809",
            "\/scholar?cites=7519456637467904809",
            {
                "2003":11,
                "2004":36,
                "2005":29,
                "2006":49,
                "2007":28,
                "2008":49,
                "2009":45,
                "2010":26,
                "2011":22,
                "2012":26,
                "2013":33,
                "2014":29,
                "2015":24,
                "2016":31,
                "2017":24,
                "2018":34,
                "2019":20,
                "2020":16,
                "2021":2
            }
        ],
        [
            "We report on fabrication of field-effect transistors (FETs) based on transition metal dichalcogenides. The unique structure of single crystals of these layered inorganic semiconductors enables fabrication of FETs with intrinsically low field-effect threshold and high charge carrier mobility, comparable to that in the best single-crystal Si FETs (up to 500 cm2\/V s for the p-type conductivity in the WSe2-based FETs at room temperature). These FETs demonstrate ambipolar operation. Owing to mechanical flexibility, they hold potential for applications in “flexible” electronics.",
            "High-mobility field-effect transistors based on transition metal dichalcogenides",
            "Vitaly Podzorov and ME Gershenson and Ch Kloc and R Zeis and E Bucher",
            "2004",
            "pj4uj6oAAAAJ:mVmsd5A6BfQC",
            535,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1723695",
            "2321684475312023622",
            "\/scholar?cites=2321684475312023622",
            {
                "2005":4,
                "2006":2,
                "2007":5,
                "2008":3,
                "2009":3,
                "2010":5,
                "2011":8,
                "2012":16,
                "2013":29,
                "2014":57,
                "2015":65,
                "2016":63,
                "2017":71,
                "2018":89,
                "2019":57,
                "2020":55,
                "2021":2
            }
        ]
    ]
}