{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "We present results on the chiral and deconfinement properties of the QCD transition at finite temperature. Calculations are performed with 2+ 1 flavors of quarks using the p4, asqtad, and HISQ\/tree actions. Lattices with temporal extent N τ= 6, 8, and 12 are used to understand and control discretization errors and to reliably extrapolate estimates obtained at finite lattice spacings to the continuum limit. The chiral transition temperature is defined in terms of the phase transition in a theory with two massless flavors and analyzed using O (N) scaling fits to the chiral condensate and susceptibility. We find consistent estimates from the HISQ\/tree and asqtad actions and our main result is T c= 154±9 MeV.",
            "Chiral and deconfinement aspects of the QCD transition",
            "Alexei Bazavov and T Bhattacharya and M Cheng and C DeTar and H-T Ding and Steven Gottlieb and R Gupta and Paul Hegde and Urs M Heller and Frithjof Karsch and Edwin Laermann and L Levkova and Swagato Mukherjee and Peter Petreczky and Christian Schmidt and RA Soltz and Wolfgang Söldner and R Sugar and D Toussaint and Wolfgang Unger and P Vranas and HotQCD Collaboration",
            "2012",
            "pJHLe2wAAAAJ:u5HHmVD_uO8C",
            1771,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.85.054503",
            "4878946944377049053",
            "\/scholar?cites=4878946944377049053",
            {
                "2009":5,
                "2010":5,
                "2011":9,
                "2012":129,
                "2013":209,
                "2014":208,
                "2015":212,
                "2016":200,
                "2017":191,
                "2018":197,
                "2019":197,
                "2020":186,
                "2021":22
            }
        ],
        [
            "We calculate the equation of state in 2+ 1 flavor QCD at finite temperature with physical strange quark mass and almost physical light quark masses using lattices with temporal extent N τ= 8. Calculations have been performed with two different improved staggered fermion actions, the asqtad and p4 actions. Overall, we find good agreement between results obtained with these two O (a 2) improved staggered fermion discretization schemes. A comparison with earlier calculations on coarser lattices is performed to quantify systematic errors in current studies of the equation of state. We also present results for observables that are sensitive to deconfining and chiral aspects of the QCD transition on N τ= 6 and 8 lattices. We find that deconfinement and chiral symmetry restoration happen in the same narrow temperature interval. In an appendix we present a simple parametrization of the equation of state that can easily be …",
            "Equation of state and QCD transition at finite temperature",
            "A Bazavov and T Bhattacharya and M Cheng and NH Christ and C DeTar and S Ejiri and Steven Gottlieb and R Gupta and UM Heller and K Huebner and C Jung and Frithjof Karsch and Edwin Laermann and L Levkova and C Miao and RD Mawhinney and P Petreczky and Christian Schmidt and RA Soltz and W Soeldner and R Sugar and D Toussaint and P Vranas",
            "2009",
            "pJHLe2wAAAAJ:u-x6o8ySG0sC",
            761,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.80.014504",
            "17804427388611361567",
            "\/scholar?cites=17804427388611361567",
            {
                "2009":41,
                "2010":89,
                "2011":124,
                "2012":112,
                "2013":77,
                "2014":56,
                "2015":66,
                "2016":69,
                "2017":31,
                "2018":44,
                "2019":24,
                "2020":21,
                "2021":3
            }
        ],
        [
            "We present results for the equation of state in (2+ 1)-flavor QCD using the highly improved staggered quark action and lattices with temporal extent N τ= 6, 8, 10, and 12. We show that these data can be reliably extrapolated to the continuum limit and obtain a number of thermodynamic quantities and the speed of sound in the temperature range 130–400 MeV. We compare our results with previous calculations and provide an analytic parameterization of the pressure, from which other thermodynamic quantities can be calculated, for use in phenomenology. We show that the energy density in the crossover region, 145 MeV≤ T≤ 163 MeV, defined by the chiral transition, is ε c=(0.18–0.5) GeV\/fm 3, ie,(1.2–3.1) ε nuclear. At high temperatures, we compare our results with resummed and dimensionally reduced perturbation theory calculations. As a byproduct of our analyses, we obtain the values of the scale parameters …",
            "Equation of state in ()-flavor QCD",
            "Alexei Bazavov and Tanmoy Bhattacharya and Carleton DeTar and H-T Ding and Steven Gottlieb and Rajan Gupta and P Hegde and UM Heller and Frithjof Karsch and Edwin Laermann and L Levkova and Swagato Mukherjee and P Petreczky and Christian Schmidt and C Schroeder and RA Soltz and Wolfgang Söldner and R Sugar and M Wagner and P Vranas and HotQCD Collaboration",
            "2014",
            "pJHLe2wAAAAJ:UebtZRa9Y70C",
            760,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.90.094503",
            "15559917718196552709",
            "\/scholar?cites=15559917718196552709",
            {
                "2014":8,
                "2015":75,
                "2016":126,
                "2017":114,
                "2018":141,
                "2019":138,
                "2020":140,
                "2021":16
            }
        ]
    ]
}