{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We have remeasured the absolute 1 S-2 S transition frequency ν H in atomic hydrogen. A comparison with the result of the previous measurement performed in 1999 sets a limit of (− 29±57) Hz for the drift of ν H with respect to the ground state hyperfine splitting ν Cs in Cs 133. Combining this result with the recently published optical transition frequency in Hg+ 199 against ν Cs and a microwave Rb 87 and Cs 133 clock comparison, we deduce separate limits on α\/α=(− 0.9±2.9)× 10− 15 yr− 1 and the fractional time variation of the ratio of Rb and Cs nuclear magnetic moments μ Rb\/μ Cs equal to (− 0.5±1.7)× 10− 15 yr− 1. The latter provides information on the temporal behavior of the constant of strong interaction.",
            "New limits on the drift of fundamental constants from laboratory measurements",
            "Marc Fischer and Nikolai Kolachevsky and Marcus Zimmermann and Ronald Holzwarth and Th Udem and Theodor W Hänsch and Michel Abgrall and J Grünert and Ivan Maksimovic and Sebastien Bize and Harold Marion and F Pereira Dos Santos and Pierre Lemonde and Giorgio Santarelli and Ph Laurent and Andre Clairon and Christophe Salomon and Martin Haas and Ulrich David Jentschura and Christoph Helmut Keitel",
            "2004",
            "PjnZ9RgAAAAJ:u5HHmVD_uO8C",
            583,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.92.230802",
            "4004035504835794615",
            "\/scholar?cites=4004035504835794615",
            {
                "2003":3,
                "2004":17,
                "2005":62,
                "2006":60,
                "2007":52,
                "2008":64,
                "2009":53,
                "2010":41,
                "2011":43,
                "2012":26,
                "2013":29,
                "2014":20,
                "2015":17,
                "2016":23,
                "2017":19,
                "2018":22,
                "2019":16,
                "2020":11,
                "2021":1
            }
        ],
        [
            "We present a calculation of the B 0 B 0 mixing including next-to-leading order (NLO) QCD corrections within the Two-Higgs Doublet Model (2HDM). The QCD corrections at NLO are contained in the factor denoted by η 2 which modifies the result obtained at the lowest order of perturbation theory. In the Standard Model case, we confirm the results for η 2 obtained by Buras, Jamin and Weisz [Nucl. Phys. B 347 (] 990) 49] 1. The factor η 2 is gauge and renormalization prescription invariant and it does not depend on the infrared behaviour of the theory, which constitutes an important test of the calculations. The NLO calculations within the 2HDM enhance the LO result up to 18%, which affects the correlation between M y and V td.",
            "Net-to-leading order QCD corrections for the B0B0 mixing with an extended Higgs sector",
            "J Urban and Frank Krauss and U Jentschura and Gerhard Soff",
            "1998",
            "PjnZ9RgAAAAJ:u-x6o8ySG0sC",
            225,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321398000431",
            "1593402101720589869",
            "\/scholar?cites=1593402101720589869",
            {
                "1997":1,
                "1998":7,
                "1999":3,
                "2000":7,
                "2001":10,
                "2002":6,
                "2003":12,
                "2004":10,
                "2005":5,
                "2006":9,
                "2007":9,
                "2008":12,
                "2009":14,
                "2010":10,
                "2011":15,
                "2012":13,
                "2013":21,
                "2014":9,
                "2015":15,
                "2016":9,
                "2017":7,
                "2018":6,
                "2019":8,
                "2020":3
            }
        ],
        [
            "We consider specific quantum mechanical model problems for which perturbation theory fails to explain physical properties like the eigenvalue spectrum even qualitatively, even if the asymptotic perturbation series is augmented by resummation prescriptions to “cure” the divergence in large orders of perturbation theory. Generalizations of perturbation theory are necessary, which include instanton configurations, characterized by non-analytic factors exp(−a\/g) where a is a constant and g is the coupling. In the case of one-dimensional quantum mechanical potentials with two or more degenerate minima, the energy levels may be represented as an infinite sum of terms each of which involves a certain power of a non-analytic factor and represents itself an infinite divergent series. We attempt to provide a unified representation of related derivations previously found scattered in the literature. For the considered quantum …",
            "Multi-instantons and exact results I: Conjectures, WKB expansions, and instanton interactions",
            "Jean Zinn-Justin and Ulrich D Jentschura",
            "2004",
            "PjnZ9RgAAAAJ:qxL8FJ1GzNcC",
            160,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0003491604000661",
            "7684947651148742840",
            "\/scholar?cites=7684947651148742840",
            {
                "2004":5,
                "2005":1,
                "2006":1,
                "2007":2,
                "2008":5,
                "2009":3,
                "2010":3,
                "2011":3,
                "2012":6,
                "2013":2,
                "2014":12,
                "2015":23,
                "2016":17,
                "2017":15,
                "2018":21,
                "2019":20,
                "2020":19,
                "2021":2
            }
        ],
        [
            "Within a systematic approach based on dimensionally regularized nonrelativistic quantum electrodynamics, we derive a complete result for the two-loop correction to order (α∕ π) 2 (Z α) 4 for the g factor of an electron bound in an n S state of a hydrogenlike ion. The results obtained significantly improve the accuracy of the theoretical predictions for the hydrogenlike carbon and oxygen ions and influence the value of the electron mass inferred from g-factor measurements.",
            "Complete two-loop correction to the bound-electron g factor",
            "Krzysztof Pachucki and Andrzej Czarnecki and Ulrich D Jentschura and Vladimir A Yerokhin",
            "2005",
            "PjnZ9RgAAAAJ:UeHWp8X0CEIC",
            156,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.72.022108",
            "17666875565719857014",
            "\/scholar?cites=17666875565719857014",
            {
                "2005":1,
                "2006":12,
                "2007":7,
                "2008":9,
                "2009":10,
                "2010":12,
                "2011":9,
                "2012":10,
                "2013":14,
                "2014":13,
                "2015":2,
                "2016":10,
                "2017":10,
                "2018":15,
                "2019":12,
                "2020":9,
                "2021":1
            }
        ],
        [
            "We present a nonperturbative numerical evaluation of the one-photon electron self-energy for hydrogenlike ions with low nuclear charge numbers Z= 1 to 5. Our calculation for the 1 S state has a numerical uncertainty of 0.8 Hz for hydrogen and 13 Hz for singly ionized helium. Resummation and convergence acceleration techniques that reduce the computer time by about 3 orders of magnitude were employed in the calculation. The numerical results are compared to results based on known terms in the expansion of the self-energy in powers of Z α.",
            "Calculation of the electron self-energy for low nuclear charge",
            "Ulrich D Jentschura and Peter J Mohr and Gerhard Soff",
            "1999",
            "PjnZ9RgAAAAJ:d1gkVwhDpl0C",
            134,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.82.53",
            "5905782452410660357",
            "\/scholar?cites=5905782452410660357",
            {
                "1999":2,
                "2000":7,
                "2001":23,
                "2002":15,
                "2003":13,
                "2004":8,
                "2005":13,
                "2006":3,
                "2007":7,
                "2008":5,
                "2009":3,
                "2010":6,
                "2011":5,
                "2012":1,
                "2013":6,
                "2014":2,
                "2015":4,
                "2016":2,
                "2017":2,
                "2018":4,
                "2019":2
            }
        ],
        [
            "Usually, photons are described by plane waves with a definite 4-momentum. In addition to plane-wave photons,“twisted photons” have recently entered the field of modern laser optics; these are coherent superpositions of plane waves with a defined projection ℏ m of the orbital angular momentum onto the propagation axis, where m is an integer. In this Letter, we show that it is possible to produce high-energy twisted photons by Compton backscattering of twisted laser photons off ultrarelativistic electrons. Such photons may be of interest for experiments related to the excitation and disintegration of atoms and nuclei, and for studying the photoeffect and pair production off nuclei in previously unexplored experimental regimes.",
            "Generation of high-energy photons with large orbital angular momentum by Compton backscattering",
            "Ulrich D Jentschura and Valery G Serbo",
            "2011",
            "PjnZ9RgAAAAJ:RYcK_YlVTxYC",
            131,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.106.013001",
            "7329360984391715292",
            "\/scholar?cites=7329360984391715292",
            {
                "2011":5,
                "2012":7,
                "2013":8,
                "2014":11,
                "2015":13,
                "2016":13,
                "2017":11,
                "2018":18,
                "2019":22,
                "2020":21,
                "2021":2
            }
        ],
        [
            "The 1 S− 2 S two-photon transition in singly ionized helium is a highly interesting candidate for precision tests of bound-state quantum electrodynamics (QED). With the recent advent of extreme ultraviolet frequency combs, highly coherent quasi-continuous-wave light sources at 61 nm have become available, and precision spectroscopy of this transition now comes into reach for the first time. We discuss quantitatively the feasibility of such an experiment by analyzing excitation and ionization rates, propose an experimental scheme, and explore the potential for QED tests.",
            "Feasibility of coherent xuv spectroscopy on the 1S−2S transition in singly ionized helium",
            "Maximilian Herrmann and M Haas and Ulrich D Jentschura and Franz Kottmann and Dietrich Leibfried and Guido Saathoff and Christoph Gohle and Akira Ozawa and Valentin Batteiger and Sebastian Knünz and Nikolai Kolachevsky and HA Schüssler and Th W Hänsch and Th Udem",
            "2009",
            "PjnZ9RgAAAAJ:hqOjcs7Dif8C",
            131,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.79.052505",
            "3910586761675126614",
            "\/scholar?cites=3910586761675126614",
            {
                "2009":2,
                "2010":10,
                "2011":21,
                "2012":4,
                "2013":10,
                "2014":6,
                "2015":9,
                "2016":14,
                "2017":14,
                "2018":14,
                "2019":15,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Isotope shifts in dielectronic recombination spectra were studied for Li-like Nd 57+ A ions with A= 142 and A= 150. From the displacement of resonance positions energy shifts δ E 142 150 (2 s− 2 p 1\/2)= 40.2 (3)(6) meV [(stat)(sys)] and δ E 142 150 (2 s− 2 p 3\/2)= 42.3 (12)(20) meV of 2 s− 2 p j transitions were deduced. An evaluation of these values within a full QED treatment yields a change in the mean-square charge radius of δ 142 150⟨ r 2⟩=− 1.36 (1)(3) fm 2. The approach is conceptually new and combines the advantage of a simple atomic structure with high sensitivity to nuclear size.",
            "Isotope Shift in the Dielectronic Recombination of Three-Electron Nd 57+ A",
            "Carsten Brandau and Ch Kozhuharov and Zoltan Harman and A Müller and Stefan Schippers and YS Kozhedub and Dietrich Bernhardt and S Böhm and J Jacobi and Eric W Schmidt and Paul H Mokler and F Bosch and H-J Kluge and Th Stöhlker and Klaus Beckert and P Beller and Fritz Nolden and Markus Steck and Alexandre Gumberidze and Regina Reuschl and Uwe Spillmann and Fred John Currell and II Tupitsyn and Vladimir M Shabaev and Ulrich D Jentschura and CH Keitel and A Wolf and Z Stachura",
            "2008",
            "PjnZ9RgAAAAJ:_FxGoFyzp5QC",
            122,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.073201",
            "5614756169218064245",
            "\/scholar?cites=5614756169218064245",
            {
                "2008":5,
                "2009":13,
                "2010":14,
                "2011":5,
                "2012":12,
                "2013":9,
                "2014":4,
                "2015":11,
                "2016":14,
                "2017":8,
                "2018":9,
                "2019":8,
                "2020":9
            }
        ],
        [
            "We present an improved calculation of higher-order corrections to the one-loop self-energy of 2P states in hydrogenlike systems with small nuclear charge Z. The method is based on a division of the integration with respect to the photon energy into a high-and a low-energy part. The high-energy part is calculated by an expansion of the electron propagator in powers of the Coulomb field. The low-energy part is simplified by the application of a Foldy-Wouthuysen transformation. This transformation leads to a clear separation of the leading contribution from the relativistic corrections and removes higher-order terms. The method is applied to the 2 P 1\/2 and 2 P 3\/2 states in atomic hydrogen. The results lead to theoretical values for the Lamb shifts and the fine-structure splitting.© 1996 The American Physical Society.",
            "Higher-order binding corrections to the Lamb shift of 2P states",
            "U Jentschura and Krzysztof Pachucki",
            "1996",
            "PjnZ9RgAAAAJ:9yKSN-GCB0IC",
            121,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.54.1853",
            "18141126369473590028",
            "\/scholar?cites=18141126369473590028",
            {
                "1997":3,
                "1998":5,
                "1999":6,
                "2000":6,
                "2001":6,
                "2002":9,
                "2003":9,
                "2004":8,
                "2005":9,
                "2006":2,
                "2007":5,
                "2008":5,
                "2009":2,
                "2010":12,
                "2011":6,
                "2012":2,
                "2013":4,
                "2014":4,
                "2015":4,
                "2016":3,
                "2017":4,
                "2018":3,
                "2019":2,
                "2020":2
            }
        ],
        [
            "Measuring the hydrogen-deuterium isotope shift via two-photon spectroscopy of the 1 S− 2 S transition, we obtain 670 994 334 606 (15) Hz. This is a 10-times improvement over the previous best measurement [A. Huber et al., Phys. Rev. Lett. 80, 468 (1998)] confirming its frequency value. A calculation of the difference of the mean square charge radii of deuterium and hydrogen results in⟨ r 2⟩ d−⟨ r 2⟩ p= 3.820 07 (65) fm 2, a more than twofold improvement compared to the former value.",
            "Precision Measurement of the Hydrogen-Deuterium 1S−2S Isotope Shift",
            "Christian G Parthey and Arthur Matveev and Janis Alnis and Randolf Pohl and Thomas Udem and Ulrich D Jentschura and Nikolai Kolachevsky and Theodor W Hänsch",
            "2010",
            "PjnZ9RgAAAAJ:dhFuZR0502QC",
            117,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.233001",
            "14348000073322230585",
            "\/scholar?cites=14348000073322230585",
            {
                "2010":2,
                "2011":19,
                "2012":6,
                "2013":16,
                "2014":7,
                "2015":8,
                "2016":10,
                "2017":15,
                "2018":13,
                "2019":13,
                "2020":7
            }
        ]
    ]
}