{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The physical properties of GaSb are briefly presented and the device implications reviewed. GaSb is a direct gap semiconductor (0.72 eV) capable of being doped either p or n type with good mobilities and it has significant electro-optical potential in the near IR range. As a substrate, or active layer, GaSb can be employed in conjunction with many semiconductors such as (AlGa)Sb or In(AsSb) and has interesting heterojunction potential for detectors and lasers and quantum well structures.",
            "Gallium antimonide device related properties",
            "AG Milnes and AY Polyakov",
            "1993",
            "PJV-rEUAAAAJ:u5HHmVD_uO8C",
            254,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0038110193900028",
            "1626616572183702473",
            "\/scholar?cites=1626616572183702473",
            {
                "1992":1,
                "1993":3,
                "1994":14,
                "1995":21,
                "1996":21,
                "1997":14,
                "1998":10,
                "1999":13,
                "2000":10,
                "2001":7,
                "2002":7,
                "2003":9,
                "2004":16,
                "2005":9,
                "2006":10,
                "2007":10,
                "2008":1,
                "2009":3,
                "2010":2,
                "2011":8,
                "2012":6,
                "2013":7,
                "2014":13,
                "2015":4,
                "2016":5,
                "2017":7,
                "2018":4,
                "2019":8,
                "2020":3,
                "2021":3
            }
        ],
        [
            "Au and Ag Schottky contacts on the epiready (0001)Zn surface of bulk n-ZnO crystals show Schottky barrier heights of 0.65–0.70 eV from capacitance–voltage measurements, activation energies for reverse saturation currents of 0.3–0.4 eV and saturation current densities ranging from 10−5 A cm−2 on surfaces etched in HCl to 8×10−7 A cm−2 on solvent cleaned samples. The diode ideality factors were in the range 1.6–1.8 under all conditions. The properties of both the Au and the Ag Schottky diodes were degraded by heating in vacuum to temperatures even as low as 365 K. The degradation mechanisms during annealing were different in each case, with the Au showing reaction with the ZnO surface and the Ag contacts showing localized delamination. Mechanical polishing of the ZnO surface prior to contact deposition produced a high-resistivity damaged layer with prominent deep level defects present with …",
            "Electrical characteristics of Au and Ag Schottky contacts on ",
            "AY Polyakov and NB Smirnov and EA Kozhukhova and VI Vdovin and K Ip and YW Heo and DP Norton and SJ Pearton",
            "2003",
            "PJV-rEUAAAAJ:u-x6o8ySG0sC",
            225,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1604173",
            "16526987175459342316",
            "\/scholar?cites=16526987175459342316",
            {
                "2004":13,
                "2005":21,
                "2006":10,
                "2007":16,
                "2008":16,
                "2009":21,
                "2010":13,
                "2011":16,
                "2012":14,
                "2013":13,
                "2014":11,
                "2015":7,
                "2016":9,
                "2017":11,
                "2018":8,
                "2019":12,
                "2020":10,
                "2021":2
            }
        ],
        [
            "Low-injection minority carrier lifetimes (MCLs) and deep trap spectra have been investigated in n− 4H-SiC epilayers of varying layer thicknesses, in order to enable the separation of bulk lifetimes from surface recombination effects. From the linear dependence of the inverse bulk MCL on the concentration of Z1∕Z2 defects and from the behavior of the deep trap spectra in 4H-SiC p-i-n diodes under forward bias, we conclude that it is Z1∕Z2 alone that controls the MCL in this material.",
            "Lifetime-limiting defects in  4H-SiC epilayers",
            "PB Klein and BV Shanabrook and SW Huh and AY Polyakov and M Skowronski and JJ Sumakeris and MJ O’Loughlin",
            "2006",
            "PJV-rEUAAAAJ:IjCSPb-OGe4C",
            190,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2170144",
            "3238063966633182760",
            "\/scholar?cites=3238063966633182760",
            {
                "2005":1,
                "2006":1,
                "2007":8,
                "2008":6,
                "2009":15,
                "2010":15,
                "2011":8,
                "2012":17,
                "2013":16,
                "2014":23,
                "2015":15,
                "2016":18,
                "2017":9,
                "2018":17,
                "2019":9,
                "2020":9,
                "2021":2
            }
        ],
        [
            "A review of the effects of proton, neutron, γ-ray, and electron irradiation on GaN materials and devices is presented. Neutron irradiation tends to create disordered regions in the GaN, while the damage from the other forms of radiation is more typically point defects. In all cases, the damaged region contains carrier traps that reduce the mobility and conductivity of the GaN and at high enough doses, a significant degradation of device performance. GaN is several orders of magnitude more resistant to radiation damage than GaAs of similar doping concentrations. In terms of heterostructures, preliminary data suggests that the radiation hardness decreases in the order AlN\/GaN > AlGaN\/GaN > InAlN\/GaN, consistent with the average bond strengths in the Al-based materials.",
            "Review of radiation damage in GaN-based materials and devices",
            "Stephen J Pearton and Richard Deist and Fan Ren and Lu Liu and Alexander Y Polyakov and Jihyun Kim",
            "2013",
            "PJV-rEUAAAAJ:uWQEDVKXjbEC",
            166,
            "https:\/\/avs.scitation.org\/doi\/abs\/10.1116\/1.4799504",
            "7841874627757887114",
            "\/scholar?cites=7841874627757887114",
            {
                "2013":7,
                "2014":17,
                "2015":31,
                "2016":17,
                "2017":20,
                "2018":33,
                "2019":15,
                "2020":24,
                "2021":1
            }
        ],
        [
            "Gallium Nitride based high electron mobility transistors (HEMTs) are attractive for use in high power and high frequency applications, with higher breakdown voltages and two dimensional electron gas (2DEG) density compared to their GaAs counterparts. Specific applications for nitride HEMTs include air, land and satellite based communications and phased array radar. Highly efficient GaN-based blue light emitting diodes (LEDs) employ AlGaN and InGaN alloys with different compositions integrated into heterojunctions and quantum wells. The realization of these blue LEDs has led to white light sources, in which a blue LED is used to excite a phosphor material; light is then emitted in the yellow spectral range, which, combined with the blue light, appears as white. Alternatively, multiple LEDs of red, green and blue can be used together. Both of these technologies are used in high-efficiency white …",
            "Ionizing radiation damage effects on GaN devices",
            "SJ Pearton and F Ren and Erin Patrick and ME Law and Alexander Y Polyakov",
            "2015",
            "PJV-rEUAAAAJ:L1USKYWJimsC",
            163,
            "https:\/\/iopscience.iop.org\/article\/10.1149\/2.0251602jss\/meta",
            "5004943857722056829",
            "\/scholar?cites=5004943857722056829",
            {
                "2016":12,
                "2017":32,
                "2018":42,
                "2019":33,
                "2020":44
            }
        ],
        [
            "High quality GaN epilayers have been grown on oxygen and zinc surfaces of ZnO (0001) substrates by reactive molecular beam epitaxy and the effect of the intermediate buffer layer on the structural and optical properties of the GaN films has been investigated. The optical and structural characterization of the GaN epilayers and ZnO substrates were performed using photoluminescence, reflectivity, x-ray double diffraction, atomic force microscopy, and transmission electron microscopy. The optical results indicated that GaN was grown with compressive strain due to the difference in thermal expansion coefficient between GaN and ZnO. The surface roughness has been reduced by using an intermediate low temperature GaN buffer layer. The low temperature photoluminescence spectra of GaN\/ZnO epilayers did not reveal any sign of the well-known midgap yellow signal. Linear polarized reflectivity and …",
            "Microstructure and optical properties of epitaxial GaN on ZnO (0001) grown by reactive molecular beam epitaxy",
            "F Hamdani and M Yeadon and David J Smith and H Tang and W Kim and A Salvador and AE Botchkarev and JM Gibson and AY Polyakov and M Skowronski and H Morkoç",
            "1998",
            "PJV-rEUAAAAJ:9yKSN-GCB0IC",
            151,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.366786",
            "11666361848619876395",
            "\/scholar?cites=11666361848619876395",
            {
                "1998":2,
                "1999":7,
                "2000":4,
                "2001":3,
                "2002":2,
                "2003":9,
                "2004":12,
                "2005":10,
                "2006":6,
                "2007":16,
                "2008":13,
                "2009":15,
                "2010":7,
                "2011":4,
                "2012":9,
                "2013":3,
                "2014":4,
                "2015":6,
                "2016":6,
                "2017":4,
                "2018":1,
                "2019":6,
                "2020":2
            }
        ],
        [
            "New developments in theoretical studies of defects and impurities in III-Nitrides as pertinent to compensation and recombination in these materials are discussed. New results on experimental studies on defect states of Si, O, Mg, C, Fe in GaN, InGaN, and AlGaN are surveyed. Deep electron and hole traps data reported for GaN and AlGaN are critically assessed. The role of deep defects in trapping in AlGaN\/GaN, InAlN\/GaN structures and transistors and in degradation of transistor parameters during electrical stress tests and after irradiation is discussed. The recent data on deep traps influence on luminescent efficiency and degradation of characteristics of III-Nitride light emitting devices and laser diodes are reviewed.",
            "Deep traps in GaN-based structures as affecting the performance of GaN devices",
            "Alexander Y Polyakov and In-Hwan Lee",
            "2015",
            "PJV-rEUAAAAJ:QsaTk4IG4EwC",
            136,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0927796X15000443",
            "17048377054683065434",
            "\/scholar?cites=17048377054683065434",
            {
                "2015":7,
                "2016":22,
                "2017":28,
                "2018":27,
                "2019":24,
                "2020":25,
                "2021":1
            }
        ],
        [
            "This article reviews the effects of radiation damage on GaN materials and devices such as light-emitting diodes and high electron mobility transistors. Protons, electrons and gamma rays typically produce point defects in GaN, in contrast to neutron damage which is dominated by more extended disordered regions. Regardless of the type of radiation, the electrical conductivity of the GaN is reduced through the introduction of trap states with thermal ionization energies deep in the forbidden bandgap. An important practical parameter is the carrier removal rate for each type of radiation since this determines the dose at which device degradation will occur. Many studies have shown that GaN is several orders of magnitude more resistant to radiation damage than GaAs, i.e. it can withstand radiation doses of at least two orders of magnitude higher than those degrading GaAs with a similar doping level. Many issues still …",
            "Radiation effects in GaN materials and devices",
            "Alexander Y Polyakov and SJ Pearton and Patrick Frenzer and Fan Ren and Lu Liu and Jihyun Kim",
            "2013",
            "PJV-rEUAAAAJ:RYcK_YlVTxYC",
            132,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2013\/tc\/c2tc00039c",
            "669737790038626521",
            "\/scholar?cites=669737790038626521",
            {
                "2012":1,
                "2013":13,
                "2014":11,
                "2015":21,
                "2016":17,
                "2017":16,
                "2018":21,
                "2019":16,
                "2020":13,
                "2021":3
            }
        ],
        [
            "The behavior of Si donors was studied in AlxGa1−xN films with composition 0<x<0.6. It is shown that the Si donors ionization energy increases from 18 meV for 0<x<0.1 to about 50 meV for x=0.4 and does not exceed 90 meV for x=0.6. Increase in Al composition is also accompanied by the growth of the density of defects with energy levels deeper than Si. Combined action of the two above effects leads to increased difficulty in n-type doping of AlGaN films with higher Al mole fractions. Persistent photoconductivity (PPC) is shown to be a characteristic feature of AlGaN samples of all compositions. It is shown that PPC in AlGaN is related to the presence of centers with a relatively high (0.1–0.2 eV) barrier for capture of electrons. In GaN and AlGaN with x<0.1 such centers are not associated with Si donors per se.",
            "Properties of Si donors and persistent photoconductivity in AlGaN",
            "AY Polyakov and NB Smirnov and AV Govorkov and MG Mil'Vidskii and JM Redwing and M Shin and M Skowronski and DW Greve and RG Wilson",
            "1998",
            "PJV-rEUAAAAJ:qjMakFHDy7sC",
            120,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0038110197002773",
            "5254204321875941798",
            "\/scholar?cites=5254204321875941798",
            {
                "1998":1,
                "1999":9,
                "2000":3,
                "2001":1,
                "2002":5,
                "2003":17,
                "2004":10,
                "2005":10,
                "2006":3,
                "2007":7,
                "2008":7,
                "2009":9,
                "2010":4,
                "2011":5,
                "2012":2,
                "2013":4,
                "2014":3,
                "2015":3,
                "2016":2,
                "2017":2,
                "2018":5,
                "2019":6,
                "2020":1,
                "2021":1
            }
        ],
        [
            "It is shown that in n-GaN samples with a strong yellow luminescence band the deep levels spectra measured by optical transient current spectroscopy (OTCS) is always dominated by a hole trap at Ev+0.85 eV which is absent in the spectra of the samples with weak yellow luminescence. Based on the results of recent theoretical calculations it is suggested that these traps could be gallium vacancies VGa and that the centers responsible for yellow luminescence are formed by pairing such vacancies with shallow donors. The results indicate that the yellow luminescence band could be the dominant recombination channel in the samples with strong yellow luminescence band whereas in the samples with weak yellow luminescence recombination this role is taken over by nonradiative recombination centers. Deep levels transient spectroscopy (DLTS) measurements revealed the existence of a barrier for capture of …",
            "Studies of the origin of the yellow luminescence band, the nature of nonradiative recombination and the origin of persistent photoconductivity in n-GaN films",
            "AY Polyakov and NB Smirnov and AS Usikov and AV Govorkov and BV Pushniy",
            "1998",
            "PJV-rEUAAAAJ:2osOgNQ5qMEC",
            113,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0038110198001373",
            "14499713318529258416",
            "\/scholar?cites=14499713318529258416",
            {
                "1999":3,
                "2000":8,
                "2001":12,
                "2002":7,
                "2003":17,
                "2004":12,
                "2005":3,
                "2006":6,
                "2007":4,
                "2008":2,
                "2009":8,
                "2010":5,
                "2011":6,
                "2012":7,
                "2013":3,
                "2014":2,
                "2015":2,
                "2016":1,
                "2017":2,
                "2018":2,
                "2019":1
            }
        ]
    ]
}