{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "Stable isotope methods are powerful, frequently used tools which allow diet and trophic position reconstruction of organisms and the tracking of energy sources through ecosystems. The majority of ecosystems have multiple food sources which have distinct carbon and nitrogen isotopic signatures despite occupying a single trophic level. This difference in the starting isotopic composition of primary producers sets up an isotopic baseline that needs to be accounted for when calculating diet or trophic position using stable isotopic methods. This is particularly important when comparing animals from different regions or different times. Failure to do so can cause erroneous estimations of diet or trophic level, especially for organisms with mixed diets. The isotopic baseline is known to vary seasonally and in concert with a host of physical and chemical variables such as mean annual rainfall, soil maturity, and soil pH in …",
            "The problem of isotopic baseline: reconstructing the diet and trophic position of fossil animals",
            "Michelle M Casey and David M Post",
            "2011",
            "pKatVQ0AAAAJ:u5HHmVD_uO8C",
            107,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0012825211000225",
            "12164114845630021385",
            "\/scholar?cites=12164114845630021385",
            {
                "2011":1,
                "2012":5,
                "2013":9,
                "2014":13,
                "2015":9,
                "2016":8,
                "2017":11,
                "2018":11,
                "2019":19,
                "2020":18,
                "2021":3
            }
        ],
        [
            "Benthic communities in Long Island Sound (LIS) have experienced over 150 years of commercial shellfishing and excess nutrient loading (eutrophication) which causes hypoxia. We established an ecological baseline using a combination of live, dead, archaeological, and fossil material to investigate the impacts of these stressors on the molluscan community. We expected that ecological change would increase with eutrophication-hypoxia west towards New York City. Instead we found that taxonomic similarity, rank-order abundance, and drilling frequency are more strongly controlled by commercial fishing pressure than by decreasing dissolved oxygen. Commercial fisherman collecting quahog clams (Mercenaria mercenaria), physically disrupt surface-dwelling organisms and also kill large numbers of predatory gastropods, including the channeled whelk, Busycotypus canaliculatus, and the drilling moonsnails …",
            "The impact of eutrophication and commercial fishing on molluscan communities in Long Island Sound, USA",
            "Michelle M Casey and Gregory P Dietl and David M Post and Derek EG Briggs",
            "2014",
            "pKatVQ0AAAAJ:YsMSGLbcyi4C",
            25,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006320713004588",
            "11619197364091714916",
            "\/scholar?cites=11619197364091714916",
            {
                "2015":1,
                "2016":2,
                "2017":8,
                "2018":7,
                "2019":2,
                "2020":5
            }
        ],
        [
            "Drilling gastropod predators are of particular interest to paleontologists, because predatory drill-holes in marine invertebrates serve as one of the rare sources of data for the study of ancient predator-prey interactions. Modern laboratory studies are an important part of predation research providing valuable ecological insight and constraining fossil evidence and interpretations. Previous studies have shown that mussels use clumping behavior against durophagous predation [Okamura, B., 1986. Group living and the effects of spatial position in aggregations of Mylitus edulis. Oecologia 69, 341-347.; Lin, J., 1991. Predator-prey interactions between blue crabs and ribbed mussels living in clumps. Estuar. Coast. Shelf Sci. 32, 61-69.], but its role against drilling predation had not been explored. In this study, we explore the effect of clumping on predator success (drill-hole frequency) and prey handling (drill-hole position …",
            "Clumping behavior as a strategy against drilling predation: implications for the fossil record",
            "Michelle M Casey and Devapriya Chattopadhyay",
            "2008",
            "pKatVQ0AAAAJ:u-x6o8ySG0sC",
            24,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022098108004796",
            "2571894386594025146",
            "\/scholar?cites=2571894386594025146",
            {
                "2010":4,
                "2011":4,
                "2012":2,
                "2013":4,
                "2014":2,
                "2015":1,
                "2016":3,
                "2017":3,
                "2018":1
            }
        ],
        [
            "The Virginia Solite Quarry occurrence of exceptionally abundant and uniquely preserved specimens of the tetrapod Tanytrachelos ahynis offers an opportunity to quantify multiple aspects of vertebrate taphonomy. Presence or absence of 128 skeletal elements and of 136 skeletal variables were recorded for 99 specimens from two distinct layers within the quarry—lake cycles 2 and 16. Anatomical completeness, or the percent of bones and variables present in a specimen, is low in spite of protection given by anoxic bottom waters from predators and scavengers; the median specimen preserves 14.5% of bones and 11.8% of measured variables. Specimen size, soft-tissue preservation, and postexhumation weathering have no significant effect on specimen completeness; soft-tissue preservation has a significant impact on degree of articulation. Tanytrachelos specimens with heterotopic bones are not …",
            "QUANTITATIVE TAPHONOMY OF A TRIASSIC REPTILE TANYTRACHELOS AHYNIS FROM THE COW BRANCH FORMATION, DAN RIVER BASIN, SOLITE …",
            "Michelle M Casey and Nicholas C Fraser and Michał Kowalewski",
            "2007",
            "pKatVQ0AAAAJ:d1gkVwhDpl0C",
            18,
            "https:\/\/pubs.geoscienceworld.org\/palaios\/article-lookup\/22\/6\/598",
            "5856099564227502546",
            "\/scholar?cites=5856099564227502546",
            {
                "2008":1,
                "2009":1,
                "2010":4,
                "2011":1,
                "2012":4,
                "2013":2,
                "2014":4,
                "2015":1
            }
        ],
        [
            "Drillholes made by naticid and muricid gastropods are frequently used in evolutionary and           ecological studies because they provide direct, preservable evidence of predation. The           muricid Ecphora is common in many Neogene Atlantic Coastal Plain           assemblages in the United States, but is frequently ignored in studies of naticid           predation. We used a combination of Pliocene fossil, modern beach, and experimentally           derived samples to evaluate the hypothesis that Ecphora was an important           source of drillholes in infaunal bivalve prey shared with naticids. We focused on the           large, thick-shelled venerid, Mercenaria, which is commonly drilled by           naticids today. Laboratory experiments, modern beach samples, and the published literature           confirm that naticids preferentially drill near the umbo (significant clumping of holes),           show a significant correlation between …",
            "Mixed assemblages of drilling predators and the problem of identity in the           fossil record: A case study using the muricid gastropod Ecphora",
            "Michelle M Casey and Úna C Farrell and Gregory P Dietl and David J Veilleux",
            "2015",
            "pKatVQ0AAAAJ:hqOjcs7Dif8C",
            12,
            "https:\/\/pubs.geoscienceworld.org\/paleobiol\/article-abstract\/41\/4\/680\/299834",
            "16113739083751172324",
            "\/scholar?cites=16113739083751172324",
            {
                "2016":1,
                "2017":1,
                "2018":3,
                "2019":5,
                "2020":2
            }
        ],
        [
            "Species belonging to the family Naticidae (commonly called moon snails) are important infaunal gastropod predators found in soft-bottom marine communities worldwide that traditionally have been thought to prey on other mollusks, giving them the expected trophic position of a predator (trophic position = 3). Realized trophic position estimates of the naticid Neverita duplicata from Long Island Sound, however, range between 2.3 and 2.5, indicating omnivory or an anomalously low nitrogen (N) fractionation factor. To evaluate the likelihood of omnivory, this study presents whole body stable isotopic analysis of nitrogen and carbon from the soft tissues of laboratory-reared and field-collected N. duplicata. Experimental organisms were maintained on a diet of the bivalve prey Mercenaria mercenaria for one year. The median N fractionation factor derived from the experimental moon snails was 3.58 ‰ thus precluding the presence of an atypical fractionation factor (substantially lower than 3.4 ‰). Numerous molluscan taxa were collected from Long Island Sound in order to evaluate the trophic ecology of N. duplicata in the context of a natural food web. Evidence from the carbon (C) signatures of field-collected N. duplicata indicate a reliance on littoral food sources that is inconsistent with a diet of filter-feeding M. mercenaria, even when calculated using the species-specific C fractionation factor derived from the laboratory experiments. Field-collected N. duplicata also show considerable isotopic overlap (N and C) with grazing Littorina littorea. For these reasons, we hypothesize that N. duplicata feeds on some combination of benthic primary producers …",
            "You are what you eat: Stable isotopic evidence indicates that the naticid gastropod Neverita duplicata is an omnivore",
            "Michelle M. Casey and Leigh M. Fall and Gregory P. Dietl",
            "2016",
            "pKatVQ0AAAAJ:WbkHhVStYXYC",
            6,
            "https:\/\/www.frontiersin.org\/articles\/10.3389\/fevo.2016.00125\/full",
            "11442430716298818616",
            "\/scholar?cites=11442430716298818616",
            {
                "2017":1,
                "2018":1,
                "2019":2,
                "2020":2
            }
        ],
        [
            "The evaluation of fossil shapes is the primary goal in the study of paleontology. Unlike biologists who are able to utilize an animal’s behavior, soft tissue anatomy, and molecular make-up to study species, paleontologists must concentrate on phenotypical approaches that rely on morphological differences between fossil populations. Morphometric methods which quantify form and shape are extremely powerful tools for assessing questions related to taxonomy, morphospace occupation, morphological disparity or taxon-free estimates of diversity, competition between taxa, ecological character displacement, predatory defense, changes in predatory behavior, anatomical responses to environmental change, and much more. The developing field of morphometrics attempts to mathematically describe shape variations between individuals and can be used to statistically evaluate correct species assignment …",
            "Morphometrics in the study of Ediacaran fossil forms",
            "Marc Laflamme and Michelle M Casey",
            "2011",
            "pKatVQ0AAAAJ:qjMakFHDy7sC",
            6,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-94-007-0680-4_3",
            "16792671313936750071",
            "\/scholar?cites=16792671313936750071",
            {
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":2,
                "2015":1
            }
        ]
    ]
}