{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The effect of different classes of antihypertensive drugs on incident diabetes mellitus is controversial because traditional meta-analyses are hindered by heterogeneity across trials and the absence of trials comparing angiotensin-converting-enzyme (ACE) inhibitors with angiotensin-receptor blockers (ARB). We therefore undertook a network meta-analysis, which accounts for both direct and indirect comparisons to assess the effects of antihypertensive agents on incident diabetes.We undertook a systematic review up to Sept 15, 2006, and identified 48 randomised groups of 22 clinical trials with 143 153 participants who did not have diabetes at randomisation and so were eligible for inclusion in our analysis. 17 trials enrolled patients with hypertension, three enrolled high-risk patients, and one enrolled those with heart failure. The main outcome was the proportion of patients who developed …",
            "Incident diabetes in clinical trials of antihypertensive drugs: a network meta-analysis",
            "William J Elliott and Peter M Meyer",
            "2007",
            "PKBdcX8AAAAJ:zYLM7Y9cAGgC",
            1366,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140673607601081",
            "2026891407787446187",
            "\/scholar?cites=2026891407787446187",
            {
                "2007":85,
                "2008":154,
                "2009":135,
                "2010":133,
                "2011":115,
                "2012":105,
                "2013":107,
                "2014":115,
                "2015":87,
                "2016":91,
                "2017":65,
                "2018":42,
                "2019":50,
                "2020":33,
                "2021":5
            }
        ],
        [
            "ContextCarotid artery intima-media thickness (CIMT) is a marker of coronary atherosclerosis and independently predicts cardiovascular events, which are increased in type 2 diabetes mellitus (DM). While studies of relatively short duration have suggested that thiazolidinediones such as pioglitazone might reduce progression of CIMT in persons with diabetes, the results of longer studies have been less clear.ObjectiveTo evaluate the effect of pioglitazone vs glimepiride on changes in CIMT of the common carotid artery in patients with type 2 DM.Design, Setting, and ParticipantsRandomized, double-blind, comparator-controlled, multicenter trial in patients with type 2 DM conducted at 28 clinical sites in the multiracial\/ethnic Chicago metropolitan area between October 2003 and May 2006. The treatment period was 72 weeks (1-week follow-up). CIMT images were captured by a single ultrasonographer at 1 center and …",
            "Effect of pioglitazone compared with glimepiride on carotid intima-media thickness in type 2 diabetes: a randomized trial",
            "Theodore Mazzone and Peter M Meyer and Steven B Feinstein and Michael H Davidson and George T Kondos and Ralph B D’Agostino and Alfonso Perez and Jean-Claude Provost and Steven M Haffner",
            "2006",
            "PKBdcX8AAAAJ:qjMakFHDy7sC",
            766,
            "https:\/\/jamanetwork.com\/journals\/jama\/article-abstract\/204382",
            "1795934913435322856",
            "\/scholar?cites=1795934913435322856",
            {
                "2007":81,
                "2008":80,
                "2009":94,
                "2010":86,
                "2011":67,
                "2012":49,
                "2013":53,
                "2014":36,
                "2015":40,
                "2016":37,
                "2017":37,
                "2018":25,
                "2019":29,
                "2020":30,
                "2021":1
            }
        ],
        [
            "ObjectiveTo compare age-adjusted and ethnic differences in prevalences of sleep difficulty at various stages of the menopausal transition and to determine the relative contribution of other factors, including vasomotor symptoms, sociodemographics, and psychological and physical health factors, to self-reported sleep difficulty in middle-aged women.DesignA community-based survey of women's health and menopausal symptoms was conducted between November 1995 and October 1997 at each of the seven US sites participating in the Study of Women's Health Across the Nation. A multiethnic sample of 12,603 Caucasian, African American, Chinese, Japanese, and Hispanic women aged 40 to 55 years was categorized into six groups: premenopausal, early perimenopausal, late perimenopausal, naturally postmenopausal, surgically postmenopausal, and postmenopausal receiving hormone replacement therapy …",
            "Sleep difficulty in women at midlife: a community survey of sleep and the menopausal transition",
            "Howard M Kravitz and Patricia A Ganz and Joyce Bromberger and Lynda H Powell and Kim Sutton-Tyrrell and Peter M Meyer",
            "2003",
            "PKBdcX8AAAAJ:blknAaTinKkC",
            555,
            "https:\/\/journals.lww.com\/menopausejournal\/Fulltext\/2003\/10010\/Sleep_difficulty_in_women_at_midlife__a_community.5.aspx",
            "11178419583090621466",
            "\/scholar?cites=11178419583090621466",
            {
                "2003":4,
                "2004":19,
                "2005":23,
                "2006":21,
                "2007":18,
                "2008":28,
                "2009":38,
                "2010":28,
                "2011":34,
                "2012":33,
                "2013":37,
                "2014":41,
                "2015":42,
                "2016":36,
                "2017":35,
                "2018":31,
                "2019":39,
                "2020":30,
                "2021":3
            }
        ],
        [
            "Thalidomide was administered to 83 patients with myelodysplastic syndrome (MDS), starting at 100 mg by mouth daily and increasing to 400 mg as tolerated. Thirty-two patients stopped therapy before 12 weeks (minimum period for response evaluation), and 51 completed 12 weeks of therapy. International Working Group response criteria for MDS were used to evaluate responses. Intent-to-treat (ITT) analysis classified all off-study patients as nonresponders. Off-study patients belonged to a higher risk category (P = .002) and had a higher percentage of blasts in their pretherapy bone marrow than patients who completed 12 weeks of therapy (P = .003). No cytogenetic or complete responses were seen, but 16 patients showed hematologic improvement, with 10 previously transfusion-dependent patients becoming transfusion independent. Responders had lower pretherapy blasts (P = .016), a lower duration …",
            "Thalidomide produces transfusion independence in long-standing refractory anemias of patients with myelodysplastic syndromes",
            "Azra Raza and Peter Meyer and Diya Dutt and Francesca Zorat and Laurie Lisak and Fabiana Nascimben and Morne du Randt and Christopher Kaspar and Cathryn Goldberg and Jerome Loew and Saleem Dar and Sefer Gezer and Parameswaran Venugopal and Jerome Zeldis",
            "2001",
            "PKBdcX8AAAAJ:dfsIfKJdRG4C",
            437,
            "https:\/\/ashpublications.org\/blood\/article-abstract\/98\/4\/958\/107159",
            "15308377666185588288",
            "\/scholar?cites=15308377666185588288",
            {
                "2001":3,
                "2002":32,
                "2003":30,
                "2004":48,
                "2005":50,
                "2006":52,
                "2007":37,
                "2008":31,
                "2009":18,
                "2010":23,
                "2011":23,
                "2012":12,
                "2013":19,
                "2014":5,
                "2015":13,
                "2016":8,
                "2017":5,
                "2018":7,
                "2019":6,
                "2020":5,
                "2021":2
            }
        ],
        [
            "Differences between blacks and whites have been reported in the incidence of several forms of cardiovascular disease, including hypertension and stroke. We examined racial differences in the incidence of cardiac arrest in a large urban population and in subsequent survival.We collected data on all nontraumatic, out-of-hospital cardiac arrests in Chicago from January 1, 1987, through December 31, 1988, and compared the incidence and survival rates for blacks and whites. We examined the association between survival and race and seven other known risk factors by logistic-regression analysis. We computed incidence rates by coupling our data with U.S. Census population data.Our study population comprised 6451 patients: 3207 whites, 2910 blacks, and 334 persons of other races. The incidence of cardiac arrest was significantly higher for blacks than for whites in every age …",
            "Racial differences in the incidence of cardiac arrest and subsequent survival",
            "Lance B Becker and Ben H Han and Peter M Meyer and Fred A Wright and Karin V Rhodes and David W Smith and John Barrett and CPR Chicago Project",
            "1993",
            "PKBdcX8AAAAJ:CHSYGLWDkRkC",
            425,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJM199308263290902",
            "17600289231279419014",
            "\/scholar?cites=17600289231279419014",
            {
                "1993":4,
                "1994":17,
                "1995":18,
                "1996":6,
                "1997":19,
                "1998":9,
                "1999":15,
                "2000":6,
                "2001":14,
                "2002":11,
                "2003":16,
                "2004":12,
                "2005":12,
                "2006":13,
                "2007":11,
                "2008":18,
                "2009":19,
                "2010":17,
                "2011":16,
                "2012":14,
                "2013":17,
                "2014":24,
                "2015":27,
                "2016":20,
                "2017":19,
                "2018":20,
                "2019":13,
                "2020":16
            }
        ],
        [
            "BACKGROUND: Premature menopause, also termed premature ovarian failure (POF), is characterized by cessation of menstruation before the age of 40 years. Little information is available on the general prevalence of POF or on the prevalence by ethnic group. There is also a lack of information on the association of POF with health indicators. METHODS: A cross‐sectional survey of women aged 40–55 years was conducted at seven sites in the USA to determine eligibility for a community‐based, multi‐ethnic longitudinal study of the peri‐menopause (The Study of Women Across the Nation, SWAN). Interview data were used to (i) determine the prevalence of self‐reported POF overall and by ethnic group, and (ii) assess the association of POF with selected self‐reported variables related to health. Cases of POF included only women with no discernible cause for POF. RESULTS: POF was reported by 1.1 …",
            "Premature menopause in a multi‐ethnic population study of the menopause transition",
            "Judith L Luborsky and P Meyer and MF Sowers and Ellen B Gold and N Santoro",
            "2003",
            "PKBdcX8AAAAJ:pqnbT2bcN3wC",
            423,
            "https:\/\/academic.oup.com\/humrep\/article-abstract\/18\/1\/199\/880307",
            "13199628858388143988",
            "\/scholar?cites=13199628858388143988",
            {
                "2004":11,
                "2005":10,
                "2006":23,
                "2007":19,
                "2008":16,
                "2009":24,
                "2010":27,
                "2011":31,
                "2012":20,
                "2013":31,
                "2014":22,
                "2015":25,
                "2016":26,
                "2017":26,
                "2018":27,
                "2019":29,
                "2020":27,
                "2021":6
            }
        ],
        [
            "Objectives. This study examined the association between psychologic distress and natural menopause in a community sample of African American, White, Chinese, Hispanic, and Japanese women participating in a national women's health study.Methods. A cohort of 16 065 women aged 40 to 55 years provided information on menstrual regularity in the previous year, psychosocial factors, health, and somatic–psychologic symptoms. Psychologic distress was defined as feeling tense, depressed, and irritable in the previous 2 weeks.Results. Rates of psychologic distress were highest in early perimenopause (28.9%) and lowest in premenopause (20.9%) and postmenopause (22%). In comparison with premenopausal women, early perimenopausal women were at a greater risk of distress, with and without adjustment for vasomotor and sleep symptoms and covariates. Odds of distress were significantly higher for …",
            "Psychologic distress and natural menopause: a multiethnic community study",
            "Joyce T Bromberger and Peter M Meyer and Howard M Kravitz and Barbara Sommer and Adriana Cordal and Lynda Powell and Patricia A Ganz and Kim Sutton-Tyrrell",
            "2001",
            "PKBdcX8AAAAJ:aqlVkmm33-oC",
            360,
            "https:\/\/ajph.aphapublications.org\/doi\/abs\/10.2105\/AJPH.91.9.1435",
            "6063213212279231303",
            "\/scholar?cites=6063213212279231303",
            {
                "2002":8,
                "2003":16,
                "2004":18,
                "2005":22,
                "2006":23,
                "2007":30,
                "2008":26,
                "2009":26,
                "2010":24,
                "2011":25,
                "2012":19,
                "2013":17,
                "2014":15,
                "2015":23,
                "2016":14,
                "2017":10,
                "2018":12,
                "2019":13,
                "2020":12,
                "2021":1
            }
        ],
        [
            "An atherosclerotic plaque requires a nutrient blood supply, which is predominantly derived from arterial vasa vasorum. A variety of factors (environmental and genetic) contribute to the initiation and growth of atherosclerosis within vessel walls. Chemotactic factors, such as tissue ischemic and hypoxic factors, stimulate the release of vascular endothelial growth factor (VEGF) proteins, resulting in vessel wall angiogenesis. These developments often precede the formation of the luminal plaque. In this report, we describe the use of contrast-enhanced carotid ultrasound (CECU) imaging for the detection and quantification of intra-plaque neovascularization. The efficacy of CECU was measured against the neovascular density observed within the tissue specimens obtained at the time of carotid endarterectomy surgery. The objective of this study was to provide a histologic correlation between CECU and carotid artery …",
            "Contrast-enhanced ultrasound imaging of atherosclerotic carotid plaque neovascularization: a new surrogate marker of atherosclerosis?",
            "Falak Shah and Prakash Balan and Matthew Weinberg and Vijaya Reddy and Rachel Neems and Matthew Feinstein and John Dainauskas and Peter Meyer and Marshall Goldin and Steven B Feinstein",
            "2007",
            "PKBdcX8AAAAJ:isC4tDSrTZIC",
            288,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/1358863x07083363",
            "10637360967672856655",
            "\/scholar?cites=10637360967672856655",
            {
                "2007":1,
                "2008":8,
                "2009":16,
                "2010":22,
                "2011":37,
                "2012":19,
                "2013":24,
                "2014":32,
                "2015":31,
                "2016":28,
                "2017":16,
                "2018":14,
                "2019":19,
                "2020":17
            }
        ],
        [
            "OBJECTIVE—To examine depression and 3-year change in insulin resistance and risk of diabetes and whether associations vary by race.RESEARCH DESIGN AND METHODS—We analyzed data from 2,662 Caucasian, African-American, Hispanic, Japanese-American, and Chinese-American women without a history of diabetes from the Study of Women’s Health Across the Nation. We estimated regression coefficients and odds ratios to determine whether depression (Center for Epidemiological Studies Depression Scale score ≥16) predicted increases in homeostasis model assessment of insulin resistance (HOMA-IR) and greater risk of incident diabetes, respectively, over 3 years.RESULTS—Mean baseline HOMA-IR was 1.31 (SD 0.86) and increased 0.05 units per year for all women (P < 0.0001). A total of 97 incident cases of diabetes occurred. Depression was associated with absolute levels of HOMA-IR (P …",
            "Depressive symptoms, insulin resistance, and risk of diabetes in women at midlife",
            "Susan A Everson-Rose and Peter M Meyer and Lynda H Powell and Dilip Pandey and Javier I Torréns and Howard M Kravitz and Joyce T Bromberger and Karen A Matthews",
            "2004",
            "PKBdcX8AAAAJ:u_35RYKgDlwC",
            270,
            "https:\/\/care.diabetesjournals.org\/content\/27\/12\/2856.short",
            "14780601400905288337",
            "\/scholar?cites=14780601400905288337",
            {
                "2005":7,
                "2006":13,
                "2007":30,
                "2008":26,
                "2009":24,
                "2010":16,
                "2011":17,
                "2012":23,
                "2013":21,
                "2014":24,
                "2015":19,
                "2016":13,
                "2017":13,
                "2018":10,
                "2019":8,
                "2020":3
            }
        ],
        [
            "—To validate the Braunwald classification of unstable angina as a predictor of in-hospital cardiac complications; to determine which factors of the Braunwald classification contributed significantly to this prediction; and to devise a method of combining these predictive factors into an overall odds ratio for complications.—A validation cohort of consecutive patients followed prospectively for in-hospital cardiac complications including myocardial infarction and death.—A community-based academic medical center.—A total of 393 patients admitted consecutively to the coronary care and intermediate care units with unstable angina.—Major cardiac complications including death, myocardial infarction, congestive heart failure, cardiogenic shock, and severe ventricular dysrhythmias.—Multiple logistic regression analysis identified four clinical factors used …",
            "Risk stratification in unstable angina: prospective validation of the Braunwald classification",
            "James E Calvin and Lloyd W Klein and Betsy J VandenBerg and Peter Meyer and Joseph V Condon and R Jeffrey Snell and Luz Maria Ramirez-Morgen and Joseph E Parrillo",
            "1995",
            "PKBdcX8AAAAJ:7PzlFSSx8tAC",
            223,
            "https:\/\/jamanetwork.com\/journals\/jama\/article-abstract\/385805",
            "7219557028284044823",
            "\/scholar?cites=7219557028284044823",
            {
                "1995":2,
                "1996":6,
                "1997":10,
                "1998":14,
                "1999":24,
                "2000":25,
                "2001":22,
                "2002":19,
                "2003":17,
                "2004":15,
                "2005":12,
                "2006":2,
                "2007":7,
                "2008":4,
                "2009":10,
                "2010":1,
                "2011":3,
                "2012":2,
                "2013":10,
                "2014":3,
                "2015":1,
                "2016":1,
                "2017":1,
                "2018":7,
                "2019":4
            }
        ]
    ]
}