{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Sphingosine-1-phosphate (S1P) is a pleiotropic bioactive lipid mediator that promotes breast cancer progression by diverse mechanisms that remain somewhat unclear. Here we report pharmacologic evidence of a critical role for sphingosine kinase 1 (SphK1) in producing S1P and mediating tumor-induced hemangiogenesis and lymphangiogenesis in a murine model of breast cancer metastasis. S1P levels increased both in the tumor and the circulation. In agreement, serum S1P levels were significantly elevated in stage IIIA human breast cancer patients, compared with age\/ethnicity-matched healthy volunteers. However, treatment with the specific SphK1 inhibitor SK1-I suppressed S1P levels, reduced metastases to lymph nodes and lungs, and decreased overall tumor burden of our murine model. Both S1P and angiopoietin 2 (Ang2) stimulated hemangiogenesis and lymphangiogenesis in vitro, whereas SK1-I …",
            "Sphingosine-1-phosphate produced by sphingosine kinase 1 promotes breast cancer progression by stimulating angiogenesis and lymphangiogenesis",
            "Masayuki Nagahashi and Subramaniam Ramachandran and Eugene Y Kim and Jeremy C Allegood and Omar M Rashid and Akimitsu Yamada and Renping Zhao and Sheldon Milstien and Huiping Zhou and Sarah Spiegel and Kazuaki Takabe",
            "2012",
            "PKxUg6oAAAAJ:zYLM7Y9cAGgC",
            262,
            "https:\/\/cancerres.aacrjournals.org\/content\/72\/3\/726.short",
            "13628569216556094841",
            "\/scholar?cites=13628569216556094841",
            {
                "2012":5,
                "2013":26,
                "2014":38,
                "2015":29,
                "2016":35,
                "2017":33,
                "2018":30,
                "2019":26,
                "2020":33,
                "2021":5
            }
        ],
        [
            "Sphingosine 1-phosphate (S1P), a potent sphingolipid mediator produced by sphingosine kinase isoenzymes (SphK1 and SphK2), regulates diverse cellular processes important for breast cancer progression acting in an autocrine and\/or paracrine manner. Here we show that SphK1, but not SphK2, increased S1P export from MCF-7 cells. Whereas for both estradiol (E2) and epidermal growth factor-activated SphK1 and production of S1P, only E2 stimulated rapid release of S1P and dihydro-S1P from MCF-7 cells. E2-induced S1P and dihydro-S1P export required estrogen receptor-α, not GPR30, and was suppressed either by pharmacological inhibitors or gene silencing of ABCC1 (multidrug resistant protein 1) or ABCG2 (breast cancer resistance protein). Inhibiting these transporters also blocked E2-induced activation of ERK1\/2, indicating that E2 activates ERK via downstream signaling of S1P. Taken together …",
            "Estradiol induces export of sphingosine 1-phosphate from breast cancer cells via ABCC1 and ABCG2",
            "Kazuaki Takabe and Roger H Kim and Jeremy C Allegood and Poulami Mitra and Subramaniam Ramachandran and Masayuki Nagahashi and Kuzhuvelil B Harikumar and Nitai C Hait and Sheldon Milstien and Sarah Spiegel",
            "2010",
            "PKxUg6oAAAAJ:d1gkVwhDpl0C",
            252,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021925820747083",
            "4555878193342112866",
            "\/scholar?cites=4555878193342112866",
            {
                "2009":1,
                "2010":8,
                "2011":35,
                "2012":35,
                "2013":29,
                "2014":25,
                "2015":15,
                "2016":30,
                "2017":20,
                "2018":20,
                "2019":18,
                "2020":13,
                "2021":1
            }
        ],
        [
            "Sphingosine‐1‐phosphate (S1P), a ligand for 5 specific receptors, is a potent lipid mediator that plays important roles in lymphocyte trafficking and immune responses. S1P is produced inside cells and therefore must be secreted to exert its effects through these receptors. Spinster 2 (Spns2) is one of the cell surface transporters thought to secrete S1P. We have shown that Spns2 can export endogenous S1P from cells and also dihydro‐S1P, which is active at all cell surface S1P receptors. Moreover, Spns2–\/– mice have decreased levels of both of these phosphorylated sphingoid bases in blood, accompanied by increases in very long chain ceramide species, and have defective lymphocyte trafficking. Surprisingly, levels of S1P and dihydro‐S1P were increased in lymph from Spns2–\/– mice as well as in specific tissues, including lymph nodes, and interstitial fluid. Moreover, lymph nodes from Spns2–\/– mice have …",
            "Spns2, a transporter of phosphorylated sphingoid bases, regulates their blood and lymph levels, and the lymphatic network",
            "Masayuki Nagahashi and Eugene Y Kim and Akimitsu Yamada and Subramaniam Ramachandran and Jeremy C Allegood and Nitai C Hait and Michael Maceyka and Sheldon Milstien and Kazuaki Takabe and Sarah Spiegel",
            "2013",
            "PKxUg6oAAAAJ:UebtZRa9Y70C",
            118,
            "https:\/\/faseb.onlinelibrary.wiley.com\/doi\/abs\/10.1096\/fj.12-219618",
            "5768057316047397559",
            "\/scholar?cites=5768057316047397559",
            {
                "2013":4,
                "2014":20,
                "2015":9,
                "2016":13,
                "2017":26,
                "2018":16,
                "2019":12,
                "2020":14,
                "2021":4
            }
        ],
        [
            "Plasma membrane lipid composition must be maintained during growth and under environmental insult. In yeast, signaling mediated by TOR Complex 2 (TORC2)-dependent protein kinase Ypk1 controls lipid abundance and distribution in response to membrane stress. Ypk1, among other actions, alleviates negative regulation of L-serine:palmitoyl-CoA acyltransferase, upregulating production of long-chain base precursors to sphingolipids. To explore other roles for TORC2-Ypk1 signaling in membrane homeostasis, we devised a three-tiered genome-wide screen to identify additional Ypk1 substrates, which pinpointed both catalytic subunits of the ceramide synthase complex. Ypk1-dependent phosphorylation of both proteins increased upon either sphingolipid depletion or heat shock and was important for cell survival. Sphingolipidomics, other biochemical measurements and genetic analysis demonstrated that these modifications of ceramide synthase increased its specific activity and stimulated channeling of long-chain base precursors into sphingolipid end-products. Control at this branch point also prevents accumulation of intermediates that could compromise cell growth by stimulating autophagy.DOI: http:\/\/dx.doi.org\/10.7554\/eLife.03779.001",
            "TORC2-dependent protein kinase Ypk1 phosphorylates ceramide synthase to stimulate synthesis of complex sphingolipids",
            "Alexander Muir and Subramaniam Ramachandran and Françoise M Roelants and Garrett Timmons and Jeremy Thorner",
            "2014",
            "PKxUg6oAAAAJ:g_UdREhPGEoC",
            117,
            "https:\/\/elifesciences.org\/articles\/03779",
            "11787973184081302708",
            "\/scholar?cites=11787973184081302708",
            {
                "2015":9,
                "2016":24,
                "2017":18,
                "2018":25,
                "2019":19,
                "2020":21
            }
        ],
        [
            "The σ-receptor, a broadly distributed integral membrane protein with a novel structure, is known to modulate various voltage-gated K+ and Ca2+ channels through a mechanism that involves neither G proteins nor phosphorylation. The present study investigated the modulation of the heart voltage-gated Na+ channel (Nav1.5) by σ-receptors. The σ1-receptor ligands [SKF-10047 and (+)-pentazocine] and σ1\/σ2-receptor ligands (haloperidol and ditolylguanidine) all reversibly inhibited Nav1.5 channels to varying degrees in human embryonic kidney 293 (HEK-293) cells and COS-7 cells, but the σ1-receptor ligands were less effective in COS-7 cells. The same four ligands also inhibited Na+ current in neonatal mouse cardiac myocytes. In σ1-receptor knockout myocytes, the σ1-receptor-specific ligands were far less effective in modulating Na+ current, but the σ1\/σ2-receptor ligands modulated Na+ channels as well as …",
            "Voltage-gated sodium channel modulation by σ-receptors in cardiac myocytes and heterologous systems",
            "Molly Johannessen and Subramaniam Ramachandran and Logan Riemer and Andrea Ramos-Serrano and Arnold E Ruoho and Meyer B Jackson",
            "2009",
            "PKxUg6oAAAAJ:u-x6o8ySG0sC",
            104,
            "https:\/\/journals.physiology.org\/doi\/abs\/10.1152\/ajpcell.00431.2008",
            "3210604634226222277",
            "\/scholar?cites=3210604634226222277",
            {
                "2009":1,
                "2010":8,
                "2011":17,
                "2012":13,
                "2013":6,
                "2014":10,
                "2015":8,
                "2016":11,
                "2017":11,
                "2018":3,
                "2019":9,
                "2020":6
            }
        ],
        [
            "σ Receptors, once considered a class of opioid receptors, are now regarded as a unique class of receptors that contain binding sites for a wide range of ligands, including the drug 1-N(2′,6′-dimethylmorpholino)3-(4-t-butylpropylamine) (fenpropimorph), a yeast sterol isomerase inhibitor. Because fenpropimorph has high-binding affinity to the σ-1 receptor, we have synthesized a series of fenpropimorph-like derivatives with varying phenyl ring substituents and have characterized their binding affinities to the σ-1 receptor. In addition, we have synthesized a carrier-free, radioiodinated fenpropimorph-like photoaffinity label, 1-N-(2′,6′-dimethyl-morpholino)-3-(4-azido-3-[125I]iodo-phenyl)propane ([125I]IAF), which covalently derivatized the σ-1 receptor (25.3 kDa) in both the rat liver and guinea pig liver membranes and the σ-2 receptor (18 kDa) in rat liver membranes with high specificity. Furthermore, after cleaving …",
            "Identification of regions of the σ-1 receptor ligand binding site using a novel photoprobe",
            "Arindam Pal and Abdol R Hajipour and Dominique Fontanilla and Subramaniam Ramachandran and Uyen B Chu and Timur Mavlyutov and Arnold E Ruoho",
            "2007",
            "PKxUg6oAAAAJ:9yKSN-GCB0IC",
            92,
            "https:\/\/molpharm.aspetjournals.org\/content\/72\/4\/921.short",
            "16543021982426971743",
            "\/scholar?cites=16543021982426971743",
            {
                "2008":6,
                "2009":5,
                "2010":6,
                "2011":10,
                "2012":11,
                "2013":9,
                "2014":4,
                "2015":10,
                "2016":9,
                "2017":7,
                "2018":6,
                "2019":6,
                "2020":2
            }
        ],
        [
            "AIM: To disclose geographic differences in genetic changes involved in gallbladder carcinogenesis between two distinct high-incidence areas of Japan and Hungary.METHODS: We examined 42 cases of gallbladder carcinoma: 22 Japanese and 20 Hungarian cases. p53 mutations at exons 5 to 8 and K-ras mutations at codon 12 were tested by direct sequencing. Microsatellite instability was determined from fluorescent dye-labeled PCR amplifications of five-microsatellite markers (BAT-25, BAT-26, D2S123, D5S346, and D17S250).RESULTS: Mutations of p53 were detected in 11 of 22 Japanese cases and 6 of 18 Hungarian cases (11\/22 vs 6\/18, P= 0.348). Transition at CpG sites was found in none of 11 Japanese cases and 2 of 6 Hungarian cases; the difference was marginally significant (0\/11 vs 2\/6, P= 0.110). K-ras mutations were detected in only one of the Hungarian cases. Eight of 19 (42.1%) Japanese …",
            "Genetic changes of p53, K-ras, and microsatellite instability in gallbladder carcinoma in high-incidence areas of Japan and Hungary",
            "Masayuki Nagahashi and Yoichi Ajioka and Istvan Lang and Zoltan Szentirmay and Miklos Kasler and Hiroto Nakadaira and Naoyuki Yokoyama and Gen Watanabe and Ken Nishikura and Toshifumi Wakai and Yoshio Shirai and Katsuyoshi Hatakeyama and Masaharu Yamamoto",
            "2008",
            "PKxUg6oAAAAJ:cNe27ouKFcQC",
            84,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC2673394\/",
            "17769600384944212735",
            "\/scholar?cites=17769600384944212735",
            {
                "2008":2,
                "2009":8,
                "2010":7,
                "2011":3,
                "2012":9,
                "2013":7,
                "2014":5,
                "2015":9,
                "2016":4,
                "2017":7,
                "2018":6,
                "2019":12,
                "2020":5
            }
        ],
        [
            "The sigma1 receptor is distinguished for its ability to bind various pharmacological agents including drugs of abuse such as cocaine and methamphetamine. Some endogenous ligands have been identified as putative sigma1 receptor regulators. High affinity ligands for the sigma1 receptor contain a nitrogen atom connected to long alkyl chains. We found that long alkyl chain primary amines including endogenous amines belonging to the sphingolipid family such as D-erythro-sphingosine and sphinganine bind with considerable affinity to the sigma1 receptor but not to the sigma2 receptor. The binding of D-erythro-sphingosine to the sigma1 receptor appears to be competitive in nature as assessed against the radioligand [3 H]-(+)-pentazocine. Interestingly, the well studied sphingolipid mediator sphingosine-1 phosphate did not bind to the sigma1 or the sigma2 receptor. Sphingosine is converted to sphingosine-1 …",
            "The sigma1 receptor interacts with N-alkyl amines and endogenous sphingolipids",
            "Subramaniam Ramachandran and Uyen B Chu and Timur A Mavlyutov and Arindam Pal and Susan Pyne and Arnold E Ruoho",
            "2009",
            "PKxUg6oAAAAJ:qjMakFHDy7sC",
            78,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC3194046\/",
            "1487521731892272735",
            "\/scholar?cites=1487521731892272735",
            {
                "2010":5,
                "2011":10,
                "2012":11,
                "2013":4,
                "2014":6,
                "2015":6,
                "2016":7,
                "2017":10,
                "2018":4,
                "2019":5,
                "2020":9
            }
        ],
        [
            "BackgroundTwo most commonly used animal models for studying breast cancer lung metastasis are: lung metastasis after orthotopic implantation of cells into the mammary gland, and lung implantations produced after tail vein (TV) injection of cells. Tail vein injection can produce lung lesions faster, but little has been studied regarding the differences between these tumors, thus, we examined their morphology and gene expression profiles.MethodsSyngeneic murine mammary adenocarcinoma, 4T1-luc2 cells, were implanted either subcutaneously (Sq), orthotopically (OS), or injected via TV in Balb\/c mice. Genome-wide microarray analyses of cultured 4T1 cells, Sq tumor, OS tumor, lung metastases after OS (LMet), and lung tumors after TV (TVt) were performed 10 days after implantation.ResultsBioluminescence analysis demonstrated different morphology of metastases between LMet and TVt, confirmed by …",
            "Is tail vein injection a relevant breast cancer lung metastasis model?",
            "Omar M Rashid and Masayuki Nagahashi and Suburamaniam Ramachandran and Catherine I Dumur and Julia C Schaum and Akimitsu Yamada and Tomoyoshi Aoyagi and Sheldon Milstien and Sarah Spiegel and Kazuaki Takabe",
            "2013",
            "PKxUg6oAAAAJ:WzTVkKNmPSkC",
            76,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC3755653\/",
            "13562416866426476250",
            "\/scholar?cites=13562416866426476250",
            {
                "2014":4,
                "2015":12,
                "2016":11,
                "2017":10,
                "2018":8,
                "2019":12,
                "2020":16
            }
        ],
        [
            "Lymph node metastasis is the hallmark of colon cancer progression, and is considered one of the most important prognostic factors. Recently, there has been growing evidence that tumor lymphangiogenesis (formation of new lymphatic vessels) plays an important role in this process. Here, we review the latest findings of the role of lymphangiogenesis in colorectal cancer progression, and discuss its clinical application as a biomarker and target for new therapy. Understanding the molecular pathways that regulate lymphangiogenesis is mandatory to pave the way for the development of new therapies for cancer. In the future, tailored treatments consisting of combinations of chemotherapy, other targeted therapies, and anti-lymphangiogenesis agents will hopefully improve patient outcomes. This progression to the clinic must be guided by new avenues of research, such as the identification of biomarkers that predict …",
            "Lymphangiogenesis: a new player in cancer progression",
            "Masayuki Nagahashi and Subramaniam Ramachandran and Omar M Rashid and Kazuaki Takabe",
            "2010",
            "PKxUg6oAAAAJ:UeHWp8X0CEIC",
            76,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC2928453\/",
            "5157425055202160934",
            "\/scholar?cites=5157425055202160934",
            {
                "2011":5,
                "2012":15,
                "2013":13,
                "2014":12,
                "2015":7,
                "2016":5,
                "2017":7,
                "2018":5,
                "2019":4,
                "2020":3
            }
        ]
    ]
}