{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Many extensions of survival models based on the Cox proportional hazards approach have been proposed to handle clustered or multiple event data. Of particular note are five Cox‐based models for recurrent event data: Andersen and Gill (AG); Wei, Lin and Weissfeld (WLW); Prentice, Williams and Peterson, total time (PWP‐CP) and gap time (PWP‐GT); and Lee, Wei and Amato (LWA). Some authors have compared these models by observing differences that arise from fitting the models to real and simulated data. However, no attempt has been made to systematically identify the components of the models that are appropriate for recurrent event data. We propose a systematic way of characterizing such Cox‐based models using four key components: risk intervals; baseline hazard; risk set, and correlation adjustment. From the definitions of risk interval and risk set there are conceptually seven such Cox‐based …",
            "Survival analysis for recurrent event data: an application to childhood infectious diseases",
            "Patrick J Kelly and Lynette L Lim",
            "2000",
            "pm3pluwAAAAJ:u5HHmVD_uO8C",
            392,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/(SICI)1097-0258(20000115)19:1%3C13::AID-SIM279%3E3.0.CO;2-5",
            "9746726091478530818",
            "\/scholar?cites=9746726091478530818",
            {
                "2001":5,
                "2002":7,
                "2003":8,
                "2004":7,
                "2005":16,
                "2006":15,
                "2007":10,
                "2008":22,
                "2009":18,
                "2010":19,
                "2011":22,
                "2012":24,
                "2013":27,
                "2014":34,
                "2015":24,
                "2016":26,
                "2017":32,
                "2018":27,
                "2019":20,
                "2020":23,
                "2021":2
            }
        ],
        [
            "Cancer is a widely recognized complication of transplantation, and the effects of various immunosuppressive drugs on cancer risk remains controversial. This randomized trial allocated 489 recipients of first cadaveric renal transplants to one of three groups: Azathioprine and prednisolone, cyclosporine monotherapy, or cyclosporine monotherapy followed by a switch to azathioprine and prednisolone after 3 months. Here, we report cancer outcomes by non–skin cancer (including melanoma) and skin cancer (excluding melanoma) for 481 patients during a median follow-up of 20.6 years. A total of 226 patients developed at least one cancer: 95 with non–skin cancer and 171 with skin cancer. In the intention-to-treat analysis, mean times to first non–skin cancer (16.0, 15.3, and 15.7 years for groups 1 through 3, respectively) and first skin cancer (13.6, 14.3, and 15.2 years, respectively) were not different among the …",
            "Long-term cancer risk of immunosuppressive regimens after kidney transplantation",
            "Martin P Gallagher and Patrick J Kelly and Meg Jardine and Vlado Perkovic and Alan Cass and Jonathan C Craig and Josette Eris and Angela C Webster",
            "2010",
            "pm3pluwAAAAJ:IjCSPb-OGe4C",
            176,
            "https:\/\/jasn.asnjournals.org\/content\/21\/5\/852.short",
            "11870227439293224330",
            "\/scholar?cites=11870227439293224330",
            {
                "2010":4,
                "2011":7,
                "2012":12,
                "2013":11,
                "2014":20,
                "2015":17,
                "2016":24,
                "2017":21,
                "2018":22,
                "2019":16,
                "2020":17,
                "2021":2
            }
        ],
        [
            "Objective: The aim of this study was to assess the impact of delivering Mental Health First Aid (MHFA) training for pharmacy students on their mental health literacy and stigma towards mental illness.Methods: A non-randomized controlled design was used, with all third year pharmacy students at the University of Sydney (n = 272) in 2009 invited to participate in one of two MHFA training courses, each of 12 hours duration. Of these, 174 students applied for MHFA training, of whom 60 were randomly selected and offered MHFA training. Outcome measures that were completed by all participants in the MHFA and non-MHFA groups before and after the MHFA training included an evaluation of mental health literacy, the 7-item social distance scale, and 16 items related to self-reported behaviour.Results: The survey instrument was completed by 258 participants at baseline (59 MHFA and 199 non-MHFA) and 223 …",
            "Impact of mental health first aid training on pharmacy students' knowledge, attitudes and self-reported behaviour: a controlled trial",
            "Claire L O'Reilly and J Simon Bell and Patrick J Kelly and Timothy F Chen",
            "2011",
            "pm3pluwAAAAJ:YsMSGLbcyi4C",
            141,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.3109\/00048674.2011.585454",
            "8227884687617742634",
            "\/scholar?cites=8227884687617742634",
            {
                "2011":4,
                "2012":5,
                "2013":4,
                "2014":15,
                "2015":13,
                "2016":10,
                "2017":14,
                "2018":20,
                "2019":26,
                "2020":25,
                "2021":2
            }
        ],
        [
            "Cognitive impairment is associated with poorer quality of life, risk for hospitalization, and mortality. Cognitive impairment is common in people with end-stage kidney disease treated with hemodialysis, yet the severity and specific cognitive deficits are uncertain.Systematic review and meta-analysis.Adults receiving hemodialysis compared with the general population, people with non−dialysis-dependent chronic kidney disease (NDD-CKD), people receiving peritoneal dialysis, or people with nondialyzed chronic kidney failure.Randomized controlled trials, cohort or cross-sectional studies without language restriction.Validated neuropsychological tests of cognition.Cognitive test scores, aggregated by cognitive domain: orientation and attention, perception, memory, language, construction and motor performance, concept …",
            "Cognition in people with end-stage kidney disease treated with hemodialysis: a systematic review and meta-analysis",
            "Emma O’Lone and Michael Connors and Philip Masson and Sunny Wu and Patrick J Kelly and David Gillespie and Daniel Parker and William Whiteley and Giovanni FM Strippoli and Suetonia C Palmer and Jonathan C Craig and Angela C Webster",
            "2016",
            "pm3pluwAAAAJ:hkOj_22Ku90C",
            116,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0272638616000196",
            "10647067772965653637",
            "\/scholar?cites=10647067772965653637",
            {
                "2016":5,
                "2017":14,
                "2018":24,
                "2019":33,
                "2020":32,
                "2021":2
            }
        ],
        [
            "Objective  To examine the determinants of low birthweight (LBW), small‐for‐gestation (SGA) and preterm births in Lombok, Indonesia, an area of high infant mortality.Methods  Data from The Supplementation with Multiple Micronutrient Intervention Trial (SUMMIT), a double‐blind cluster‐randomised controlled trial, were analysed. The odds ratio of factors known to be associated with LBW, SGA and preterm birth was assessed and adjusted for the cluster design of the trial using hierarchical logistic regression. Determinants included constitutional, demographic and psychosocial factors, toxic exposure, maternal nutrition and obstetric history and maternal morbidity during and prior to pregnancy. Population attributable risks of modifiable determinants were calculated.Results  A cohort of 14 040 singleton births was available for analysis of LBW, with 13 498 observations for preterm births and 13 461 for SGA …",
            "Determinants of low birthweight, small‐for‐gestational‐age and preterm birth in Lombok, Indonesia: analyses of the birthweight cohort of the SUMMIT trial",
            "Susy K Sebayang and Michael J Dibley and Patrick J Kelly and Anita V Shankar and Anuraj H Shankar and SUMMIT Study Group",
            "2012",
            "pm3pluwAAAAJ:RYcK_YlVTxYC",
            113,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1365-3156.2012.03039.x",
            "9537163241545126361",
            "\/scholar?cites=9537163241545126361",
            {
                "2013":7,
                "2014":11,
                "2015":5,
                "2016":19,
                "2017":13,
                "2018":19,
                "2019":17,
                "2020":22
            }
        ],
        [
            "Preventable patient harm due to adverse events (AEs) is a significant health problem today facing contemporary health care. Knowledge of patients' experiences of AEs is critical to improving health care safety and quality. A systematic review of studies of patients' experiences of AEs was conducted to report their experiences, knowledge gaps and any challenges encountered when capturing patient experience data.Key words, synonyms and subject headings were used to search eight electronic databases from January 2000 to February 2015, in addition to hand-searching of reference lists and relevant journals.Titles and abstracts of publications were screened by two reviewers and checked by a third. Full-text articles were screened against the eligibility criteria.Data on design …",
            "The missing evidence: a systematic review of patients' experiences of adverse events in health care",
            "Reema Harrison and Merrilyn Walton and Elizabeth Manias and Jennifer Smith–Merry and Patrick Kelly and Rick Iedema and Lauren Robinson",
            "2015",
            "pm3pluwAAAAJ:N5tVd3kTz84C",
            91,
            "https:\/\/academic.oup.com\/intqhc\/article-abstract\/27\/6\/424\/2357399",
            "7404907191230722776",
            "\/scholar?cites=7404907191230722776",
            {
                "2015":2,
                "2016":14,
                "2017":20,
                "2018":13,
                "2019":14,
                "2020":26
            }
        ],
        [
            "The emerging epidemic of overweight\/obesity in adolescents in Ho Chi Minh City, Vietnam underlines the importance of studying the metabolic syndrome in Vietnamese adolescents who are becoming progressively more inactive. No study in Vietnam has examined the association of metabolic syndrome with moderate to vigorous physical activity (PA) levels among adolescents. We aimed to examine this association in a sample of urban adolescents from Ho Chi Minh City. A cross-sectional assessment was conducted in 2007 on a representative sample of 693 high-school students from urban districts in Ho Chi Minh City. Metabolic syndrome was defined according to the International Diabetes Federation criteria and physical activity was measured with Actigraph accelerometers. The association between physical activity and metabolic syndrome was assessed by using multiple logistic regression models. Overall 4 …",
            "Association between physical activity and metabolic syndrome: a cross sectional survey in adolescents in Ho Chi Minh City, Vietnam",
            "Trang HHD Nguyen and Hong K Tang and Patrick Kelly and Hidde P Van Der Ploeg and Michael J Dibley",
            "2010",
            "pm3pluwAAAAJ:UeHWp8X0CEIC",
            89,
            "https:\/\/link.springer.com\/article\/10.1186\/1471-2458-10-141",
            "13187013509359570135",
            "\/scholar?cites=13187013509359570135",
            {
                "2010":1,
                "2011":7,
                "2012":10,
                "2013":11,
                "2014":16,
                "2015":6,
                "2016":6,
                "2017":13,
                "2018":7,
                "2019":5,
                "2020":6
            }
        ],
        [
            "Cognitive impairment is common in people with chronic kidney disease (CKD) and associated with increased morbidity and mortality. Subtle changes can impact engagement with healthcare, comprehension, decision-making, and medication adherence. We aimed to systematically summarise evidence of cognitive changes in CKD. We searched MEDLINE (March 2016) for cross-sectional, cohort or randomised studies that measured cognitive function in people with CKD (PROSPERO, registration number CRD42014015226). The CKD population included people with eGFR < 60 mL\/min\/1.73 m2, not receiving renal replacement therapy, in any research setting. We conducted a meta-analysis using random effects, expressed as standardised mean differences (SMD) with 95% confidence intervals (CI). Outcomes were performance in eight cognitive domains. Bias was assessed with the Newcastle-Ottawa Scale …",
            "Cognition in chronic kidney disease: a systematic review and meta-analysis",
            "Israel Berger and Sunny Wu and Philip Masson and Patrick J Kelly and Fiona A Duthie and William Whiteley and Daniel Parker and David Gillespie and Angela C Webster",
            "2016",
            "pm3pluwAAAAJ:uc_IGeMz5qoC",
            85,
            "https:\/\/link.springer.com\/article\/10.1186\/s12916-016-0745-9",
            "5670675753100128467",
            "\/scholar?cites=5670675753100128467",
            {
                "2016":2,
                "2017":8,
                "2018":18,
                "2019":18,
                "2020":34,
                "2021":3
            }
        ],
        [
            "Objective. To determine relative influences of intrauterine growth restriction (IUGR) and preterm birth on risks of cardiovascular, renal, or metabolic dysfunction in adolescent children. Study Design. Retrospective cohort study. 71 periadolescent children were classified into four groups: premature small for gestational age (SGA), premature appropriate for gestational age (AGA), term SGA, and term AGA. Outcome Measures. Systolic blood pressure (SBP), augmentation index (Al), glomerular filtration rate (GFR) following protein load; plasma glucose and serum insulin levels. Results. SGA had higher SBP (average 4.6 mmHg) and lower GFR following protein load (average 28.5 mL\/min\/1.73 m2) than AGA. There was no effect of prematurity on SBP (                ) or GFR (                ). Both prematurity and SGA were associated with higher AI (average 9.7%) and higher serum insulin levels 2 hr after glucose load (average 15.5 mIU\/L) than all other groups. Conclusion. IUGR is a more significant risk factor than preterm birth for later systolic hypertension and renal dysfunction. Among children born preterm, those who are also SGA are at increased risk of arterial stiffness and metabolic dysfunction.",
            "The long-term effects of prematurity and intrauterine growth restriction on cardiovascular, renal, and metabolic function",
            "Patricia YL Chan and Jonathan M Morris and Garth I Leslie and Patrick J Kelly and Eileen DM Gallery",
            "2009",
            "pm3pluwAAAAJ:BqipwSGYUEgC",
            83,
            "https:\/\/www.hindawi.com\/journals\/ijpedi\/2010\/280402\/abs\/",
            "15964274104946654457",
            "\/scholar?cites=15964274104946654457",
            {
                "2011":6,
                "2012":6,
                "2013":7,
                "2014":10,
                "2015":7,
                "2016":16,
                "2017":5,
                "2018":10,
                "2019":3,
                "2020":12
            }
        ],
        [
            "There is increasing interest in combining Phases II and III of clinical development into a single trial in which one of a small number of competing experimental treatments is ultimately selected and where a valid comparison is made between this treatment and the control treatment. Such a trial usually proceeds in stages, with the least promising experimental treatments dropped as soon as possible.In this paper we present a highly flexible design that uses adaptive group sequential methodology to monitor an order statistic. By using this approach, it is possible to design a trial which can have any number of stages, begins with any number of experimental treatments, and permits any number of these to continue at any stage. The test statistic used is based upon efficient scores, so the method can be easily applied to binary, ordinal, failure time, or normally distributed outcomes. The method is illustrated with an …",
            "An adaptive group sequential design for phase II\/III clinical trials that select a single treatment from several",
            "Patrick J Kelly and Nigel Stallard and Susan Todd",
            "2005",
            "pm3pluwAAAAJ:u-x6o8ySG0sC",
            81,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1081\/BIP-200062857",
            "3755076904202751471",
            "\/scholar?cites=3755076904202751471",
            {
                "2005":1,
                "2006":5,
                "2007":3,
                "2008":12,
                "2009":6,
                "2010":6,
                "2011":9,
                "2012":2,
                "2013":1,
                "2014":9,
                "2015":10,
                "2016":7,
                "2017":1,
                "2018":2,
                "2019":4,
                "2020":3
            }
        ]
    ]
}