{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We present an efficient scheme for calculating the Kohn-Sham ground state of metallic systems using pseudopotentials and a plane-wave basis set. In the first part the application of Pulay’s DIIS method (direct inversion in the iterative subspace) to the iterative diagonalization of large matrices will be discussed. Our approach is stable, reliable, and minimizes the number of order N atoms 3 operations. In the second part, we will discuss an efficient mixing scheme also based on Pulay’s scheme. A special ‘‘metric’’and a special ‘‘preconditioning’’optimized for a plane-wave basis set will be introduced. Scaling of the method will be discussed in detail for non-self-consistent and self-consistent calculations. It will be shown that the number of iterations required to obtain a specific precision is almost independent of the system size. Altogether an order N atoms 2 scaling is found for systems containing up to 1000 electrons. If …",
            "Efficient iterative schemes for ab initio total-energy calculations using a plane-wave basis set",
            "Georg Kresse and Jürgen Furthmüller",
            "1996",
            "Pn8ouvAAAAAJ:a3BOlSfXSfwC",
            66596,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.54.11169",
            "8273430180513961668",
            "\/scholar?cites=8273430180513961668",
            {
                "2000":201,
                "2001":293,
                "2002":347,
                "2003":513,
                "2004":709,
                "2005":854,
                "2006":1097,
                "2007":1340,
                "2008":1680,
                "2009":2022,
                "2010":2353,
                "2011":2756,
                "2012":3078,
                "2013":3527,
                "2014":4258,
                "2015":4809,
                "2016":5499,
                "2017":6034,
                "2018":7013,
                "2019":7701,
                "2020":8924,
                "2021":1216
            }
        ],
        [
            "The formal relationship between ultrasoft (US) Vanderbilt-type pseudopotentials and Blöchl’s projector augmented wave (PAW) method is derived. It is shown that the total energy functional for US pseudopotentials can be obtained by linearization of two terms in a slightly modified PAW total energy functional. The Hamilton operator, the forces, and the stress tensor are derived for this modified PAW functional. A simple way to implement the PAW method in existing plane-wave codes supporting US pseudopotentials is pointed out. In addition, critical tests are presented to compare the accuracy and efficiency of the PAW and the US pseudopotential method with relaxed core all electron methods. These tests include small molecules (H 2, H 2 O, Li 2, N 2, F 2, BF 3, SiF 4) and several bulk systems (diamond, Si, V, Li, Ca, CaF 2, Fe, Co, Ni). Particular attention is paid to the bulk properties and magnetic energies of Fe, Co …",
            "From ultrasoft pseudopotentials to the projector augmented-wave method",
            "Georg Kresse and Daniel Joubert",
            "1999",
            "Pn8ouvAAAAAJ:F9fV5C73w3QC",
            48398,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.59.1758",
            "8741719741113855271",
            "\/scholar?cites=8741719741113855271",
            {
                "2003":174,
                "2004":302,
                "2005":487,
                "2006":679,
                "2007":900,
                "2008":1313,
                "2009":1536,
                "2010":1880,
                "2011":2155,
                "2012":2490,
                "2013":2755,
                "2014":3209,
                "2015":3653,
                "2016":4209,
                "2017":4590,
                "2018":5132,
                "2019":5498,
                "2020":6286,
                "2021":857
            }
        ],
        [
            "We present a detailed description and comparison of algorithms for performing ab-initio quantum-mechanical calculations using pseudopotentials and a plane-wave basis set. We will discuss: (a) partial occupancies within the framework of the linear tetrahedron method and the finite temperature density-functional theory, (b) iterative methods for the diagonalization of the Kohn-Sham Hamiltonian and a discussion of an efficient iterative method based on the ideas of Pulay's residual minimization, which is close to an order Natoms2 scaling even for relatively large systems, (c) efficient Broyden-like and Pulay-like mixing methods for the charge density including a new special ‘preconditioning’ optimized for a plane-wave basis set, (d) conjugate gradient methods for minimizing the electronic free energy with respect to all degrees of freedom simultaneously. We have implemented these algorithms within a powerful …",
            "Efficiency of ab-initio total energy calculations for metals and semiconductors using a plane-wave basis set",
            "Georg Kresse and Jürgen Furthmüller",
            "1996",
            "Pn8ouvAAAAAJ:OP4eGU-M3BUC",
            42033,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0927025696000080",
            "7462446883014024555",
            "\/scholar?cites=7462446883014024555",
            {
                "1999":128,
                "2000":184,
                "2001":264,
                "2002":339,
                "2003":430,
                "2004":610,
                "2005":639,
                "2006":795,
                "2007":994,
                "2008":1233,
                "2009":1451,
                "2010":1566,
                "2011":1698,
                "2012":1920,
                "2013":2134,
                "2014":2585,
                "2015":3011,
                "2016":3327,
                "2017":3744,
                "2018":4226,
                "2019":4581,
                "2020":5232,
                "2021":721
            }
        ],
        [
            "We present ab initio quantum-mechanical molecular-dynamics calculations based on the calculation of the electronic ground state and of the Hellmann-Feynman forces in the local-density approximation at each molecular-dynamics step. This is possible using conjugate-gradient techniques for energy minimization, and predicting the wave functions for new ionic positions using subspace alignment. This approach avoids the instabilities inherent in quantum-mechanical molecular-dynamics calculations for metals based on the use of a fictitious Newtonian dynamics for the electronic degrees of freedom. This method gives perfect control of the adiabaticity and allows us to perform simulations over several picoseconds.",
            "Ab initio molecular dynamics for liquid metals",
            "Georg Kresse and Jürgen Hafner",
            "1993",
            "Pn8ouvAAAAAJ:P7Ujq4OLJYoC",
            30317,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.47.558",
            "9488441569729543192",
            "\/scholar?cites=9488441569729543192",
            {
                "1999":79,
                "2000":124,
                "2001":173,
                "2002":254,
                "2003":353,
                "2004":483,
                "2005":569,
                "2006":706,
                "2007":777,
                "2008":948,
                "2009":1102,
                "2010":1212,
                "2011":1409,
                "2012":1495,
                "2013":1763,
                "2014":2033,
                "2015":2208,
                "2016":2528,
                "2017":2516,
                "2018":2845,
                "2019":2930,
                "2020":3176,
                "2021":459
            }
        ],
        [
            "We present ab initio quantum-mechanical molecular-dynamics simulations of the liquid-metal–amorphous-semiconductor transition in Ge. Our simulations are based on (a) finite-temperature density-functional theory of the one-electron states,(b) exact energy minimization and hence calculation of the exact Hellmann-Feynman forces after each molecular-dynamics step using preconditioned conjugate-gradient techniques,(c) accurate nonlocal pseudopotentials, and (d) Nosé dynamics for generating a canonical ensemble. This method gives perfect control of the adiabaticity of the electron-ion ensemble and allows us to perform simulations over more than 30 ps. The computer-generated ensemble describes the structural, dynamic, and electronic properties of liquid and amorphous Ge in very good agreement with experiment. The simulation allows us to study in detail the changes in the structure-property relationship …",
            "Ab initio molecular-dynamics simulation of the liquid-metal–amorphous-semiconductor transition in germanium",
            "Georg Kresse and Jürgen Hafner",
            "1994",
            "Pn8ouvAAAAAJ:nZcligLrVowC",
            15227,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.49.14251",
            "3455915041812878079",
            "\/scholar?cites=3455915041812878079",
            {
                "1998":44,
                "1999":76,
                "2000":76,
                "2001":127,
                "2002":131,
                "2003":181,
                "2004":228,
                "2005":273,
                "2006":292,
                "2007":362,
                "2008":426,
                "2009":533,
                "2010":567,
                "2011":645,
                "2012":720,
                "2013":856,
                "2014":956,
                "2015":1147,
                "2016":1249,
                "2017":1334,
                "2018":1443,
                "2019":1508,
                "2020":1701,
                "2021":226
            }
        ],
        [
            "We show that quantum-mechanical molecular-dynamics simulations in a finite-temperature local-density approximation based on the calculation of the electronic ground state and of the Hellmann-Feynman forces after each time step are feasible for liquid noble and transition metals. This is possible with the use of Vanderbilt-type ‘‘ultrasoft’’pseudopotentials and efficient conjugate-gradient techniques for the determination of the electronic ground state. Results for liquid copper and vanadium are presented.",
            "Ab initio molecular dynamics for open-shell transition metals",
            "Georg Kresse and J Hafner",
            "1993",
            "Pn8ouvAAAAAJ:Ehil0879vHcC",
            5558,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.48.13115",
            "9426851204545427455",
            "\/scholar?cites=9426851204545427455",
            {
                "1998":19,
                "1999":16,
                "2000":20,
                "2001":32,
                "2002":41,
                "2003":58,
                "2004":85,
                "2005":105,
                "2006":112,
                "2007":162,
                "2008":191,
                "2009":226,
                "2010":273,
                "2011":280,
                "2012":293,
                "2013":351,
                "2014":389,
                "2015":383,
                "2016":446,
                "2017":439,
                "2018":467,
                "2019":509,
                "2020":517,
                "2021":91
            }
        ],
        [
            "The construction of accurate pseudopotentials with good convergence properties for the first-row and transition elements is discussed. We show that by combining an improved description of the pseudowavefunction inside the cut-off radius with the concept of ultrasoft pseudopotentials introduced by Vanderbilt optimal compromise between transferability and plane-wave convergence can be achieved. With the new pseudopotentials, basis sets with no more than 75-100 plane waves per atom are sufficient to reproduce the results obtained with the most accurate norm-conserving pseudopotentials.",
            "Norm-conserving and ultrasoft pseudopotentials for first-row and transition elements",
            "G Kresse and J Hafner",
            "1994",
            "Pn8ouvAAAAAJ:8xutWZnSdmoC",
            3938,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/6\/40\/015\/meta",
            "17393414675011011861",
            "\/scholar?cites=17393414675011011861",
            {
                "1996":13,
                "1997":16,
                "1998":36,
                "1999":73,
                "2000":106,
                "2001":147,
                "2002":175,
                "2003":211,
                "2004":222,
                "2005":218,
                "2006":207,
                "2007":216,
                "2008":234,
                "2009":195,
                "2010":184,
                "2011":196,
                "2012":166,
                "2013":181,
                "2014":151,
                "2015":135,
                "2016":167,
                "2017":142,
                "2018":153,
                "2019":156,
                "2020":202,
                "2021":19
            }
        ],
        [
            "Hybrid Fock exchange\/density functional theory functionals have shown to be very successful in describing a wide range of molecular properties. For periodic systems, however, the long-range nature of the Fock exchange interaction and the resultant large computational requirements present a major drawback. This is especially true for metallic systems, which require a dense Brillouin zone sampling. Recently, a new hybrid functional [HSE03, J. Heyd, G. E. Scuseria, and M. Ernzerhof, J. Chem. Phys. 118, 8207 (2003)] that addresses this problem within the context of methods that evaluate the Fock exchange in real space was introduced. We discuss the advantages the HSE03 functional brings to methods that rely on a reciprocal space description of the Fock exchange interaction, e.g., all methods that use plane wave basis sets. Furthermore, we present a detailed comparison of the performance of the HSE03 and …",
            "Screened hybrid density functionals applied to solids",
            "Joachim Paier and Martijn Marsman and K Hummer and Georg Kresse and Iann C Gerber and János G Ángyán",
            "2006",
            "Pn8ouvAAAAAJ:QD3KBmkZPeQC",
            1909,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2187006",
            "4343446352361677774",
            "\/scholar?cites=4343446352361677774",
            {
                "2006":10,
                "2007":31,
                "2008":40,
                "2009":45,
                "2010":68,
                "2011":113,
                "2012":123,
                "2013":137,
                "2014":155,
                "2015":190,
                "2016":190,
                "2017":190,
                "2018":215,
                "2019":197,
                "2020":170,
                "2021":26
            }
        ],
        [
            "Hybrid Fock exchange\/density functional theory functionals have shown to be very successful in describing a wide range of molecular properties. For periodic systems, however, the long-range nature of the Fock exchange interaction and the resultant large computational requirements present a major drawback. This is especially true for metallic systems, which require a dense Brillouin zone sampling. Recently, a new hybrid functional [HSE03, J. Heyd, G. E. Scuseria, and M. Ernzerhof, J. Chem. Phys. 118, 8207 (2003)] that addresses this problem within the context of methods that evaluate the Fock exchange in real space was introduced. We discuss the advantages the HSE03 functional brings to methods that rely on a reciprocal space description of the Fock exchange interaction, e.g., all methods that use plane wave basis sets. Furthermore, we present a detailed comparison of the performance of the HSE03 and …",
            "Screened hybrid density functionals applied to solids",
            "Joachim Paier and Martijn Marsman and K Hummer and Georg Kresse and Iann C Gerber and János G Ángyán",
            "2006",
            "Pn8ouvAAAAAJ:_OXeSy2IsFwC",
            1909,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2187006",
            "4343446352361677774",
            "\/scholar?cites=4343446352361677774",
            {
                "2006":10,
                "2007":31,
                "2008":40,
                "2009":45,
                "2010":68,
                "2011":113,
                "2012":123,
                "2013":137,
                "2014":155,
                "2015":190,
                "2016":190,
                "2017":190,
                "2018":215,
                "2019":197,
                "2020":170,
                "2021":26
            }
        ],
        [
            "In this work we derive closed expressions for the head of the frequency-dependent microscopic polarizability matrix in the projector-augmented wave (PAW) methodology. Contrary to previous applications, the longitudinal expression is utilized, resulting in dielectric properties that are largely independent of the applied potentials. The improved accuracy of the present approach is demonstrated by comparing the longitudinal and transversal expressions of the polarizability matrix for a number of cubic semiconductors and one insulator, ie, Si, SiC, AlP, GaAs, and diamond (C), respectively. The methodology is readily extendable to more complicated nonlocal Hamiltonians or to the calculation of the macroscopic dielectric matrix including local field effects in the random phase or density functional approximation, which is demonstrated for the previously mentioned model systems. Furthermore, density functional …",
            "Linear optical properties in the projector-augmented wave methodology",
            "M Gajdoš and K Hummer and G Kresse and J Furthmüller and F Bechstedt",
            "2006",
            "Pn8ouvAAAAAJ:Aul-kAQHnToC",
            1885,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.73.045112",
            "9515711392383218189",
            "\/scholar?cites=9515711392383218189",
            {
                "2007":7,
                "2008":12,
                "2009":15,
                "2010":37,
                "2011":53,
                "2012":69,
                "2013":113,
                "2014":127,
                "2015":159,
                "2016":198,
                "2017":220,
                "2018":266,
                "2019":277,
                "2020":283,
                "2021":44
            }
        ]
    ]
}