{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The pair distribution function (PDF) reveals directly in real space the interatomic distances in a material. Recent applications have proved the PDF technique to be a powerful local-structure probe of nanostructured materials (Egami & Billinge, 2003; Billinge & Kanatzidis, 2004), in addition to its traditional use to study liquids and glasses (Furukawa, 1962; Wright, 1998). The experimental PDF is obtained by a sine Fourier transformation of the total-scattering structure function S (Q), where Q is the magnitude of the scattering vector. To obtain S (Q) from raw scattering intensities, many corrections have to be made to account for various instrument and sample effects. Adding to this complexity, most existing X-ray data PDF analysis software is menu driven and not particularly user-friendly. Reproducing an earlier data analysis has been difficult because data processing parameters are usually kept in the notebook other …",
            "PDFgetX2: a GUI-driven program to obtain the pair distribution function from X-ray powder diffraction data",
            "Xiangyun Qiu and Jeroen W Thompson and Simon JL Billinge",
            "2004",
            "PosEkHAAAAAJ:rpSJNIKeXWsC",
            947,
            "https:\/\/scripts.iucr.org\/cgi-bin\/paper?ko5006",
            "5951075731134842100",
            "\/scholar?cites=5951075731134842100",
            {
                "2005":19,
                "2006":8,
                "2007":25,
                "2008":25,
                "2009":32,
                "2010":46,
                "2011":56,
                "2012":66,
                "2013":86,
                "2014":60,
                "2015":86,
                "2016":89,
                "2017":78,
                "2018":88,
                "2019":95,
                "2020":75,
                "2021":7
            }
        ],
        [
            "An image-plate (IP) detector coupled with high-energy synchrotron radiation was used for atomic pair distribution function (PDF) analysis, with high probed momentum transfer Qmax ≤ 28.5 Å−1, from crystalline materials. Materials with different structural complexities were measured to test the validity of the quantitative data analysis. Experimental results are presented for crystalline Ni, crystalline α-AlF3, and the layered Aurivillius type oxides α-Bi4V2O11 and γ-Bi4V1.7Ti0.3O10.85. Overall, the diffraction patterns show good counting statistics, with measuring time from one to tens of seconds. The PDFs obtained are of high quality. Structures may be refined from these PDFs, and the structural models are consistent with the published literature. Data sets from similar samples are highly reproducible.",
            "Rapid-acquisition pair distribution function (RA-PDF) analysis",
            "Peter J Chupas and Xiangyun Qiu and Jonathan C Hanson and Peter L Lee and Clare P Grey and Simon JL Billinge",
            "2003",
            "PosEkHAAAAAJ:cF7EPgIk0B4C",
            573,
            "https:\/\/scripts.iucr.org\/cgi-bin\/paper?wf5000",
            "9256103563566149182",
            "\/scholar?cites=9256103563566149182",
            {
                "2004":10,
                "2005":17,
                "2006":18,
                "2007":25,
                "2008":20,
                "2009":24,
                "2010":28,
                "2011":29,
                "2012":30,
                "2013":51,
                "2014":46,
                "2015":49,
                "2016":47,
                "2017":34,
                "2018":52,
                "2019":46,
                "2020":42,
                "2021":2
            }
        ],
        [
            "The local and intermediate structure of stoichiometric LaMnO 3 has been studied in the pseudocubic and rhombohedral phases at high temperatures (300–1150 K). Neutron powder diffraction data were collected and a combined Rietveld and high real space resolution atomic pair distribution function analysis was carried out. The nature of the Jahn-Teller (JT) transition around 750 K is confirmed to be orbital order to disorder. In the high-temperature orthorhombic (O) and rhombohedral (R) phases, the MnO 6 octahedra are still fully distorted locally. More importantly, the intermediate structure suggests the presence of local ordered clusters of diameter∼ 16 Å (∼ 4 MnO 6 octahedra) implying strong nearest-neighbor JT antiferrodistortive coupling. These clusters persist well above the JT transition temperature even into the high-temperature R phase.",
            "Orbital correlations in the pseudocubic O and rhombohedral R phases of LaMnO 3",
            "Xiangyun Qiu and Th Proffen and JF Mitchell and SJL Billinge",
            "2005",
            "PosEkHAAAAAJ:VjBpw8Hezy4C",
            177,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.94.177203",
            "14593336138246333661",
            "\/scholar?cites=14593336138246333661",
            {
                "2005":2,
                "2006":14,
                "2007":20,
                "2008":13,
                "2009":13,
                "2010":14,
                "2011":11,
                "2012":15,
                "2013":10,
                "2014":8,
                "2015":5,
                "2016":9,
                "2017":14,
                "2018":6,
                "2019":7,
                "2020":13,
                "2021":1
            }
        ],
        [
            "We describe a microfluidic mixer that is well-suited for kinetic studies of macromolecular conformational change under a broad range of experimental conditions. The mixer exploits hydrodynamic focusing to create a thin jet containing the macromolecules of interest. Kinetic reactions are triggered by molecular diffusion into the jet from adjacent flow layers. The ultimate time resolution of these devices can be restricted by premature contact between co-flowing solutions during the focusing process. Here, we describe the design and characterization of a mixer in which hydrodynamic focusing is decoupled from the diffusion of reactants, so that the focusing region is free from undesirable contact between the reactants. Uniform mixing on the microsecond time scale is demonstrated using a device fabricated by imprinting optical-grade plastic. Device characterization is carried out using fluorescence correlation …",
            "Achieving uniform mixing in a microfluidic device: hydrodynamic focusing prior to mixing",
            "Hye Yoon Park and Xiangyun Qiu and Elizabeth Rhoades and Jonas Korlach and Lisa W Kwok and Warren R Zipfel and Watt W Webb and Lois Pollack",
            "2006",
            "PosEkHAAAAAJ:HKviVsUxM5wC",
            156,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ac060572n",
            "18234349708624114511",
            "\/scholar?cites=18234349708624114511",
            {
                "2007":6,
                "2008":14,
                "2009":11,
                "2010":14,
                "2011":12,
                "2012":8,
                "2013":20,
                "2014":19,
                "2015":9,
                "2016":15,
                "2017":3,
                "2018":11,
                "2019":6,
                "2020":6,
                "2021":2
            }
        ],
        [
            "Can nonspecifically bound divalent counterions induce attraction between DNA strands? Here, we present experimental evidence demonstrating attraction between short DNA strands mediated by Mg 2+ ions. Solution small angle x-ray scattering data collected as a function of DNA concentration enable model independent extraction of the second virial coefficient. As the [Mg 2+] increases, this coefficient turns from positive to negative reflecting the transition from repulsive to attractive inter-DNA interaction. This surprising observation is corroborated by independent light scattering experiments. The dependence of the observed attraction on experimental parameters including DNA length provides valuable clues to its origin.",
            "Inter-DNA attraction mediated by divalent counterions",
            "Xiangyun Qiu and Kurt Andresen and Lisa W Kwok and Jessica S Lamb and Hye Yoon Park and Lois Pollack",
            "2007",
            "PosEkHAAAAAJ:DGzKIA18-3YC",
            119,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.038104",
            "13757447902669690501",
            "\/scholar?cites=13757447902669690501",
            {
                "2008":14,
                "2009":7,
                "2010":6,
                "2011":8,
                "2012":15,
                "2013":13,
                "2014":6,
                "2015":9,
                "2016":8,
                "2017":6,
                "2018":9,
                "2019":10,
                "2020":8
            }
        ],
        [
            "An atomic pair distribution function (PDF) neutron powder diffraction round-robin experiment was performed on six diffractometers at three spallation sources. Instrument-specific effects on the real-space PDF were investigated, such as finite measurement range, the instrument resolution and the asymmetric shape of diffraction peaks. Two illustrative samples, a perfectly long-range-ordered element, Pb, and a locally strained alloy ZnSe0.5Te0.5, were measured at low temperatures. Various aspects of the PDF were explored, either qualitatively by direct comparison or quantitatively via structural modelling. Future implementation of modelling codes incorporating some of these instrumental effects are also discussed.",
            "Reciprocal-space instrumental effects on the real-space neutron atomic pair distribution function",
            "Xiangyun Qiu and Emil S Božin and Pavol Juhas and Thomas Proffen and Simon JL Billinge",
            "2004",
            "PosEkHAAAAAJ:J4E9jCG1tHUC",
            92,
            "https:\/\/scripts.iucr.org\/cgi-bin\/paper?ko5004",
            "6201532254443683251",
            "\/scholar?cites=6201532254443683251",
            {
                "2004":1,
                "2005":3,
                "2006":2,
                "2007":5,
                "2008":4,
                "2009":10,
                "2010":7,
                "2011":9,
                "2012":5,
                "2013":4,
                "2014":6,
                "2015":5,
                "2016":4,
                "2017":3,
                "2018":8,
                "2019":3,
                "2020":9,
                "2021":2
            }
        ],
        [
            "The recent discovery of the RNA interference mechanism emphasizes the biological importance of short, isolated, double-stranded (ds) RNA helices and calls for a complete understanding of the biophysical properties of dsRNA. However, most previous studies of the electrostatics of nucleic acid duplexes have focused on DNA. Here, we present a comparative investigation of electrostatic effects in RNA and DNA. Using resonant (anomalous) and non-resonant small-angle X-ray scattering, we characterized the charge screening efficiency and counterion distribution around short (25 bp) dsDNA and RNA molecules of comparable sequence. Consistent with theoretical predictions, we find counterion mediated screening to be more efficient for dsRNA than dsDNA. Furthermore, the topology of the RNA A-form helix alters the spatial distribution of counterions relative to B-form DNA. The experimental results …",
            "Both helix topology and counterion distribution contribute to the more effective charge screening in dsRNA compared with dsDNA",
            "Suzette A Pabit and Xiangyun Qiu and Jessica S Lamb and Li Li and Steve P Meisburger and Lois Pollack",
            "2009",
            "PosEkHAAAAAJ:5rMqqAh47xYC",
            73,
            "https:\/\/academic.oup.com\/nar\/article-abstract\/37\/12\/3887\/1043319",
            "1474144446154134497",
            "\/scholar?cites=1474144446154134497",
            {
                "2009":2,
                "2010":4,
                "2011":8,
                "2012":11,
                "2013":3,
                "2014":8,
                "2015":12,
                "2016":9,
                "2017":2,
                "2018":6,
                "2019":4,
                "2020":4
            }
        ],
        [
            "We show in this Communication that the combination of Rietveld and pair distribution function (PDF) analyses allows unique insight into the nature and driving force of the phase transition of α-AlF3, which was not available from conventional structural analysis methods alone. The use of image plate technology allows structural changes to be followed in “real time” and reduces the time required to collect high-resolution PDF data from hours (with a conventional solid state detector) to seconds. This methodology produces raw data that can simultaneously be analyzed by both Rietveld and PDF analysis. ",
            "Probing local and long-range structure simultaneously: An in situ study of the high-temperature phase transition of α-AlF3",
            "Peter J Chupas and Santanu Chaudhuri and Jonathan C Hanson and Xiangyun Qiu and Peter L Lee and Sarvjit D Shastri and Simon JL Billinge and Clare P Grey",
            "2004",
            "PosEkHAAAAAJ:uoRD4RTSUPoC",
            70,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja031553n",
            "3185361431120274766",
            "\/scholar?cites=3185361431120274766",
            {
                "2004":1,
                "2005":4,
                "2006":5,
                "2007":10,
                "2008":4,
                "2009":1,
                "2010":10,
                "2011":3,
                "2012":7,
                "2013":4,
                "2014":6,
                "2015":3,
                "2016":1,
                "2017":4,
                "2018":3,
                "2019":1,
                "2020":2,
                "2021":1
            }
        ],
        [
            "Interactions between short strands of DNA can be tuned from repulsive to attractive by varying solution conditions and have been quantified using small angle x-ray scattering techniques. The effective DNA interaction charge was extracted by fitting the scattering profiles with the generalized one-component method and inter-DNA Yukawa pair potentials. A significant charge is measured at low to moderate monovalent counterion concentrations, resulting in strong inter-DNA repulsion. The charge and repulsion diminish rapidly upon the addition of divalent counterions. An intriguing short range attraction is observed at surprisingly low divalent cation concentrations,∼ 16 mM Mg 2+. Quantitative measurements of inter-DNA potentials are essential for improving models of fundamental interactions in biological systems.",
            "Measuring inter-DNA potentials in solution",
            "Xiangyun Qiu and Lisa W Kwok and Hye Yoon Park and Jessica S Lamb and Kurt Andresen and Lois Pollack",
            "2006",
            "PosEkHAAAAAJ:hEXC_dOfxuUC",
            67,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.96.138101",
            "17964701700648207651",
            "\/scholar?cites=17964701700648207651",
            {
                "2006":1,
                "2007":1,
                "2008":13,
                "2009":5,
                "2010":4,
                "2011":7,
                "2012":5,
                "2013":12,
                "2014":2,
                "2015":4,
                "2016":4,
                "2017":3,
                "2018":5,
                "2019":1
            }
        ],
        [
            "Using solution synchrotron x-ray scattering, we measure the variation of DNA-DNA d spacings in bacteriophage λ with mono-, di-, and polyvalent salt concentrations, for wild-type [48.5× 10 3 base pairs (bp)] and short-genome-mutant (37.8 kbp) strains. From the decrease in d spacings with increasing salt, we deduce the relative contributions of DNA self-repulsion and bending to the energetics of packaged phage genomes. We quantify the DNA-DNA interaction energies within the intact phage by combining the measured d spacings in the capsid with measurements of osmotic pressure in DNA assemblies under the same salt conditions in bulk solution. In the commonly used Tris-Mg buffer, the DNA-DNA interaction energies inside the phage capsids are shown to be about 1 k T\/bp, an order of magnitude larger than the bending energies.",
            "Salt-dependent DNA-DNA spacings in intact bacteriophage λ reflect relative importance of DNA self-repulsion and bending energies",
            "Xiangyun Qiu and Donald C Rau and V Adrian Parsegian and Li Tai Fang and Charles M Knobler and William M Gelbart",
            "2011",
            "PosEkHAAAAAJ:e3CVSTJ63dQC",
            65,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.106.028102",
            "5806081713157587687",
            "\/scholar?cites=5806081713157587687",
            {
                "2011":2,
                "2012":5,
                "2013":10,
                "2014":5,
                "2015":10,
                "2016":6,
                "2017":5,
                "2018":7,
                "2019":3,
                "2020":12
            }
        ]
    ]
}