{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The authors review some aspects of the interplay between the dynamics of branes in string theory and the classical and quantum physics of gauge theories with different numbers of supersymmetries in various dimensions.",
            "Brane dynamics and gauge theory",
            "Amit Giveon and David Kutasov",
            "1999",
            "pOtpA40AAAAJ:u5HHmVD_uO8C",
            553,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.71.983",
            "8567839642188537866",
            "\/scholar?cites=8567839642188537866",
            {
                "1998":36,
                "1999":53,
                "2000":37,
                "2001":39,
                "2002":31,
                "2003":15,
                "2004":18,
                "2005":20,
                "2006":18,
                "2007":25,
                "2008":33,
                "2009":27,
                "2010":19,
                "2011":18,
                "2012":17,
                "2013":16,
                "2014":25,
                "2015":22,
                "2016":17,
                "2017":21,
                "2018":16,
                "2019":13,
                "2020":14,
                "2021":1
            }
        ],
        [
            "The study of open string tachyon condensation in string field theory can be drastically simplified by making an appropriate choice of coordinates on the space of string fields. We show that a very natural coordinate system is suggested by the connection between the worldsheet renormalization group and spacetime physics. In this system only one field, the tachyon, condenses while all other fields have vanishing expectation values. These coordinates are also well-suited to the study of D-branes as solitons. We use them to show that the tension of the D25-brane is cancelled by tachyon condensation and compute exactly the profiles and tensions of lower dimensional D-branes.",
            "Some exact results on tachyon condensation in string field theory",
            "David Kutasov and Marcos Marino and Gregory Moore",
            "2000",
            "pOtpA40AAAAJ:u-x6o8ySG0sC",
            506,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2000\/10\/045\/meta",
            "6518833546875629730",
            "\/scholar?cites=6518833546875629730",
            {
                "2000":13,
                "2001":108,
                "2002":78,
                "2003":54,
                "2004":46,
                "2005":40,
                "2006":23,
                "2007":22,
                "2008":21,
                "2009":6,
                "2010":10,
                "2011":16,
                "2012":18,
                "2013":8,
                "2014":10,
                "2015":6,
                "2016":7,
                "2017":6,
                "2018":2,
                "2019":4,
                "2020":5
            }
        ],
        [
            "We study string propagation on $ AdS_3 $ times a compact space from an``old fashioned''worldsheet point of view of perturbative string theory. We derive the spacetime CFT and its Virasoro and current algebras, thus establishing the conjectured $ AdS $\/CFT correspondence for this case in the full string theory. Our results have implications for the extreme IR limit of the $ D1-D5 $ system, as well as to 2+ 1 dimensional BTZ black holes and their Bekenstein-Hawking entropy.",
            "Comments on String Theory on ",
            "Amit Giveon and David Kutasov and Nathan Seiberg",
            "1998",
            "pOtpA40AAAAJ:d1gkVwhDpl0C",
            494,
            "https:\/\/arxiv.org\/abs\/hep-th\/9806194",
            "4099598312194308505",
            "\/scholar?cites=4099598312194308505",
            {
                "1998":9,
                "1999":80,
                "2000":39,
                "2001":30,
                "2002":39,
                "2003":23,
                "2004":19,
                "2005":19,
                "2006":10,
                "2007":12,
                "2008":14,
                "2009":12,
                "2010":11,
                "2011":13,
                "2012":11,
                "2013":16,
                "2014":12,
                "2015":12,
                "2016":18,
                "2017":12,
                "2018":25,
                "2019":23,
                "2020":31
            }
        ],
        [
            "We argue that vacua of string theory which asymptote at weak coupling to linear dilaton backgrounds are holographic. The full string theory in such vacua is``dual''to a theory without gravity in fewer dimensions. The dual theory is generically not a local quantum field theory. Excitations of the string vacuum, which can be studied in the weak coupling region using worldsheet methods, give rise to observables in the dual theory. An interesting example is string theory in the near-horizon background of parallel NS5-branes, the CHS model, which is dual to the decoupled NS5-brane theory (``little string theory''). This duality can be used to study some of the observables in this theory and some of their correlation functions. Another interesting example is the``old''matrix model, which gives a holographic description of two dimensional string theory.",
            "Linear dilatons, NS5-branes and holography",
            "Ofer Aharony and Micha Berkooz and Nathan Seiberg and David Kutasov",
            "1998",
            "pOtpA40AAAAJ:9yKSN-GCB0IC",
            396,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/1998\/10\/004\/meta",
            "7275195109726525646",
            "\/scholar?cites=7275195109726525646",
            {
                "1998":2,
                "1999":31,
                "2000":31,
                "2001":34,
                "2002":22,
                "2003":24,
                "2004":24,
                "2005":23,
                "2006":20,
                "2007":18,
                "2008":14,
                "2009":11,
                "2010":8,
                "2011":7,
                "2012":7,
                "2013":5,
                "2014":12,
                "2015":16,
                "2016":8,
                "2017":10,
                "2018":24,
                "2019":15,
                "2020":26
            }
        ],
        [
            "We investigate the entanglement entropy in gravity duals of confining large N c gauge theories using the proposal of [S. Ryu, T. Takayanagi, Phys. Rev. Lett. 96 (2006) 181602, hep-th\/0603001; S. Ryu, T. Takayanagi, JHEP 0608 (2006) 045, hep-th\/0605073]. Dividing one of the directions of space into a line segment of length l and its complement, the entanglement entropy between the two subspaces is given by the classical action of the minimal bulk hypersurface which approaches the endpoints of the line segment at the boundary. We find that in confining backgrounds there are generally two such surfaces. One consists of two disconnected components localized at the endpoints of the line segment. The other contains a tube connecting the two components. The disconnected surface dominates the entropy for l above a certain critical value l crit while the connected one dominates below that value. The change of …",
            "Entanglement as a probe of confinement",
            "Igor R Klebanov and David Kutasov and Arvind Murugan",
            "2008",
            "pOtpA40AAAAJ:YsMSGLbcyi4C",
            370,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321307009510",
            "4057358173850159984",
            "\/scholar?cites=4057358173850159984",
            {
                "2008":18,
                "2009":19,
                "2010":4,
                "2011":17,
                "2012":28,
                "2013":32,
                "2014":36,
                "2015":48,
                "2016":41,
                "2017":31,
                "2018":27,
                "2019":26,
                "2020":40,
                "2021":2
            }
        ],
        [
            "We propose a construction of dual pairs in four dimensional N= 1 supersymmetric Yang-Mills theory using branes in type IIA string theory.",
            "Branes and N= 1 duality in string theory",
            "Shmuel Elitzur and Amit Giveon and David Kutasov",
            "1997",
            "pOtpA40AAAAJ:2osOgNQ5qMEC",
            339,
            "https:\/\/arxiv.org\/pdf\/hep-th\/9702014",
            "11483663760226667758",
            "\/scholar?cites=11483663760226667758",
            {
                "1997":37,
                "1998":84,
                "1999":35,
                "2000":18,
                "2001":11,
                "2002":10,
                "2003":3,
                "2004":5,
                "2005":3,
                "2006":9,
                "2007":14,
                "2008":16,
                "2009":11,
                "2010":11,
                "2011":7,
                "2012":13,
                "2013":8,
                "2014":10,
                "2015":5,
                "2016":8,
                "2017":4,
                "2018":9,
                "2019":3,
                "2020":2
            }
        ],
        [
            "A double scaling limit can be defined in string theory on a Calabi-Yau (CY) manifold by approaching a point in moduli space where the CY space develops an isolated singularity and at the same time taking the string coupling to zero, while keeping a particular combination of the two parameters fixed. This leads to a decoupled theory without gravity which has a weak coupling expansion, and can be studied using a holographically dual non-critical superstring description. The usual``Little String Theory''corresponds to the strong coupling limit of this theory. We use holography to compute two and three point functions in weakly coupled double scaled little string theory, and study the spectrum of the theory in various dimensions. We find a discrete spectrum of masses which exhibits Hagedorn growth.",
            "Little string theory in a double scaling limit",
            "Amit Giveon and David Kutasov",
            "1999",
            "pOtpA40AAAAJ:IjCSPb-OGe4C",
            295,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/1999\/10\/034\/meta",
            "14815427163522625804",
            "\/scholar?cites=14815427163522625804",
            {
                "1999":2,
                "2000":18,
                "2001":23,
                "2002":22,
                "2003":25,
                "2004":24,
                "2005":29,
                "2006":26,
                "2007":20,
                "2008":7,
                "2009":5,
                "2010":4,
                "2011":4,
                "2012":7,
                "2013":6,
                "2014":11,
                "2015":14,
                "2016":5,
                "2017":9,
                "2018":15,
                "2019":11,
                "2020":7
            }
        ],
        [
            "We clarify a number of issues regarding the worldsheet and spacetime descriptions of string propagation on AdS 3. We construct the vertex operators of spacetime current algebra and spacetime (super) Virasoro generators in the full interacting SL (2) WZW theory and study their Ward identities. We also explain the relation between the analysis in this note and some recent work on this subject.",
            "More comments on string theory on AdS3",
            "David Kutasov and Nathan Seiberg",
            "1999",
            "pOtpA40AAAAJ:W7OEmFMy1HYC",
            284,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/1999\/04\/008\/meta",
            "2230605124618927488",
            "\/scholar?cites=2230605124618927488",
            {
                "1999":26,
                "2000":22,
                "2001":22,
                "2002":24,
                "2003":10,
                "2004":13,
                "2005":12,
                "2006":9,
                "2007":8,
                "2008":11,
                "2009":9,
                "2010":6,
                "2011":10,
                "2012":9,
                "2013":4,
                "2014":5,
                "2015":9,
                "2016":6,
                "2017":4,
                "2018":19,
                "2019":16,
                "2020":29
            }
        ],
        [
            "We discuss non-abelian SU (N c) gauge theory coupled to an adjoint chiral superfield X, and a number of fundamental chiral superfields Q i. Using duality, we show that turning on a superpotential W (X)= TrΣ l= 1 k g l X l+ 1 leads to non-trivial long distance dynamics, a large number of multicritical IR fixed points and vacua, connected to each other by varying the coefficients g l.",
            "On duality in supersymmetric Yang-Mills theory",
            "D Kutasov and A Schwimmer",
            "1995",
            "pOtpA40AAAAJ:zYLM7Y9cAGgC",
            265,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/037026939500676C",
            "2423965950898564520",
            "\/scholar?cites=2423965950898564520",
            {
                "1995":11,
                "1996":14,
                "1997":35,
                "1998":18,
                "1999":14,
                "2000":5,
                "2001":7,
                "2002":7,
                "2003":9,
                "2004":6,
                "2005":4,
                "2006":11,
                "2007":7,
                "2008":3,
                "2009":12,
                "2010":10,
                "2011":15,
                "2012":14,
                "2013":7,
                "2014":10,
                "2015":9,
                "2016":8,
                "2017":6,
                "2018":6,
                "2019":6,
                "2020":9,
                "2021":1
            }
        ],
        [
            "We consider two-dimensional supergravity coupled to  matter. This system can also be interpreted as noncritical type 0 string theory in a two-dimensional target space. After reviewing and extending the traditional descriptions of this class of theories, we provide a matrix model description. The 0B theory is similar to the realization of two-dimensional bosonic string theory via matrix quantum mechanics in an inverted harmonic oscillator potential; the difference is that we expand around a non-perturbatively stable vacuum, where the matrix eigenvalues are equally distributed on both sides of the potential. The 0A theory is described by a quiver matrix model.",
            "A NEW HAT FOR THE  MATRIX MODEL",
            "Michael R Douglas and Igor R Klebanov and D Kutasov and J Maldacena and E Martinec and N Seiberg",
            "2005",
            "pOtpA40AAAAJ:UeHWp8X0CEIC",
            262,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/9789812775344_0042",
            "4112600634366936541",
            "\/scholar?cites=4112600634366936541",
            {
                "2004":75,
                "2005":54,
                "2006":37,
                "2007":13,
                "2008":12,
                "2009":10,
                "2010":3,
                "2011":4,
                "2012":4,
                "2013":5,
                "2014":3,
                "2015":4,
                "2016":1,
                "2017":3,
                "2018":6,
                "2019":12,
                "2020":1
            }
        ]
    ]
}