{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The roughness of intraoral hard surfaces can influence bacterial plague retention. The present review evaluates the initial surface roughness of several intraoral hard materials, as well as changes in this surface roughness as a consequence of different treatment modalities.Articles found through Medline searches were included in this review if they met the following criteria: 1) stated threshold surface roughness values and reputed change in surface roughness due to different manipulation techniques; or 2) included standardized surface conditions that could be compared to the treated surface.Recently, some in vivo studies suggested a threshold surface roughness for bacterial retention (Ra = 0.2 μm) below which no further reduction in bacterial accumulation could be expected. An increase in surface roughness above this threshold roughness, however, resulted in a simultaneous …",
            "Comparison of surface roughness of oral hard materials to the threshold surface roughness for bacterial plaque retention: a review of the literature",
            "Curd ML Bollenl and Paul Lambrechts and Marc Quirynen",
            "1997",
            "ppkw-UIAAAAJ:kzcSZmkxUKAC",
            1491,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0109564197800383",
            "12601051959299975244",
            "\/scholar?cites=12601051959299975244",
            {
                "1999":5,
                "2000":4,
                "2001":6,
                "2002":4,
                "2003":21,
                "2004":24,
                "2005":29,
                "2006":40,
                "2007":32,
                "2008":33,
                "2009":59,
                "2010":80,
                "2011":69,
                "2012":86,
                "2013":80,
                "2014":95,
                "2015":100,
                "2016":140,
                "2017":119,
                "2018":136,
                "2019":147,
                "2020":141,
                "2021":17
            }
        ],
        [
            " In the oral cavity, an open growth system, bacterial adhesion to the non‐shedding surfaces is for most bacteria the only way to survive. This adhesion occurs in 4 phases: the transport of the bacterium to the surface, the initial adhesion with a reversible and irreversible stage, the attachment by specific interactions, and finally the colonization in order to form a biofilm. Different hard surfaces are available in the oral cavity (teeth, filling materials, dental implants, or prostheses), all with different surface characteristics. In a healthy situation, a dynamic equilibrium exists on these surfaces between the forces of retention and those of removal. However, an increased bacterial accumulation often results in a shift toward disease. 2 mechanisms favour the retention of dental plaque: adhesion and stagnation. The aim of this review is to examine the influence of the surface roughness and the surface free energy in the adhesion …",
            "The influence of surface roughness and surface‐free energy on supra‐and subgingival plaque formation in man: A review of the literature",
            "Marc Quirynen and CML Bollen",
            "1995",
            "ppkw-UIAAAAJ:w0F2JDEymm0C",
            1206,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1600-051X.1995.tb01765.x",
            "12248045925086948439",
            "\/scholar?cites=12248045925086948439",
            {
                "1996":9,
                "1997":8,
                "1998":16,
                "1999":16,
                "2000":19,
                "2001":21,
                "2002":19,
                "2003":21,
                "2004":41,
                "2005":41,
                "2006":56,
                "2007":58,
                "2008":36,
                "2009":45,
                "2010":57,
                "2011":64,
                "2012":93,
                "2013":63,
                "2014":78,
                "2015":63,
                "2016":70,
                "2017":99,
                "2018":71,
                "2019":53,
                "2020":75,
                "2021":4
            }
        ],
        [
            "Background:  From an ecological viewpoint, the oral cavity, in fact the oro‐pharynx, is an ‘open growth system’. It undergoes an uninterrupted introduction and removal of both microorganisms and nutrients. In order to survive within the oro‐pharyngeal area, bacteria need to adhere either to the soft or hard tissues in order to resist shear forces. The fast turn‐over of the oral lining epithelia (shedding 3 ×\/day) is an efficient defence mechanism as it prevents the accumulation of large masses of microorganisms. Teeth, dentures, or endosseous implants, however, providing non‐shedding surfaces, allow the formation of thick biofilms. In general, the established biofilm maintains an equilibrium with the host. An uncontrolled accumulation and\/or metabolism of bacteria on the hard surfaces forms, however, the primary cause of dental caries, gingivitis, periodontitis, peri‐implantitis, and stomatitis.Objectives:  This systematic …",
            "Effect of material characteristics and\/or surface topography on biofilm development",
            "Wim Teughels and Nele Van Assche and Isabelle Sliepen and Marc Quirynen",
            "2006",
            "ppkw-UIAAAAJ:Y5dfb0dijaUC",
            1080,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1600-0501.2006.01353.x",
            "4424431384704718901",
            "\/scholar?cites=4424431384704718901",
            {
                "2007":14,
                "2008":25,
                "2009":26,
                "2010":35,
                "2011":46,
                "2012":73,
                "2013":64,
                "2014":80,
                "2015":98,
                "2016":103,
                "2017":124,
                "2018":117,
                "2019":125,
                "2020":124,
                "2021":18
            }
        ],
        [
            " The use of oral implants in the rehabilitation of partially and fully edentulous patients is widely accepted even though failures do occur. The chance for implants to integrate can for example be jeopardised by the intra‐oral presence of bacteria and concomitant inflammatory reactions. The longevity of osseointegrated implants can be compromised by occlusal overload and\/or plaque‐induced peri‐implantitis, depending on the implant geometry and surface characteristics. Animal studies, cross‐sectional and longitudinal observations in man, as well as association studies indicate that peri‐implantitis is characterised by a microbiota comparable to that of periodontitis (high proportion of anaerobic Gram‐negative rods, motile organisms and spirochetes), but this does not necessarily prove a causal relationship. However, in order to prevent such a bacterial shift, the following measures can be considered: periodontal …",
            "Infectious risks for oral implants: a review of the literature",
            "Marc Quirynen and Marc De Soete and Daniel Van Steenberghe",
            "2002",
            "ppkw-UIAAAAJ:PaBasH6fAo0C",
            916,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1034\/j.1600-0501.2002.130101.x",
            "10243893713282875971",
            "\/scholar?cites=10243893713282875971",
            {
                "2002":3,
                "2003":14,
                "2004":20,
                "2005":33,
                "2006":36,
                "2007":38,
                "2008":42,
                "2009":29,
                "2010":42,
                "2011":77,
                "2012":67,
                "2013":63,
                "2014":68,
                "2015":67,
                "2016":73,
                "2017":74,
                "2018":49,
                "2019":48,
                "2020":40
            }
        ],
        [
            "It has been documented that the long‐term clinical outcome of the Brånemark® system is very favourable. However, failures do occur before and after loading. This study examined the differences in marginal bone loss between standard and self‐tapping fixtures and attempted to explain excessive marginal bone loss or loss of osseointegration during the first 3 years of loading. Marginal bone loss (scored on long cone radiographs) and fixture failure rate were compared for different fixture designs. For standard fixtures, in comparison with self‐tapping fixtures, the failure rate was clearly higher before as well as after loading. However, for successful fixtures no difference in marginal bone loss was observed. For the conical fixtures an increased marginal bone loss around the smooth part was observed. The effect of fixture overload, marginal bone height and loss of osseointegration was examined in 69 patients with 1 …",
            "Fixture design and overload influence marginal bone loss and future success in the Brånemark® system",
            "Marc Quirynen and Ignace Naert and Daniel Van Steenberghe",
            "1992",
            "ppkw-UIAAAAJ:yTLRzDEmwhEC",
            766,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1034\/j.1600-0501.1992.030302.x",
            "18051228329234123599",
            "\/scholar?cites=18051228329234123599",
            {
                "1993":3,
                "1994":6,
                "1995":4,
                "1996":6,
                "1997":13,
                "1998":18,
                "1999":17,
                "2000":29,
                "2001":29,
                "2002":26,
                "2003":29,
                "2004":40,
                "2005":33,
                "2006":37,
                "2007":44,
                "2008":43,
                "2009":48,
                "2010":37,
                "2011":33,
                "2012":53,
                "2013":27,
                "2014":31,
                "2015":36,
                "2016":30,
                "2017":31,
                "2018":13,
                "2019":21,
                "2020":18
            }
        ],
        [
            " Previous in vivo studies suggested that a high substratum surface free energy (s.f.e.) and an increased surface roughness facilitate the supragingival plaque accumulation. It is the aim of this clinical trial to explore the “relative” effect of a combination of these surface characteristics on plaque growth. 2 strips, one made of fluorethylenepropylene (FEP) and the other made of cellulose acetate (CA) (polymers with surface free energies of 20 and 58 erg\/cm2, respectively) were stuck to the labial surface of the central incisors of 16 volunteers. Half the surface of each strip was smooth (Ra ± 0.1 μm) and the other half was rough (Ra ± 2.2 μm). The undisturbed plaque formation on these strips was followed over a period of 6 days. The plaque extension at day 3 and 6 was scored planimetrically from color slides. Finally, of 6 subjects samples were taken from the strips as well as from a neighbouring smooth tooth surface (s.f.e …",
            "The influence of surface free energy and surface roughness on early plaque formation: an in vivo study in man",
            "Marc Quirynen and M Marechal and HJ Busscher and AH Weerkamp and PL Darius and Daniel van Steenberghe",
            "1990",
            "ppkw-UIAAAAJ:IjCSPb-OGe4C",
            609,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1600-051X.1990.tb01077.x",
            "183874148548119839",
            "\/scholar?cites=183874148548119839",
            {
                "1991":3,
                "1992":3,
                "1993":7,
                "1994":10,
                "1995":5,
                "1996":8,
                "1997":5,
                "1998":10,
                "1999":9,
                "2000":13,
                "2001":6,
                "2002":7,
                "2003":8,
                "2004":16,
                "2005":15,
                "2006":24,
                "2007":28,
                "2008":19,
                "2009":31,
                "2010":30,
                "2011":29,
                "2012":36,
                "2013":33,
                "2014":44,
                "2015":35,
                "2016":26,
                "2017":30,
                "2018":34,
                "2019":34,
                "2020":41,
                "2021":1
            }
        ],
        [
            "Bacterial adhesion to intra‐oral, hard surfaces is firmly influenced by the surface roughness of these structures. Previous studies showed a remarkable higher subgingival bacterial load on rough surfaces when compared to smooth sites. More recently, the additional effect of a further smoothening of intra‐oral hard surfaces on clinical and microbiological parameters was examined in a short‐term experiment. The results indicated that a reduction in surface roughness below Ra=0.2 μm, the so‐called “threshold Ra”, had no further effect on the quantitative\/qualitative microbiological adhesion or colonisation, neither supra‐ nor subgingivally. This study aims to examine the long‐term effects of smoothening immoral hard transgingival surfaces. In 6 patients expecting an overdenture in the lower jaw, supported by endosseus titanium implants, 2 different abutments (transmucosal part of the implant): a standard machined …",
            "The influence of abutment surface roughness on plaque accumulation and peri‐implant mucositis",
            "Curd ML Bollen and William Papaioanno and Johan Van Eldere and Evert Schepers and Marc Quirynen and Daniel Van Steenberghe",
            "1996",
            "ppkw-UIAAAAJ:QVtou7C4vgoC",
            605,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1034\/j.1600-0501.1996.070302.x",
            "16570942596190846010",
            "\/scholar?cites=16570942596190846010",
            {
                "1999":3,
                "2000":16,
                "2001":6,
                "2002":10,
                "2003":7,
                "2004":14,
                "2005":10,
                "2006":12,
                "2007":16,
                "2008":17,
                "2009":26,
                "2010":31,
                "2011":30,
                "2012":47,
                "2013":45,
                "2014":39,
                "2015":33,
                "2016":48,
                "2017":55,
                "2018":46,
                "2019":43,
                "2020":38,
                "2021":4
            }
        ],
        [
            "In a standard periodontal treatment strategy with consecutive root planings (per quadrant at a one- to two-week interval), re-infection of a disinfected area might occur before completion of the treatment. This study examines, both clinically and microbiologically, whether a full-mouth disinfection within 24 hours significantly improves the outcome of periodontal treatment. Ten patients with advanced chronic periodontitis were randomly allocated to a test and a control group. The patients from the control group received scalings and root planings as well as oral hygiene instructions per quadrant at two-week intervals. Full-mouth disinfection in the test group was sought by the removal of all plaque and calculus (in two visits within 24 hours). In addition, at each of these visits, the tongue was brushed with a 1 % chlorhexidine gel for one min and the mouth rinsed with a 0.2% chlorhexidine solution for two min. Furthermore …",
            "Full-vs. partial-mouth disinfection in the treatment of periodontal infections: short-term clinical and microbiological observations",
            "Marc Quirynen and CML Bollen and BNA Vandekerckhove and C Dekeyser and W Papaioannou and Hendrik Eyssen",
            "1995",
            "ppkw-UIAAAAJ:AzKEL7Gb_04C",
            497,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/00220345950740080501",
            "15243077383038573805",
            "\/scholar?cites=15243077383038573805",
            {
                "1996":4,
                "1997":3,
                "1998":5,
                "1999":4,
                "2000":4,
                "2001":6,
                "2002":8,
                "2003":6,
                "2004":13,
                "2005":18,
                "2006":23,
                "2007":25,
                "2008":22,
                "2009":32,
                "2010":19,
                "2011":26,
                "2012":28,
                "2013":34,
                "2014":40,
                "2015":24,
                "2016":32,
                "2017":25,
                "2018":27,
                "2019":20,
                "2020":33,
                "2021":2
            }
        ],
        [
            "In nine patients with fixed prostheses supported by endosseous titanium implants, 2 titanium abutments (trans-mucosal part of the implant) were replaced by either an unused standard abutment or a roughened titanium abutment. After 3 months of habitual oral hygiene, plaque samples were taken for differential phase-contrast microscopy, DNA probe analysis, and culturing.Supragingivally, rough abutments harbored significantly fewer coccoid micro-organisms (64 us. 81%), which is indicative of a more mature plaque. Subgingivally, the observations depended on the sampling procedure. For plaque collected with paper points, only minor qualitative and quantitative differences between both substrata could be registered. However, when the microbiota adhering to the abutment were considered, rough surfaces harbored 25 times more bacteria, with a slightly lower density of coccoid organisms. The presence and …",
            "An in vivo study of the influence of the surface roughness of implants on the microbiology of supra-and subgingival plaque",
            "M vd Quirynen and HC Van Der Mei and CML Bollen and A Schotte and M Marechal and GI Doornbusch and Ignace Naert and HJ v Busscher and Daniel Van Steenberghe",
            "1993",
            "ppkw-UIAAAAJ:hNSvKAmkeYkC",
            495,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/00220345930720090801",
            "17350279112731606140",
            "\/scholar?cites=17350279112731606140",
            {
                "1994":3,
                "1995":3,
                "1996":7,
                "1997":5,
                "1998":12,
                "1999":6,
                "2000":13,
                "2001":15,
                "2002":10,
                "2003":7,
                "2004":13,
                "2005":12,
                "2006":22,
                "2007":21,
                "2008":16,
                "2009":21,
                "2010":26,
                "2011":17,
                "2012":34,
                "2013":31,
                "2014":21,
                "2015":36,
                "2016":30,
                "2017":25,
                "2018":27,
                "2019":19,
                "2020":33,
                "2021":3
            }
        ],
        [
            "A classification for peri‐implant diseases and conditions was presented. Focused questions on the characteristics of peri‐implant health, peri‐implant mucositis, peri‐implantitis, and soft‐ and hard‐tissue deficiencies were addressed.Peri‐implant health is characterized by the absence of erythema, bleeding on probing, swelling, and suppuration. It is not possible to define a range of probing depths compatible with health; Peri‐implant health can exist around implants with reduced bone support.The main clinical characteristic of peri‐implant mucositis is bleeding on gentle probing. Erythema, swelling, and\/or suppuration may also be present. An increase in probing depth is often observed in the presence of peri‐implant mucositis due to swelling or decrease in probing resistance. There is strong evidence from animal and human experimental studies that plaque is the etiological factor for peri‐implant mucositis.Peri …",
            "Peri‐implant diseases and conditions: Consensus report of workgroup 4 of the 2017 World Workshop on the Classification of Periodontal and Peri‐Implant Diseases and Conditions",
            "Tord Berglundh and Gary Armitage and Mauricio G Araujo and Gustavo Avila‐Ortiz and Juan Blanco and Paulo M Camargo and Stephen Chen and David Cochran and Jan Derks and Elena Figuero and Christoph HF Hämmerle and Lisa JA Heitz‐Mayfield and Guy Huynh‐Ba and Vincent Iacono and Ki‐Tae Koo and France Lambert and Laurie McCauley and Marc Quirynen and Stefan Renvert and Giovanni E Salvi and Frank Schwarz and Dennis Tarnow and Cristiano Tomasi and Hom‐Lay Wang and Nicola Zitzmann",
            "2018",
            "ppkw-UIAAAAJ:qe6vwMD2xtsC",
            485,
            "https:\/\/aap.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/JPER.17-0739",
            "13573537761248384915",
            "\/scholar?cites=13573537761248384915",
            {
                "2018":24,
                "2019":135,
                "2020":284,
                "2021":28
            }
        ]
    ]
}