{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We use the influence functional path-integral method to derive an exact master equation for the quantum Brownian motion of a particle linearly coupled to a general environment (ohmic, subohmic, or supraohmic) at arbitrary temperature and apply it to study certain aspects of the loss of quantum coherence.",
            "Quantum Brownian motion in a general environment: Exact master equation with nonlocal dissipation and colored noise",
            "Bei Lok Hu and Juan Pablo Paz and Yuhong Zhang",
            "1992",
            "PRHKCScAAAAJ:_Ybze24A_UAC",
            1087,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.45.2843",
            "13170529359782998033",
            "\/scholar?cites=13170529359782998033",
            {
                "1992":4,
                "1993":28,
                "1994":21,
                "1995":25,
                "1996":31,
                "1997":31,
                "1998":28,
                "1999":36,
                "2000":27,
                "2001":27,
                "2002":36,
                "2003":39,
                "2004":32,
                "2005":36,
                "2006":42,
                "2007":63,
                "2008":42,
                "2009":45,
                "2010":53,
                "2011":45,
                "2012":57,
                "2013":43,
                "2014":43,
                "2015":37,
                "2016":37,
                "2017":40,
                "2018":44,
                "2019":44,
                "2020":46,
                "2021":1
            }
        ],
        [
            "This is the first of a series of papers which describe the functional-integral approach to the study of the statistical and kinetic properties of nonequilibrium quantum fields in flat and curved spacetimes. In this paper we treat a system of self-interacting bosons described by λ φ 4 scalar fields in flat space. We adopt the closed-time-path (CTP or ‘‘in-in’’) functional formalism and use a two-particle irreducible (2PI) representation for the effective action. These formalisms allow for a full account of the dynamics of quantum fields, and put the correlation functions on an equal footing with the mean fields. By assuming a thermal distribution we recover the real-time finite-temperature theory as a special case. By requiring the CTP effective action to be stationary with respect to variations of the correlation functions we obtain an infinite set of coupled equations which is the quantum-field-theoretical generalization of the Bogoliubov …",
            "Nonequilibrium quantum fields: Closed-time-path effective action, Wigner function, and Boltzmann equation",
            "Esteban Calzetta and Bei-Lok Hu",
            "1988",
            "PRHKCScAAAAJ:hMod-77fHWUC",
            614,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.37.2878",
            "4754943393105242277",
            "\/scholar?cites=4754943393105242277",
            {
                "1988":5,
                "1989":9,
                "1990":9,
                "1991":6,
                "1992":7,
                "1993":13,
                "1994":20,
                "1995":16,
                "1996":11,
                "1997":18,
                "1998":21,
                "1999":24,
                "2000":18,
                "2001":22,
                "2002":25,
                "2003":20,
                "2004":20,
                "2005":22,
                "2006":20,
                "2007":17,
                "2008":21,
                "2009":24,
                "2010":17,
                "2011":19,
                "2012":33,
                "2013":37,
                "2014":21,
                "2015":22,
                "2016":29,
                "2017":14,
                "2018":18,
                "2019":19,
                "2020":13,
                "2021":1
            }
        ],
        [
            "We discuss the generalization to curved spacetime of a path-integral formalism of quantum field theory based on the sum over paths first going forward in time in the presence of one external source from an in vacuum to a state defined on a hypersurface of constant time in the future, and then backwards in time in the presence of a different source to the same in vacuum. This closed-time-path formalism which generalizes the conventional method based on in-out vacuum persistence amplitudes yields real and causal effective actions, field equations, and expectation values. We apply this method to two problems in semiclassical cosmology. First we study the back reaction of particle production in a radiation-filled Bianchi type-I universe with a conformal scalar field. Unlike the in-out formalism which yields complex geometries the real and causal effective action here yields equations for real effective geometries, with …",
            "Closed-time-path functional formalism in curved spacetime: Application to cosmological back-reaction problems",
            "E Calzetta and Bei–Lok Hu",
            "1987",
            "PRHKCScAAAAJ:UebtZRa9Y70C",
            546,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.35.495",
            "1283930268985466940",
            "\/scholar?cites=1283930268985466940",
            {
                "1987":2,
                "1988":7,
                "1989":7,
                "1990":4,
                "1991":7,
                "1992":3,
                "1993":17,
                "1994":14,
                "1995":20,
                "1996":10,
                "1997":23,
                "1998":26,
                "1999":21,
                "2000":14,
                "2001":11,
                "2002":7,
                "2003":8,
                "2004":15,
                "2005":13,
                "2006":11,
                "2007":18,
                "2008":21,
                "2009":28,
                "2010":27,
                "2011":16,
                "2012":22,
                "2013":29,
                "2014":27,
                "2015":27,
                "2016":23,
                "2017":23,
                "2018":12,
                "2019":14,
                "2020":14,
                "2021":1
            }
        ],
        [
            "Laser‐excited vibrational fluorescence measurements have been made on the asymmetric‐stretching vibrational level (00°1) of CO2. Vibration→vibration energy‐transfer rates from this level due to collisions with CO2 and with a number of other collision partners are presented. The rate of near‐resonant exchange of vibrational energy between CO2 and N2 (ΔE=18 cm−1) has been measured. The kinetics of the CO2 laser system are analyzed in terms of a three‐level scheme. Observed laser performance is compared with that calculated by use of collisional and radiative coupling rates observed in nonionized gases and of electron activation and deactivation rates estimated from CO2 discharge systems. In accordance with the scheme presented, the relative effectiveness of small amounts of added H2, D2, and He on laser output parallels their effectiveness in deactivating the lower laser level. The criteria for …",
            "Vibrational Energy Transfer in CO2 Lasers",
            "C Bradley Moore and Robert E Wood and Bei‐Lok Hu and James T Yardley",
            "1967",
            "PRHKCScAAAAJ:08ZZubdj9fEC",
            414,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1840527",
            "9906253498343690736",
            "\/scholar?cites=9906253498343690736",
            {
                "1981":14,
                "1982":7,
                "1983":9,
                "1984":4,
                "1985":11,
                "1986":7,
                "1987":2,
                "1988":3,
                "1989":4,
                "1990":6,
                "1991":8,
                "1992":2,
                "1993":2,
                "1994":3,
                "1995":6,
                "1996":2,
                "1997":2,
                "1998":6,
                "1999":2,
                "2000":1,
                "2001":1,
                "2002":2,
                "2003":2,
                "2004":1,
                "2005":1,
                "2006":4,
                "2007":3,
                "2008":2,
                "2009":2,
                "2010":1,
                "2011":2,
                "2012":4,
                "2013":1,
                "2014":2,
                "2015":3,
                "2016":5,
                "2017":1,
                "2018":4
            }
        ],
        [
            "Part I. Fundamentals of Nonequilibrium Statistical Mechanics: 1. Basic issues in nonequilibrium statistical mechanics; 2. Relaxation, dissipation, noise and fluctuations; 3. Quantum open systems; Part II. Basics of Nonequilibrium Quantum Field Theory: 4. Quantum fields on time-dependent backgrounds: particle creation; 5. Open systems of interacting quantum fields; 6. Functional methods in nonequilibrium QFT; Part III. Gauge Invariance, Dissipation, Entropy, Noise and Decoherence: 7. Closed time path effective action for gauge theories; 8. Dissipation and noise in mean field dynamics; 9. Entropy generation and decoherence of quantum fields; Part IV. Thermal, Kinetic and Hydrodynamic Regimes: 10. Thermal field and linear response theory; 11. Quantum kinetic field theory; 12. Hydrodynamics and thermalization; 13. Nonequilibrium Bose-Einstein condensates; 14. Nonequilibrium issues in RHICs and DCCs; 15 …",
            "Nonequilibrium quantum field theory",
            "Esteban A Calzetta and Bei-Lok B Hu",
            "2008",
            "PRHKCScAAAAJ:q3oQSFYPqjQC",
            413,
            "https:\/\/ui.adsabs.harvard.edu\/abs\/2008nqft.book.....C\/abstract",
            "10868612932019881663",
            "\/scholar?cites=10868612932019881663",
            {
                "2008":3,
                "2009":16,
                "2010":30,
                "2011":33,
                "2012":40,
                "2013":36,
                "2014":31,
                "2015":37,
                "2016":29,
                "2017":36,
                "2018":35,
                "2019":33,
                "2020":49,
                "2021":3
            }
        ],
        [
            "The use of the effective-action method to calculate quantum effects in the early universe is described. An application is made to the calculation of the effect of one-loop contributions of conformally invariant matter fields on the evolution of homogeneous, isotropic, spatially flat classical geometries containing classical radiation.",
            "Quantum effects in the early universe. I. Influence of trace anomalies on homogeneous, isotropic, classical geometries",
            "MV Fischetti and JB Hartle and BL Hu",
            "1979",
            "PRHKCScAAAAJ:0EnyYjriUFMC",
            325,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.20.1757",
            "1312250380856199922",
            "\/scholar?cites=1312250380856199922",
            {
                "1982":2,
                "1983":11,
                "1984":16,
                "1985":13,
                "1986":13,
                "1987":7,
                "1988":6,
                "1989":10,
                "1990":7,
                "1991":4,
                "1992":3,
                "1993":11,
                "1994":10,
                "1995":6,
                "1996":3,
                "1997":12,
                "1998":7,
                "1999":10,
                "2000":3,
                "2001":6,
                "2002":13,
                "2003":6,
                "2004":5,
                "2005":10,
                "2006":5,
                "2007":4,
                "2008":12,
                "2009":5,
                "2010":6,
                "2011":10,
                "2012":10,
                "2013":5,
                "2014":9,
                "2015":5,
                "2016":7,
                "2017":9,
                "2018":3,
                "2019":8,
                "2020":4,
                "2021":2
            }
        ],
        [
            "We develop a perturbation scheme to treat the dynamics of a quantum Brownian particle (coordinate x) coupled nonlinearly to a bath of oscillators (coordinates q n) with an interaction action in the form λ f (x) q n k. We derive the influence functionals for the k= 2, 3, 4 cases to order λ 2 and derive the master equations for the special cases of local dissipation and white noise, as well as the general cases of nonlocal dissipation and colored noise for f (x)= x and x 2. We show that a generalized fluctuation-dissipation relation exists between the l th-order noise kernels of the k th-order coupling and their corresponding dissipation kernels.",
            "Quantum Brownian motion in a general environment. II. Nonlinear coupling and perturbative approach",
            "BL Hu and Juan Pablo Paz and Yuhong Zhang",
            "1993",
            "PRHKCScAAAAJ:mB3voiENLucC",
            285,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.47.1576",
            "3174832329873722661",
            "\/scholar?cites=3174832329873722661",
            {
                "1992":1,
                "1993":12,
                "1994":12,
                "1995":14,
                "1996":10,
                "1997":10,
                "1998":15,
                "1999":15,
                "2000":8,
                "2001":20,
                "2002":12,
                "2003":19,
                "2004":10,
                "2005":7,
                "2006":7,
                "2007":5,
                "2008":6,
                "2009":6,
                "2010":4,
                "2011":9,
                "2012":7,
                "2013":6,
                "2014":6,
                "2015":8,
                "2016":9,
                "2017":13,
                "2018":8,
                "2019":12,
                "2020":10,
                "2021":1
            }
        ],
        [
            "In preparation for an investigation of whether field-theoretic effects helped to make the early universe become isotropic, we seek to determine the physical (divergence-free) energy-momentum tensor through which the geometry of spacetime is influenced by a quantized scalar field with conformal (\" new improved\") coupling to the metric. The cosmological models studied are the Kasner-like (type I) metrics (homogeneous, spatially flat, nonrotating, but anisotropic), and also the isotropic Robertson-Walker metrics. The methods employed have previously been expounded in the context of a minimally coupled scalar field and a Robertson-Walker metric. Three divergent leading terms are extracted from an adiabatic expansion of the formal expressions for the expectation values of the energy density and pressures. In the Kasner case a slight reshuffling of the leading terms in the energy density displays all divergences to …",
            "Conformal energy-momentum tensor in curved spacetime: Adiabatic regularization and renormalization",
            "SA Fulling and Leonard Parker and BL Hu",
            "1974",
            "PRHKCScAAAAJ:t6usbXjVLHcC",
            275,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.10.3905",
            "11539911259864103916",
            "\/scholar?cites=11539911259864103916",
            {
                "1981":1,
                "1982":4,
                "1983":2,
                "1984":5,
                "1985":5,
                "1986":3,
                "1987":4,
                "1988":1,
                "1989":2,
                "1990":1,
                "1991":4,
                "1992":4,
                "1993":4,
                "1994":4,
                "1995":2,
                "1996":3,
                "1997":4,
                "1998":3,
                "1999":9,
                "2000":3,
                "2001":3,
                "2002":2,
                "2003":1,
                "2004":3,
                "2005":3,
                "2006":5,
                "2007":12,
                "2008":7,
                "2009":11,
                "2010":6,
                "2011":2,
                "2012":7,
                "2013":13,
                "2014":9,
                "2015":14,
                "2016":18,
                "2017":25,
                "2018":13,
                "2019":18
            }
        ],
        [
            "We consider a quantized field in a Bianchi type-I anisotropically expanding universe. A suitable expectation value of the renormalized energy-momentum tensor acts as the source of the metric in the Einstein equations. The coupled set of differential equations is numerically integrated, with the help of several approximations, in the case when the quantized field is the massless conformal scalar field. Boundary conditions are imposed at an initial time t 0 of the order of the Planck time, with the initial expansion rates varying over a wide range consistent with the constraints. It is found that the expansion rates tend toward isotropy and approach a radiation-filled Friedmann expansion in an interval of less than 10 3 Planck times, for the full range of initial expansion rates considered.",
            "Anisotropy damping through quantum effects in the early universe",
            "BL Hu and Leonard Parker",
            "1978",
            "PRHKCScAAAAJ:HoB7MX3m0LUC",
            258,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.17.933",
            "6186526386280332869",
            "\/scholar?cites=6186526386280332869",
            {
                "1981":12,
                "1982":8,
                "1983":5,
                "1984":11,
                "1985":5,
                "1986":5,
                "1987":6,
                "1988":1,
                "1989":5,
                "1990":4,
                "1991":8,
                "1992":5,
                "1993":9,
                "1994":5,
                "1995":4,
                "1996":5,
                "1997":9,
                "1998":7,
                "1999":14,
                "2000":3,
                "2001":4,
                "2002":7,
                "2003":3,
                "2004":6,
                "2005":4,
                "2006":4,
                "2007":2,
                "2008":7,
                "2009":6,
                "2010":2,
                "2011":4,
                "2012":6,
                "2013":5,
                "2014":10,
                "2015":8,
                "2016":7,
                "2017":5,
                "2018":7,
                "2019":7,
                "2020":6
            }
        ],
        [
            "Whereas semiclassical gravity is based on the semiclassical Einstein equation with sources given by the expectation value of the stress-energy tensor of quantum fields, stochastic semi-classical gravity is based on the Einstein-Langevin equation, which has, in addition, sources due to the noise kernel. The noise kernel is the vacuum expectation value of the (operator-valued) stress-energy bitensor, which describes the fluctuations of quantum-matter fields in curved spacetimes. A new improved criterion for the validity of semiclassical gravity may also be formulated from the viewpoint of this theory. In the first part of this review we describe the fundamentals of this new theory via two approaches: the axiomatic and the functional. The axiomatic approach is useful to see the structure of the theory from the framework of semiclassical gravity, showing the link from the mean value of the stress-energy tensor to the …",
            "Stochastic gravity: Theory and applications",
            "Bei Lok Hu and Enric Verdaguer",
            "2008",
            "PRHKCScAAAAJ:pqnbT2bcN3wC",
            248,
            "https:\/\/link.springer.com\/article\/10.12942\/lrr-2008-3?affiliation&error=cookies_not_supported&code=54faf656-9c01-4e40-98df-44199c35bb81",
            "6138644872244923884",
            "\/scholar?cites=6138644872244923884",
            {
                "2007":19,
                "2008":21,
                "2009":16,
                "2010":11,
                "2011":22,
                "2012":17,
                "2013":15,
                "2014":17,
                "2015":11,
                "2016":18,
                "2017":10,
                "2018":19,
                "2019":11,
                "2020":18
            }
        ]
    ]
}