{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A review of the basic ideas and techniques of the spectral density-functional theory is presented. This method is currently used for electronic structure calculations of strongly correlated materials where the one-electron description breaks down. The method is illustrated with several examples where interactions play a dominant role: systems near metal-insulator transitions, systems near volume collapse transitions, and systems with local moments.",
            "Electronic structure calculations with dynamical mean-field theory",
            "Gabriel Kotliar and Sergej Y Savrasov and Kristjan Haule and Viktor S Oudovenko and O Parcollet and CA Marianetti",
            "2006",
            "PsGM3ggAAAAJ:u5HHmVD_uO8C",
            2183,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.78.865",
            "9364813885441845976",
            "\/scholar?cites=9364813885441845976",
            {
                "2006":21,
                "2007":67,
                "2008":98,
                "2009":106,
                "2010":116,
                "2011":117,
                "2012":148,
                "2013":125,
                "2014":159,
                "2015":184,
                "2016":188,
                "2017":179,
                "2018":186,
                "2019":203,
                "2020":248,
                "2021":20
            }
        ],
        [
            "The iron pnictide and chalcogenide compounds are a subject of intensive investigations owing to their surprisingly high temperature superconductivity 1. They all share the same basic building blocks, but there is significant variation in their physical properties, such as magnetic ordered moments, effective masses, superconducting gaps and transition temperature (T c). Many theoretical techniques have been applied to individual compounds but no consistent description of the microscopic origin of these variations is available 2. Here we carry out a comparative theoretical study of a large number of iron-based compounds in both their magnetic and paramagnetic states. Taking into account correlation effects and realistic band structures, we describe well the trends in all of the physical properties such as the ordered moments, effective masses and Fermi surfaces across all families of iron compounds, and find them to …",
            "Kinetic frustration and the nature of the magnetic and paramagnetic states in iron pnictides and iron chalcogenides",
            "ZP Yin and Kristjan Haule and G Kotliar",
            "2011",
            "PsGM3ggAAAAJ:2osOgNQ5qMEC",
            685,
            "https:\/\/www.nature.com\/articles\/nmat3120",
            "17324939965210617986",
            "\/scholar?cites=17324939965210617986",
            {
                "2011":4,
                "2012":44,
                "2013":54,
                "2014":91,
                "2015":65,
                "2016":87,
                "2017":99,
                "2018":66,
                "2019":61,
                "2020":98,
                "2021":10
            }
        ],
        [
            "Studies of the electromagnetic response of various classes of correlated electron materials including transition-metal oxides, organic and molecular conductors, intermetallic compounds with d and f electrons, as well as magnetic semiconductors are reviewed. Optical inquiry into correlations in all these diverse systems is enabled by experimental access to the fundamental characteristics of an ensemble of electrons including their self-energy and kinetic energy. Steady-state spectroscopy carried out over a broad range of frequencies from microwaves to UV light and fast optics time-resolved techniques provides complimentary prospectives on correlations. Because the theoretical understanding of strong correlations is still evolving, the review is focused on the analysis of the universal trends that are emerging out of a large body of experimental data augmented where possible with insights from numerical studies.",
            "Electrodynamics of correlated electron materials",
            "Dimitri N Basov and Richard D Averitt and Dirk Van Der Marel and Martin Dressel and Kristjan Haule",
            "2011",
            "PsGM3ggAAAAJ:9yKSN-GCB0IC",
            668,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.83.471",
            "12508192633088804244",
            "\/scholar?cites=12508192633088804244",
            {
                "2011":24,
                "2012":47,
                "2013":64,
                "2014":76,
                "2015":86,
                "2016":64,
                "2017":80,
                "2018":78,
                "2019":64,
                "2020":76,
                "2021":7
            }
        ],
        [
            "We compute the electronic structure, momentum resolved spectral function and optical conductivity of the new superconductor LaO 1− x F x FeAs within the combination of the density functional theory and dynamical mean field theory. We find that the compound in the normal state is a strongly correlated metal and the parent compound is a bad metal at the verge of the metal insulator transition. We argue that the superconductivity is not phonon mediated.",
            "Correlated Electronic Structure of ",
            "Kristjan Haule and JH Shim and G Kotliar",
            "2008",
            "PsGM3ggAAAAJ:u-x6o8ySG0sC",
            642,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.226402",
            "13182258516129905850",
            "\/scholar?cites=13182258516129905850",
            {
                "2007":2,
                "2008":117,
                "2009":132,
                "2010":85,
                "2011":61,
                "2012":51,
                "2013":35,
                "2014":33,
                "2015":27,
                "2016":27,
                "2017":17,
                "2018":20,
                "2019":19,
                "2020":12,
                "2021":2
            }
        ],
        [
            "We generalized the recently introduced impurity solver [P. Werner et al., Phys. Rev. Lett. 97, 076405 (2006)] based on the diagrammatic expansion around the atomic limit and quantum Monte Carlo summation of the diagrams. We present generalization to the cluster of impurities, which is at the heart of the cluster dynamical mean-field methods, and to realistic multiplet structure of a correlated atom, which will allow a high-precision study of actinide and lanthanide based compounds with the combination of the dynamical mean-field theory and band-structure methods. The approach is applied to both the two-dimensional Hubbard and t− J models within cellular dynamical mean-field method. The efficient implementation of the algorithm, which we describe in detail, allows us to study coherence of the system at low temperature from the underdoped to overdoped regime. We show that the point of maximal …",
            "Quantum Monte Carlo impurity solver for cluster dynamical mean-field theory and electronic structure calculations with adjustable cluster base",
            "Kristjan Haule",
            "2007",
            "PsGM3ggAAAAJ:d1gkVwhDpl0C",
            469,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.75.155113",
            "2470391474853605632",
            "\/scholar?cites=2470391474853605632",
            {
                "2007":7,
                "2008":22,
                "2009":15,
                "2010":15,
                "2011":24,
                "2012":33,
                "2013":30,
                "2014":30,
                "2015":41,
                "2016":45,
                "2017":40,
                "2018":43,
                "2019":50,
                "2020":63,
                "2021":9
            }
        ],
        [
            "We implemented the charge self-consistent combination of density-functional theory and dynamical mean-field theory (DMFT) in two full-potential methods, the augmented plane-wave and the linear muffin-tin orbital methods. We categorize the commonly used projection methods in terms of the causality of the resulting DMFT equations and the amount of partial spectral weight retained. The detailed flow of the dynamical mean-field algorithm is described, including the computation of response functions such as transport coefficients. We discuss the implementation of the impurity solvers based on hybridization expansion and an analytic continuation method for self-energy. We also derive the formalism for the bold continuous time quantum Monte Carlo method. We test our method on a classic problem in strongly correlated physics, the isostructural transition in Ce metal. We apply our method to the class of heavy …",
            "Dynamical mean-field theory within the full-potential methods: Electronic structure of CeIrIn 5, CeCoIn 5, and CeRhIn 5",
            "Kristjan Haule and Chuck-Hou Yee and Kyoo Kim",
            "2010",
            "PsGM3ggAAAAJ:W7OEmFMy1HYC",
            433,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.81.195107",
            "12221089433418268820",
            "\/scholar?cites=12221089433418268820",
            {
                "2010":7,
                "2011":23,
                "2012":28,
                "2013":20,
                "2014":33,
                "2015":34,
                "2016":41,
                "2017":40,
                "2018":51,
                "2019":65,
                "2020":82,
                "2021":7
            }
        ],
        [
            "A new class of high-temperature superconductors based on iron and arsenic was recently discovered (Kamihara et al 2008 J. Am. Chem. Soc. 130 3296), with the superconducting transition temperature as high as 55 K (Ren et al 2008 Chin. Phys. Lett. 25 2215). Here we show, using microscopic theory, that the normal state of the iron pnictides at high temperatures is highly anomalous, displaying a very enhanced magnetic susceptibility and a linear temperature dependence of the resistivity. Below a coherence scale T*, the resistivity sharply drops and susceptibility crosses over to Pauli-like temperature dependence. Remarkably, the coherence–incoherence crossover temperature is a very strong function of the strength of Hund's rule coupling J Hund. On the basis of the normal state properties, we estimate J Hund to be~ 0.35 eV. In the atomic limit, this value of J Hund leads to the critical ratio of the exchange …",
            "Coherence–incoherence crossover in the normal state of iron oxypnictides and importance of Hund's rule coupling",
            "Kristjan Haule and Gabriel Kotliar",
            "2009",
            "PsGM3ggAAAAJ:UeHWp8X0CEIC",
            420,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1367-2630\/11\/2\/025021\/meta",
            "4608144617276955855",
            "\/scholar?cites=4608144617276955855",
            {
                "2009":19,
                "2010":18,
                "2011":29,
                "2012":27,
                "2013":25,
                "2014":38,
                "2015":44,
                "2016":52,
                "2017":38,
                "2018":38,
                "2019":35,
                "2020":53,
                "2021":2
            }
        ],
        [
            "We reexamine the determination of| V c b| from B→ D l ν in view of recent experimental and theoretical progress, discussing the parameterization of the form factors and studying the role played by the unitarity constraints. Our fit to experimental and lattice results for B→ D ℓ ν gives| V c b|= 40.49 (97) 10− 3 and to R (D)= 0.299 (3).",
            "Revisiting ",
            "Dante Bigi and Paolo Gambino",
            "2016",
            "PsGM3ggAAAAJ:WZBGuue-350C",
            304,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.94.094008",
            "8588823542992939176",
            "\/scholar?cites=8588823542992939176",
            {
                "2015":4,
                "2016":19,
                "2017":59,
                "2018":77,
                "2019":77,
                "2020":66,
                "2021":2
            }
        ],
        [
            "Unconventional superconductivity occurs in close proximity to a magnetically ordered state in many materials 1, 2. Uncovering the character of the proximate magnetic phase is a crucial step towards understanding the mechanism of superconductivity. Unlike the case in the cuprate superconductors, the nature of the magnetism and its underlying electronic state in the iron pnictide superconductors 3 is still not well understood. Many low-energy probes such as transport 4, scanning tunnelling microscopy 5 and angle-resolved photoemission spectroscopy 6 have measured strong in-plane anisotropy of the electronic states, but there is no consensus on its physical origin. Using a first-principles theoretical approach, we modelled the magnetic state of the BaFe 2 As 2 parent compound and obtained the magnetic moment, optical conductivity and anisotropy of the electronic states, all in excellent agreement with …",
            "Magnetism and charge dynamics in iron pnictides",
            "ZP Yin and Kristjan Haule and G Kotliar",
            "2011",
            "PsGM3ggAAAAJ:Y0pCki6q_DkC",
            292,
            "https:\/\/www.nature.com\/articles\/nphys1923",
            "10786816068100548934",
            "\/scholar?cites=10786816068100548934",
            {
                "2010":1,
                "2011":39,
                "2012":35,
                "2013":17,
                "2014":32,
                "2015":31,
                "2016":37,
                "2017":25,
                "2018":29,
                "2019":16,
                "2020":24,
                "2021":3
            }
        ],
        [
            "We address the nature of the Mott transition in the Hubbard model at half-filling using cluster dynamical mean field theory (DMFT). We compare cluster-DMFT results with those of single-site DMFT. We show that inclusion of the short-range correlations on top of the on-site correlations does not change the order of the transition between the paramagnetic metal and the paramagnetic Mott insulator, which remains first order. However, the short range correlations reduce substantially the critical U and modify the shape of the transition lines. Moreover, they lead to very different physical properties of the metallic and insulating phases near the transition point. Approaching the transition from the metallic side, we find an anomalous metallic state with very low coherence scale. The insulating state is characterized by the narrow Mott gap with pronounced peaks at the gap edge.",
            "Cluster dynamical mean field theory of the Mott transition",
            "Hyowon Park and Kristjan Haule and Gabriel Kotliar",
            "2008",
            "PsGM3ggAAAAJ:zYLM7Y9cAGgC",
            292,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.186403",
            "10539609591450581776",
            "\/scholar?cites=10539609591450581776",
            {
                "2007":1,
                "2008":4,
                "2009":19,
                "2010":22,
                "2011":25,
                "2012":20,
                "2013":19,
                "2014":22,
                "2015":25,
                "2016":26,
                "2017":23,
                "2018":29,
                "2019":28,
                "2020":27
            }
        ]
    ]
}