{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "KamLAND has measured the flux of ν e’s from distant nuclear reactors. We find fewer ν e events than expected from standard assumptions about ν e propagation at the 99.95% CL In a 162 ton· y r exposure the ratio of the observed inverse β-decay events to the expected number without ν e disappearance is 0.611±0.085 (s t a t)±0.041 (s y s t) for ν e energies> 3.4 M e V. In the context of two-flavor neutrino oscillations with CPT invariance, all solutions to the solar neutrino problem except for the “large mixing angle” region are excluded.",
            "First results from KamLAND: evidence for reactor antineutrino disappearance",
            "KamLAND& Eguchi and S Enomoto and K Furuno and J Goldman and H Hanada and H Ikeda and K Ikeda and K Inoue and K Ishihara and W Itoh and T Iwamoto and T Kawaguchi and T Kawashima and H Kinoshita and Y Kishimoto and M Koga and Y Koseki and T Maeda and T Mitsui and M Motoki and K Nakajima and M Nakajima and T Nakajima and H Ogawa and K Owada and T Sakabe and I Shimizu and J Shirai and F Suekane and A Suzuki and K Tada and O Tajima and T Takayama and K Tamae and H Watanabe and J Busenitz and Z Djurcic and K McKinny and D-M Mei and A Piepke and E Yakushev and BE Berger and YD Chan and MP Decowski and DA Dwyer and SJ Freedman and Y Fu and BK Fujikawa and KM Heeger and KT Lesko and K-B Luk and H Murayama and DR Nygren and CE Okada and AWP Poon and HM Steiner and LA Winslow and GA Horton-Smith and RD McKeown and J Ritter and B Tipton and P Vogel and CE Lane and T Miletic and PW Gorham and G Guillian and JG Learned and J Maricic and S Matsuno and S Pakvasa and S Dazeley and S Hatakeyama and M Murakami and RC Svoboda and BD Dieterle and M DiMauro and J Detwiler and G Gratta and K Ishii and N Tolich and Y Uchida and M Batygov and W Bugg and H Cohn and Y Efremenko and Y Kamyshkov and A Kozlov and Y Nakamura and L De Braeckeleer and CR Gould and HJ Karwowski and DM Markoff and JA Messimore and K Nakamura and RM Rohm and W Tornow and AR Young and Y-F Wang and KamLAND Collaboration",
            "2003",
            "PsPFn8MAAAAJ:u5HHmVD_uO8C",
            3905,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.90.021802",
            "11073641612887518338",
            "\/scholar?cites=11073641612887518338",
            {
                "2002":20,
                "2003":387,
                "2004":524,
                "2005":412,
                "2006":306,
                "2007":249,
                "2008":210,
                "2009":164,
                "2010":139,
                "2011":151,
                "2012":165,
                "2013":163,
                "2014":142,
                "2015":161,
                "2016":155,
                "2017":111,
                "2018":149,
                "2019":132,
                "2020":129,
                "2021":4
            }
        ],
        [
            "We present results of a study of neutrino oscillation based on a 766 ton\/year exposure of KamLAND to reactor antineutrinos. We observe 258 ν e candidate events with energies above 3.4 MeV compared to 365.2±23.7 events expected in the absence of neutrino oscillation. Accounting for 17.8±7.3 expected background events, the statistical significance for reactor ν e disappearance is 99.998%. The observed energy spectrum disagrees with the expected spectral shape in the absence of neutrino oscillation at 99.6% significance and prefers the distortion expected from ν e oscillation effects. A two-neutrino oscillation analysis of the KamLAND data gives Δ m 2= 7.9− 0.5+ 0.6× 10− 5 e V 2. A global analysis of data from KamLAND and solar-neutrino experiments yields Δ m 2= 7.9− 0.5+ 0.6× 10− 5 e V 2 and tan﻿ 2 θ= 0.40− 0.07+ 0.10, the most precise determination to date.",
            "Measurement of neutrino oscillation with KamLAND: Evidence of spectral distortion",
            "T Araki and K Eguchi and S Enomoto and K Furuno and K Ichimura and H Ikeda and K Inoue and K Ishihara and T Iwamoto and T Kawashima and Y Kishimoto and M Koga and Y Koseki and T Maeda and T Mitsui and M Motoki and K Nakajima and H Ogawa and K Owada and J-S Ricol and I Shimizu and J Shirai and F Suekane and A Suzuki and K Tada and O Tajima and K Tamae and Y Tsuda and H Watanabe and J Busenitz and T Classen and Z Djurcic and G Keefer and K McKinny and D-M Mei and A Piepke and E Yakushev and BE Berger and YD Chan and MP Decowski and DA Dwyer and SJ Freedman and Y Fu and BK Fujikawa and J Goldman and F Gray and KM Heeger and KT Lesko and K-B Luk and H Murayama and AWP Poon and HM Steiner and LA Winslow and GA Horton-Smith and C Mauger and RD McKeown and P Vogel and CE Lane and T Miletic and PW Gorham and G Guillian and JG Learned and J Maricic and S Matsuno and S Pakvasa and S Dazeley and S Hatakeyama and A Rojas and R Svoboda and BD Dieterle and J Detwiler and G Gratta and K Ishii and N Tolich and Y Uchida and M Batygov and W Bugg and Y Efremenko and Y Kamyshkov and A Kozlov and Y Nakamura and CR Gould and HJ Karwowski and DM Markoff and JA Messimore and K Nakamura and RM Rohm and W Tornow and R Wendell and AR Young and M-J Chen and Y-F Wang and F Piquemal and KamLAND Collaboration",
            "2005",
            "PsPFn8MAAAAJ:u-x6o8ySG0sC",
            1733,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.94.081801",
            "14592475846149751287",
            "\/scholar?cites=14592475846149751287",
            {
                "2004":8,
                "2005":124,
                "2006":206,
                "2007":200,
                "2008":213,
                "2009":134,
                "2010":98,
                "2011":97,
                "2012":86,
                "2013":104,
                "2014":72,
                "2015":67,
                "2016":64,
                "2017":54,
                "2018":71,
                "2019":59,
                "2020":60,
                "2021":1
            }
        ],
        [
            "We review and analyze the available information on the nuclear-fusion cross sections that are most important for solar energy generation and solar neutrino production. We provide best values for the low-energy cross-section factors and, wherever possible, estimates of the uncertainties. We also describe the most important experiments and calculations that are required in order to improve our knowledge of solar fusion rates.",
            "Solar fusion cross sections",
            "Eric G Adelberger and Sam M Austin and John N Bahcall and AB Balantekin and Gilles Bogaert and Lowell S Brown and Lothar Buchmann and F Edward Cecil and Arthur E Champagne and Ludwig De Braeckeleer and Charles A Duba and Steven R Elliott and Stuart J Freedman and Moshe Gai and G Goldring and Christopher R Gould and Andrei Gruzinov and Wick C Haxton and Karsten M Heeger and Ernest Henley and Calvin W Johnson and Marc Kamionkowski and Ralph W Kavanagh and Steven E Koonin and Kuniharu Kubodera and Karlheinz Langanke and Tohru Motobayashi and Vijay Pandharipande and Peter Parker and RGH Robertson and Claus Rolfs and RF Sawyer and N Shaviv and TD Shoppa and KA Snover and Erik Swanson and Robert E Tribble and Sylvaine Turck-Chieze and John F Wilkerson",
            "1998",
            "PsPFn8MAAAAJ:d1gkVwhDpl0C",
            876,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.70.1265",
            "645497507206840488",
            "\/scholar?cites=645497507206840488",
            {
                "1998":11,
                "1999":58,
                "2000":63,
                "2001":80,
                "2002":56,
                "2003":59,
                "2004":66,
                "2005":38,
                "2006":35,
                "2007":37,
                "2008":40,
                "2009":27,
                "2010":24,
                "2011":33,
                "2012":30,
                "2013":38,
                "2014":13,
                "2015":22,
                "2016":29,
                "2017":30,
                "2018":21,
                "2019":18,
                "2020":23,
                "2021":6
            }
        ],
        [
            "Data corresponding to a KamLAND detector exposure of 0.28 kton yr has been used to search for ν e’s in the energy range 8.3< E ν e< 14.8 M e V. No candidates were found for an expected background of 1.1±0.4 events. This result can be used to obtain a limit on ν e fluxes of any origin. Assuming that all ν e flux has its origin in the Sun and has the characteristic B 8 solar ν e energy spectrum, we obtain an upper limit of 3.7× 10 2 c m− 2 s− 1 (90% CL) on the ν e flux. We interpret this limit, corresponding to 2.8× 10− 4 of the standard solar model B 8 ν e flux, in the framework of spin-flavor precession and neutrino decay models.",
            "High Sensitivity Search for ’s from the Sun and Other Sources at KamLAND",
            "K Eguchi and S Enomoto and K Furuno and H Ikeda and K Ikeda and K Inoue and K Ishihara and T Iwamoto and T Kawashima and Y Kishimoto and M Koga and Y Koseki and T Maeda and T Mitsui and M Motoki and K Nakajima and H Ogawa and K Owada and F Piquemal and I Shimizu and J Shirai and F Suekane and A Suzuki and K Tada and O Tajima and T Takayama and K Tamae and H Watanabe and J Busenitz and Z Djurcic and K McKinny and DM Mei and A Piepke and E Yakushev and BE Berger and YD Chan and MP Decowski and DA Dwyer and SJ Freedman and Y Fu and BK Fujikawa and J Goldman and KM Heeger and KT Lesko and K-B Luk and H Murayama and DR Nygren and CE Okada and AWP Poon and HM Steiner and LA Winslow and GA Horton-Smith and C Mauger and RD McKeown and B Tipton and P Vogel and CE Lane and T Miletic and PW Gorham and G Guillian and JG Learned and J Maricic and S Matsuno and S Pakvasa and S Dazeley and S Hatakeyama and R Svoboda and BD Dieterle and M DiMauro and J Detwiler and G Gratta and K Ishii and N Tolich and Y Uchida and M Batygov and W Bugg and Y Efremenko and Y Kamyshkov and A Kozlov and Y Nakamura and CR Gould and HJ Karwowski and DM Markoff and JA Messimore and K Nakamura and RM Rohm and W Tornow and AR Young and MJ Chen and YF Wang and KamLAND Collaboration",
            "2004",
            "PsPFn8MAAAAJ:9yKSN-GCB0IC",
            213,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.92.071301",
            "5485184221426523943",
            "\/scholar?cites=5485184221426523943",
            {
                "2003":1,
                "2004":22,
                "2005":34,
                "2006":19,
                "2007":14,
                "2008":11,
                "2009":12,
                "2010":7,
                "2011":11,
                "2012":11,
                "2013":7,
                "2014":10,
                "2015":13,
                "2016":12,
                "2017":5,
                "2018":11,
                "2019":6,
                "2020":5
            }
        ],
        [
            "Parity nonconservation was studied for seventeen states in U 239 by measuring the helicity dependence of the total cross section for epithermal neutrons scattered from U 238. The root-mean-squared parity-violating matrix element for the mixing of p-wave and s-wave states was determined to be M= 0. 58− 0.25+ 0.50 meV. This corresponds to a parity-violating spreading width of Γ PV= 1.0× 10− 7 eV. Under plausible assumptions this gives a value of 4× 10− 7 for‖ α P‖, the ratio of strengths of the P-odd and P-even effective nucleon-nucleon interactions.",
            "Parity nonconservation for neutron resonances in U 238",
            "JD Bowman and CD Bowman and JE Bush and PPJ Delheij and CM Frankle and CR Gould and DG Haase and J Knudson and GE Mitchell and S Penttila and H Postma and NR Roberson and SJ Seestrom and JJ Szymanski and VW Yuan and X Zhu",
            "1990",
            "PsPFn8MAAAAJ:qjMakFHDy7sC",
            145,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.65.1192",
            "8227967516107059548",
            "\/scholar?cites=8227967516107059548",
            {
                "1990":1,
                "1991":7,
                "1992":17,
                "1993":18,
                "1994":15,
                "1995":13,
                "1996":14,
                "1997":9,
                "1998":8,
                "1999":7,
                "2000":2,
                "2001":5,
                "2002":5,
                "2003":2,
                "2004":2,
                "2005":1,
                "2006":1,
                "2007":5,
                "2008":2,
                "2009":1,
                "2010":1,
                "2011":3,
                "2012":1,
                "2013":2
            }
        ],
        [
            "Parity-nonconserving longitudinal analyzing powers were measured for 23 p-wave neutron resonances in Th 232. Seven resonances show effects of greater than 2σ statistical significance (95% confidence)—the largest sample yet measured in a single nucleus. All seven analyzing powers have positive sign. Strong sign correlations are not a feature of the conventional statistical model of parity mixing between compound nuclear states. The results suggest that the mechanism of parity violation in resonance reactions is more complicated than previously assumed.",
            "Sign correlations and parity nonconservation for neutron resonances in ",
            "CM Frankle and JD Bowman and JE Bush and PPJ Delheij and CR Gould and DG Haase and JN Knudson and GE Mitchell and S Penttilä and H Postma and NR Roberson and SJ Seestrom and JJ Szymanski and SH Yoo and V_W Yuan and X Zhu",
            "1991",
            "PsPFn8MAAAAJ:2osOgNQ5qMEC",
            142,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.67.564",
            "543576099349337656",
            "\/scholar?cites=543576099349337656",
            {
                "1991":1,
                "1992":16,
                "1993":29,
                "1994":20,
                "1995":21,
                "1996":13,
                "1997":5,
                "1998":4,
                "1999":6,
                "2000":1,
                "2001":3,
                "2002":4,
                "2003":1,
                "2004":2,
                "2005":1,
                "2006":1,
                "2007":2,
                "2008":1,
                "2009":2,
                "2010":2,
                "2011":1,
                "2012":1,
                "2013":2,
                "2014":2
            }
        ],
        [
            "We reanalyze Oklo Sm 149 data using realistic models of the natural nuclear reactors. Disagreements among recent Oklo determinations of the time evolution of α, the electromagnetic fine structure constant, are shown to be due to different reactor models, which led to different neutron spectra used in the calculations. We use known Oklo reactor epithermal spectral indices as criteria for selecting realistic reactor models. Two Oklo reactors, RZ2 and RZ10, were modeled with MCNP. The resulting neutron spectra were used to calculate the change in the Sm 149 effective neutron capture cross section as a function of a possible shift in the energy of the 97.3-meV resonance. We independently deduce ancient Sm 149 effective cross sections and use these values to set limits on the time variation of α. Our study resolves a contradictory situation with previous Oklo α results. Our suggested 2 σ bound on a possible time …",
            "Time variability of α from realistic models of Oklo reactors",
            "CR Gould and EI Sharapov and SK Lamoreaux",
            "2006",
            "PsPFn8MAAAAJ:IjCSPb-OGe4C",
            111,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.74.024607",
            "4305932564223263348",
            "\/scholar?cites=4305932564223263348",
            {
                "2006":1,
                "2007":9,
                "2008":16,
                "2009":15,
                "2010":5,
                "2011":6,
                "2012":17,
                "2013":3,
                "2014":7,
                "2015":14,
                "2016":4,
                "2017":5,
                "2018":1,
                "2019":5,
                "2020":2,
                "2021":1
            }
        ],
        [
            "Parity nonconserving (PNC) longitudinal analyzing powers were measured for 23 p-wave neutron resonances in Th 232. Seven resonances show effects of greater than 2.4 σ statistical significance—the largest sample yet measured in a single nucleus. All seven analyzing powers have positive sign. Strong sign correlations are not a feature of the conventional statistical model of parity mixing between compound nuclear states. The asymmetry was expressed as a sum of two terms: a constant asymmetry and a fluctuating asymmetry. With this ansatz the root-mean-square PNC matrix element M= 1. 2− 0.4+ 0.5 meV, which corresponds to a spreading width of Γ PV= 6× 10− 7 eV.",
            "Parity nonconservation for neutron resonances in Th 232",
            "CM Frankle and JD Bowman and JE Bush and PPJ Delheij and CR Gould and DG Haase and JN Knudson and GE Mitchell and S Penttilä and H Postma and NR Roberson and SJ Seestrom and JJ Szymanski and SH Yoo and VW Yuan and X Zhu",
            "1992",
            "PsPFn8MAAAAJ:UeHWp8X0CEIC",
            108,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.46.778",
            "9885880452798225040",
            "\/scholar?cites=9885880452798225040",
            {
                "1991":2,
                "1992":2,
                "1993":6,
                "1994":17,
                "1995":13,
                "1996":16,
                "1997":8,
                "1998":9,
                "1999":2,
                "2000":3,
                "2001":5,
                "2002":4,
                "2003":1,
                "2004":1,
                "2005":2,
                "2006":2,
                "2007":2,
                "2008":1,
                "2009":2,
                "2010":1,
                "2011":2,
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":1,
                "2016":2
            }
        ],
        [
            "An optical model analysis of results from a program of neutron time-of-flight measurements of elastic scattering from the 1− p shell nuclei is described. Experiments have been carried out at the TUNL FN Tandem van de Graaff facility using the H 2 (d, n) He 3 reaction as a neutron source. Experimental methods and past results for neutron scattering from Li 6, Li 7, Be 9, B 10, B 11, C 12, C 13, and O 16 are summarized. Data have generally been accumulated at bombarding energies from 7 to 15 MeV in 1-MeV steps, at scattering angles from 25 to 160. Cross sections are compared to previous work. Much of the neutron scattering data is well described by the spherical optical model, particularly for nuclei in which resonance structure is not prominent. However, spherical optical model parameters for heavier nuclei do not reproduce the data well. Parameter sets for the individual nuclei are presented along with the …",
            "Optical model analysis of scattering of 7-to 15-MeV neutrons from 1− p shell nuclei",
            "JH Dave and CR Gould",
            "1983",
            "PsPFn8MAAAAJ:Y0pCki6q_DkC",
            91,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.28.2212",
            "56940907670899402",
            "\/scholar?cites=56940907670899402",
            {
                "1984":1,
                "1985":2,
                "1986":4,
                "1987":1,
                "1988":1,
                "1989":4,
                "1990":3,
                "1991":2,
                "1992":2,
                "1993":1,
                "1994":1,
                "1995":3,
                "1996":5,
                "1997":3,
                "1998":4,
                "1999":3,
                "2000":2,
                "2001":1,
                "2002":6,
                "2003":3,
                "2004":1,
                "2005":3,
                "2006":1,
                "2007":3,
                "2008":7,
                "2009":3,
                "2010":4,
                "2011":6,
                "2012":3,
                "2013":2,
                "2014":2,
                "2015":2,
                "2016":1
            }
        ],
        [
            "Differential cross sections were measured at 8, 10, 12 and 14 MeV for elastic scattering of neutrons from enriched samples of 54Fe, 56Fe, 63Cu and 65Cu. Inelastic scattering to the first excited state in 54, 56Fe was also observed. For the 63, 65Cu isotopes, the inelastic cross sections for scattering to the combined group of the three (five) states were determined at 8 and 10 MeV (12 and 14 MeV). The elastic scattering data are compared to predictions of earlier global optical models. New spherical optical model representations were obtained. These data were combined with data for nickel, tin and lead to generate a new global parametrization. Comparisons of derived volume integrals for the potentials, total cross sections and potential radii are made to available information.",
            "Elastic and inelastic scattering of neutrons from 54, 56Fe and 63, 65Cu:(I). Measurements from 8 to 14 MeV and a spherical optical model analysis",
            "SM El-Kadi and CE Nelson and FO Purser and RL Walter and A Beyerle and CR Gould and LW Seagondollar",
            "1982",
            "PsPFn8MAAAAJ:YsMSGLbcyi4C",
            91,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0375947482902810",
            "10790042207547909817",
            "\/scholar?cites=10790042207547909817",
            {
                "1982":1,
                "1983":4,
                "1984":2,
                "1985":5,
                "1986":5,
                "1987":3,
                "1988":3,
                "1989":4,
                "1990":2,
                "1991":4,
                "1992":1,
                "1993":1,
                "1994":3,
                "1995":1,
                "1996":1,
                "1997":4,
                "1998":1,
                "1999":1,
                "2000":2,
                "2001":3,
                "2002":1,
                "2003":1,
                "2004":3,
                "2005":4,
                "2006":8,
                "2007":5,
                "2008":2,
                "2009":3,
                "2010":1,
                "2011":1,
                "2012":1,
                "2013":4,
                "2014":4,
                "2015":1,
                "2016":1
            }
        ]
    ]
}