{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Nanometre-scale electronic structures are of both fundamental and technological interest: they provide a link between molecular and solid state physics, and have the potential to reach far higher device densities than is possible with conventional semiconductor technology 1, 2. Examples of such structures include quantum dots, which can function as single-electron transistors 3, 4 (although theirsensitivity to individual stray charges might make them unsuitable for large-scale devices) and semiconducting carbon nanotubes several hundred nanometres in length, which have been used to create a field-effect transistor 5. Much smaller devices could be made by joining two nanotubes or nanowires to create, for example, metal–semiconductor junctions, in which the junction area would be about 1 nm 2 for single-walled carbon nanotubes. Electrical measurements of nanotube ‘mats’ have shown the behaviour …",
            "Controlled growth and electrical properties of heterojunctions of carbon nanotubes and silicon nanowires",
            "Jiangtao Hu* and Min Ouyang* and Peidong Yang and Charles M Lieber",
            "1999",
            "pSvbXKQAAAAJ:u5HHmVD_uO8C",
            997,
            "https:\/\/www.nature.com\/articles\/19941",
            "9053883125103808381",
            "\/scholar?cites=9053883125103808381",
            {
                "1999":7,
                "2000":32,
                "2001":36,
                "2002":57,
                "2003":69,
                "2004":75,
                "2005":81,
                "2006":77,
                "2007":63,
                "2008":65,
                "2009":87,
                "2010":60,
                "2011":56,
                "2012":48,
                "2013":38,
                "2014":34,
                "2015":27,
                "2016":19,
                "2017":22,
                "2018":16,
                "2019":12,
                "2020":14
            }
        ],
        [
            "Metallic single-walled carbon nanotubes have been proposed to be good one-dimensional conductors. However, the finite curvature of the graphene sheet that forms the nanotubes and the broken symmetry due to the local environment may modify their electronic properties. We used low-temperature atomically resolved scanning tunneling microscopy to investigate zigzag and armchair nanotubes, both thought to be metallic. “Metallic” zigzag nanotubes were found to have energy gaps with magnitudes that depend inversely on the square of the tube radius, whereas isolated armchair tubes do not have energy gaps. Additionally, armchair nanotubes packed in bundles have pseudogaps, which exhibit an inverse dependence on tube radius. These observed energy gaps suggest that most “metallic” single-walled nanotubes are not true metals, and they have implications for our understanding of the electronic …",
            "Energy gaps in\" metallic\" single-walled carbon nanotubes",
            "Min Ouyang and Jin-Lin Huang and Chin Li Cheung and Charles M Lieber",
            "2001",
            "pSvbXKQAAAAJ:u-x6o8ySG0sC",
            910,
            "https:\/\/science.sciencemag.org\/content\/292\/5517\/702.abstract",
            "16182444821110003851",
            "\/scholar?cites=16182444821110003851",
            {
                "2001":8,
                "2002":44,
                "2003":47,
                "2004":58,
                "2005":58,
                "2006":72,
                "2007":57,
                "2008":51,
                "2009":59,
                "2010":61,
                "2011":51,
                "2012":49,
                "2013":53,
                "2014":40,
                "2015":36,
                "2016":39,
                "2017":39,
                "2018":34,
                "2019":29,
                "2020":21,
                "2021":1
            }
        ],
        [
            "Recent scanning tunneling microscopy studies of the intrinsic electronic properties of single-walled carbon nanotubes (SWNTs) are overviewed in this Account. A brief theoretical treatment of the electronic properties of SWNTs is developed, and then the effects of finite curvature and broken symmetry on electronic properties, the unique one-dimensional energy dispersion in nanotubes, the interaction between local spins and carriers in metallic nanotubes systems, and the atomic structure and electronic properties of intramolecular junctions are described. The implications of these studies for understanding fundamental one-dimensional physics and future nanotube device applications are also discussed. ",
            "Fundamental electronic properties and applications of single-walled carbon nanotubes",
            "Min Ouyang and Jin-Lin Huang and Charles M Lieber",
            "2002",
            "pSvbXKQAAAAJ:d1gkVwhDpl0C",
            640,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ar0101685",
            "13827425446496795538",
            "\/scholar?cites=13827425446496795538",
            {
                "2003":23,
                "2004":39,
                "2005":26,
                "2006":46,
                "2007":38,
                "2008":47,
                "2009":49,
                "2010":40,
                "2011":46,
                "2012":47,
                "2013":43,
                "2014":28,
                "2015":29,
                "2016":30,
                "2017":17,
                "2018":57,
                "2019":17,
                "2020":11,
                "2021":3
            }
        ]
    ]
}