{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We review higher-dimensional unified theories from the general relativity, rather than the particle physics side. Three distinct approaches to the subject are identified and contrasted: compactified, projective and noncompactified. We discuss the cosmological and astrophysical implications of extra dimensions, and conclude that none of the three approaches can be ruled out on observational grounds at the present time.",
            "Kaluza-Klein gravity",
            "JM Overduin and Paul S Wesson",
            "1997",
            "PUiS9uQAAAAJ:u5HHmVD_uO8C",
            1084,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370157396000464",
            "670163294721393982",
            "\/scholar?cites=670163294721393982",
            {
                "1997":3,
                "1998":20,
                "1999":21,
                "2000":40,
                "2001":35,
                "2002":42,
                "2003":48,
                "2004":53,
                "2005":53,
                "2006":51,
                "2007":44,
                "2008":72,
                "2009":49,
                "2010":35,
                "2011":53,
                "2012":49,
                "2013":68,
                "2014":54,
                "2015":61,
                "2016":44,
                "2017":35,
                "2018":46,
                "2019":48,
                "2020":47,
                "2021":4
            }
        ],
        [
            "The evolution of the scale factor a (t) in Friedmann models (those with zero pressure and a constant cosmological term Λ) is well understood, and elegantly summarized in the review of Felten and Isaacman [Rev. Mod. Phys. 58, 689 (1986)]. Developments in particle physics and inflationary theory, however, increasingly indicate that Λ ought to be treated as a dynamical quantity. We reexamine the evolution of the scale factor with a variable Λ term, and also generalize the treatment to include nonzero pressure. New solutions are obtained and evaluated using a variety of observational criteria. Existing arguments for the inevitability of a big bang (ie, an initial state with a= 0) are substantially weakened, and can be evaded in some cases with Λ 0 (the present value of Λ) well below current experimental limits.",
            "Evolution of the scale factor with a variable cosmological term",
            "JM Overduin and FI Cooperstock",
            "1998",
            "PUiS9uQAAAAJ:u-x6o8ySG0sC",
            652,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.58.043506",
            "17421097465591399800",
            "\/scholar?cites=17421097465591399800",
            {
                "1999":13,
                "2000":17,
                "2001":21,
                "2002":14,
                "2003":24,
                "2004":27,
                "2005":23,
                "2006":31,
                "2007":35,
                "2008":36,
                "2009":24,
                "2010":32,
                "2011":38,
                "2012":42,
                "2013":38,
                "2014":44,
                "2015":32,
                "2016":28,
                "2017":39,
                "2018":26,
                "2019":30,
                "2020":29,
                "2021":2
            }
        ],
        [
            "Progress in observational cosmology over the past five years has established that the Universe is dominated dynamically by dark matter and dark energy. Both these new and apparently independent forms of matter–energy have properties that are inconsistent with anything in the existing standard model of particle physics, and it appears that the latter must be extended. We review what is known about dark matter and energy from their impact on the light of the night sky. Most of the candidates that have been proposed so far are not perfectly black, but decay into or otherwise interact with photons in characteristic ways that can be accurately modelled and compared with observational data. We show how experimental limits on the intensity of cosmic background radiation in the microwave, infrared, optical, ultraviolet, X-ray and γ-ray bands put strong limits on decaying vacuum energy, light axions, neutrinos, unstable …",
            "Dark matter and background light",
            "James Martin Overduin and Paul S Wesson",
            "2004",
            "PUiS9uQAAAAJ:d1gkVwhDpl0C",
            139,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370157304002996",
            "4455914285715497730",
            "\/scholar?cites=4455914285715497730",
            {
                "2004":2,
                "2005":6,
                "2006":6,
                "2007":8,
                "2008":7,
                "2009":3,
                "2010":2,
                "2011":8,
                "2012":17,
                "2013":9,
                "2014":6,
                "2015":8,
                "2016":12,
                "2017":9,
                "2018":11,
                "2019":11,
                "2020":12,
                "2021":2
            }
        ],
        [
            "The classical tests of general relativity—light deflection, time delay, and perihelion shift—are applied, along with the geodetic precession test, to the five‐dimensional extension of the theory known as Kaluza‐Klein gravity, using an analog of the four‐dimensional Schwarzschild metric. The perihelion advance and geodetic precession calculations are generalized for the first time to situations in which the components of momentum and spin along the extra coordinate do not vanish. Existing data on light‐bending around the Sun using long‐baseline radio interferometry, ranging to Mars using the Viking Lander, and the perihelion precession of Mercury all constrain a small parameter b associated with the extra part of the metric to be less than   in the solar system. An order of magnitude increase in sensitivity is possible from perihelion precession, if better limits on solar oblateness become available. Measurement of …",
            "Solar system tests of higher dimensional gravity",
            "Hongya Liu and James M Overduin",
            "2000",
            "PUiS9uQAAAAJ:9yKSN-GCB0IC",
            74,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/309115\/meta",
            "14769035097502529990",
            "\/scholar?cites=14769035097502529990",
            {
                "2000":1,
                "2001":5,
                "2002":2,
                "2003":5,
                "2004":3,
                "2005":2,
                "2006":1,
                "2007":6,
                "2008":7,
                "2009":9,
                "2010":6,
                "2011":3,
                "2012":4,
                "2013":5,
                "2014":2,
                "2015":6,
                "2016":3,
                "2017":1,
                "2018":1,
                "2019":2
            }
        ],
        [
            "The Gravity Probe B mission provided two new quantitative tests of Einstein's theory of gravity, general relativity (GR), by cryogenic gyroscopes in Earth's orbit. Data from four gyroscopes gave a geodetic drift-rate of− 6601.8±18.3 marc-s yr− 1 and a frame-dragging of− 37.2±7.2 marc-s yr− 1, to be compared with GR predictions of− 6606.1 and− 39.2 marc-s yr− 1 (1 marc-s= 4.848× 10− 9 radians). The present paper introduces the science, engineering, data analysis, and heritage of Gravity Probe B, detailed in the accompanying 20 CQG papers.",
            "The Gravity Probe B test of general relativity",
            "CWF Everitt and B Muhlfelder and DB DeBra and BW Parkinson and JP Turneaure and AS Silbergleit and EB Acworth and M Adams and R Adler and WJ Bencze and JE Berberian and RJ Bernier and KA Bower and RW Brumley and S Buchman and K Burns and B Clarke and JW Conklin and ML Eglington and G Green and G Gutt and DH Gwo and G Hanuschak and X He and MI Heifetz and DN Hipkins and TJ Holmes and RA Kahn and GM Keiser and JA Kozaczuk and T Langenstein and J Li and JA Lipa and JM Lockhart and M Luo and I Mandel and F Marcelja and JC Mester and A Ndili and Y Ohshima and J Overduin and M Salomon and DI Santiago and P Shestople and VG Solomonik and K Stahl and M Taber and RA Van Patten and S Wang and JR Wade and PW Worden and N Bartel and L Herman and DE Lebach and M Ratner and RR Ransom and Irwin I Shapiro and H Small and B Stroozas and R Geveden and JH Goebel and J Horack and J Kolodziejczak and AJ Lyons and J Olivier and P Peters and M Smith and W Till and L Wooten and W Reeve and M Anderson and NR Bennett and H Dougherty and P Dulgov and D Frank and LW Huff and R Katz and J Kirschenbaum and G Mason and D Murray and R Parmley and MI Ratner and G Reynolds and P Rittmuller and PF Schweiger and S Shehata and K Triebes and J VandenBeukel and R Vassar and T Al-Saud and A Al-Jadaan and H Al-Jibreen and M Al-Meshari and B Al-Suwaidan",
            "2015",
            "PUiS9uQAAAAJ:dshw04ExmUIC",
            72,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0264-9381\/32\/22\/224001\/meta",
            "10325531712865502670",
            "\/scholar?cites=10325531712865502670",
            {
                "2015":8,
                "2016":10,
                "2017":13,
                "2018":12,
                "2019":10,
                "2020":17,
                "2021":2
            }
        ],
        [
            "The weight of observational evidence is now converging on a nonzero value for the cosmological term Λ. At the same time, theorists are increasingly exploring the possibility that this parameter is a dynamical one whose effective value in the early universe may have been quite different from the one we measure today. We discuss two phenomenological Λ-decay scenarios that have appeared in the literature, focusing on the evolution of the cosmological scale factor. In both cases, observational data are compatible with nonsingular as well as big bang models. Requiring that the\" big bounce\" be deep enough to generate phenomena such as the cosmic microwave background and primordial light-element abundances, one can predict the present value of Ω Λ if the matter density Ω 0 is known. The acceptable windows are small and overlap the latest observations in several cases of interest.",
            "Nonsingular models with a variable cosmological term",
            "JM Overduin",
            "1999",
            "PUiS9uQAAAAJ:2osOgNQ5qMEC",
            71,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/312017\/meta",
            "5936869476627016442",
            "\/scholar?cites=5936869476627016442",
            {
                "2000":2,
                "2001":5,
                "2002":2,
                "2003":5,
                "2004":4,
                "2005":4,
                "2006":3,
                "2007":9,
                "2008":2,
                "2009":4,
                "2010":8,
                "2011":2,
                "2012":4,
                "2013":6,
                "2014":2,
                "2015":2,
                "2016":3,
                "2017":2,
                "2018":2
            }
        ],
        [
            "We unify the gravitational field with its source by considering a new type of 5D manifold in which space and time are augmented by an extra dimension which induces 4D matter. The classical tests of relativity are satisfied, and for solitons we obtain new effects which can be tested astrophysically. The canonical cosmological models are in agreement with observations, and we gain new insight into the nature of the big bang. Our inference is that the world may be pure geometry in 5D.",
            "A theory of space, time and matter",
            "PS Wesson and J Ponce de Leon and H Liu and B Mashhoon and D Kalligas and CWF Everitt and A Billyard and P Lim and JM Overduin",
            "1996",
            "PUiS9uQAAAAJ:UeHWp8X0CEIC",
            69,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/S0217751X96001553",
            "18245059447963236937",
            "\/scholar?cites=18245059447963236937",
            {
                "1996":1,
                "1997":4,
                "1998":6,
                "1999":5,
                "2000":1,
                "2001":5,
                "2002":2,
                "2003":4,
                "2004":5,
                "2005":3,
                "2006":2,
                "2007":5,
                "2008":2,
                "2009":1,
                "2010":3,
                "2011":2,
                "2012":1,
                "2013":1,
                "2014":5,
                "2015":2,
                "2016":3,
                "2017":4,
                "2018":1,
                "2019":1
            }
        ],
        [
            "In most studies of equivalence principle violation by solar system bodies it is assumed that the ratio of gravitational to inertial mass for a given body deviates from unity by a parameter Δ which is proportional to its gravitational self-energy. Here we inquire what experimental constraints can be set on Δ for various solar system objects when this assumption is relaxed. Extending an analysis originally due to Nordtvedt, we obtain upper limits on linearly independent combinations of Δ for two or more bodies from Kepler’s third law, the position of Lagrange libration points, and the phenomenon of orbital polarization. Combining our results, we extract numerical upper bounds on Δ for the Sun, Moon, Earth and Jupiter, using observational data on their orbits as well as those of the Trojan asteroids. These are applied as a test case to the theory of higher-dimensional (Kaluza-Klein) gravity. The results are three to six orders of …",
            "Solar system tests of the equivalence principle and constraints on higher-dimensional gravity",
            "James M Overduin",
            "2000",
            "PUiS9uQAAAAJ:qjMakFHDy7sC",
            58,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.62.102001",
            "5966134478089567666",
            "\/scholar?cites=5966134478089567666",
            {
                "2001":3,
                "2002":1,
                "2003":3,
                "2004":4,
                "2005":3,
                "2006":4,
                "2007":2,
                "2008":6,
                "2009":11,
                "2010":5,
                "2011":5,
                "2012":3,
                "2013":2,
                "2014":1,
                "2015":1,
                "2016":2,
                "2017":1
            }
        ],
        [
            "We consider the possible decay of a vacuum with nonzero energy density into radiation. This is one way to",
            "Constraints on vacuum decay from the microwave background",
            "JM Overduin and PS Wesson and S Bowyer",
            "1993",
            "PUiS9uQAAAAJ:IjCSPb-OGe4C",
            57,
            "http:\/\/adsabs.harvard.edu\/pdf\/1993ApJ...404....1O",
            "14635335968274736574",
            "\/scholar?cites=14635335968274736574",
            {
                "1992":1,
                "1993":4,
                "1994":5,
                "1995":3,
                "1996":1,
                "1997":5,
                "1998":5,
                "1999":3,
                "2000":1,
                "2001":2,
                "2002":2,
                "2003":3,
                "2004":1,
                "2005":1,
                "2006":3,
                "2007":5,
                "2008":2,
                "2009":1,
                "2010":3,
                "2011":3,
                "2012":1,
                "2013":1,
                "2014":1
            }
        ],
        [
            "Generic violations of Lorentz symmetry can be described by an effective field theory framework that contains both general relativity and the Standard Model of particle physics called the Standard-Model extension (SME). We obtain new constraints on the gravitational sector of the SME using recently published final results from Gravity Probe B. These include for the first time an upper limit at the 10− 3 level on the time-time component of the new tensor field responsible for inducing local Lorentz violation in the theory, and an independent limit at the 10− 7 level on a combination of components of this tensor field.",
            "Limits on violations of Lorentz symmetry from Gravity Probe B",
            "Quentin G Bailey and Ryan D Everett and James M Overduin",
            "2013",
            "PUiS9uQAAAAJ:BqipwSGYUEgC",
            52,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.88.102001",
            "14568769668047652502",
            "\/scholar?cites=14568769668047652502",
            {
                "2013":2,
                "2014":6,
                "2015":11,
                "2016":10,
                "2017":9,
                "2018":4,
                "2019":5,
                "2020":4
            }
        ]
    ]
}