{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Reaction products from the interaction of 6 He with 209 Bi have been measured at energies near the Coulomb barrier. A 4 He group of remarkable intensity, which dominates the total reaction cross section, has been observed. The angular distribution of the group suggests that it results primarily from a direct nuclear process. It is likely that this transfer and\/or breakup channel is the doorway state that accounts for the previously observed large sub-barrier fusion enhancement in this system.",
            "Transfer and\/or Breakup Modes in the  Reaction near the Coulomb Barrier",
            "E _ F Aguilera and JJ Kolata and FM Nunes and FD Becchetti and PA DeYoung and M Goupell and V Guimaraes and B Hughey and MY Lee and D Lizcano and E Martinez-Quiroz and A Nowlin and TW O'Donnell and Graham F Peaslee and D Peterson and P Santi and R White-Stevens",
            "2000",
            "PuvWhu4AAAAJ:ZeXyd9-uunAC",
            273,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.84.5058",
            "9657639502898437689",
            "\/scholar?cites=9657639502898437689",
            {
                "2000":3,
                "2001":18,
                "2002":12,
                "2003":30,
                "2004":21,
                "2005":25,
                "2006":16,
                "2007":27,
                "2008":8,
                "2009":13,
                "2010":16,
                "2011":19,
                "2012":12,
                "2013":9,
                "2014":8,
                "2015":4,
                "2016":8,
                "2017":8,
                "2018":1,
                "2019":3,
                "2020":10
            }
        ],
        [
            "The ability to localize sound sources in three-dimensional space was tested in humans. In Experiment 1, naive subjects listened to noises filtered with subject-specific head-related transfer functions. The tested conditions included the pointing method (head or manual pointing) and the visual environment (VE; darkness or virtual VE). The localization performance was not significantly different between the pointing methods. The virtual VE significantly improved the horizontal precision and reduced the number of front-back confusions. These results show the benefit of using a virtual VE in sound localization tasks. In Experiment 2, subjects were provided with sound localization training. Over the course of training, the performance improved for all subjects, with the largest improvements occurring during the first 400 trials. The improvements beyond the first 400 trials were smaller. After the training, there was still …",
            "3-D localization of virtual sound sources: Effects of visual environment, pointing method, and training",
            "Piotr Majdak and Matthew J Goupell and Bernhard Laback",
            "2010",
            "PuvWhu4AAAAJ:9yKSN-GCB0IC",
            124,
            "https:\/\/link.springer.com\/article\/10.3758\/APP.72.2.454",
            "7399474399335029745",
            "\/scholar?cites=7399474399335029745",
            {
                "2010":1,
                "2011":2,
                "2012":4,
                "2013":14,
                "2014":14,
                "2015":14,
                "2016":14,
                "2017":6,
                "2018":12,
                "2019":17,
                "2020":23
            }
        ],
        [
            "This report highlights research projects relevant to binaural and spatial hearing in adults and children. In the past decade we have made progress in understanding the impact of bilateral cochlear implants (BiCIs) on performance in adults and children. However, BiCI users typically do not perform as well as normal hearing (NH) listeners. In this article we describe the benefits from BiCIs compared with a single cochlear implant (CI), focusing on measures of spatial hearing and speech understanding in noise. We highlight the fact that in BiCI listening the devices in the two ears are not coordinated; thus binaural spatial cues that are available to NH listeners are not available to BiCI users. Through the use of research processors that carefully control the stimulus delivered to each electrode in each ear, we are able to preserve binaural cues and deliver them with fidelity to BiCI users. Results from those studies are …",
            "Studies on bilateral cochlear implants at the University of Wisconsin’s Binaural Hearing and Speech Laboratory",
            "Ruth Y Litovsky and Matthew J Goupell and Shelly Godar and Tina Grieco-Calub and Gary L Jones and Soha N Garadat and Smita Agrawal and Alan Kan and Ann Todd and Christi Hess and Sara Misurelli",
            "2012",
            "PuvWhu4AAAAJ:2osOgNQ5qMEC",
            115,
            "https:\/\/www.ingentaconnect.com\/contentone\/aaa\/jaaa\/2012\/00000023\/00000006\/art00009",
            "6082507558587617777",
            "\/scholar?cites=6082507558587617777",
            {
                "2012":1,
                "2013":10,
                "2014":15,
                "2015":20,
                "2016":15,
                "2017":15,
                "2018":13,
                "2019":10,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Bilateral cochlear implants (CIs) have provided some success in improving spatial hearing abilities to patients, but with large variability in performance. One reason for the variability is that there may be a mismatch in the place-of-stimulation arising from electrode arrays being inserted at different depths in each cochlea. Goupell et al. [(2013b). J. Acoust. Soc. Am. 133(4), 2272–2287] showed that increasing interaural mismatch led to non-fused auditory images and poor lateralization of interaural time differences in normal hearing subjects listening to a vocoder. However, a greater bandwidth of activation helped mitigate these effects. In the present study, the same experiments were conducted in post-lingually deafened bilateral CI users with deliberate and controlled interaural mismatch of single electrode pairs. Results show that lateralization was still possible with up to 3 mm of interaural mismatch, even when off …",
            "Effect of mismatched place-of-stimulation on binaural fusion and lateralization in bilateral cochlear-implant users",
            "Alan Kan and Corey Stoelb and Ruth Y Litovsky and Matthew J Goupell",
            "2013",
            "PuvWhu4AAAAJ:kNdYIx-mwKoC",
            114,
            "https:\/\/asa.scitation.org\/doi\/abs\/10.1121\/1.4820889",
            "12148933958157034104",
            "\/scholar?cites=12148933958157034104",
            {
                "2014":11,
                "2015":17,
                "2016":15,
                "2017":15,
                "2018":13,
                "2019":19,
                "2020":20,
                "2021":2
            }
        ],
        [
            "Although bilateral cochlear implantation has the potential to improve sound localization and speech understanding in noise, obstacles exist in presenting maximally useful binaural information to bilateral cochlear-implant (CI) users. One obstacle is that electrode arrays may differ in cochlear position by several millimeters, thereby stimulating different neural populations. Effects of interaural frequency mismatch on binaural processing were studied in normal-hearing (NH) listeners using band-limited pulse trains, thereby avoiding confounding factors that may occur in CI users. In experiment 1, binaural image fusion was measured to capture perceptual number, location, and compactness. Subjects heard a single, compact image on 73% of the trials. In experiment 2, intracranial image location was measured for different interaural time differences (ITDs) and interaural level differences (ILDs). For larger mismatch …",
            "Effect of mismatched place-of-stimulation on the salience of binaural cues in conditions that simulate bilateral cochlear-implant listening",
            "Matthew J Goupell and Corey Stoelb and Alan Kan and Ruth Y Litovsky",
            "2013",
            "PuvWhu4AAAAJ:LkGwnXOMwfcC",
            75,
            "https:\/\/asa.scitation.org\/doi\/abs\/10.1121\/1.4792936",
            "16221848372333423971",
            "\/scholar?cites=16221848372333423971",
            {
                "2013":2,
                "2014":7,
                "2015":11,
                "2016":10,
                "2017":14,
                "2018":11,
                "2019":9,
                "2020":9,
                "2021":1
            }
        ],
        [
            "ObjectivesIn bilateral cochlear implant users, electrodes mapped to the same frequency range in each ear may stimulate different places in each cochlea due to an insertion depth difference of electrode arrays. This interaural place of stimulation mismatch can lead to problems with auditory image fusion and sensitivity to binaural cues, which may explain large localization errors seen in many patients. Previous work has shown that interaural place of stimulation mismatch can lead to off-centered auditory images being perceived even though interaural time and level differences (ITD and ILD, respectively) were zero. Large interaural mismatches reduced the ability to use ITDs for auditory image lateralization. In contrast, lateralization with ILDs was still possible but the mapping of ILDs to spatial locations was distorted. This study extends the previous work by systematically investigating the effect of interaural place of …",
            "Effects of interaural pitch-matching and auditory image centering on binaural sensitivity in cochlear-implant users",
            "Alan Kan and Ruth Y Litovsky and Matthew J Goupell",
            "2015",
            "PuvWhu4AAAAJ:RHpTSmoSYBkC",
            52,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC4409917\/",
            "6372016838732244245",
            "\/scholar?cites=6372016838732244245",
            {
                "2015":6,
                "2016":5,
                "2017":8,
                "2018":10,
                "2019":10,
                "2020":11
            }
        ],
        [
            "ObjectivesListening to speech with multiple competing talkers requires the perceptual separation of the target voice from the interfering background. Normal-hearing (NH) listeners are able to take advantage of perceived differences in the spatial locations of competing sound sources to facilitate this process. Previous research suggests that bilateral (BI) cochlear-implant (CI) listeners cannot do so, and it is unknown whether single-sided deaf CI users (SSD-CI; one acoustic and one CI ear) have this ability. This study investigated whether providing a second ear via cochlear implantation can facilitate the perceptual separation of targets and interferers in a listening situation involving multiple competing talkers.DesignBI-CI and SSD-CI listeners were required to identify speech from a target talker mixed with one or two interfering talkers. In the baseline monaural condition, the target speech and the interferers were …",
            "Having two ears facilitates the perceptual separation of concurrent talkers for bilateral and single-sided deaf cochlear implantees",
            "Joshua GW Bernstein and Matthew J Goupell and Gerald I Schuchman and Arnaldo L Rivera and Douglas S Brungart",
            "2016",
            "PuvWhu4AAAAJ:JV2RwH3_ST0C",
            45,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC4869863\/",
            "10392734647621836309",
            "\/scholar?cites=10392734647621836309",
            {
                "2016":4,
                "2017":5,
                "2018":6,
                "2019":14,
                "2020":16
            }
        ],
        [
            "Cochlear implants (CIs) have become an effective tool in the treatment of profound hearing impairment and deafness. Compared with monaural stimulation, bilateral stimulation provides improvements in speech perception in noise (eg, Schleich, Nopp & D'Haese, 2004) and horizontal-plane sound localization (eg, van Hoesel & Tyler, 2003; Nopp, Schleich & D'Haese, 2004). The auditory system uses binaural cues to localize sounds in the horizontal plane (eg, Macpherson & Middlebrooks, 2002), and these cues, in the form of interaural level differences and interaural time differences, can be used in electric stimulation to some extent (eg, Laback, Pok, Baumgartner, Deutsch & Schmid, 2004; Grantham, Ashmead, Ricketts, Haynes & Labadie, 2008). In contrast, vertical-plane sound localization and front-back discrimination rely on the spectral coloration or timbre of the incoming sounds (Carlile & Pralong, 1994 …",
            "Two-Dimensional Sound Localization in Cochlear Implantees",
            "Piotr Majdak and Matthew J Goupell and Bernhard Laback",
            "2011",
            "PuvWhu4AAAAJ:IjCSPb-OGe4C",
            44,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC5714263\/",
            "4019046972026304075",
            "\/scholar?cites=4019046972026304075",
            {
                "2011":1,
                "2012":2,
                "2013":7,
                "2014":7,
                "2015":5,
                "2016":3,
                "2017":7,
                "2018":3,
                "2019":5,
                "2020":2,
                "2021":1
            }
        ],
        [
            "One-hundred left-right noise-pairs were generated, all with a fixed value of long-term interaural coherence, 0.9922. The noises had a center frequency of 500Hz, a bandwidth of 14Hz, and a duration of 500ms. Listeners were required to discriminate between these slightly incoherent noises and diotic noises, with a coherence of 1.0. It was found that the value of interaural coherence itself was an inadequate predictor of discrimination. Instead, incoherence was much more readily detected for those noise-pairs with the largest fluctuations in interaural phase or level differences (as measured by the standard deviations). One-hundred noise-pairs with the same value of coherence, 0.9922, and geometric mean frequency of 500Hz were also generated for bandwidths of 108 and 2394Hz. It was found that for increasing bandwidth, fluctuations in interaural differences varied less between different noise-pairs and that …",
            "Interaural fluctuations and the detection of interaural incoherence: Bandwidth effects",
            "Matthew J Goupell and William M Hartmann",
            "2006",
            "PuvWhu4AAAAJ:u5HHmVD_uO8C",
            44,
            "https:\/\/asa.scitation.org\/doi\/abs\/10.1121\/1.2200147",
            "1765575380362766376",
            "\/scholar?cites=1765575380362766376",
            {
                "2006":2,
                "2007":5,
                "2008":2,
                "2009":4,
                "2010":5,
                "2011":3,
                "2012":3,
                "2013":4,
                "2014":6,
                "2015":3,
                "2016":2,
                "2017":2,
                "2018":1,
                "2019":2
            }
        ],
        [
            "In the first two articles of this series, reproducible noises with a fixed value of interaural coherence (0.992) were used to study the human ability to detect interaural incoherence. It was found that incoherence detection is strongly correlated with fluctuations in interaural differences, especially for narrow noise bandwidths, but it remained unclear what function of the fluctuations best agrees with detection data. In the present article, ten different binaural models were tested against detection data for 14- and 108-Hz bandwidths. These models included different types of binaural processing: independent-interaural-phase-difference\/interaural-level-difference, lateral-position, and short-term cross-correlation. Several preprocessing transformations of the interaural differences were incorporated: compression of binaural cues, temporal averaging, and envelope weighting. For the 14-Hz bandwidth data, the most successful …",
            "Interaural fluctuations and the detection of interaural incoherence. III. Narrowband experiments and binaural models",
            "Matthew J Goupell and William M Hartmann",
            "2007",
            "PuvWhu4AAAAJ:d1gkVwhDpl0C",
            42,
            "https:\/\/asa.scitation.org\/doi\/abs\/10.1121\/1.2734489",
            "16673344942336798515",
            "\/scholar?cites=16673344942336798515",
            {
                "2008":3,
                "2009":6,
                "2010":3,
                "2011":5,
                "2012":3,
                "2013":5,
                "2014":6,
                "2015":1,
                "2016":1,
                "2017":3,
                "2018":2,
                "2019":2
            }
        ]
    ]
}