{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Three-dimensional laser scanning confocal microscopy has revealed that filamentous actin, when complexed with the cross-linking protein α-actinin, will spontaneously assemble on a micron scale into a structure comprised of a relatively rigid, frequently branching, 3D network of bundles with characteristic mesh size of the order of the persistence length of F-actin. In contrast, additional nanoscale ordering is observed, as synchrotron x-ray diffraction has revealed a disordered, distorted square lattice of actin fibers within the individual bundles.",
            "Structure of actin cross-linked with α-actinin: a network of bundles",
            "Olivier Pelletier and Elena Pokidysheva and Linda S Hirst and Nate Bouxsein and Youli Li and Cyrus R Safinya",
            "2003",
            "pVFkmxwAAAAJ:u-x6o8ySG0sC",
            130,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.91.148102",
            "10534558227596644612",
            "\/scholar?cites=10534558227596644612",
            {
                "2004":3,
                "2005":12,
                "2006":7,
                "2007":9,
                "2008":4,
                "2009":11,
                "2010":7,
                "2011":11,
                "2012":8,
                "2013":14,
                "2014":13,
                "2015":6,
                "2016":10,
                "2017":2,
                "2018":2,
                "2019":4,
                "2020":7
            }
        ],
        [
            "The structures of the liquid crystalline chiral subphases exhibited by several materials containing either a selenium or sulphur atom have been investigated using a resonant x-ray scattering technique. This technique provides a unique structural probe for the ferroelectric, ferrielectric, antiferroelectric, and Sm C α* phases. An analysis of the scattering features allows the structural models of the different subphases to be distinguished, in addition to providing a measurement of the helical pitch. This paper reports resonant scattering features in the antiferroelectric hexatic phase, the three-and four-layer intermediate phases, the antiferroelectric and ferroelectric phases and the Sm C α* phase. The helicoidal pitch has been measured from the scattering peaks in the four-layer intermediate phase as well as in the antiferroelectric and ferroelectric phases. In the Sm C α* phase, an investigation into the helical structure has …",
            "Interlayer structures of the chiral smectic liquid crystal phases revealed by resonant x-ray scattering",
            "LS Hirst and SJ Watson and HF Gleeson and P Cluzeau and P Barois and R Pindak and J Pitney and A Cady and PM Johnson and CC Huang and AM Levelut and G Srajer and J Pollmann and W Caliebe and A Seed and MR Herbert and JW Goodby and M Hird",
            "2002",
            "pVFkmxwAAAAJ:u5HHmVD_uO8C",
            110,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.65.041705",
            "5130143730422711584",
            "\/scholar?cites=5130143730422711584",
            {
                "2002":2,
                "2003":5,
                "2004":7,
                "2005":7,
                "2006":13,
                "2007":9,
                "2008":3,
                "2009":5,
                "2010":10,
                "2011":5,
                "2012":9,
                "2013":9,
                "2014":9,
                "2015":5,
                "2016":3,
                "2017":2,
                "2018":3,
                "2019":3,
                "2020":1
            }
        ],
        [
            "Real-time label-free electrical detection of proteins, including cardiac troponin (cTn), is demonstrated using functionalized SnO2 nanobelt field-effect transistors (FETs) with integrated microfluidics. Selective biomolecular functionalization of the active SnO2 nanobelt channel and effective passivation of the substrate surface were realized and verified through fluorescence microscopy. The validation\/verification of the sensing scheme was initially demonstrated via detection of biotin–streptavidin binding: devices with single biotinylated SnO2 nanobelts showed pronounced conductance changes in response to streptavidin binding. Importantly, the pH-dependence of the conductance changes was fully consistent with the charged states of streptavidin at different pH. Moreover, the specificity of the sensors’ electrical responses was confirmed by co-labeling with quantum dots. Finally, the sensing platform was successfully …",
            "Functionalized SnO2 nanobelt field-effect transistor sensors for label-free detection of cardiac troponin",
            "Yi Cheng and Kan-Sheng Chen and Nancy L Meyer and Jing Yuan and Linda S Hirst and P Bryant Chase and Peng Xiong",
            "2011",
            "pVFkmxwAAAAJ:eQOLeE2rZwMC",
            72,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0956566311003162",
            "6497786999868207242",
            "\/scholar?cites=6497786999868207242",
            {
                "2011":1,
                "2012":9,
                "2013":6,
                "2014":8,
                "2015":4,
                "2016":8,
                "2017":12,
                "2018":10,
                "2019":4,
                "2020":10
            }
        ],
        [
            "The isotropic to nematic liquid crystal (LC) phase transition is used to create organized assemblies of CdSe\/ZnS core\/shell quantum dots (QDs). Under controlled conditions, well dispersed QDs are expelled from the ordered domains of nematic LC into the remaining isotropic domains. The final LC phase produces three dimensional QD assemblies that are situated at the defect points in the LC volume. Through the luminescence of the QDs we are able to track the movement of the nanoparticles as the phase is formed as well as spectrally probe the resulting QD assemblies. Forster resonance energy transfer (FRET) measurements, combined with small angle X-ray scattering (SAXS) data reveal that the QD assemblies have a consistent inter-particle spacing of approximately 7.6 nm. Additionally, the location of the assemblies is shown to be controllable by utilizing beads as defect nucleation points.",
            "Quantum dot\/liquid crystal composite materials: self-assembly driven by liquid crystal phase transition templating",
            "Andrea L Rodarte and Ronald J Pandolfi and Sayantani Ghosh and Linda S Hirst",
            "2013",
            "pVFkmxwAAAAJ:RYcK_YlVTxYC",
            70,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2013\/tc\/c3tc31043d",
            "14678775751004736842",
            "\/scholar?cites=14678775751004736842",
            {
                "2014":4,
                "2015":10,
                "2016":10,
                "2017":8,
                "2018":13,
                "2019":9,
                "2020":14,
                "2021":2
            }
        ],
        [
            "Complex morphologies in lipid membranes typically arise due to chemical heterogeneity, but in the tilted gel phase, complex shapes can form spontaneously even in a membrane containing only a single lipid component. We explore this phenomenon via experiments and coarse-grained simulations on giant unilamellar vesicles of 1,2-dipalmitoyl-sn-glycero-3-phosphocholine. When cooled from the untilted Lα liquid-crystalline phase into the  tilted gel phase, vesicles deform from smooth spheres to disordered, highly crumpled shapes. We propose that this shape evolution is driven by nucleation of complex membrane microstructure with topological defects in the tilt orientation that induce nonuniform membrane curvature. Coarse-grained simulations demonstrate this mechanism and show that kinetic competition between curvature change and defect motion can trap vesicles in deeply metastable, defect-rich structures.",
            "Morphology transition in lipid vesicles due to in-plane order and topological defects",
            "Linda S Hirst and Adam Ossowski and Matthew Fraser and Jun Geng and Jonathan V Selinger and Robin LB Selinger",
            "2013",
            "pVFkmxwAAAAJ:O3NaXMp0MMsC",
            50,
            "https:\/\/www.pnas.org\/content\/110\/9\/3242.short",
            "16330871073835688112",
            "\/scholar?cites=16330871073835688112",
            {
                "2013":3,
                "2014":4,
                "2015":5,
                "2016":8,
                "2017":7,
                "2018":11,
                "2019":4,
                "2020":8
            }
        ],
        [
            "The self-assembly of biological amphiphiles has proved a fascinating topic in recent years, the hollow cylindrical lipid tubule morphology being of particular interest due to its potential applications in “soft” microtechnologies. Lateral coexistence of liquid-ordered (lo) and liquid-disordered (ld) phases, which may resemble raft formation in cell membranes, was investigated in lipid tubules, prepared from 1,2-dioleoyl-sn-glycero-3-phosphocholine, egg-sphingomyelin, and cholesterol. Fluorescence microscopy shows that the appearance of micrometer-scale lo domains in the lipid tubule is not an intrinsic phase behavior of the system but a consequence of photoinduced lipid peroxidation. Most interestingly, new photoinduced bilayer structures:  lipid discs, essentially stable flattened liposomes, were observed for the first time in a model membrane system. This investigation not only aids in our understanding of lipid …",
            "Lipid bilayer discs and banded tubules: photoinduced lipid sorting in ternary mixtures",
            "Jing Yuan and Steven M Hira and Geoffrey F Strouse and Linda S Hirst",
            "2008",
            "pVFkmxwAAAAJ:d1gkVwhDpl0C",
            50,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja710305c",
            "12172247957087595653",
            "\/scholar?cites=12172247957087595653",
            {
                "2008":1,
                "2009":7,
                "2010":7,
                "2011":8,
                "2012":5,
                "2013":1,
                "2014":8,
                "2015":2,
                "2016":4,
                "2017":1,
                "2018":4,
                "2019":2
            }
        ],
        [
            "Mesogenic ligands have the potential to provide control over the dispersion and stabilization of nanoparticles in liquid crystal (LC) phases. The creation of such hybrid materials is an important goal for the creation of soft tunable photonic devices, such as the LC laser. Herein, we present a comparison of isotropic and mesogenic ligands attached to the surface of CdSe (core-only) and CdSe\/ZnS (core\/shell) quantum dots (QDs). The mesogenic ligand's flexible arm structure enhances ligand alignment, with the local LC director promoting QD dispersion in the isotropic and nematic phases. To characterize QD dispersion on different length scales, we apply fluorescence microscopy, X-ray scattering, and scanning confocal photoluminescent imaging. These combined techniques demonstrate that the LC-modified QDs do not aggregate into the dense clusters observed for dots with simple isotropic ligands when dispersed in liquid crystal, but loosely associate in a fluid-like droplet with an average interparticle spacing >10 nm. Embedding the QDs in a cholesteric cavity, we observe comparable coupling effects to those reported for more closely packed isotropic ligands.",
            "Tuning quantum-dot organization in liquid crystals for robust photonic applications.",
            "Andrea L Rodarte and Zachary S Nuno and Blessing H Cao and Ronald J Pandolfi and Makiko T Quint and Sayantani Ghosh and Jason E Hein and Linda S Hirst",
            "2014",
            "pVFkmxwAAAAJ:ldfaerwXgEUC",
            49,
            "https:\/\/escholarship.org\/uc\/item\/7sc3m57m",
            "2432218217516631127",
            "\/scholar?cites=2432218217516631127",
            {
                "2014":2,
                "2015":5,
                "2016":6,
                "2017":9,
                "2018":11,
                "2019":9,
                "2020":6,
                "2021":1
            }
        ],
        [
            "We demonstrate spectral and polarization modulation of chemically synthesized core-shell CdSe\/ZnS quantum dots (QDs) embedded in a one-dimensional photonic cavity formed by a cholesteric liquid crystal (CLC) matrix. A Cano-wedge cell varies the pitch of the CLC leading to the formation of Grandjean steps. This spatially tunes the photonic stop band, changing the resonance condition and continuously altering both the emission wavelength and polarization state of the QD ensemble. Using high resolution spatially and spectrally resolved photoluminescence measurements, we find that the emission is elliptically polarized and that the tilt of the ellipse, while dependent on the emission wavelength, additionally varies with distance across the Grandjean steps. This work opens up the possibility of designing new QD based optical devices, such as tunable single photon sources, where spatial control of …",
            "Spectral and polarization modulation of quantum dot emission in a one-dimensional liquid crystal photonic cavity",
            "Andrea L Rodarte and C Gray and LS Hirst and S Ghosh",
            "2012",
            "pVFkmxwAAAAJ:Zph67rFs4hoC",
            46,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.85.035430",
            "15662912455177664559",
            "\/scholar?cites=15662912455177664559",
            {
                "2012":4,
                "2013":2,
                "2014":10,
                "2015":9,
                "2016":6,
                "2017":3,
                "2018":1,
                "2019":5,
                "2020":6
            }
        ],
        [
            "This revised edition continues to provide the most approachable introduction to the structure, characteristics, and everyday applications of soft matter. It begins with a substantially revised overview of the underlying physics and chemistry common to soft materials. Subsequent chapters comprehensively address the different classes of soft materials, from liquid crystals to surfactants, polymers, colloids, and biomaterials, with vivid, full-color illustrations throughout. There are new worked examples throughout, new problems, some deeper mathematical treatment, and new sections on key topics such as diffusion, active matter, liquid crystal defects, surfactant phases and more.• Introduces the science of soft materials, experimental methods used in their study, and wide-ranging applications in everyday life.• Provides brand new worked examples throughout, in addition to expanded chapter problem sets and an updated glossary.• Includes expanded mathematical content and substantially revised introductory chapters. This book will provide a comprehensive introductory resource to both undergraduate and graduate students discovering soft materials for the first time and is aimed at students with an introductory college background in physics, chemistry or materials science.",
            "Fundamentals of soft matter science",
            "Linda S Hirst",
            "2019",
            "pVFkmxwAAAAJ:EUQCXRtRnyEC",
            42,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=YTWoDwAAQBAJ&oi=fnd&pg=PP1&dq=info:XBPjjKnNOmMJ:scholar.google.com&ots=qHrh6cG4Np&sig=G8b2drxFda4Ly6Zz32LgWUgI5fE",
            "7150253486500942684",
            "\/scholar?cites=7150253486500942684",
            {
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":4,
                "2015":5,
                "2016":6,
                "2017":5,
                "2018":6,
                "2019":7,
                "2020":4,
                "2021":1
            }
        ],
        [
            "In recent years the dispersion and directed assembly of nano-particles in liquid crystal media has proved an interesting field for investigation and one that may yield new hybrid materials for optical applications and fundamental research. In this paper, we investigate the dispersion of quantum dots in different liquid crystal phases, looking at aggregation and pattern formation. Quantum dot self-assembly in liquid crystals is dependent on particle surface properties and concentration in the liquid crystal medium. By varying these parameters we observe some fascinating structures and phase behavior using polarized optical microscopy and fluorescence microscopy.",
            "Quantum dot self-assembly in liquid crystal media",
            "Linda S Hirst and Jennifer Kirchhoff and Richard Inman and Sayantani Ghosh",
            "2010",
            "pVFkmxwAAAAJ:IjCSPb-OGe4C",
            41,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/7618\/76180F\/Quantum-dot-self-assembly-in-liquid-crystal-media\/10.1117\/12.848195.short",
            "14566288318908925280",
            "\/scholar?cites=14566288318908925280",
            {
                "2010":3,
                "2011":4,
                "2012":5,
                "2013":7,
                "2014":3,
                "2015":1,
                "2016":4,
                "2017":4,
                "2018":3,
                "2019":2,
                "2020":4,
                "2021":1
            }
        ]
    ]
}