{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "On 4 July 2005, many observatories around the world and in space observed the collision of Deep Impact with comet 9P\/Tempel 1 or its aftermath. This was an unprecedented coordinated observational campaign. These data show that (i) there was new material after impact that was compositionally different from that seen before impact; (ii) the ratio of dust mass to gas mass in the ejecta was much larger than before impact; (iii) the new activity did not last more than a few days, and by 9 July the comet9s behavior was indistinguishable from its pre-impact behavior; and (iv) there were interesting transient phenomena that may be correlated with cratering physics.",
            "Deep Impact: Observations from a worldwide Earth-based campaign",
            "KJ Meech and N Ageorges and Michael F A'Hearn and Claude Arpigny and A Ates and J Aycock and S Bagnulo and J Bailey and R Barber and L Barrera and R Barrena and JM Bauer and MJS Belton and F Bensch and B Bhattacharya and N Biver and G Blake and D Bockelée-Morvan and H Boehnhardt and BP Bonev and T Bonev and MW Buie and MG Burton and HM Butner and R Cabanac and R Campbell and H Campins and MT Capria and T Carroll and F Chaffee and SB Charnley and R Cleis and A Coates and A Cochran and P Colom and A Conrad and IM Coulson and J Crovisier and J Debuizer and R Dekany and J De Léon and N Dello Russo and A Delsanti and M DiSanti and J Drummond and L Dundon and PB Etzel and TL Farnham and P Feldman and YR Fernández and MD Filipovic and S Fisher and A Fitzsimmons and D Fong and R Fugate and H Fujiwara and T Fujiyoshi and R Furusho and T Fuse and E Gibb and O Groussin and S Gulkis and M Gurwell and Edith Hadamcik and O Hainaut and D Harker and D Harrington and M Harwit and S Hasegawa and CW Hergenrother and P Hirst and K Hodapp and Mitsuhiko Honda and ES Howell and Damien Hutsemekers and D Iono and W-H Ip and W Jackson and Emmanuel Jehin and ZJ Jiang and GH Jones and PA Jones and T Kadono and UW Kamath and HU Käufl and T Kasuga and H Kawakita and MS Kelley and F Kerber and M Kidger and D Kinoshita and M Knight and L Lara and SM Larson and S Lederer and C-F Lee and Anny Chantal Levasseur-Regourd and JY Li and Q-S Li and J Licandro and Z-Y Lin and CM Lisse and G LoCurto and AJ Lovell and SC Lowry and J Lyke and D Lynch and J Ma and K Magee-Sauer and G Maheswar and Jean Manfroid and O Marco and Pierre Martin and G Melnick and S Miller and T Miyata and GH Moriarty-Schieven and N Moskovitz and BEA Mueller and MJ Mumma and S Muneer and DA Neufeld and T Ootsubo and D Osip and SK Pandea and E Pantin and R Paterno-Mahler and B Patten and BE Penprase and A Peck and G Petitas and N Pinilla-Alonso and J Pittichova and E Pompei and TP Prabhu and C Qi and R Rao and Heike Rauer and H Reitsema and SD Rodgers and P Rodriguez and R Ruane and G Ruch and W Rujopakarn and DK Sahu and S Sako and I Sakon and N Samarasinha and JM Sarkissian and I Saviane",
            "2005",
            "Pvhz8AIAAAAJ:u5HHmVD_uO8C",
            180,
            "https:\/\/science.sciencemag.org\/content\/310\/5746\/265.abstract",
            "17355435266991382618",
            "\/scholar?cites=17355435266991382618",
            {
                "2004":2,
                "2005":4,
                "2006":21,
                "2007":45,
                "2008":20,
                "2009":33,
                "2010":10,
                "2011":5,
                "2012":7,
                "2013":7,
                "2014":5,
                "2015":8,
                "2016":4,
                "2017":2,
                "2018":1,
                "2019":4,
                "2020":2
            }
        ],
        [
            "We present a comparative study of the relative abundances of CO, CH3OH, H2CO, HCN, HNC, CS, H2S, CH3CN, SO and HNCO in comets C\/1999 T1 (McNaught-Hartley), C\/2001 A2 (LINEAR), C\/2000 WM1 (LINEAR) and 153P\/Ikeya-Zhang, four of the brightest comets seen in 2001–2002. This investigation is based on millimetre\/submillimetre observations made with the IRAM 30-m, SEST, CSO and Kitt Peak 12-m telescopes. Although these four comets are expected to originate from the Oort cloud, they present significant differences in molecular abundances, especially as regards to the most volatile species: CO and H2S. In particular comet C\/2000 WM1 looks quite depleted in these volatiles, suggesting it may have a different origin than the others. Heliocentric variations of molecular relative abundance in the coma are also investigated. Significant increases in the CS\/HCN and HNC\/HCN production rate ratios …",
            "Radio wavelength molecular observations of comets C\/1999 T1 (McNaught-Hartley), C\/2001 A2 (LINEAR), C\/2000 WM (LINEAR) and 153P\/Ikeya-Zhang",
            "N Biver and D Bockelée-Morvan and J Crovisier and DC Lis and R Moreno and P Colom and F Henry and Fabrice Herpin and G Paubert and M Womack",
            "2006",
            "Pvhz8AIAAAAJ:9yKSN-GCB0IC",
            102,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2006\/15\/aa3849-05\/aa3849-05.html",
            "14357430237685949532",
            "\/scholar?cites=14357430237685949532",
            {
                "2006":4,
                "2007":10,
                "2008":13,
                "2009":8,
                "2010":4,
                "2011":6,
                "2012":7,
                "2013":4,
                "2014":10,
                "2015":10,
                "2016":9,
                "2017":2,
                "2018":3,
                "2019":7,
                "2020":3,
                "2021":2
            }
        ],
        [
            "Spectra of the N2H~ J 1-+ 0, J= 3-* 2 and~ 5NNH~ and N1 5NH~ J 1-~ 0 rotational transitions",
            "A survey of N2H+ in dense clouds - Implications for interstellar nitrogen and ion-molecule chemistry",
            "M Womack and S. Ziurys and LM and Wyckoff",
            "1992",
            "Pvhz8AIAAAAJ:UebtZRa9Y70C",
            82,
            "http:\/\/adsabs.harvard.edu\/pdf\/1992ApJ...387..417W",
            "16862244477202929037",
            "\/scholar?cites=16862244477202929037",
            {
                "1992":1,
                "1993":1,
                "1994":1,
                "1995":1,
                "1996":1,
                "1997":1,
                "1998":2,
                "1999":2,
                "2000":6,
                "2001":4,
                "2002":2,
                "2003":7,
                "2004":3,
                "2005":6,
                "2006":8,
                "2007":2,
                "2008":6,
                "2009":4,
                "2010":2,
                "2011":4,
                "2012":3,
                "2013":2,
                "2014":3,
                "2015":1,
                "2016":2,
                "2017":2,
                "2018":3
            }
        ],
        [
            "The gas activity of comet C\/1999 S4 (LINEAR) was monitored at radio wavelengths during its disruption. A runaway fragmentation of the nucleus may have begun around 18 July 2000 and proceeded until 23 July. The mass in small icy debris (≤30-centimeter radius) was comparable to the mass in the large fragments seen in optical images. The mass budget after breakup suggests a small nucleus (∼100- to 300-meter radius) that had been losing debris for weeks. The HNC, H2CO, H2S, and CS abundances relative to H2O measured during breakup are consistent with those obtained in other comets. However, a deficiency in CH3OH and CO is observed.",
            "Outgassing behavior and composition of comet C\/1999 S4 (LINEAR) during its disruption",
            "Dominique Bockelée-Morvan and Nicolas Biver and Raphaël Moreno and Pierre Colom and Jacques Crovisier and Éric Gérard and Florence Henry and Dariusz C Lis and Henry Matthews and HA Weaver and Maria Womack and Michel C Festou",
            "2001",
            "Pvhz8AIAAAAJ:d1gkVwhDpl0C",
            81,
            "https:\/\/science.sciencemag.org\/content\/292\/5520\/1339.abstract",
            "9363330407874438459",
            "\/scholar?cites=9363330407874438459",
            {
                "2001":7,
                "2002":16,
                "2003":8,
                "2004":5,
                "2005":4,
                "2006":5,
                "2007":6,
                "2008":4,
                "2009":6,
                "2010":3,
                "2011":2,
                "2012":2,
                "2013":2,
                "2014":4,
                "2015":4,
                "2016":1,
                "2017":2
            }
        ],
        [
            "Interstellar N2 abundances toward 13 dark clouds and warm star-forming regions are derived from column",
            "Estimates of N2 abundances in dense molecular clouds",
            "M Womack and Lucy M Ziurys and S Wyckoff",
            "1992",
            "Pvhz8AIAAAAJ:2osOgNQ5qMEC",
            66,
            "http:\/\/adsabs.harvard.edu\/pdf\/1992ApJ...393..188W",
            "17902578491166245971",
            "\/scholar?cites=17902578491166245971",
            {
                "1991":1,
                "1992":1,
                "1993":1,
                "1994":1,
                "1995":1,
                "1996":1,
                "1997":2,
                "1998":2,
                "1999":2,
                "2000":2,
                "2001":5,
                "2002":2,
                "2003":4,
                "2004":2,
                "2005":2,
                "2006":2,
                "2007":1,
                "2008":2,
                "2009":4,
                "2010":2,
                "2011":3,
                "2012":3,
                "2013":3,
                "2014":6,
                "2015":4,
                "2016":2,
                "2017":3,
                "2018":1
            }
        ],
        [
            "2060 Chiron is among the small population of large, outer Solar System objects called Centaurs. Chiron's unusual, 51-year orbit ranges in distance from 8.5 to just over 19 AU, and exhibits an inclination to the ecliptic plane of 8.5 deg. Recent dynamical studies (Levison and Duncan, 1994; Dones et al., 1996) show this orbit is unstable to giant-planet perturbations on timescales of< 106 years, indicating that it is a recent addition to the planetary region. This, along with its low-inclination orbit, and its size similarity to the newly-discovered population of 100-400-km-diameter Kuiper Disk objects (Campins et al., 1994; Jewitt and Luu, 1995), provides strong circumstantial evidence that Chiron is an escaped object from the Kuiper Disk. Chiron's present orbit subjects it to much more intense insolation than objects in the Kuiper Disk experience. That insolation generates surface activity, as revealed by a highly variable …",
            "The detection of carbon monoxide gas emission in (2060) Chiron",
            "Maria Womack and S Alan Stern",
            "1999",
            "Pvhz8AIAAAAJ:YsMSGLbcyi4C",
            56,
            "https:\/\/ui.adsabs.harvard.edu\/abs\/1999SoSyR..33..187W\/abstract",
            "10553948185542803907",
            "\/scholar?cites=10553948185542803907",
            {
                "1996":3,
                "1997":2,
                "1998":1,
                "1999":1,
                "2000":6,
                "2001":3,
                "2002":5,
                "2003":2,
                "2004":1,
                "2005":1,
                "2006":2,
                "2007":2,
                "2008":3,
                "2009":1,
                "2010":1,
                "2011":1,
                "2012":2,
                "2013":3,
                "2014":2,
                "2015":5,
                "2016":6
            }
        ],
        [
            "Spectra of the plasma tails of comets P\/Halley (1986 III) and P\/Bradfield (1987 XXIX, also 1987s) were recorded using the Ohio State University Image Dissector Scanner (IDS) on the Perkins 1.8 m telescope at the Lowell Observatory.  The ionic species CO+, N2+, CH+, and H2O+ were identified in these spectra and column densities for them were calcd. from measured fluxes.  The obsd. abundance ratios of CO+\/H2O+ in comets Halley and Bradfield are consistent with predictions by photochem. models, provided that CO+ and H2O+ are produced primarily from photoionization of CO and H2O, resp.  However, the obsd. N2+\/H2O+ ratios are at least an order of magnitude lower and the obsd. CH+\/H2O+ ratios are a factor of 100 higher, than theor. results.  The abundance ratio N2\/CO was derived in the plasma tail of Bradfield from N2+ and CO+ data, and found to be an order of magnitude higher than a value measured in Halley.  The relative ion abundances of CH+, N2+, and H2O+ in Halley are consistent with in situ measurements obtained from the Giotto spacecraft.  Fluorescence efficiencies have been recalcd. for optical transitions of N2+, CH+, NH, CH, OH+, and CO and are also presented. [on SciFinder(R)]",
            "Ion abundances and implications for photochemistry in comets Halley (1986 III) and Bradfield (1987 XXIX).",
            "Barry L Lutz and Maria Womack and R Mark Wagner",
            "1993",
            "Pvhz8AIAAAAJ:UeHWp8X0CEIC",
            52,
            "http:\/\/openknowledge.nau.edu\/id\/eprint\/407",
            "5672553416006777457",
            "\/scholar?cites=5672553416006777457",
            {
                "1994":6,
                "1995":1,
                "1996":1,
                "1997":2,
                "1998":1,
                "1999":2,
                "2000":2,
                "2001":1,
                "2002":1,
                "2003":1,
                "2004":3,
                "2005":1,
                "2006":1,
                "2007":1,
                "2008":2,
                "2009":2,
                "2010":1,
                "2011":2,
                "2012":7,
                "2013":5,
                "2014":5,
                "2015":3,
                "2016":1
            }
        ],
        [
            "The activity of most comets near the Sun is dominated by the sublimation of frozen water, the most abundant ice in comets. Some comets, however, are active well beyond the water-ice sublimation limit of~ 3 au. Three bodies dominate the observational record and modeling efforts for distantly active comets: the long-period comet C\/1995 O1 (Hale-Bopp), and the short-period comets (with Centaur orbits) 29P\/Schwassmann-Wachmann 1 and 2060 Chiron. We summarize what is known about these three objects with an emphasis on their gaseous comae. We calculate their CN\/CO and CO 2\/CO production rate ratios from the literature and discuss implications, such as HCN and CO 2 outgassing are not significant contributors to their comae. Using our own data we derive CO production rates, Q (CO), for all three objects to examine whether there is a correlation between gas production and different orbital histories and …",
            "CO and other volatiles in distantly active comets",
            "Maria Womack and Gal Sarid and Kacper Wierzchos",
            "2017",
            "Pvhz8AIAAAAJ:D03iK_w7-QYC",
            37,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1538-3873\/129\/973\/031001\/meta",
            "17074778167966712380",
            "\/scholar?cites=17074778167966712380",
            {
                "2017":3,
                "2018":3,
                "2019":12,
                "2020":18,
                "2021":1
            }
        ],
        [
            "Observations of formaldehyde (H2CO) have been conducted toward comets C\/1995 O1 (Hale‐Bopp), C\/2001 Q4 (NEAT), and C\/2002 T7 (LINEAR) using the Arizona Radio Observatory (ARO) 12 m telescope at 1.2 and 2 mm. Aperture synthesis maps of H2CO at 3 mm were made using the Berkeley‐Illinois‐Maryland Association (BIMA) interferometer toward comet Hale‐Bopp. These data indicate that the production rate of H2CO is ∼  s−1 at ∼1 AU in comet Hale‐Bopp, using a simple Monte Carlo model, if a nuclear origin for the molecule is assumed. However, maps of H2CO in Hale‐Bopp, in comparison with CO, show an extended distribution ( ,000 km) with small‐scale structure oriented roughly along the comet‐Sun direction. This result suggests a source of H2CO other than the comet nucleus. The extended source of formaldehyde is probably grains composed of a mixture of silicates and organic material …",
            "Formaldehyde in comets C\/1995 O1 (Hale-Bopp), C\/2002 T7 (LINEAR), and C\/2001 Q4 (NEAT): Investigating the cometary origin of H2CO",
            "Stefanie N Milam and Anthony J Remijan and Maria Womack and Leif Abrell and Lucy M Ziurys and Susan Wyckoff and AJ Apponi and DN Friedel and LE Snyder and JM Veal and Patrick Palmer and LM Woodney and Michael F A’Hearn and JR Forster and MCH Wright and I De Pater and S Choi and M Gesmundo",
            "2006",
            "Pvhz8AIAAAAJ:IjCSPb-OGe4C",
            35,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/506501\/meta",
            "7114843529816863476",
            "\/scholar?cites=7114843529816863476",
            {
                "2007":2,
                "2008":3,
                "2009":4,
                "2010":3,
                "2011":3,
                "2012":5,
                "2013":1,
                "2014":3,
                "2015":4,
                "2016":1,
                "2017":1,
                "2018":2,
                "2019":2,
                "2020":1
            }
        ],
        [
            "Comet Hale-Bopp (C\/1995 01) presents the first opportunity to study physical and chemical changes in the",
            "The heliocentric evolution of key species in the distantly-active comet C\/1995 O1 (Hale-Bopp)",
            "Maria Womack and MC Festou and S Alan Stern",
            "1997",
            "Pvhz8AIAAAAJ:qjMakFHDy7sC",
            34,
            "http:\/\/adsabs.harvard.edu\/pdf\/1997AJ....114.2789W",
            "17707996043303916773",
            "\/scholar?cites=17707996043303916773",
            {
                "1997":5,
                "1998":3,
                "1999":3,
                "2000":3,
                "2001":1,
                "2002":3,
                "2003":2,
                "2004":2,
                "2005":2,
                "2006":1,
                "2007":1,
                "2008":3,
                "2009":3,
                "2010":2
            }
        ]
    ]
}