{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "This chapter aims to update the knowledge on the building sector since the Intergovernmental Panel on Climate Change (IPCC) Fourth Assessment Report (AR4) from a mitigation perspective. Buildings and activities in buildings are responsible for a significant share of GHG emissions, but they are also the key to mitigation strategies. In 2010, the building sector accounted for approximately 117 Exajoules (EJ) or 32% of global final energy consumption and 19% of energy-related CO2 emissions; and 51% of global electricity consumption. Buildings contribute to a significant amount of F-gas emissions, with large differences in reported figures due to differing accounting conventions, ranging from around an eighth to a third of all such emissions. The chapter argues that beyond a large emission role, mitigation opportunities in this sector are also significant, often very cost-effective, and are in many times associated with significant co-benefits that can exceed the direct benefits by orders of magnitude. The sector has significant mitigation potentials at low or even negative costs. Nevertheless, without strong actions emissions are likely to grow considerably - and they may even double by mid-century - due to several drivers. The chapter points out that certain policies have proven to be very effective and several new ones are emerging. As a result, building energy use trends have been reversed to stagnation or even reduction in some jurisdictions in recent years, despite the increases in affluence and population.   The chapter uses a novel conceptual framework, in line with the general analytical framework of the contribution of Working Group III (WGIII …",
            "Buildings",
            "Oswaldo Lucon and Diana Ürge-Vorsatz and A Zain Ahmed and Hashem Akbari and Paolo Bertoldi and Luisa F Cabeza and Nicholas Eyre and Ashok Gadgil and LD Harvey and Yi Jiang and Enoch Liphoto and Sevastianos Mirasgedis and Shuzo Murakami and Jyoti Parikh and Christopher Pyke and Maria Virginia Vilariño",
            "2014",
            "Px1pRMMAAAAJ:4TOpqqG69KYC",
            367,
            "http:\/\/pure.iiasa.ac.at\/id\/eprint\/11117\/",
            "11481852515904330717",
            "\/scholar?cites=11481852515904330717",
            {
                "2014":2,
                "2015":19,
                "2016":36,
                "2017":55,
                "2018":93,
                "2019":90,
                "2020":68,
                "2021":3
            }
        ]
    ]
}