{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Wireless technology is a truly revolutionary paradigm shift, enabling multimedia communications between people and devices from any location. It also underpins exciting applications such as sensor networks, smart homes, telemedicine, and automated highways. This book provides a comprehensive introduction to the underlying theory, design techniques and analytical tools of wireless communications, focusing primarily on the core principles of wireless system design. The book begins with an overview of wireless systems and standards. The characteristics of the wireless channel are then described, including their fundamental capacity limits. Various modulation, coding, and signal processing schemes are then discussed in detail, including state-of-the-art adaptive modulation, multicarrier, spread spectrum, and multiple antenna techniques. The concluding chapters deal with multiuser communications, cellular system design, and ad-hoc network design. Design insights and tradeoffs are emphasized throughout the book. It contains many worked examples, over 200 figures, almost 300 homework exercises, over 700 references, and is an ideal textbook for students. The book is also a valuable reference for engineers in the wireless industry. Andrea Goldsmith received her Ph. D. from the University of California, Berkeley, and is an Associate Professor of Electrical Engineering at Stanford University. Prior to this she was an Assistant Professor at the California Institute of Technology. She has also held positions in industry at Maxim Technologies and AT&T Bell Laboratories. She is a Fellow of the IEEE, has received numerous other awards and …",
            "Wireless communications",
            "Andrea Goldsmith",
            "2005",
            "PZHmNzwAAAAJ:yM8WYnMLviIC",
            13954,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=n-3ZZ9i0s-cC&oi=fnd&pg=PR17&dq=info:hKTFHUWqO1oJ:scholar.google.com&ots=AAVDWtmaa7&sig=OzgQfoMoZvUZeIaBAEGI0aC4910",
            "6501977700868400260",
            "\/scholar?cites=6501977700868400260",
            {
                "2005":50,
                "2006":168,
                "2007":373,
                "2008":498,
                "2009":735,
                "2010":885,
                "2011":1043,
                "2012":1126,
                "2013":1207,
                "2014":1264,
                "2015":1200,
                "2016":1143,
                "2017":1166,
                "2018":1063,
                "2019":1006,
                "2020":866,
                "2021":27
            }
        ],
        [
            "The human fungal pathogen Candida albicans shows a significant lag in growth when diluted into fresh minimal medium. This lag is abolished by the addition of conditioned medium from a high-density culture. The active component of conditioned medium is tyrosol, which is released into the medium continuously during growth. Under conditions permissive for germ-tube formation, tyrosol stimulates the formation of these filamentous protrusions. Because germ-tube formation is inhibited by farnesol, another quorum-sensing molecule, this process must be under complex positive and negative control by environmental conditions. The identification of tyrosol as an autoregulatory molecule has important implications on the dynamics of growth and morphogenesis in Candida.",
            "Tyrosol is a quorum-sensing molecule in Candida albicans",
            "Hao Chen and Masaki Fujita and Qinghua Feng and Jon Clardy and Gerald R Fink",
            "2004",
            "PZHmNzwAAAAJ:aOEnwurrEPcC",
            530,
            "https:\/\/www.pnas.org\/content\/101\/14\/5048.short",
            "1548867607382355656",
            "\/scholar?cites=1548867607382355656",
            {
                "2005":15,
                "2006":27,
                "2007":21,
                "2008":36,
                "2009":32,
                "2010":33,
                "2011":40,
                "2012":34,
                "2013":27,
                "2014":39,
                "2015":36,
                "2016":29,
                "2017":38,
                "2018":39,
                "2019":40,
                "2020":33,
                "2021":2
            }
        ],
        [
            "Artificial photosynthesis, the biomimetic approach to converting sunlight’s energy directly into chemical fuels, aims to imitate nature by using an integrated system of nanostructures, each of which plays a specific role in the sunlight-to-fuel conversion process. Here we describe a fully integrated system of nanoscale photoelectrodes assembled from inorganic nanowires for direct solar water splitting. Similar to the photosynthetic system in a chloroplast, the artificial photosynthetic system comprises two semiconductor light absorbers with large surface area, an interfacial layer for charge transport, and spatially separated cocatalysts to facilitate the water reduction and oxidation. Under simulated sunlight, a 0.12% solar-to-fuel conversion efficiency is achieved, which is comparable to that of natural photosynthesis. The result demonstrates the possibility of integrating material components into a functional system that …",
            "A fully integrated nanosystem of semiconductor nanowires for direct solar water splitting",
            "Chong Liu and Jinyao Tang and Hao Ming Chen and Bin Liu and Peidong Yang",
            "2013",
            "PZHmNzwAAAAJ:ZtJ3RtM1NaMC",
            494,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl401615t",
            "15031877762852403422",
            "\/scholar?cites=15031877762852403422",
            {
                "2013":14,
                "2014":59,
                "2015":81,
                "2016":100,
                "2017":68,
                "2018":51,
                "2019":64,
                "2020":51,
                "2021":4
            }
        ],
        [
            "The AlxCoCrCuFeNi alloys with different aluminum contents prepared by arc melting were investigated on their adhesive wear behaviors. With increasing aluminum content, both the volume fraction of BCC phase and the hardness value increase, and thus the wear coefficient decreases. Moreover, the wear mechanism changes from delamination wear to oxidative wear. For low aluminum content, x = 0.5, the microstructure is of simple ductile FCC phase and the worn surface is deeply grooved and undergoes a periodic delamination which produces big debris. For medium aluminum content, x = 1.0, the microstructure is a mixture of FCC and BCC phases, and the worn surface is deeply grooved in FCC region but smooth in BCC region. Delamination wear is still dominant although oxidative wear occurs in the smooth region. For high aluminum content, x = 2.0, the microstructure is of BCC phase and the worn surface …",
            "Adhesive wear behavior of AlxCoCrCuFeNi high-entropy alloys as a function of aluminum content",
            "Jien-Min Wu and Su-Jien Lin and Jien-Wei Yeh and Swe-Kai Chen and Yuan-Sheng Huang and Hung-Cheng Chen",
            "2006",
            "PZHmNzwAAAAJ:cFHS6HbyZ2cC",
            461,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0043164805005144",
            "16111709618842542632",
            "\/scholar?cites=16111709618842542632",
            {
                "2007":3,
                "2008":8,
                "2009":17,
                "2010":14,
                "2011":16,
                "2012":18,
                "2013":30,
                "2014":35,
                "2015":41,
                "2016":46,
                "2017":42,
                "2018":63,
                "2019":49,
                "2020":70,
                "2021":7
            }
        ],
        [
            "PurposeInflammation plays a critical role in cancer progression. In this study we investigate the protumorigenic activities and gene expression profiles of lung cancer cells after interaction with macrophages.",
            "Tumor-associated macrophages: the double-edged sword in cancer progression",
            "Jeremy JW Chen and Yi-Chen Lin and Pei-Li Yao and Ang Yuan and Hsang-Yu Chen and Chia-Tung Shun and Meng-Feng Tsai and Chun-Houh Chen and Pan-Chyr Yang",
            "2005",
            "PZHmNzwAAAAJ:Mojj43d5GZwC",
            454,
            "https:\/\/www.researchgate.net\/profile\/Chia_Shun\/publication\/8130921_Tumor-Associated_Macrophages_The_Double-Edged_Sword_in_Cancer_Progression\/links\/56ec671708aea35d5b982497.pdf",
            "7890943493596090844",
            "\/scholar?cites=7890943493596090844",
            {
                "2005":7,
                "2006":29,
                "2007":21,
                "2008":31,
                "2009":39,
                "2010":38,
                "2011":32,
                "2012":54,
                "2013":26,
                "2014":33,
                "2015":37,
                "2016":24,
                "2017":20,
                "2018":25,
                "2019":15,
                "2020":17,
                "2021":1
            }
        ],
        [
            "This review concerns the efficient conversion of sunlight into chemical fuels through the photoelectrochemical splitting of water, which has the potential to generate sustainable hydrogen fuel. In this review, we discuss various photoelectrode materials and relative design strategies with their associated fabrication for solar water splitting. Factors affecting photoelectrochemical performance of these materials and designs are also described. The most recent progress in the research and development of new materials as well as their corresponding photoelectrodes is also summarized in this review. Finally, the research strategies and future directions for water splitting are discussed with recommendations to facilitate the further exploration of new photoelectrode materials and their associated technologies.",
            "Nano-architecture and material designs for water splitting photoelectrodes",
            "Hao Ming Chen and Chih Kai Chen and Ru-Shi Liu and Lei Zhang and Jiujun Zhang and David P Wilkinson",
            "2012",
            "PZHmNzwAAAAJ:afceBpUbn5YC",
            448,
            "https:\/\/pubs.rsc.org\/ko\/content\/articlehtml\/2012\/cs\/c2cs35019j",
            "13692776595861518511",
            "\/scholar?cites=13692776595861518511",
            {
                "2013":36,
                "2014":52,
                "2015":66,
                "2016":67,
                "2017":60,
                "2018":49,
                "2019":49,
                "2020":62,
                "2021":2
            }
        ],
        [
            "Multiple genetic pathways act in response to developmental cues and environmental signals to promote the floral transition, by regulating several floral pathway integrators. These include FLOWERING LOCUS T (FT) and SUPPRESSOR OF OVEREXPRESSION OF CONSTANS 1 (SOC1). We show that the flowering repressor SHORT VEGETATIVE PHASE (SVP) is controlled by the autonomous, thermosensory, and gibberellin pathways, and directly represses SOC1 transcription in the shoot apex and leaf. Moreover, FT expression in the leaf is also modulated by SVP. SVP protein associates with the promoter regions of SOC1 and FT, where another potent repressor FLOWERING LOCUS C (FLC) binds. SVP consistently interacts with FLC in vivo during vegetative growth and their function is mutually dependent. Our findings suggest that SVP is another central regulator of the flowering regulatory network, and that …",
            "A repressor complex governs the integration of flowering signals in Arabidopsis",
            "Dan Li and Chang Liu and Lisha Shen and Yang Wu and Hongyan Chen and Masumi Robertson and Chris A Helliwell and Toshiro Ito and Elliot Meyerowitz and Hao Yu",
            "2008",
            "PZHmNzwAAAAJ:TeJ9juy8vcMC",
            445,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1534580708001809",
            "10470668297927392052",
            "\/scholar?cites=10470668297927392052",
            {
                "2008":2,
                "2009":30,
                "2010":23,
                "2011":28,
                "2012":35,
                "2013":53,
                "2014":60,
                "2015":46,
                "2016":25,
                "2017":32,
                "2018":47,
                "2019":30,
                "2020":29,
                "2021":3
            }
        ],
        [
            "Argonaute (Ago) proteins constitute a key component of the RNA-induced silencing complex (RISC). We report the crystal structure of Aquifex aeolicus Ago (Aa-Ago) together with binding and cleavage studies, which establish this eubacterial Ago as a bona fide guide DNA strand-mediated site-specific RNA endonuclease. We have generated a stereochemically robust model of the complex, where the guide DNA-mRNA duplex is positioned within a basic channel spanning the bilobal interface, such that the 5′ phosphate of the guide strand can be anchored in a basic pocket, and the mRNA can be positioned for site-specific cleavage by RNase H-type divalent cation-coordinated catalytic Asp residues of the PIWI domain. Domain swap experiments involving chimeras of human Ago (hAgo1) and cleavage-competent hAgo2 reinforce the role of the PIWI domain in “slicer” activity. We propose a four-step Ago …",
            "Crystal structure of A. aeolicus argonaute, a site-specific DNA-guided endoribonuclease, provides insights into RISC-mediated mRNA cleavage",
            "Yu-Ren Yuan and Yi Pei and Jin-Biao Ma and Vitaly Kuryavyi and Maria Zhadina and Gunter Meister and Hong-Ying Chen and Zbigniew Dauter and Thomas Tuschl and Dinshaw J Patel",
            "2005",
            "PZHmNzwAAAAJ:NXjrwPNzFTMC",
            437,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1097276505014759",
            "10077530439624013888",
            "\/scholar?cites=10077530439624013888",
            {
                "2005":8,
                "2006":25,
                "2007":33,
                "2008":30,
                "2009":31,
                "2010":35,
                "2011":27,
                "2012":43,
                "2013":33,
                "2014":28,
                "2015":15,
                "2016":22,
                "2017":24,
                "2018":31,
                "2019":27,
                "2020":19,
                "2021":4
            }
        ],
        [
            "The AlCoCrCuFeNi high-entropy alloy system was synthesized using a well-developed arc melting and casting method. Their elemental effect on microstructures and hardness was investigated with X-ray diffraction, scanning electron microscopy and Vickers hardness testing. The alloys exhibit quite simple FCC and BCC solid solution phases. Co, Cu and Ni elements enhance the formation of the FCC phase while Al and Cr enhance that of the BCC phase in the alloy system. BCC phases form a spinodal structure during cooling. Copper tends to segregate at the interdendrite region and forms a Cu-rich FCC phase. Low copper content renders the interdendrite as a thin film and the as-cast structure like recrystallized grain structure. The formation of BCC phases significantly increases the hardness level of the alloy system. The strengthening mechanism is discussed.",
            "On the elemental effect of AlCoCrCuFeNi high-entropy alloy system",
            "Chung-Chin Tung and Jien-Wei Yeh and Tao-tsung Shun and Swe-Kai Chen and Yuan-Sheng Huang and Hung-Cheng Chen",
            "2007",
            "PZHmNzwAAAAJ:NhqRSupF_l8C",
            424,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0167577X06004496",
            "1879497635274308194",
            "\/scholar?cites=1879497635274308194",
            {
                "2008":8,
                "2009":12,
                "2010":12,
                "2011":23,
                "2012":13,
                "2013":32,
                "2014":41,
                "2015":43,
                "2016":45,
                "2017":42,
                "2018":41,
                "2019":46,
                "2020":60,
                "2021":4
            }
        ],
        [
            "This paper describes vCUDA, a general-purpose graphics processing unit (GPGPU) computing solution for virtual machines (VMs). vCUDA allows applications executing within VMs to leverage hardware acceleration, which can be beneficial to the performance of a class of high-performance computing (HPC) applications. The key insights in our design include API call interception and redirection and a dedicated RPC system for VMs. With API interception and redirection, Compute Unified Device Architecture (CUDA) applications in VMs can access a graphics hardware device and achieve high computing performance in a transparent way. In the current study, vCUDA achieved a near-native performance with the dedicated RPC system. We carried out a detailed analysis of the performance of our framework. Using a number of unmodified official examples from CUDA SDK and third-party applications in the …",
            "vCUDA: GPU-accelerated high-performance computing in virtual machines",
            "Lin Shi and Hao Chen and Jianhua Sun and Kenli Li",
            "2011",
            "PZHmNzwAAAAJ:wE-fMHVdjMkC",
            413,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/5928326\/",
            "5630635227502186281",
            "\/scholar?cites=5630635227502186281",
            {
                "2010":13,
                "2011":18,
                "2012":20,
                "2013":44,
                "2014":46,
                "2015":53,
                "2016":49,
                "2017":35,
                "2018":48,
                "2019":40,
                "2020":28,
                "2021":2
            }
        ]
    ]
}