{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "Ground-based gamma-ray astronomy has had a major breakthrough with the impressive results obtained using systems of imaging atmospheric Cherenkov telescopes. Ground-based gamma-ray astronomy has a huge potential in astrophysics, particle physics and cosmology. CTA is an international initiative to build the next generation instrument, with a factor of 5–10 improvement in sensitivity in the 100 GeV–10 TeV range and the extension to energies well below 100 GeV and above 100 TeV. CTA will consist of two arrays (one in the north, one in the south) for full sky coverage and will be operated as open observatory. The design of CTA is based on currently available technology. This document reports on the status and presents the major design concepts of CTA.",
            "Design concepts for the Cherenkov Telescope Array CTA: an advanced facility for ground-based high-energy gamma-ray astronomy",
            "M Actis and G Agnetta and Felix Aharonian and A Akhperjanian and J Aleksić and E Aliu and D Allan and I Allekotte and F Antico and LA Antonelli and P Antoranz and A Aravantinos and T Arlen and H Arnaldi and S Artmann and K Asano and H Asorey and J Bähr and A Bais and C Baixeras and S Bajtlik and D Balis and A Bamba and C Barbier and M Barceló and Anna Barnacka and Jürgen Barnstedt and U Barres de Almeida and JA Barrio and S Basso and D Bastieri and C Bauer and J Becerra and Yvonne Becherini and K Bechtol and J Becker and Volker Beckmann and W Bednarek and B Behera and M Beilicke and M Belluso and M Benallou and W Benbow and J Berdugo and K Berger and T Bernardino and K Bernlöhr and A Biland and S Billotta and T Bird and E Birsin and Elisabetta Bissaldi and S Blake and O Blanch and AA Bobkov and Leszek Bogacz and M Bogdan and Catherine Boisson and J Boix and J Bolmont and G Bonanno and A Bonardi and T Bonev and Janett Borkowski and Olga Botner and A Bottani and M Bourgeat and C Boutonnet and A Bouvier and S Brau-Nogué and I Braun and T Bretz and MS Briggs and Pierre Brun and L Brunetti and JH Buckley and V Bugaev and R Bühler and Tomasz Bulik and G Busetto and S Buson and K Byrum and M Cailles and R Cameron and R Canestrari and S Cantu and E Carmona and A Carosi and John Carr and PH Carton and M Casiraghi and H Castarede and O Catalano and S Cavazzani and S Cazaux and B Cerruti and M Cerruti and PM Chadwick and J Chiang and M Chikawa and M Cieślar and M Ciesielska and A Cillis and C Clerc and P Colin and J Colomé and M Compin and P Conconi and V Connaughton and Jan Conrad and JL Contreras and P Coppi and M Corlier and P Corona and O Corpace and D Corti and J Cortina and H Costantini and G Cotter and B Courty and S Couturier and S Covino and J Croston and G Cusumano and MK Daniel and F Dazzi and A De Angelis and E de Cea del Pozo and EM de Gouveia Dal Pino and O De Jager and I de La Calle Pérez and G De La Vega and B De Lotto and M De Naurois and E de Oña Wilhelmi and V De Souza and B Decerprit and C Deil and E Delagnes and G Deleglise and C Delgado and T Dettlaff and A Di Paolo and F Di Pierro and C Díaz and J Dick and H Dickinson and SW Digel and D Dimitrov and G Disset",
            "2011",
            "Q-bxl2QAAAAJ:u5HHmVD_uO8C",
            822,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s10686-011-9247-0.pdf",
            "1930667592369360055",
            "\/scholar?cites=1930667592369360055",
            {
                "2012":65,
                "2013":119,
                "2014":114,
                "2015":116,
                "2016":114,
                "2017":114,
                "2018":59,
                "2019":56,
                "2020":55,
                "2021":7
            }
        ],
        [
            "The Cherenkov Telescope Array (CTA) is a new observatory for very high-energy (VHE) gamma rays. CTA has ambitions science goals, for which it is necessary to achieve full-sky coverage, to improve the sensitivity by about an order of magnitude, to span about four decades of energy, from a few tens of GeV to above 100 TeV with enhanced angular and energy resolutions over existing VHE gamma-ray observatories. An international collaboration has formed with more than 1000 members from 27 countries in Europe, Asia, Africa and North and South America. In 2010 the CTA Consortium completed a Design Study and started a three-year Preparatory Phase which leads to production readiness of CTA in 2014. In this paper we introduce the science goals and the concept of CTA, and provide an overview of the project.",
            "Introducing the CTA concept",
            "BS Acharya and M Actis and T Aghajani and G Agnetta and J Aguilar and Felix Aharonian and Marco Ajello and A Akhperjanian and M Alcubierre and J Aleksić and R Alfaro and E Aliu and AJ Allafort and D Allan and I Allekotte and E Amato and J Anderson and Ekrem Oǧuzhan Angüner and LA Antonelli and P Antoranz and A Aravantinos and T Arlen and T Armstrong and H Arnaldi and L Arrabito and K Asano and T Ashton and HG Asorey and Y Awane and H Baba and A Babic and N Baby and J Bähr and A Bais and C Baixeras and S Bajtlik and M Balbo and D Balis and C Balkowski and A Bamba and R Bandiera and A Barber and C Barbier and M Barceló and Anna Barnacka and Jürgen Barnstedt and U Barres de Almeida and JA Barrio and A Basili and S Basso and D Bastieri and Christian Bauer and A Baushev and J Becerra and Yvonne Becherini and KC Bechtol and J Becker Tjus and Volker Beckmann and W Bednarek and B Behera and M Belluso and W Benbow and J Berdugo and K Berger and F Bernard and T Bernardino and Konrad Bernlöhr and N Bhat and S Bhattacharyya and C Bigongiari and A Biland and S Billotta and T Bird and E Birsin and Elisabetta Bissaldi and Jonathan Biteau and M Bitossi and S Blake and O Blanch Bigas and P Blasi and A Bobkov and V Boccone and Markus Boettcher and L Bogacz and J Bogart and M Bogdan and Catherine Boisson and J Boix Gargallo and J Bolmont and G Bonanno and A Bonardi and T Bonev and P Bonifacio and G Bonnoli and P Bordas and A Borgland and Janett Borkowski and R Bose and O Botner and A Bottani and L Bouchet and M Bourgeat and C Boutonnet and A Bouvier and S Brau-Nogué and I Braun and T Bretz and M Briggs and T Bringmann and P Brook and Pierre Brun and L Brunetti and T Buanes and J Buckley and R Buehler and V Bugaev and A Bulgarelli and Tomasz Bulik and G Busetto and S Buson and K Byrum and M Cailles and R Cameron and J Camprecios and R Canestrari and S Cantu and M Capalbi and P Caraveo and E Carmona and A Carosi and John Carr and P-H Carton and Sabrina Casanova and M Casiraghi and O Catalano and S Cavazzani and S Cazaux and M Cerruti and E Chabanne and P Chadwick and C Champion and Andrew Chen and J Chiang and L Chiappetti and M Chikawa and VR Chitnis and F Chollet and J Chudoba and M Cieślar and A Cillis",
            "2013",
            "Q-bxl2QAAAAJ:W7OEmFMy1HYC",
            634,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0927650513000169",
            "9787023119337469692",
            "\/scholar?cites=9787023119337469692",
            {
                "2013":34,
                "2014":71,
                "2015":107,
                "2016":100,
                "2017":106,
                "2018":83,
                "2019":78,
                "2020":47,
                "2021":6
            }
        ],
        [
            "We consider implications of the IceCube signal for hadronuclear (p p) scenarios of neutrino sources such as galaxy clusters\/groups and star-forming galaxies. Since the observed neutrino flux is comparable to the diffuse γ-ray background flux obtained by Fermi, we place new, strong upper limits on the source spectral index, Γ≲ 2.1–2.2. In addition, the new IceCube data imply that these sources contribute at least 30%–40% of the diffuse γ-ray background in the 100 GeV range and even∼ 100% for softer spectra. Our results, which are insensitive to details of the p p source models, are one of the first strong examples of the multimessenger approach combining the measured neutrino and γ-ray fluxes. The p p origin of the IceCube signal can further be tested by constraining Γ with sub-PeV neutrino observations, by unveiling the sub-TeV diffuse γ-ray background and by observing such p p sources with TeV γ-ray …",
            "Testing the hadronuclear origin of PeV neutrinos observed with IceCube",
            "Kohta Murase and Markus Ahlers and Brian C Lacki",
            "2013",
            "Q-bxl2QAAAAJ:e5wmG9Sq2KIC",
            332,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.88.121301",
            "5056670449816389782",
            "\/scholar?cites=5056670449816389782",
            {
                "2014":53,
                "2015":62,
                "2016":54,
                "2017":45,
                "2018":36,
                "2019":39,
                "2020":34,
                "2021":6
            }
        ],
        [
            "We study high-energy neutrino production in collimated jets inside progenitors of gamma-ray bursts (GRBs) and supernovae, considering both collimation and internal shocks. We obtain simple, useful constraints, using the often overlooked point that shock acceleration of particles is ineffective at radiation-mediated shocks. Classical GRBs may be too powerful to produce high-energy neutrinos inside stars, which is consistent with IceCube nondetections. We find that ultralong GRBs avoid such constraints and detecting the TeV signal will support giant progenitors. Predictions for low-power GRB classes including low-luminosity GRBs can be consistent with the astrophysical neutrino background IceCube may detect, with a spectral steepening around PeV. The models can be tested with future GRB monitors.",
            "TeV–PeV neutrinos from low-power gamma-ray burst jets inside stars",
            "Kohta Murase and Kunihito Ioka",
            "2013",
            "Q-bxl2QAAAAJ:_kc_bZDykSQC",
            254,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.121102",
            "4445173633896639627",
            "\/scholar?cites=4445173633896639627",
            {
                "2013":11,
                "2014":45,
                "2015":46,
                "2016":33,
                "2017":36,
                "2018":26,
                "2019":28,
                "2020":24,
                "2021":4
            }
        ],
        [
            "The recently discovered gamma‐ray burst GRB 060218\/SN 2006aj is classified as an X‐ray flash with very long duration driven possibly by a neutron star. Since GRB 060218 is very near, ∼140 Mpc, and very dim, the 1 yr observation by Swift suggests that the rate of GRB 060218–like events might be very high so that such low‐luminosity (LL) GRBs might form a different population from the cosmological high‐luminosity (HL) GRBs. We found that the high‐energy neutrino background from LL GRBs could be comparable with that from HL GRBs. If each neutrino event is detected by IceCube, later optical‐infrared follow‐up observations such as those by Subaru and HST can possibly identify a Type Ibc supernova associated with LL GRBs, even if gamma rays and X‐rays are not observed by Swift. This is in a sense a new window from neutrino astronomy, which might enable us to confirm the existence of LL GRBs …",
            "High-energy neutrinos and cosmic rays from low-luminosity gamma-ray bursts?",
            "Kohta Murase and Kunihito Ioka and Shigehiro Nagataki and Takashi Nakamura",
            "2006",
            "Q-bxl2QAAAAJ:d1gkVwhDpl0C",
            227,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/509323\/meta",
            "12374590678613526385",
            "\/scholar?cites=12374590678613526385",
            {
                "2007":13,
                "2008":12,
                "2009":13,
                "2010":12,
                "2011":15,
                "2012":17,
                "2013":25,
                "2014":18,
                "2015":24,
                "2016":12,
                "2017":8,
                "2018":12,
                "2019":24,
                "2020":20,
                "2021":1
            }
        ],
        [
            "We study high-energy neutrino production in inner jets of radio-loud active galactic nuclei (AGN), taking into account effects of external photon fields and the blazar sequence. We show that the resulting diffuse neutrino intensity is dominated by quasar-hosted blazars, in particular, flat spectrum radio quasars, and that PeV-EeV neutrino production due to photohadronic interactions with broadline and dust radiation is unavoidable if the AGN inner jets are ultrahigh-energy cosmic-ray (UHECR) sources. Their neutrino spectrum has a cutoff feature around PeV energies since target photons are due to Ly α emission. Because of infrared photons provided by the dust torus, neutrino spectra above PeV energies are too hard to be consistent with the IceCube data unless the proton spectral index is steeper than 2.5, or the maximum proton energy is≲ 100 PeV. Thus, the simple model has difficulty in explaining the IceCube …",
            "Diffuse neutrino intensity from the inner jets of active galactic nuclei: Impacts of external photon fields and the blazar sequence",
            "Kohta Murase and Yoshiyuki Inoue and Charles D Dermer",
            "2014",
            "Q-bxl2QAAAAJ:SeFeTyx0c_EC",
            224,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.90.023007",
            "12603769703367187798",
            "\/scholar?cites=12603769703367187798",
            {
                "2014":16,
                "2015":34,
                "2016":38,
                "2017":29,
                "2018":25,
                "2019":36,
                "2020":42,
                "2021":4
            }
        ],
        [
            "The latest IceCube data suggest that the all-flavor cosmic neutrino flux may be as large as 10− 7 GeV cm− 2 s− 1 sr− 1 around 30 TeV. We show that, if sources of the TeV-PeV neutrinos are transparent to γ rays with respect to two-photon annihilation, strong tensions with the isotropic diffuse γ-ray background measured by Fermi are unavoidable, independently of the production mechanism. We further show that, if the IceCube neutrinos have a photohadronic (p γ) origin, the sources are expected to be opaque to 1–100 GeV γ rays. With these general multimessenger arguments, we find that the latest data suggest a population of cosmic-ray accelerators hidden in GeV-TeV γ rays as a neutrino origin. Searches for x-ray and MeV γ-ray counterparts are encouraged, and TeV-PeV neutrinos themselves will serve as special probes of dense source environments.",
            "Hidden cosmic-ray accelerators as an origin of TeV-PeV cosmic neutrinos",
            "Kohta Murase and Dafne Guetta and Markus Ahlers",
            "2016",
            "Q-bxl2QAAAAJ:tOudhMTPpwUC",
            211,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.116.071101",
            "5642396133640887904",
            "\/scholar?cites=5642396133640887904",
            {
                "2015":2,
                "2016":27,
                "2017":48,
                "2018":35,
                "2019":55,
                "2020":37,
                "2021":7
            }
        ],
        [
            "The Cherenkov Telescope Array, CTA, will be the major global observatory for very high energy gamma-ray astronomy over the next decade and beyond. The scientific potential of CTA is extremely broad: from understanding the role of relativistic cosmic particles to the search for dark matter. CTA is an explorer of the extreme universe, probing environments from the immediate neighbourhood of black holes to cosmic voids on the largest scales. Covering a huge range in photon energy from 20 GeV to 300 TeV, CTA will improve on all aspects of performance with respect to current instruments. The observatory will operate arrays on sites in both hemispheres to provide full sky coverage and will hence maximize the potential for the rarest phenomena such as very nearby supernovae, gamma-ray bursts or gravitational wave transients. With 99 telescopes on the southern site and 19 telescopes on the northern site, flexible operation will be possible, with sub-arrays available for specific tasks. CTA will have important synergies with many of the new generation of major astronomical and astroparticle observatories. Multi-wavelength and multi-messenger approaches combining CTA data with those from other instruments will lead to a deeper understanding of the broad-band non-thermal properties of target sources. The CTA Observatory will be operated as an open, proposal-driven observatory, with all data available on a public archive after a pre-defined proprietary period. Scientists from institutions worldwide have combined together to form the CTA Consortium. This Consortium has prepared a proposal for a Core Programme of highly motivated …",
            "Science with the Cherenkov Telescope Array",
            "Bannanje Sripathi Acharya and Iván Agudo and Imen Al Samarai and R Alfaro and J Alfaro and C Alispach and R Alves Batista and JP Amans and E Amato and G Ambrosi and E Antolini and LA Antonelli and C Aramo and M Araya and T Armstrong and F Arqueros and L Arrabito and K Asano and M Ashley and M Backes and C Balazs and M Balbo and O Ballester and J Ballet and A Bamba and M Barkov and U Almeida and JA Barrio and D Bastieri and Y Becherini and A Belfiore and W Benbow and D Berge and E Bernardini and MG Bernardini and M Bernardos and K Bernlöhr and B Bertucci and B Biasuzzi and C Bigongiari and A Biland and E Bissaldi and J Biteau and O Blanch and J Blazek and C Boisson and J Bolmont and G Bonanno and A Bonardi and C Bonavolontà and G Bonnoli and Z Bosnjak and M Böttcher and C Braiding and J Bregeon and A Brill and AM Brown and P Brun and G Brunetti and T Buanes and J Buckley and V Bugaev and R Bühler and A Bulgarelli and T Bulik and M Burton and A Burtovoi and G Busetto and R Canestrari and M Capalbi and F Capitanio and A Caproni and P Caraveo and V Cárdenas and C Carlile and R Carosi and E Carquín and J Carr and S Casanova and E Cascone and F Catalani and O Catalano and D Cauz and M Cerruti and P Chadwick and S Chaty and RCG Chaves and A Chen and X Chen and M Chernyakova and M Chikawa and A Christov and J Chudoba and M Cieślar and V Coco and S Colafrancesco and P Colin and V Conforti and V Connaughton and J Conrad and JL Contreras and J Cortina and A Costa and H Costantini and G Cotter and S Covino and R Crocker and J Cuadra and O Cuevas and P Cumani and A D'Aì and F D'Ammando and P D'Avanzo and D D'Urso and M Daniel and I Davids and B Dawson and F Dazzi and A De Angelis and R Anjos and G De Cesare and A De Franco and EM Pino and I de la Calle and R Lopez and B De Lotto and A De Luca and M De Lucia and M de Naurois and E Wilhelmi and F De Palma and F De Persio and V de Souza and C Deil and M Del Santo and C Delgado and D della Volpe and T Di Girolamo and F Di Pierro and L Di Venere and C Díaz and C Dib and S Diebold and A Djannati-Ataï and A Domínguez and D Dominis Prester and D Dorner and M Doro and H Drass and D Dravins",
            "2017",
            "Q-bxl2QAAAAJ:ZfRJV9d4-WMC",
            205,
            "https:\/\/livrepository.liverpool.ac.uk\/3010432",
            "14538190725711053489",
            "\/scholar?cites=14538190725711053489",
            {
                "2017":3,
                "2018":19,
                "2019":96,
                "2020":79,
                "2021":8
            }
        ],
        [
            "High energy neutrino emission from gamma-ray bursts (GRBs) is discussed. In this paper, by using the simulation kit GEANT4, we calculate proton cooling efficiency including pion-multiplicity and proton-inelasticity in photomeson production. First, we estimate the maximum energy of accelerated protons in GRBs. Using the obtained results, neutrino flux from one burst and a diffuse neutrino background are evaluated quantitatively. We also take account of cooling processes of pion and muon, which are crucial for resulting neutrino spectra. We confirm the validity of analytic approximate treatments on GRB fiducial parameter sets, but also find that the effects of multiplicity and high-inelasticity can be important on both proton cooling and resulting spectra in some cases. Finally, assuming that the GRB rate traces the star formation rate, we obtain a diffuse neutrino background spectrum from GRBs for specific parameter …",
            "High energy neutrino emission and neutrino background from gamma-ray bursts in the internal shock model",
            "Kohta Murase and Shigehiro Nagataki",
            "2006",
            "Q-bxl2QAAAAJ:u-x6o8ySG0sC",
            194,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.73.063002",
            "2240200597610133181",
            "\/scholar?cites=2240200597610133181",
            {
                "2006":7,
                "2007":19,
                "2008":22,
                "2009":13,
                "2010":5,
                "2011":11,
                "2012":18,
                "2013":15,
                "2014":16,
                "2015":15,
                "2016":3,
                "2017":8,
                "2018":13,
                "2019":12,
                "2020":13,
                "2021":2
            }
        ]
    ]
}