{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Two distinct types of magnetoresistance oscillations are observed in two electronic Fabry-Perot interferometers of different sizes in the integer quantum Hall regime. Measuring these oscillations as a function of magnetic field and gate voltages, we describe three signatures that distinguish the two types. The oscillations observed in a 2.0 μ m 2 device are understood to arise from a Coulomb blockade mechanism and those observed in an 18 μ m 2 device from an Aharonov-Bohm mechanism. This work clarifies, provides ways to distinguish, and demonstrates control over these distinct mechanisms of oscillations seen in electronic Fabry-Perot interferometers.",
            "Distinct signatures for Coulomb blockade and Aharonov-Bohm interference in electronic Fabry-Perot interferometers",
            "Yiming Zhang and Douglas Templeton McClure and Eli M Levenson-Falk and Charles Masamed Marcus and Loren N Pfeiffer and Kenneth W West",
            "2009",
            "q1_eBhsAAAAJ:u5HHmVD_uO8C",
            141,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.79.241304",
            "10841474446654211227",
            "\/scholar?cites=10841474446654211227",
            {
                "2009":11,
                "2010":15,
                "2011":7,
                "2012":11,
                "2013":22,
                "2014":12,
                "2015":12,
                "2016":7,
                "2017":7,
                "2018":10,
                "2019":15,
                "2020":12
            }
        ],
        [
            "Recent theories suggest that the quasiparticles that populate certain quantum Hall states should exhibit exotic braiding statistics that could be used to build topological quantum gates. Confined systems that support such states at a filling fraction ν= 5\/2 are of particular interest for testing these predictions. Here, we report transport measurements of just such a system, which consists of a quantum point contact (QPC) in a two-dimensional GaAs\/AlGaAs electron gas that itself exhibits a well-developed fractional quantum Hall effect at a bulk filling fraction ν bulk= 5\/2. We observe plateau-like features at an effective filling fraction of ν QPC= 5\/2 for lithographic contact widths of 1.2 μm and 0.8 μm, but not 0.5 μm. Transport near ν QPC= 5\/2 in the QPCs is consistent with a picture of chiral Luttinger-liquid edge states with inter-edge tunnelling, suggesting that an incompressible state at ν QPC= 5\/2 forms in this confined …",
            "Fractional quantum Hall effect in a quantum point contact at filling fraction 5\/2",
            "Jeffrey B Miller and Iuliana P Radu and Dominik M Zumbühl and Eli M Levenson-Falk and Marc A Kastner and Charles M Marcus and Loren N Pfeiffer and Ken W West",
            "2007",
            "q1_eBhsAAAAJ:9yKSN-GCB0IC",
            110,
            "https:\/\/www.nature.com\/articles\/nphys658",
            "4567970729347806704",
            "\/scholar?cites=4567970729347806704",
            {
                "2006":2,
                "2007":3,
                "2008":23,
                "2009":12,
                "2010":13,
                "2011":13,
                "2012":9,
                "2013":7,
                "2014":9,
                "2015":11,
                "2016":2,
                "2017":2,
                "2018":1,
                "2019":1,
                "2020":2
            }
        ],
        [
            "We investigate nonlinear transport in electronic Fabry-Pérot interferometers in the integer quantum Hall regime. For interferometers sufficiently large that Coulomb blockade effects are absent, a checkerboardlike pattern of conductance oscillations as a function of dc bias and perpendicular magnetic field is observed. Edge-state velocities extracted from the checkerboard data are compared to model calculations and found to be consistent with a crossover from skipping orbits at low fields to E→× B→ drift at high fields. Suppression of visibility as a function of bias and magnetic field is accounted for by including energy-and field-dependent dephasing of edge electrons.",
            "Edge-state velocity and coherence in a quantum Hall Fabry-Pérot interferometer",
            "Douglas Templeton McClure and Yiming Zhang and Bernd Rosenow and Eli M Levenson-Falk and Charles Masamed Marcus and LN Pfeiffer and Kenneth W West",
            "2009",
            "q1_eBhsAAAAJ:u-x6o8ySG0sC",
            99,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.103.206806",
            "3936046588298263663",
            "\/scholar?cites=3936046588298263663",
            {
                "2009":3,
                "2010":7,
                "2011":9,
                "2012":10,
                "2013":19,
                "2014":5,
                "2015":5,
                "2016":8,
                "2017":8,
                "2018":9,
                "2019":7,
                "2020":9
            }
        ],
        [
            "The thermal diffusivity in the  plane of underdoped YBCO crystals is measured by means of a local optical technique in the temperature range of 25–300 K. The phase delay between a point heat source and a set of detection points around it allows for high-resolution measurement of the thermal diffusivity and its in-plane anisotropy. Although the magnitude of the diffusivity may suggest that it originates from phonons, its anisotropy is comparable with reported values of the electrical resistivity anisotropy. Furthermore, the anisotropy drops sharply below the charge order transition, again similar to the electrical resistivity anisotropy. Both of these observations suggest that the thermal diffusivity has pronounced electronic as well as phononic character. At the same time, the small electrical and thermal conductivities at high temperatures imply that neither well-defined electron nor phonon quasiparticles are present in this …",
            "Anomalous thermal diffusivity in underdoped YBa2Cu3O6+ x",
            "Jiecheng Zhang and Eli M Levenson-Falk and BJ Ramshaw and DA Bonn and Ruixing Liang and WN Hardy and Sean A Hartnoll and Aharon Kapitulnik",
            "2017",
            "q1_eBhsAAAAJ:4DMP91E08xMC",
            64,
            "https:\/\/www.pnas.org\/content\/114\/21\/5378.short",
            "6466915941839046347",
            "\/scholar?cites=6466915941839046347",
            {
                "2016":2,
                "2017":20,
                "2018":15,
                "2019":15,
                "2020":10,
                "2021":2
            }
        ],
        [
            "We investigate unshunted dc superconducting quantum interference devices (SQUIDs) consisting of aluminum nanobridges of varying length L contacted with (two dimensional, or 2D) and (three dimensional, or 3D) banks. 3D nanobridge SQUIDs with L≤150 nm (approximately four times the superconducting coherence length) exhibit ≈70% critical current modulation with applied magnetic field, approaching the theoretical limit for an ideal short metallic weak link. In contrast, 2D nanobridge SQUIDs exhibit significantly lower critical current modulation. This enhanced nonlinearity makes 3D nanobridge Josephson junctions well suited to optimize sensitivity in weak link SQUID magnetometers as well as realize ultralow-noise amplifiers and qubits.",
            "Approaching ideal weak link behavior with three dimensional aluminum nanobridges",
            "R Vijay and EM Levenson-Falk and DH Slichter and I Siddiqi",
            "2010",
            "q1_eBhsAAAAJ:d1gkVwhDpl0C",
            60,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3443716",
            "8437372450531576851",
            "\/scholar?cites=8437372450531576851",
            {
                "2010":1,
                "2011":10,
                "2012":5,
                "2013":9,
                "2014":6,
                "2015":2,
                "2016":9,
                "2017":6,
                "2018":5,
                "2019":4,
                "2020":3
            }
        ],
        [
            "We present microwave measurements of a high quality factor superconducting resonator incorporating two aluminum nanobridge Josephson junctions in a loop shunted by an on-chip capacitor. Trapped quasiparticles (QPs) shift the resonant frequency, allowing us to probe the trapped QP number and energy distribution and to quantify their lifetimes. We find that the trapped QP population obeys a Gibbs distribution above 75 mK, with non-Poissonian trapping statistics. Our results are in quantitative agreement with the Andreev bound state model of transport, and demonstrate a practical means to quantify on-chip QP populations and validate mitigation strategies in a cryogenic environment.",
            "Single-quasiparticle trapping in aluminum nanobridge Josephson junctions",
            "EM Levenson-Falk and F Kos and R Vijay and L Glazman and I Siddiqi",
            "2014",
            "q1_eBhsAAAAJ:hqOjcs7Dif8C",
            44,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.112.047002",
            "17560647636016749799",
            "\/scholar?cites=17560647636016749799",
            {
                "2014":6,
                "2015":6,
                "2016":8,
                "2017":5,
                "2018":6,
                "2019":4,
                "2020":8,
                "2021":1
            }
        ],
        [
            "We describe a dispersive nanoSQUID (nanoscale superconducting quantum interference device) magnetometer comprised of two variable thickness aluminum weak-link Josephson junctions shunted in parallel with an on-chip capacitor. This arrangement forms a nonlinear oscillator with a tunable 4–8 GHz resonant frequency with a quality factor Q= 30 when coupled directly to a 50 Ω transmission line. In the presence of a near-resonant microwave carrier signal, a low frequency flux input generates sidebands that are readily detected using microwave reflectometry. If the carrier excitation is sufficiently strong, then the magnetometer also exhibits parametric gain, resulting in a minimum effective flux noise of 30 nΦ 0 Hz− 1\/2 with 20 MHz of instantaneous bandwidth. If the magnetometer is followed with a near-quantum-noise-limited Josephson parametric amplifier, we can increase the bandwidth to 60 MHz without …",
            "A dispersive nanoSQUID magnetometer for ultra-low noise, high bandwidth flux detection",
            "EM Levenson-Falk and R Vijay and N Antler and I Siddiqi",
            "2013",
            "q1_eBhsAAAAJ:UeHWp8X0CEIC",
            41,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-2048\/26\/5\/055015\/meta",
            "18224402038932969528",
            "\/scholar?cites=18224402038932969528",
            {
                "2013":7,
                "2014":10,
                "2015":4,
                "2016":5,
                "2017":6,
                "2018":4,
                "2019":3,
                "2020":2
            }
        ],
        [
            "We present the driven response at T=30 mK of 6 GHz superconducting resonators constructed from capacitively-shunted three-dimensional (3D) aluminum nanobridge superconducting quantum interference devices (nanoSQUIDs). We observe flux modulation of the resonant frequency in quantitative agreement with numerical calculation and characteristic of near-ideal short weak-link junctions. Under strong microwave excitation, we observe stable bifurcation in devices with coupled quality factor (Q) ranging from 30–3500. Near this bias point, parametric amplification with >20 dB gain, 40 MHz bandwidth, and near quantum-limited noise performance is observed. Our results indicate that 3D nanobridge junctions are attractive circuit elements to realize quantum bits.",
            "Nonlinear microwave response of aluminum weak-link Josephson oscillators",
            "EM Levenson-Falk and R Vijay and I Siddiqi",
            "2011",
            "q1_eBhsAAAAJ:2osOgNQ5qMEC",
            29,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3570693",
            "8153471705587546331",
            "\/scholar?cites=8153471705587546331",
            {
                "2011":4,
                "2012":3,
                "2013":5,
                "2014":2,
                "2015":1,
                "2016":2,
                "2017":3,
                "2018":2,
                "2019":3,
                "2020":4
            }
        ],
        [
            "The Axion Resonant InterAction Detection Experiment (ARIADNE) is a collaborative effort to search for the QCD axion using techniques based on nuclear magnetic resonance (Arvanitaki and Geraci, Phys Rev Lett 113: 161801, 2014). In the experiment, axions or axion-like particles would mediate shortrange spin-dependent interactions between a laser-polarized 3He gas and a rotating (unpolarized) tungsten source mass, acting as a tiny, fictitious magnetic field. The experiment has the potential to probe deep within the theoretically interesting regime for the QCD axion in the mass range of 0.1–10meV, independently of cosmological assumptions. The experiment relies on a stable rotary mechanism",
            "Progress on the ARIADNE axion experiment",
            "C Lohmeyer and J Dargert and M Cunningham and M Harkness and E Levenson-Falk and S Mumford and A Kapitulnik and A Arvanitaki and I Lee and E Smith and E Wiesman and J Shortino and JC Long and WM Snow and CY Liu and Y Shin and Y Semertzidis and YH Lee",
            "2018",
            "q1_eBhsAAAAJ:maZDTaKrznsC",
            24,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/978-3-319-92726-8.pdf#page=149",
            "9365271585807663075",
            "\/scholar?cites=9365271585807663075",
            {
                "2018":1,
                "2019":7,
                "2020":16
            }
        ],
        [
            "A crucial limit to measurement efficiencies of superconducting circuits comes from losses involved when coupling to an external quantum amplifier. Here, we realize a device circumventing this problem by directly embedding an artificial atom, comprised of a transmon qubit, within a flux-pumped Josephson parametric amplifier. This configuration is able to enhance dispersive measurement without exposing the qubit to appreciable excess backaction. Near-optimal backaction is obtained by engineering the circuit to permit high-power operation that reduces information loss to unmonitored channels associated with the amplification and squeezing of quantum noise. By mitigating the effects of off-chip losses downstream, the on-chip gain of this device produces end-to-end measurement efficiencies of up to 80%. Our theoretical model accurately describes the observed interplay of gain and measurement backaction …",
            "High-efficiency measurement of an artificial atom embedded in a parametric amplifier",
            "A Eddins and JM Kreikebaum and DM Toyli and EM Levenson-Falk and A Dove and WP Livingston and BA Levitan and LCG Govia and AA Clerk and I Siddiqi",
            "2019",
            "q1_eBhsAAAAJ:hC7cP41nSMkC",
            18,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.9.011004",
            "3178879408921926788",
            "\/scholar?cites=3178879408921926788",
            {
                "2018":1,
                "2019":6,
                "2020":10,
                "2021":1
            }
        ]
    ]
}