{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The unusual properties of two-dimensional electron systems that give rise to the quantum Hall effect have prompted the development of new microscopic models for electrical conduction 1, 2, 3, 4, 5, 6. The bulk properties of the quantum Hall effect have also been studied experimentally using a variety of probes including transport 7, 8, photoluminescence 9, 10, magnetization 11 and capacitance 12, 13 measurements. However, the fact that two-dimensional electron systems typically exist some distance (about 1,000 Å) beneath the surface of the host semiconductor has presented an important obstacle to more direct measurements of microscopic electronic structure in the quantum Hall regime. Here we introduce a cryogenic scanning-probe technique—‘subsurface charge accumulation’imaging—that permits very high resolution examination of systems of mobile electrons inside materials. We use this technique to …",
            "Subsurface charge accumulation imaging of a quantum Hall liquid",
            "SH Tessmer and PI Glicofridis and RC Ashoori and LS Levitov and MR Melloch",
            "1998",
            "q2MHAukAAAAJ:Se3iqnhoufwC",
            216,
            "https:\/\/www.nature.com\/articles\/32112",
            "5001553939807654752",
            "\/scholar?cites=5001553939807654752",
            {
                "1998":4,
                "1999":13,
                "2000":23,
                "2001":17,
                "2002":8,
                "2003":16,
                "2004":16,
                "2005":15,
                "2006":9,
                "2007":10,
                "2008":13,
                "2009":5,
                "2010":17,
                "2011":6,
                "2012":7,
                "2013":5,
                "2014":7,
                "2015":4,
                "2016":2,
                "2017":5,
                "2018":2,
                "2019":2,
                "2020":7,
                "2021":2
            }
        ],
        [
            "Scanning tunneling spectroscopy of Bi 2 Se 3 and Bi 2 Te 3 layered narrow gap semiconductors reveals finite in-gap density of states and suppressed conduction in the energy range of high valence-band states. Electronic structure calculations suggest that the surface effects are responsible for these properties. Conversely, the interlayer coupling has a strong effect on the bulk near-gap electronic structure. These properties may prove to be important for the thermoelectric performance of these and other related chalcogenides.",
            "Surface effects in layered semiconductors  and ",
            "S Urazhdin and D Bilc and SD Mahanti and SH Tessmer and Theodora Kyratsi and Mercouri G Kanatzidis",
            "2004",
            "q2MHAukAAAAJ:_Qo2XoVZTnwC",
            136,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.69.085313",
            "12640345979801805732",
            "\/scholar?cites=12640345979801805732",
            {
                "2006":1,
                "2007":2,
                "2008":3,
                "2009":10,
                "2010":13,
                "2011":12,
                "2012":13,
                "2013":10,
                "2014":12,
                "2015":18,
                "2016":11,
                "2017":5,
                "2018":9,
                "2019":8,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Scanning tunneling spectroscopy images of Bi 2 Se 3 doped with excess Bi reveal electronic defect states with a striking shape resembling clover leaves. With a simple tight-binding model, we show that the geometry of the defect states in Bi 2 Se 3 can be directly related to the position of the originating impurities. Only the Bi defects at the Se sites five atomic layers below the surface are experimentally observed. We show that this effect can be explained by the interplay of defect and surface electronic structure.",
            "Scanning tunneling microscopy of defect states in the semiconductor ",
            "S Urazhdin and D Bilc and SH Tessmer and SD Mahanti and Theodora Kyratsi and Mercouri G Kanatzidis",
            "2002",
            "q2MHAukAAAAJ:Zph67rFs4hoC",
            105,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.66.161306",
            "6812756951751467436",
            "\/scholar?cites=6812756951751467436",
            {
                "2003":1,
                "2004":1,
                "2005":3,
                "2006":1,
                "2007":2,
                "2008":5,
                "2009":9,
                "2010":8,
                "2011":6,
                "2012":12,
                "2013":9,
                "2014":11,
                "2015":7,
                "2016":5,
                "2017":7,
                "2018":9,
                "2019":9
            }
        ],
        [
            "The bacterium Geobacter sulfurreducens requires the expression of conductive protein filaments or pili to respire extracellular electron acceptors such as iron oxides and uranium and to wire electroactive biofilms, but the contribution of the protein fiber to charge transport has remained elusive. Here we demonstrate efficient long-range charge transport along individual pili purified free of metal and redox organic cofactors at rates high enough to satisfy the respiratory rates of the cell. Carrier characteristics were within the orders reported for organic semiconductors (mobility) and inorganic nanowires (concentration), and resistivity was within the lower ranges reported for moderately doped silicon nanowires. However, the pilus conductance and the carrier mobility decreased when one of the tyrosines of the predicted axial multistep hopping path was replaced with an alanine. Furthermore, low temperature scanning …",
            "Thermally activated charge transport in microbial protein nanowires",
            "Sanela Lampa-Pastirk and Joshua P Veazey and Kathleen A Walsh and Gustavo T Feliciano and Rebecca J Steidl and Stuart H Tessmer and Gemma Reguera",
            "2016",
            "q2MHAukAAAAJ:NaGl4SEjCO4C",
            76,
            "https:\/\/www.nature.com\/articles\/srep23517",
            "17448009938471364842",
            "\/scholar?cites=17448009938471364842",
            {
                "2016":7,
                "2017":17,
                "2018":16,
                "2019":19,
                "2020":15,
                "2021":2
            }
        ],
        [
            "The local structure of CeTe 3 in the incommensurate charge density wave (IC-CDW) state has been obtained using atomic pair distribution function analysis of x-ray diffraction data. Local atomic distortions in the Te nets due to the CDW are larger than observed crystallographically, resulting in distinct short and long Te-Te bonds. Observation of different distortion amplitudes in the local and average structures is explained by the discommensurated nature of the CDW, since the pair distribution function is sensitive to the local displacements within the commensurate regions, whereas the crystallographic result averages over many discommensurated domains. The result is supported by STM data. This is the first quantitative local structural study within the commensurate domains in an IC-CDW system.",
            "Local Atomic Structure and Discommensurations in the Charge Density Wave of ",
            "HJ Kim and CD Malliakas and AT Tomić and SH Tessmer and MG Kanatzidis and SJL Billinge",
            "2006",
            "q2MHAukAAAAJ:3fE2CSJIrl8C",
            57,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.96.226401",
            "6312946230857575990",
            "\/scholar?cites=6312946230857575990",
            {
                "2006":2,
                "2007":5,
                "2008":8,
                "2009":7,
                "2010":2,
                "2011":4,
                "2012":4,
                "2013":1,
                "2014":3,
                "2015":3,
                "2016":5,
                "2017":3,
                "2018":2,
                "2019":1,
                "2020":7
            }
        ],
        [
            "Cryogenic scanning tunneling microscopy has been used as a local probe of the superconducting proximity effect across a normal metal–superconductor interface of a short coherence length superconductor. Both the topography and the local electronic density of states were measured on a superconducting NbS e 2 crystal decorated with nanometer-size Au islands. The presence of a quasiparticle bound state could be inferred even when the probe was located directly on the bare NbS e 2 surface near an Au island, indicating a severe depression of the pair potential inside the superconductor due to the proximity effect.",
            "Probing the Superconducting Proximity Effect in NbS by Scanning Tunneling Microscopy",
            "SH Tessmer and MB Tarlie and DJ Van Harlingen and DL Maslov and PM Goldbart",
            "1996",
            "q2MHAukAAAAJ:9yKSN-GCB0IC",
            53,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.77.924",
            "1045722798332212160",
            "\/scholar?cites=1045722798332212160",
            {
                "1996":1,
                "1997":1,
                "1998":3,
                "1999":4,
                "2000":5,
                "2001":5,
                "2002":5,
                "2003":3,
                "2004":3,
                "2005":3,
                "2006":3,
                "2007":3,
                "2008":6,
                "2009":1,
                "2010":2,
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":1
            }
        ],
        [
            "The metal-reducing bacterium Geobacter sulfurreducens produces conductive protein appendages known as “pilus nanowires” to transfer electrons to metal oxides and to other cells. These processes can be harnessed for the bioremediation of toxic metals and the generation of electricity in bioelectrochemical cells. Key to these applications is a detailed understanding of how these nanostructures conduct electrons. However, to the best of our knowledge, their mechanism of electron transport is not known. We used the capability of scanning tunneling microscopy (STM) to probe conductive materials with higher spatial resolution than other scanning probe methods to gain insights into the transversal electronic behavior of native, cell-anchored pili. Despite the presence of insulating cellular components, the STM topography resolved electronic molecular substructures with periodicities similar to those reported for the …",
            "Electronic properties of conductive pili of the metal-reducing bacterium Geobacter sulfurreducens probed by scanning tunneling microscopy",
            "Joshua P Veazey and Gemma Reguera and Stuart H Tessmer",
            "2011",
            "q2MHAukAAAAJ:ZeXyd9-uunAC",
            49,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.84.060901",
            "10779056047813652182",
            "\/scholar?cites=10779056047813652182",
            {
                "2012":7,
                "2013":4,
                "2014":5,
                "2015":9,
                "2016":6,
                "2017":4,
                "2018":7,
                "2019":5,
                "2020":2
            }
        ],
        [
            "Cryogenic scanning tunneling microscopy has been used to measure the structure and the local electronic density of states of thin gold islands in metallic contact with a bulk superconducting NbSe 2 crystal. Peaks are observed in the tunneling conductance below the energy gap corresponding to discrete bound quasiparticle states in the gold. The energies and spatial dependence of the bound states imply that the superconducting pair potential falls off abruptly at the Au-NgSe 2 interface.",
            "Observation of bound quasiparticle states in thin Au islands by scanning tunneling microscopy",
            "SH Tessmer and DJ Van Harlingen and JW Lyding",
            "1993",
            "q2MHAukAAAAJ:ULOm3_A8WrAC",
            49,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.70.3135",
            "6890734188255922994",
            "\/scholar?cites=6890734188255922994",
            {
                "1993":1,
                "1994":6,
                "1995":2,
                "1996":3,
                "1997":2,
                "1998":3,
                "1999":4,
                "2000":3,
                "2001":7,
                "2002":1,
                "2003":2,
                "2004":2,
                "2005":4,
                "2006":1,
                "2007":3,
                "2008":2,
                "2009":2,
                "2010":1
            }
        ],
        [
            "Using subsurface charge accumulation scanning microscopy, we image strips of low compressibility corresponding to several integer quantum Hall filling factors. We study in detail the strips at Landau level filling factors ν= 2 and 4. The observed strips appear significantly wider than predicted by theory. We present a model accounting for the discrepancy by considering a disorder-induced nonzero density of states in the cyclotron gap.",
            "Imaging of low-compressibility strips in the quantum Hall liquid",
            "G Finkelstein and PI Glicofridis and SH Tessmer and RC Ashoori and MR Melloch",
            "2000",
            "q2MHAukAAAAJ:BqipwSGYUEgC",
            32,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.61.R16323",
            "15550271634778546889",
            "\/scholar?cites=15550271634778546889",
            {
                "2000":1,
                "2001":2,
                "2002":5,
                "2003":2,
                "2004":7,
                "2005":5,
                "2006":1,
                "2007":2,
                "2008":1,
                "2009":1,
                "2010":1,
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":1
            }
        ],
        [
            "Semiconductor devices continue to press into the nanoscale regime, and new applications have been proposed for which a single dopant atom acts as the functional part of the device 1, 2, 3. Moreover, because shallow donors and acceptors are analogous to hydrogen atoms, experiments on small numbers of dopants have the potential to be a testing ground for fundamental questions of atomic and molecular physics 4, 5. Although dopant properties are well understood with respect to the bulk, the study of configurations of dopants in small numbers is an emerging field 6, 7. Here we present local capacitance measurements of electrons entering silicon donors in a gallium arsenide heterostructure. To the best of our knowledge, this study is the first example of single-electron capacitance spectroscopy carried out directly with a scanning probe tip 8. The precise position with respect to tip voltage of the observed single …",
            "Scanning-probe spectroscopy of semiconductor donor molecules",
            "I Kuljanishvili and C Kayis and JF Harrison and C Piermarocchi and TA Kaplan and SH Tessmer and LN Pfeiffer and KW West",
            "2008",
            "q2MHAukAAAAJ:R3hNpaxXUhUC",
            31,
            "https:\/\/www.nature.com\/articles\/nphys855",
            "12285715982742680652",
            "\/scholar?cites=12285715982742680652",
            {
                "2008":9,
                "2009":1,
                "2010":5,
                "2011":5,
                "2012":3,
                "2013":3,
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":1,
                "2018":1
            }
        ]
    ]
}