{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "The ability to confine and control light in three dimensions would have important implications for quantum optics and quantum-optical devices: the modification of black-body radiation, the localization of light to a fraction of a cubic wavelength, and thus the realization of single-mode light-emitting diodes, are but a few examples 1, 2, 3. Photonic crystals—the optical analogues of electronic crystal—provide a means for achieving these goals. Combinations of metallic and dielectric materials can be used to obtain the required three-dimensional periodic variations in dielectric constant, but dissipation due to free carrier absorption will limit application of such structures at the technologically useful infrared wavelengths 4. On the other hand, three-dimensional photonic crystals fabricated in low-loss gallium arsenide show only a weak ‘stop band’(that is, range of frequencies at which propagation of light is forbidden) at the …",
            "A three-dimensional photonic crystal operating at infrared wavelengths",
            "Shawn-yu Lin and JG Fleming and DL Hetherington and BK Smith and R Biswas and KM Ho and MM Sigalas and W Zubrzycki and SR Kurtz and Jim Bur",
            "1998",
            "q3wSob8AAAAJ:4DMP91E08xMC",
            1478,
            "https:\/\/www.nature.com\/articles\/28343",
            "2504759439818357842",
            "\/scholar?cites=2504759439818357842",
            {
                "1998":4,
                "1999":50,
                "2000":53,
                "2001":71,
                "2002":74,
                "2003":96,
                "2004":110,
                "2005":102,
                "2006":90,
                "2007":97,
                "2008":84,
                "2009":65,
                "2010":72,
                "2011":70,
                "2012":70,
                "2013":65,
                "2014":55,
                "2015":35,
                "2016":44,
                "2017":49,
                "2018":50,
                "2019":32,
                "2020":26,
                "2021":6
            }
        ],
        [
            "A new three-dimensional (3D) periodic dielectric structure constructed with layers of dielectric rods of circular, elliptical, or rectangular shape is introduced. This new structure possesses a full photonic band gap of appreciable frequency width. At midgap, an attenuation of 21 dB per unit cell is obtained. This gap remains open for refractive indices n ≥ 1.9. Furthermore, this new 3D layer structure potentially has the additional advantage that it can be easily fabricated using conventional microfabrication techniques on the scale of optical wavelengths.",
            "Photonic band gaps in three dimensions: new layer-by-layer periodic structures",
            "Kin Ming Ho and Che Ting Chan and CM Soukoulis and R Biswas and M Sigalas",
            "1994",
            "q3wSob8AAAAJ:Wp0gIr-vW9MC",
            963,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/003810989490202X",
            "2506915167304013836",
            "\/scholar?cites=2506915167304013836",
            {
                "1994":10,
                "1995":17,
                "1996":26,
                "1997":11,
                "1998":26,
                "1999":32,
                "2000":33,
                "2001":36,
                "2002":39,
                "2003":63,
                "2004":66,
                "2005":51,
                "2006":59,
                "2007":50,
                "2008":65,
                "2009":54,
                "2010":45,
                "2011":42,
                "2012":41,
                "2013":29,
                "2014":31,
                "2015":32,
                "2016":18,
                "2017":23,
                "2018":20,
                "2019":28,
                "2020":15
            }
        ],
        [
            "Three-dimensional (3D) metallic crystals are promising photonic bandgap 1, 2, 3 structures: they can possess a large bandgap 4, 5, 6, new electromagnetic phenomena can be explored 7, 8, 9, and high-temperature (above 1,000 C) applications may be possible. However, investigation of their photonic bandgap properties is challenging, especially in the infrared and visible spectrum, as metals are dispersive and absorbing in these regions 10. Studies of metallic photonic crystals have therefore mainly concentrated on microwave and millimetre wavelengths 8, 11, 12. Difficulties in fabricating 3D metallic crystals present another challenge, although emerging techniques such as self-assembly 13, 14 may help to resolve these problems. Here we report measurements and simulations of a 3D tungsten crystal that has a large photonic bandgap at infrared wavelengths (from about 8 to 20 µm). A very strong attenuation …",
            "All-metallic three-dimensional photonic crystals with a large infrared bandgap",
            "JG Fleming and SY Lin and I El-Kady and R Biswas and KM Ho",
            "2002",
            "q3wSob8AAAAJ:mVmsd5A6BfQC",
            734,
            "https:\/\/www.nature.com\/articles\/417052a",
            "17640661175435804967",
            "\/scholar?cites=17640661175435804967",
            {
                "2002":11,
                "2003":46,
                "2004":51,
                "2005":52,
                "2006":61,
                "2007":49,
                "2008":55,
                "2009":44,
                "2010":58,
                "2011":37,
                "2012":25,
                "2013":31,
                "2014":36,
                "2015":38,
                "2016":30,
                "2017":25,
                "2018":27,
                "2019":23,
                "2020":26,
                "2021":2
            }
        ],
        [
            "We develop two-and three-body classical interatomic potentials that model structural energies for silicon. These potentials provide a global fit to a data base of first-principles calculations of the energy for bulk and surface silicon structures which spans a wide range of atomic coordinations and bonding geometries. This is accomplished by use of a new\" separable\" form for the three-body potential that reduces the three-body energy to a product of two-body sums and leads to computations of the energy and atomic forces in n 2 steps as opposed to n 3 for a general three-body potential.",
            "Interatomic potentials for silicon structural energies",
            "R Biswas and DR Hamann",
            "1985",
            "q3wSob8AAAAJ:9ZlFYXVOiuMC",
            413,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.55.2001",
            "2949146859469896002",
            "\/scholar?cites=2949146859469896002",
            {
                "1986":10,
                "1987":29,
                "1988":34,
                "1989":46,
                "1990":41,
                "1991":24,
                "1992":13,
                "1993":13,
                "1994":21,
                "1995":12,
                "1996":17,
                "1997":7,
                "1998":6,
                "1999":6,
                "2000":5,
                "2001":12,
                "2002":5,
                "2003":2,
                "2004":15,
                "2005":10,
                "2006":7,
                "2007":12,
                "2008":7,
                "2009":6,
                "2010":4,
                "2011":8,
                "2012":9,
                "2013":2,
                "2014":7,
                "2015":6,
                "2016":3,
                "2017":1,
                "2018":2,
                "2019":2
            }
        ],
        [
            "We have designed, fabricated, and tested a three-dimensional photonic-band-gap structure. The structure is built by an orderly stacking of dielectric rods. A network analyzer is used to measure the transmission and dispersion relations of electromagnetic waves along several crystal directions. The experimental results are in good agreement with the theoretical calculations. The structure is different from that previously suggested, as it is already used to improve the midgap frequency by almost two orders of magnitude, and it offers a viable geometry to extend the photonic band gap to optical regimes.",
            "Measurement of a three-dimensional photonic band gap in a crystal structure made of dielectric rods",
            "E Özbay and A Abeyta and G Tuttle and M Tringides and R Biswas and Che Ting Chan and CM Soukoulis and KM Ho",
            "1994",
            "q3wSob8AAAAJ:QIV2ME_5wuYC",
            384,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.50.1945",
            "7371505958839341956",
            "\/scholar?cites=7371505958839341956",
            {
                "1994":2,
                "1995":7,
                "1996":18,
                "1997":15,
                "1998":15,
                "1999":25,
                "2000":13,
                "2001":28,
                "2002":16,
                "2003":21,
                "2004":28,
                "2005":24,
                "2006":26,
                "2007":10,
                "2008":18,
                "2009":11,
                "2010":16,
                "2011":16,
                "2012":11,
                "2013":14,
                "2014":12,
                "2015":12,
                "2016":3,
                "2017":9,
                "2018":6,
                "2019":4,
                "2020":4
            }
        ],
        [
            "We utilize photonic crystals to simulate enhanced light-trapping in a-Si:H thin film solar cells. A one dimensional photonic crystal or distributed Bragg reflector with alternating dielectric layers acts as low loss backreflector. A two dimensional photonic crystal between the absorber layer and the Bragg reflector diffracts light at oblique angles within the absorber. The photonic crystal geometry is optimized to obtain maximum absorption. The photonic crystal provides lossless diffraction of photons, increasing the photon path length within the absorber layer. The simulation predicts significantly enhanced photon harvesting between 600 and 775nm below the band edge, and an absorption increase by more than a factor of 10 near the band edge. The optical path length ratio can exceed the classical limit predicted for randomly roughened scattering surfaces at most wavelengths near the band edge. The optical modeling is …",
            "Photonic crystal enhanced light-trapping in thin film solar cells",
            "Dayu Zhou and Rana Biswas",
            "2008",
            "q3wSob8AAAAJ:-f6ydRqryjwC",
            371,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2908212",
            "14252146418354211297",
            "\/scholar?cites=14252146418354211297",
            {
                "2007":1,
                "2008":6,
                "2009":15,
                "2010":29,
                "2011":40,
                "2012":45,
                "2013":36,
                "2014":40,
                "2015":34,
                "2016":35,
                "2017":26,
                "2018":21,
                "2019":20,
                "2020":22,
                "2021":1
            }
        ],
        [
            "We have developed a new technique for fabricating three‐dimensional photonic band‐gap crystals. Our method utilizes an orderly stacking of micromachined (110) silicon wafers to build the periodic structure. A structure with a full three‐dimensional photonic band gap centered near 100 GHz was measured, with experimental results in good agreement with theoretical predictions. This basic approach described should be extendable to build structures with photonic band‐gap frequencies ranging from 30 GHz to 3 THz.",
            "Micromachined millimeter‐wave photonic band‐gap crystals",
            "E Özbay and E Michel and G Tuttle and R Biswas and M Sigalas and K‐M Ho",
            "1994",
            "q3wSob8AAAAJ:dhFuZR0502QC",
            339,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.111736",
            "10421422432704349169",
            "\/scholar?cites=10421422432704349169",
            {
                "1994":9,
                "1995":13,
                "1996":35,
                "1997":19,
                "1998":21,
                "1999":14,
                "2000":11,
                "2001":25,
                "2002":15,
                "2003":21,
                "2004":26,
                "2005":19,
                "2006":18,
                "2007":15,
                "2008":13,
                "2009":8,
                "2010":9,
                "2011":9,
                "2012":11,
                "2013":8,
                "2014":4,
                "2015":3,
                "2016":4,
                "2017":2,
                "2018":2,
                "2019":2,
                "2020":2
            }
        ],
        [
            "We have experimentally and theoretically developed a unique thermally stimulated midinfrared source that emits radiation within a narrow range of wavelengths (δλ\/λ⩽0.2). The emission wavelengths are defined by the periodicity of a metal coated silicon–air photonic crystal etched into the emitter surface. The lattice of the holes in the metal mediate the coupling of light into discrete surface plasmon states. This yields surfaces with spectrally nonuniform infrared reflection properties where over much of the IR 90+% of photons are reflected yet, in a narrow spectral region, 90% absorption is observed. Transfer matrix calculations simulate well the position and strength of the absorption features. This technology will afford tunable infrared emitters with high power in a narrow spectral band that are critical for sensing, spectroscopy, and thermophotovoltaic applications.",
            "Photonic crystal enhanced narrow-band infrared emitters",
            "MU Pralle and N Moelders and MP McNeal and I Puscasu and AC Greenwald and JT Daly and EA Johnson and T George and DS Choi and I El-Kady and R Biswas",
            "2002",
            "q3wSob8AAAAJ:IWHjjKOFINEC",
            324,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1526919",
            "15737196826166119590",
            "\/scholar?cites=15737196826166119590",
            {
                "2002":1,
                "2003":7,
                "2004":16,
                "2005":21,
                "2006":20,
                "2007":30,
                "2008":27,
                "2009":14,
                "2010":20,
                "2011":15,
                "2012":18,
                "2013":14,
                "2014":20,
                "2015":24,
                "2016":11,
                "2017":16,
                "2018":17,
                "2019":16,
                "2020":14
            }
        ],
        [
            "A transferable tight-binding model for silicon is found by fitting the energies of silicon in various bulk crystal structures and examining functional parametrizations of the tight-binding forms. The model has short-range radial forms similar to the tight-binding Hamiltonian of Goodwin, Skinner, and Pettifor but can be utilized in molecular dynamics with a fixed radial cutoff for all structural configurations. In addition to a very good fit to the energy of Si in different bulk crystal structures the model describes very well the elastic constants, defect-formation energies for vacancies and interstitials in crystalline silicon, the melting of Si, and short-range order in liquid silicon. Results for phonon frequencies and Grüneisen constants in c-Si are also presented.",
            "Transferable tight-binding models for silicon",
            "I Kwon and R Biswas and CZ Wang and KM Ho and CM Soukoulis",
            "1994",
            "q3wSob8AAAAJ:7PzlFSSx8tAC",
            303,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.49.7242",
            "11453144794083879566",
            "\/scholar?cites=11453144794083879566",
            {
                "1994":4,
                "1995":9,
                "1996":14,
                "1997":17,
                "1998":27,
                "1999":15,
                "2000":22,
                "2001":27,
                "2002":10,
                "2003":14,
                "2004":12,
                "2005":20,
                "2006":15,
                "2007":15,
                "2008":10,
                "2009":6,
                "2010":8,
                "2011":7,
                "2012":9,
                "2013":3,
                "2014":2,
                "2015":5,
                "2016":11,
                "2017":5,
                "2018":5,
                "2019":4,
                "2020":4,
                "2021":1
            }
        ]
    ]
}