{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This book is concerned with a single group of quantum liquids, normal Fermi liqztids, discussing the nature of elementary excitations, the central concept of response functions. It is intended as a text for a graduate course in quantum statistical mechanics or low temperature theory.",
            "Theory of Quantum Liquids: Normal Fermi Liquids",
            "David Pines",
            "2018",
            "Q5boqFQAAAAJ:VN7nJs4JPk0C",
            5951,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=lF0PEAAAQBAJ&oi=fnd&pg=PR2&dq=info:D1t7m3KJlPMJ:scholar.google.com&ots=Q3i3CLiHhb&sig=lhrvaK7hP42eIvtPvnUQGwAlOc4",
            "17551804773097495311",
            "\/scholar?cites=17551804773097495311",
            {
                "1982":81,
                "1983":67,
                "1984":72,
                "1985":73,
                "1986":51,
                "1987":70,
                "1988":44,
                "1989":74,
                "1990":60,
                "1991":81,
                "1992":99,
                "1993":110,
                "1994":136,
                "1995":99,
                "1996":143,
                "1997":157,
                "1998":145,
                "1999":164,
                "2000":155,
                "2001":157,
                "2002":152,
                "2003":149,
                "2004":170,
                "2005":156,
                "2006":194,
                "2007":152,
                "2008":141,
                "2009":146,
                "2010":157,
                "2011":165,
                "2012":179,
                "2013":172,
                "2014":167,
                "2015":165,
                "2016":173,
                "2017":172,
                "2018":147,
                "2019":151,
                "2020":167,
                "2021":10
            }
        ],
        [
            "During evolution, there have been several major changes in the way that genetic information is organized and transmitted from one generation to the next. These transitions include the origin of life itself, the first eukaryotic cells, reproduction by sexual means, the appearance of multicellular plants and animals, the emergence of cooperation and of animal societies, and the unique language ability of humans. This is the first book to discuss all of these major transitions. In discussing such a wide range of topics in one volume, the authors are able to highlight the similarities between different transitions-for example, between the union of replicating molecules to form chromosomes and of cells to form multicellular organisms. The authors also show how an understanding of one transition sheds light on others. A common theme in the book is that entities that could replicate independently before the transition can replicate afterwards only as part of a larger whole. Why, then, does selection between entities at the lower level not disrupt selection at the higher level? In answering this question, the authors offer an explanation for the evolution of cooperation at all levels of complexity. Written in a clear style, and illustrated with many original diagrams, this book can be read with enjoyment by anyone with an undergraduate training in the biological sciences. It will be ideal for advanced discussion groups on evolution. Although the content ranges widely from molecular biology to linguistics and from intragenomic conflict to insect societies, no detailed knowledge of any of these topics is required. Mathematical models are clearly explained, and equations and …",
            "The major transitions in evolution",
            "John Maynard Smith and Eors Szathmary",
            "1997",
            "Q5boqFQAAAAJ:bKqednn6t2AC",
            5165,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=Qts6FAcGGaIC&oi=fnd&pg=PP1&dq=info:UGgUDRS23i8J:scholar.google.com&ots=nrjKA12Gv_&sig=HOxSuwo_z1gOAdPN5eSyjih3JTA",
            "3449394561847421008",
            "\/scholar?cites=3449394561847421008",
            {
                "1995":16,
                "1996":35,
                "1997":64,
                "1998":106,
                "1999":83,
                "2000":147,
                "2001":198,
                "2002":180,
                "2003":162,
                "2004":164,
                "2005":177,
                "2006":193,
                "2007":288,
                "2008":223,
                "2009":263,
                "2010":235,
                "2011":259,
                "2012":254,
                "2013":250,
                "2014":294,
                "2015":248,
                "2016":290,
                "2017":233,
                "2018":241,
                "2019":210,
                "2020":240,
                "2021":10
            }
        ],
        [
            "This text continues to fill the need to communicate the present view of a solid as a system of interacting particles which, under suitable circumstances, behaves like a collection of nearly independent elementary excitations. In addition to introducing basic concepts, the author frequently refers to experimental data. Usually, both the basic theory and the applications discussed deal with the behavior of''simple'metals, rather than the''complicated'metals, such as the transition metals and the rare earths. Problems have been included for most of the chapters.",
            "Elementary excitations in solids",
            "David Pines",
            "2018",
            "Q5boqFQAAAAJ:u-x6o8ySG0sC",
            3007,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=HmhQDwAAQBAJ&oi=fnd&pg=PP1&dq=info:PVSxhKXxPSIJ:scholar.google.com&ots=dNDUL1w_AC&sig=sW-bfCxdsSA_YtOE8hsfM-C3tPE",
            "2467393864067011645",
            "\/scholar?cites=2467393864067011645",
            {
                "1982":58,
                "1983":55,
                "1984":64,
                "1985":41,
                "1986":33,
                "1987":47,
                "1988":51,
                "1989":61,
                "1990":38,
                "1991":46,
                "1992":48,
                "1993":41,
                "1994":45,
                "1995":44,
                "1996":37,
                "1997":36,
                "1998":33,
                "1999":44,
                "2000":43,
                "2001":37,
                "2002":33,
                "2003":41,
                "2004":48,
                "2005":50,
                "2006":58,
                "2007":44,
                "2008":64,
                "2009":74,
                "2010":65,
                "2011":59,
                "2012":70,
                "2013":76,
                "2014":66,
                "2015":62,
                "2016":51,
                "2017":63,
                "2018":58,
                "2019":42,
                "2020":44,
                "2021":2
            }
        ],
        [
            "The behavior of the electrons in a dense electron gas is analyzed quantum-mechanically by a series of canonical transformations. The usual Hamiltonian corresponding to a system of individual electrons with Coulomb interactions is first re-expressed in such a way that the long-range part of the Coulomb interactions between the electrons is described in terms of collective fields, representing organized\" plasma\" oscillation of the system as a whole. The Hamiltonian then describes these collective fields plus a set of individual electrons which interact with the collective fields and with one another via short-range screened Coulomb interactions. There is, in addition, a set of subsidiary conditions on the system wave function which relate the field and particle variables. The field-particle interaction is eliminated to a high degree of approximation by a further canonical transformation to a new representation in which the …",
            "A collective description of electron interactions: III. Coulomb interactions in a degenerate electron gas",
            "David Bohm and David Pines",
            "1953",
            "Q5boqFQAAAAJ:d1gkVwhDpl0C",
            2047,
            "https:\/\/journals.aps.org\/pr\/abstract\/10.1103\/PhysRev.92.609",
            "4072395667590506203",
            "\/scholar?cites=4072395667590506203",
            {
                "1982":17,
                "1983":17,
                "1984":15,
                "1985":17,
                "1986":10,
                "1987":17,
                "1988":22,
                "1989":18,
                "1990":14,
                "1991":15,
                "1992":21,
                "1993":27,
                "1994":25,
                "1995":17,
                "1996":17,
                "1997":16,
                "1998":24,
                "1999":20,
                "2000":23,
                "2001":14,
                "2002":18,
                "2003":14,
                "2004":18,
                "2005":19,
                "2006":26,
                "2007":25,
                "2008":30,
                "2009":29,
                "2010":55,
                "2011":65,
                "2012":89,
                "2013":77,
                "2014":70,
                "2015":90,
                "2016":94,
                "2017":88,
                "2018":96,
                "2019":97,
                "2020":91,
                "2021":7
            }
        ],
        [
            "CERN Accelerating science. Sign in; Directory. CERN Document Server. Access articles, reports\nand multimedia content in HEP. Main menu. Search; Submit; Help; Personalize: Your alerts; Your\nbaskets; Your comments; Your searches. Home > Statistical field theory. Information; Discussion\n(0); Files; Holdings. Book. Title, Statistical field theory. Author(s), Parisi, Giorgio. Publication,\nRedwood City, CA : Addison-Wesley, 1988. - 352 p. Series, (Frontiers in Physics ; 66). Subject\ncode, 530.145:519.2 ; 531.19 ; 539.182 ; 530.145.2. Subject category, General Theoretical Physics.\nKeywords, Fock ; Ginsburg ; Hartree ; Ising ; Landau ; breaking ; critical ; dimensions ; duality ; field ;\nintegrals ; mechanics ; model ; path ; quantum ; relativistic ; renormalization ; simulation ;\nspontaneous ; symmetry ; theory. ISBN, 0201059851 (This book at Amazon) 9780201059854\n(This book at Amazon). CERN library copies - Purchase it for me … \n",
            "Statistical field theory",
            "Giorgio Parisi",
            "1988",
            "Q5boqFQAAAAJ:jFemdcug13IC",
            1564,
            "https:\/\/cds.cern.ch\/record\/111935",
            "4952321114855078423",
            "\/scholar?cites=4952321114855078423",
            {
                "1989":11,
                "1990":22,
                "1991":28,
                "1992":30,
                "1993":39,
                "1994":49,
                "1995":52,
                "1996":36,
                "1997":51,
                "1998":64,
                "1999":63,
                "2000":49,
                "2001":59,
                "2002":42,
                "2003":48,
                "2004":39,
                "2005":57,
                "2006":56,
                "2007":44,
                "2008":54,
                "2009":56,
                "2010":44,
                "2011":44,
                "2012":64,
                "2013":55,
                "2014":43,
                "2015":44,
                "2016":43,
                "2017":54,
                "2018":67,
                "2019":63,
                "2020":58,
                "2021":6
            }
        ],
        [
            "The behavior of the electrons in a dense electron gas is analyzed in terms of their density fluctuations. These density fluctuations may be split into two components. One component is associated with the organized oscillation of the system as a whole, the so-called\" plasma\" oscillation. The other is associated with the random thermal motion of the individual electrons and shows no collective behavior. It represents a collection of individual electrons surrounded by comoving clouds of charge which screen the electron fields within a distance of the order of magnitude of the Debye length. This split up of the density fluctuations corresponds to an effective separation of the Coulomb interaction into long-range and short-range parts; the separation occurs at roughly the Debye length.",
            "A collective description of electron interactions: II. Collective vs individual particle aspects of the interactions",
            "David Pines and David Bohm",
            "1952",
            "Q5boqFQAAAAJ:UeHWp8X0CEIC",
            1342,
            "https:\/\/journals.aps.org\/pr\/abstract\/10.1103\/PhysRev.85.338",
            "13917113132938735296",
            "\/scholar?cites=13917113132938735296",
            {
                "1982":9,
                "1983":11,
                "1984":7,
                "1985":12,
                "1986":5,
                "1987":9,
                "1988":8,
                "1989":15,
                "1990":9,
                "1991":7,
                "1992":8,
                "1993":8,
                "1994":8,
                "1995":8,
                "1996":8,
                "1997":10,
                "1998":14,
                "1999":12,
                "2000":6,
                "2001":11,
                "2002":10,
                "2003":11,
                "2004":18,
                "2005":16,
                "2006":22,
                "2007":20,
                "2008":27,
                "2009":32,
                "2010":25,
                "2011":30,
                "2012":43,
                "2013":46,
                "2014":64,
                "2015":62,
                "2016":73,
                "2017":74,
                "2018":83,
                "2019":89,
                "2020":67,
                "2021":5
            }
        ],
        [
            "A variational technique is developed to investigate the low-lying energy levels of a conduction electron in a polar crystal. Because of the strong interaction between the electron and the longitudinal optical mode of the lattice vibrations, perturbation-theoretic methods are inapplicable. Our variational technique, which is closely related to the\" intermediate coupling\" method introduced by Tomonaga, is equivalent to a simple canonical transformation. The use of this transformation enables us to obtain the wave functions and energy levels quite simply. Because the recoil of the electron introduces a correlation between the emission of successive virtual phonons by the electron, our approximation, in which this correlation is neglected, breaks down for very strong electron-phonon coupling. The validity of our approximation is investigated and corrections are found to be small for coupling strengths occurring in typical polar …",
            "The motion of slow electrons in a polar crystal",
            "TD Lee and FE Low and Do Pines",
            "1953",
            "Q5boqFQAAAAJ:2osOgNQ5qMEC",
            1311,
            "https:\/\/journals.aps.org\/pr\/abstract\/10.1103\/PhysRev.90.297",
            "16629047342987846116",
            "\/scholar?cites=16629047342987846116",
            {
                "1982":8,
                "1983":11,
                "1984":6,
                "1985":14,
                "1986":16,
                "1987":22,
                "1988":25,
                "1989":26,
                "1990":25,
                "1991":15,
                "1992":24,
                "1993":25,
                "1994":31,
                "1995":23,
                "1996":33,
                "1997":35,
                "1998":32,
                "1999":25,
                "2000":23,
                "2001":20,
                "2002":14,
                "2003":23,
                "2004":17,
                "2005":27,
                "2006":22,
                "2007":34,
                "2008":25,
                "2009":34,
                "2010":33,
                "2011":28,
                "2012":21,
                "2013":33,
                "2014":33,
                "2015":43,
                "2016":33,
                "2017":32,
                "2018":40,
                "2019":36,
                "2020":52,
                "2021":8
            }
        ],
        [
            "This book proceeds from a meeting at the Santa Fe Institute where economists and physical and biological scientists came together to discuss a conceptual framework incorporating a more appropriate mathematics with a greatly strengthened capacity to deal simultaneously with multiple variables, nonlinearity, incomplete information and dynamical processes.",
            "The economy as an evolving complex system",
            "Philip W Anderson",
            "2018",
            "Q5boqFQAAAAJ:qjMakFHDy7sC",
            1291,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=ioNSDwAAQBAJ&oi=fnd&pg=PP1&dq=info:umjIkrxTe-kJ:scholar.google.com&ots=wTgyTBM9L1&sig=MxdsUJr-mC_tKobleMDNH2DKU48",
            "16824132902354184378",
            "\/scholar?cites=16824132902354184378",
            {
                "1990":8,
                "1991":11,
                "1992":16,
                "1993":10,
                "1994":26,
                "1995":29,
                "1996":33,
                "1997":43,
                "1998":42,
                "1999":52,
                "2000":55,
                "2001":41,
                "2002":53,
                "2003":50,
                "2004":49,
                "2005":56,
                "2006":52,
                "2007":66,
                "2008":54,
                "2009":45,
                "2010":45,
                "2011":49,
                "2012":58,
                "2013":64,
                "2014":32,
                "2015":34,
                "2016":36,
                "2017":37,
                "2018":38,
                "2019":30,
                "2020":27,
                "2021":2
            }
        ],
        [
            "A phenomenological model of a system of antiferromagnetically correlated spins is shown to give a good quantitative description of NMR, nuclear-quadrupole-resonance, and Knight-shift measurements on yttrium, planar copper, and planar oxygen sites in YBa 2 Cu 3 O 7. The antiferromagnetic correlation length is estimated to be∼ 2.5 lattice constants at T= 100 K. The temperature dependence of the correlation length ceases at T x≃ 100 K. The enhancement of the observed relaxation rates over what is expected for weakly interacting electrons is calculated and shown to be large. Extension of the calculation to other cuprate superconductors is discussed.",
            "Phenomenological model of nuclear relaxation in the normal state of YBa 2 Cu 3 O 7",
            "AJ Millis and Hartmut Monien and David Pines",
            "1990",
            "Q5boqFQAAAAJ:9yKSN-GCB0IC",
            1225,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.42.167",
            "8430912102264870561",
            "\/scholar?cites=8430912102264870561",
            {
                "1990":6,
                "1991":79,
                "1992":89,
                "1993":78,
                "1994":77,
                "1995":64,
                "1996":79,
                "1997":67,
                "1998":63,
                "1999":65,
                "2000":57,
                "2001":56,
                "2002":47,
                "2003":33,
                "2004":23,
                "2005":35,
                "2006":25,
                "2007":25,
                "2008":40,
                "2009":29,
                "2010":23,
                "2011":35,
                "2012":23,
                "2013":11,
                "2014":12,
                "2015":18,
                "2016":10,
                "2017":10,
                "2018":13,
                "2019":13,
                "2020":12,
                "2021":2
            }
        ],
        [
            "The evidence for an energy gap in the intrinsic excitation spectrum of nuclei is reviewed. A possible analogy between this effect and the energy gap observed in the electronic excitation of a superconducting metal is suggested.",
            "Possible analogy between the excitation spectra of nuclei and those of the superconducting metallic state",
            "Å Bohr and BR Mottelson and D Pines",
            "1958",
            "Q5boqFQAAAAJ:IjCSPb-OGe4C",
            1142,
            "https:\/\/journals.aps.org\/pr\/abstract\/10.1103\/PhysRev.110.936",
            "11164496829650371538",
            "\/scholar?cites=11164496829650371538",
            {
                "1982":6,
                "1983":8,
                "1984":7,
                "1985":15,
                "1986":6,
                "1987":4,
                "1988":5,
                "1989":5,
                "1990":9,
                "1991":12,
                "1992":16,
                "1993":5,
                "1994":10,
                "1995":9,
                "1996":11,
                "1997":11,
                "1998":12,
                "1999":20,
                "2000":12,
                "2001":24,
                "2002":13,
                "2003":27,
                "2004":18,
                "2005":20,
                "2006":24,
                "2007":28,
                "2008":34,
                "2009":27,
                "2010":34,
                "2011":37,
                "2012":48,
                "2013":63,
                "2014":34,
                "2015":50,
                "2016":51,
                "2017":40,
                "2018":37,
                "2019":51,
                "2020":37,
                "2021":3
            }
        ]
    ]
}