{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Proton transfer from the excited states of 1-naphthol and 2-naphthol to the water solvent is studied in water\/alcohol mixtures. In pure water, the deprotonation rate of 1-naphthol is insensitive totemperature (AH*= 0), while thatof 2-naphthol exhibits an activation energy of about 2600 cal mol\" 1. The deprotonation rates in both molecules decrease nonlinearly as the alcohol concentration increases, becoming effectively zero in pure alcohol. Variation of solvent concentrations in the mixed solvent thus serves as a probe for studying the local reaction environment. Using a Markov random walk theory, a water cluster,(H20) 4±l, is identified as the effective acceptor for both molecules, indicating that the structure H904+ plays a direct role in the proton hydration dynamics. At high water concentrations the proton hydration rate is “reaction controlled”, while at high alcohol concentrations it can become “diffusion controlled …",
            "Hydration dynamics of protons from photon initiated acids",
            "J Lee and GW Robinson and SP Webb and LA Philips and JH Clark",
            "1986",
            "q9f8mwoAAAAJ:u5HHmVD_uO8C",
            174,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/ja00281a016",
            "15240825914925430421",
            "\/scholar?cites=15240825914925430421",
            {
                "1986":1,
                "1987":3,
                "1988":4,
                "1989":7,
                "1990":7,
                "1991":8,
                "1992":6,
                "1993":5,
                "1994":10,
                "1995":6,
                "1996":5,
                "1997":3,
                "1998":7,
                "1999":9,
                "2000":7,
                "2001":7,
                "2002":9,
                "2003":5,
                "2004":6,
                "2005":11,
                "2006":5,
                "2007":2,
                "2008":2,
                "2009":6,
                "2010":3,
                "2011":4,
                "2012":6,
                "2013":4,
                "2014":1,
                "2015":3,
                "2016":2,
                "2017":5,
                "2018":2,
                "2019":2,
                "2020":1
            }
        ],
        [
            "The detailed kinetics of the excited-state, proton-transfer (ESPT) reaction of 1-naphthol inH20 and D20 are investigated. This process is studied by using both picosecond, time-resolved emission spectroscopy and steady-state spectrofluorometry. A detailed model of the ESPT kinetics is developed byusing the results of these experiments. Computer simulations are used to evaluate thepredictions of this kinetic model by comparison with the actual temporal and spectral data taken over a wide range of experimental conditions. On the basis of such analyses, the rates for excited-state proton transfer and reprotonation in 1-naphthol are 2.5 X 1010 s-1 and 6.8 X 10 M-1 s-1 in H20 (pATa*= 0.4) and 7.9 X 109 s-1 and 4.8 X 10 M-1 s-1 in D20 (pKf= 0.8), respectively. The other rate constants necessary for a complete and accurate description of the ESPT reaction of 1-naphthol are also determined. Questions regarding the …",
            "Picosecond kinetics of the excited-state, proton-transfer reaction of 1-naphthol in water",
            "SP Webb and Laura A Philips and Sheila W Yeh and Laren M Tolbert and JH Clark",
            "1986",
            "q9f8mwoAAAAJ:d1gkVwhDpl0C",
            142,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/j100412a053",
            "15961475603940050757",
            "\/scholar?cites=15961475603940050757",
            {
                "1986":1,
                "1987":2,
                "1988":2,
                "1989":3,
                "1990":6,
                "1991":5,
                "1992":1,
                "1993":6,
                "1994":6,
                "1995":5,
                "1996":8,
                "1997":7,
                "1998":4,
                "1999":3,
                "2000":6,
                "2001":9,
                "2002":5,
                "2003":5,
                "2004":11,
                "2005":4,
                "2006":5,
                "2007":5,
                "2008":1,
                "2009":3,
                "2010":4,
                "2011":5,
                "2012":1,
                "2013":7,
                "2014":2,
                "2015":3,
                "2016":2,
                "2017":2,
                "2018":2
            }
        ],
        [
            "Picosecond, time‐resolved, fluorescence depolarization spectroscopy is used to measure the rotational reorientation times of rhodamine 6G (R6G) and p‐terphenyl (PTP) as a function of solvent viscosity. The viscosity is varied either by changing the solvent or by changing the pressure in a single solvent. The differences between the two molecules, PTP and R6G, provide a means of evaluating the role of solute structure and solute–solvent interactions on the dynamics of rotational reorientation. The rotational behavior of PTP is well described by simple hydrodynamic models as embodied by the Stokes–Einstein–Debye equation. In contrast, the rotational reorientation dynamics of the charged molecule R6G are not well described by these models. It is demonstrated that dielectric friction plays an important role in governing the rotational motion of charged molecules in polar solvents. When the solvent dielectric …",
            "High‐pressure studies of rotational reorientation dynamics: The role of dielectric friction",
            "Laura A Philips and SP Webb and JH Clark",
            "1985",
            "q9f8mwoAAAAJ:UeHWp8X0CEIC",
            119,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.449661",
            "10743694651174756473",
            "\/scholar?cites=10743694651174756473",
            {
                "1986":4,
                "1987":8,
                "1988":3,
                "1989":6,
                "1990":3,
                "1991":5,
                "1992":2,
                "1993":2,
                "1994":3,
                "1995":4,
                "1996":7,
                "1997":4,
                "1998":3,
                "1999":2,
                "2000":6,
                "2001":5,
                "2002":8,
                "2003":6,
                "2004":5,
                "2005":2,
                "2006":1,
                "2007":3,
                "2008":4,
                "2009":1,
                "2010":3,
                "2011":3,
                "2012":4,
                "2013":3,
                "2014":3,
                "2015":1,
                "2016":1,
                "2017":2,
                "2018":1
            }
        ],
        [
            "We have observed the high resolution fluorescence excitation spectrum of the molecule tryptamine in the gas phase. At low resolution the spectrum contains six features which have been assigned as the origins of different conformers of the tryptamine molecule. At high resolution the rotational structure in each of these features has been resolved, and the rotational structure of five of the features has been analyzed. This analysis has provided information about the geometries of the different conformers. Two conformers, labeled A and F, have the amino group of the molecule gauche to the indole ring, while conformer D has the amino group nearly eclipsed by the indole ring. Conformer B has a rotational structure identical to that of conformer A, while the rotational structure of conformer E is identical to that of conformer D. It is suggested that the pairs of conformers with identical rotational structure are related to each …",
            "Rotationally resolved electronic spectroscopy of tryptamine conformers in a supersonic jet",
            "Laura A Philips and Donald H Levy",
            "1988",
            "q9f8mwoAAAAJ:2osOgNQ5qMEC",
            117,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.455464",
            "5317864731326487726",
            "\/scholar?cites=5317864731326487726",
            {
                "1988":1,
                "1989":4,
                "1990":7,
                "1991":6,
                "1992":3,
                "1993":5,
                "1994":4,
                "1995":4,
                "1996":2,
                "1997":3,
                "1998":4,
                "1999":6,
                "2000":5,
                "2001":1,
                "2002":2,
                "2003":5,
                "2004":8,
                "2005":7,
                "2006":3,
                "2007":3,
                "2008":9,
                "2009":2,
                "2010":4,
                "2011":8,
                "2012":2,
                "2013":1,
                "2014":1,
                "2015":4,
                "2016":1,
                "2017":2
            }
        ],
        [
            "The high resolution ultraviolet fluorescence excitation spectrum of indole in a supersonic jet has been measured. It was possible to resolve the rotational structure with an experimental resolution of 180 MHz. The details of the technique employed to achieve this resolution in the ultraviolet are described. Analysis of the high resolution spectrum yielded a transition moment direction which is compared to previous theoretical predictions. Application of high resolution spectroscopy to the problem of distinguishing the 1La and 1Lb electronic states in indole and indole derivatives is discussed. From the measured rotational constants possible geometries for the ground and excited states were also determined.",
            "The rotationally resolved electronic spectrum of indole in the gas phase",
            "Laura A Philips and Donald H Levy",
            "1986",
            "q9f8mwoAAAAJ:u-x6o8ySG0sC",
            109,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.451219",
            "8238416834272419872",
            "\/scholar?cites=8238416834272419872",
            {
                "1987":1,
                "1988":6,
                "1989":8,
                "1990":7,
                "1991":4,
                "1992":6,
                "1993":6,
                "1994":2,
                "1995":2,
                "1996":3,
                "1997":3,
                "1998":4,
                "1999":4,
                "2000":4,
                "2001":3,
                "2002":2,
                "2003":4,
                "2004":6,
                "2005":5,
                "2006":3,
                "2007":1,
                "2008":1,
                "2009":5,
                "2010":3,
                "2011":1,
                "2012":2,
                "2013":1,
                "2014":1,
                "2015":2,
                "2016":3,
                "2017":3,
                "2018":1,
                "2019":2
            }
        ],
        [
            "The fluorescence decay of tryptamine and tryptophan in the gas phase was measured in a supersonic free jet. A new technique for producing CW jets of tryptophan in helium was developed in order tocarry out the experiments. The fluorescence lifetimes of several conformers of tryptamine were measured. In each case the fluorescence decay was found to be exponential and the lifetimesfor all conformers were identical (13.2±0.3 ns). In the case of tryptophan, measurements were also made on several conformers. All decays were found to be singleexponential, but in tryptophan, the fluorescence lifetime was found to vary among the conformers. Three conformers had identical lifetimes (12.9 ns), but one conformer had a lifetime of 10.4 ns. The short-lived conformer was the conformer that had previously been observed to produce an emission spectrum containing broad, red-shifted fluorescence. This red-shifted …",
            "Time-resolved spectroscopy of tryptophan conformers in a supersonic jet",
            "Laura A Philips and SP Webb and Selso J Martinez and GR Fleming and Donald H Levy",
            "1988",
            "q9f8mwoAAAAJ:9yKSN-GCB0IC",
            98,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/ja00213a005",
            "10152697137298161948",
            "\/scholar?cites=10152697137298161948",
            {
                "1988":3,
                "1989":4,
                "1990":1,
                "1991":4,
                "1992":5,
                "1993":1,
                "1994":2,
                "1995":4,
                "1996":2,
                "1997":4,
                "1998":3,
                "1999":4,
                "2000":3,
                "2001":5,
                "2002":6,
                "2003":1,
                "2004":10,
                "2005":2,
                "2006":5,
                "2007":4,
                "2008":5,
                "2009":4,
                "2010":4,
                "2011":1,
                "2012":3,
                "2013":1,
                "2014":1,
                "2015":3,
                "2016":1,
                "2017":1,
                "2018":1
            }
        ]
    ]
}