{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Pressures in the 100 MPa range are known to have an enormous number of effects on the action of proteins, but straightforward means for determining the structural basis of these effects have been lacking. Here, crystallography has been used to probe effects of pressure on sperm whale myoglobin structure. A comparison of pressure effects with those seen at low pH suggests that structural changes under pressure are interpretable as a shift in the populations of conformational substates. Furthermore, a novel high-pressure protein crystal-cooling method has been used to show low-temperature metastability, providing an alternative to room temperature, beryllium pressure cell-based techniques. The change in protein structure due to pressure is not purely compressive and involves conformational changes important to protein activity. Correlation with low-pH structures suggests observed structural changes are …",
            "Probing substates in sperm whale myoglobin using high-pressure crystallography",
            "Paul Urayama and George N Phillips Jr and Sol M Gruner",
            "2002",
            "Q_Sb8QkAAAAJ:4TOpqqG69KYC",
            143,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0969212601006992",
            "10670462985160529982",
            "\/scholar?cites=10670462985160529982",
            {
                "2002":3,
                "2003":10,
                "2004":8,
                "2005":8,
                "2006":13,
                "2007":4,
                "2008":8,
                "2009":7,
                "2010":6,
                "2011":7,
                "2012":14,
                "2013":8,
                "2014":8,
                "2015":12,
                "2016":11,
                "2017":2,
                "2018":5,
                "2019":4,
                "2020":5
            }
        ],
        [
            "Fluorescence lifetime measurements of long excited-state lifetime, oxygen-quenched ruthenium dyes are emerging as methods for intracellular oxygen sensing. Fluorescence lifetime imaging microscopy (FLIM) studies in cells have been reported previously. Many current FLIM systems use high repetition rate (~ 10 7 Hz) lasers optimized for nanosecond lifetime measurements, making measurement of long, microsecond lifetime fluorophores difficult. Here, we present an experimental approach for obtaining a large temporal dynamic range in a FLIM system by using a low repetition rate (10 1 Hz), high output, nitrogen pumped dye laser and a wide-field, intensified CCD camera for image detection. We explore the feasibility of the approach by imaging the oxygen-sensitive dye tris (2, 2'-bipyridyl) dichloro-ruthenium (II) hexahydrate (RTDP) in solution and in living cells. We demonstrate the ability of the system to …",
            "Imaging fluorescence lifetime modulation of a ruthenium-based dye in living cells: the potential for oxygen sensing",
            "Wei Zhong and Paul Urayama and Mary-Ann Mycek",
            "2003",
            "Q_Sb8QkAAAAJ:2osOgNQ5qMEC",
            124,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0022-3727\/36\/14\/306\/meta",
            "850000026650666767",
            "\/scholar?cites=850000026650666767",
            {
                "2003":1,
                "2004":3,
                "2005":4,
                "2006":9,
                "2007":8,
                "2008":9,
                "2009":10,
                "2010":14,
                "2011":7,
                "2012":4,
                "2013":7,
                "2014":15,
                "2015":8,
                "2016":8,
                "2017":6,
                "2018":6,
                "2019":2,
                "2020":3
            }
        ],
        [
            "This article describes the design and characterization of a wide-field, time-domain fluorescence lifetime imaging microscopy (FLIM) system developed for picosecond time-resolved biological imaging. The system consists of a nitrogen-pumped dye laser for UV–visible–NIR excitation (337.1–960 nm), an epi-illuminated microscope with UV compatible optics, and a time-gated intensified CCD camera with an adjustable gate width (200 ps-10-3 s) for temporally resolved, single-photon detection of fluorescence decays with 9.6-bit intensity resolution and 1.4-μm spatial resolution. Intensity measurements used for fluorescence decay calculations are reproducible to within 2%, achieved by synchronizing the ICCD gate delay to the excitation laser pulse via a constant fraction optical discriminator and picosecond delay card. A self-consistent FLIM system response model is presented, allowing for fluorescence …",
            "A UV–Visible–NIR fluorescence lifetime imaging microscope for laser-based biological sensing with picosecond resolution",
            "P Urayama and W Zhong and JA Beamish and FK Minn and RD Sloboda and KH Dragnev and E Dmitrovsky and M-A Mycek",
            "2003",
            "Q_Sb8QkAAAAJ:8k81kl-MbHgC",
            81,
            "https:\/\/link.springer.com\/article\/10.1007\/s00340-003-1152-4",
            "7522323824905272447",
            "\/scholar?cites=7522323824905272447",
            {
                "2003":3,
                "2004":5,
                "2005":6,
                "2006":5,
                "2007":8,
                "2008":7,
                "2009":11,
                "2010":5,
                "2011":1,
                "2012":3,
                "2013":4,
                "2014":8,
                "2015":5,
                "2016":1,
                "2017":1,
                "2018":5,
                "2019":2,
                "2020":1
            }
        ],
        [
            "We have measured the effect of high pressure on the scattering from the disordered state of a styrene-isoprene diblock copolymer containing 48 wt% styrene (Mw~ 16 500). Small-angle X-ray scattering measurements performed at the Cornell High Energy Synchrotron Source (CHESS) show an increase in the aspect ratioof the scattering maximum and a decrease in theangle at which the maximum occurs with increasing pressure. Within the context of the mean-field theory of block copolymer phase behavior originally developed by Leibler, 1 this behavior is due to an increase in both the radius of gyration of the molecule (Rg) and the degree of segregation of the system (). Examination of the datausing the theory ofTang and Freed2 reveals an identical quantitative dependence of Rg and on pressure without indicating a role for the free volume fraction used by these authors to treat compressibility effects. We …",
            "High-pressure effects on the disordered phase of block copolymer melts",
            "Damian A Hajduk and Paul Urayama and Sol M Gruner and Shyamsunder Erramilli and Richard A Register and Keith Brister and Lewis J Fetters",
            "1995",
            "Q_Sb8QkAAAAJ:ZeXyd9-uunAC",
            47,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/ma00125a017",
            "16221010431925637368",
            "\/scholar?cites=16221010431925637368",
            {
                "1996":2,
                "1997":5,
                "1998":5,
                "1999":3,
                "2000":2,
                "2001":3,
                "2002":5,
                "2003":2,
                "2004":1,
                "2005":1,
                "2006":1,
                "2007":1,
                "2008":1,
                "2009":1,
                "2010":5,
                "2011":1,
                "2012":6,
                "2013":1,
                "2014":1
            }
        ],
        [
            "Methods of steady-state fluorescence microscopy are routinely employed for studies in cell biology to reveal information regarding cellular morphology, intracellular ion concentrations, protein binding, lipid content, and memнbrane status [1]. Fluorophore lifetimes offer an additional source of contrast in imaging applications because lifetimes are known to be highly sensitive to physical conditions in the fluorophore’s local environment (temperature, pH, oxygen concentration, polarity, binding to macromolecules, ion concenнtration, and relaxation through quenching and through resonant energy transнfer), while being generally independent of factors influencing fluorescence intensity (fluorophore concentration, photobleaching, artifacts arising from optical loss)[2, 3]While exogenous fluorophores provide useful and specific tools for enhancing contrast, endogenous fluorophores—fluorescent biomolecules inнdigenous to biological cells and tissues—are of biomedical interest as poнtential probes of metabolic function, tissue morphology, and biomarkers of disease. Because exogenous agents are not employed, endogenous fluores-",
            "Fluorescence lifetime imaging microscopy of endogenous biological fluorescence",
            "PK Urayama and Mary-Ann Mycek",
            "2003",
            "Q_Sb8QkAAAAJ:qxL8FJ1GzNcC",
            36,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=tjH3DwAAQBAJ&oi=fnd&pg=PA211&dq=info:itVA7UQENaEJ:scholar.google.com&ots=_oEnEmLosl&sig=s5mNb77OyKaKYOYPq4eOqQDSu1s",
            "11616195507956798858",
            "\/scholar?cites=11616195507956798858",
            {
                "2003":4,
                "2004":6,
                "2005":4,
                "2006":2,
                "2007":4,
                "2008":2,
                "2009":1,
                "2010":4,
                "2011":1,
                "2012":4,
                "2013":1,
                "2014":1,
                "2015":1,
                "2016":1
            }
        ],
        [
            "LysoSensor Yellow\/Blue DND-160, a dual-wavelength fluorophore commonly used for sensing pH in acidic organelles, possesses solvatochromic behavior believed to originate from an intramolecular charge transfer (ICT). Given this, we investigated whether DND-160 can be used for acidic pH sensing under hydrostatic pressures up to 510 atm, a range suitable for studying a wide variety of cellular processes. We found that the emission spectrum of the protonated form does not exhibit sensitivity to pressure, whereas the deprotonated form shows a piezochromic shift consistent with increased ICT character. Although pressure effects on the apparent pKa are buffer solvent dependent, DND-160 retains two-state behavior, making it a useful acidic pH probe under pressure.",
            "Using LysoSensor Yellow\/Blue DND-160 to sense acidic pH under high hydrostatic pressures",
            "Hector Michael DePedro and Paul Urayama",
            "2009",
            "Q_Sb8QkAAAAJ:5nxA0vEk-isC",
            33,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0003269708006854",
            "7182620758979883663",
            "\/scholar?cites=7182620758979883663",
            {
                "2010":3,
                "2011":2,
                "2012":1,
                "2013":4,
                "2014":3,
                "2015":3,
                "2016":9,
                "2017":2,
                "2018":4,
                "2019":2
            }
        ],
        [
            "Hydrostatic pressure is an important physical parameter in biology, with pressures in the few-hundred-atm range having significant effects on cellular morphology, metabolism, and viability. To ensure valid results when studying pressure effects using fluorescence spectroscopy and imaging methods, metabolic probes need to be characterized for high-pressure use. Of interest is the sensing of pH at high pressures due to the key role that pH plays in cellular function. Despite the availability of pH-sensitive dyes, only a few have been characterized for high-pressure use. Here we present the effects of pressure on the acid–base equilibria of four dual-wavelength seminaphthorhodafluor and seminaphthofluorescein dyes (pKa = 6.6–7.8). Using phosphate buffers as high-pressure pH references, we investigate the pressure dependence of pKa for these dyes and determine the volume change associated with the acid …",
            "Characterization of dual-wavelength seminaphthofluorescein and seminapthorhodafluor dyes for pH sensing under high hydrostatic pressures",
            "Michael Salerno and Jacob J Ajimo and Jonathan A Dudley and Katherine Binzel and Paul Urayama",
            "2007",
            "Q_Sb8QkAAAAJ:u-x6o8ySG0sC",
            33,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0003269706009535",
            "269517632199741298",
            "\/scholar?cites=269517632199741298",
            {
                "2007":3,
                "2008":4,
                "2009":2,
                "2010":5,
                "2011":4,
                "2012":2,
                "2013":3,
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":1,
                "2018":4,
                "2019":2
            }
        ],
        [
            "We present a high-pressure chamber suitable for the fluorescence microscopy imaging of cellular systems, consisting of a quartz capillary attached to high-pressure tubing with the capillary walls acting as the optical window and mechanical support. The chamber withstands pressures up to 1000atm, spanning most of the biosphere’s pressure range. We validate the chamber for high-pressure studies by using a pH-sensitive fluorophore to sense the pressure-induced acidification of a phosphate buffer. Next, because the capillary walls result in image aberrations, we demonstrate the ability to use spatial deconvolution to improve image resolution. Capillary wall thicknesses are less than 0.5mm, making the chamber compatible with high-numerical-aperture optics.",
            "Capillary-based, high-pressure chamber for fluorescence microscopy imaging",
            "Erica C Raber and Jonathan A Dudley and Michael Salerno and Paul Urayama",
            "2006",
            "Q_Sb8QkAAAAJ:ULOm3_A8WrAC",
            23,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2349303",
            "10021955688588577164",
            "\/scholar?cites=10021955688588577164",
            {
                "2007":2,
                "2008":3,
                "2009":2,
                "2010":5,
                "2011":1,
                "2012":1,
                "2013":2,
                "2014":4,
                "2015":2,
                "2016":1
            }
        ],
        [
            "Cellular NADH conformation is increasingly recognized as an endogenous optical biomarker and metabolic indicator. Recently, we reported a real-time approach for tracking metabolism on the basis of the quantification of UV-excited autofluorescence spectrum shape. Here, we use nanosecond-gated spectral acquisition, combined with spectrum-shape quantification, to monitor the long excited-state lifetime autofluorescence (usually associated with protein-bound NADH conformations) separately from the autofluorescence signal as a whole. We observe that the autofluorescence response induced by two NADH-oxidation inhibitorscyanide and ethanolare similar in Saccharomyces cerevisiae when monitored using time-integrated detection but easily distinguished using time-gated detection. Results are consistent with the observation of multiple NADH conformations as assessed using spectral phasor analysis …",
            "Autofluorescence from NADH conformations associated with different metabolic pathways monitored using nanosecond-gated spectroscopy and spectral phasor analysis",
            "Jeff Maltas and Lana Amer and Zac Long and Dylan Palo and Arthur Oliva and Jeff Folz and Paul Urayama",
            "2015",
            "Q_Sb8QkAAAAJ:hFOr9nPyWt4C",
            11,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ac504386x",
            "17293072976107285573",
            "\/scholar?cites=17293072976107285573",
            {
                "2016":3,
                "2017":2,
                "2018":3,
                "2019":2,
                "2020":1
            }
        ],
        [
            "Summary form only given. Fluorescence lifetimes are sensitive to local physical conditions and insensitive to artifacts affecting intensity based measurements, providing a complementary source of contrast for fluorescence microscopy. While lifetime microscopy is well-developed at visible wavelengths (e.g. fluorescence resonance energy transfer between exogenous fluorophores), FLIM of endogenous fluorophores is less developed with many potential uses (e.g. biomedical diagnostics). Near UV wavelengths may become important in clinical applications because structural proteins and metabolic co-factors have excitation maxima in this wavelength region. This paper presents the construction of a FLIM system with the sensitivity to detect cellular autofluorescence.",
            "A UV fluorescence lifetime imaging microscope to probe endogenous cellular fluorescence",
            "Paul Urayama and Jeffrey A Beamish and Frederick K Minn and Elizabeth A Hamon and M-A Mycek",
            "2002",
            "Q_Sb8QkAAAAJ:-f6ydRqryjwC",
            10,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1034311\/",
            "17031728241538671117",
            "\/scholar?cites=17031728241538671117",
            {
                "2003":3,
                "2004":1,
                "2005":3,
                "2006":1,
                "2007":2
            }
        ]
    ]
}