{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "...\n",
            "Risk management and insurance",
            "Scott E Harrington and Gregory R Niehaus",
            "1999",
            "qAfYVN8AAAAJ:isC4tDSrTZIC",
            713,
            "http:\/\/repo.unikadelasalle.ac.id\/index.php?p=show_detail&id=2357&keywords=",
            "16518529006579376326",
            "\/scholar?cites=16518529006579376326",
            {
                "1999":3,
                "2000":5,
                "2001":4,
                "2002":10,
                "2003":13,
                "2004":28,
                "2005":23,
                "2006":33,
                "2007":26,
                "2008":52,
                "2009":28,
                "2010":51,
                "2011":41,
                "2012":44,
                "2013":52,
                "2014":45,
                "2015":43,
                "2016":53,
                "2017":36,
                "2018":40,
                "2019":35,
                "2020":26,
                "2021":1
            }
        ],
        [
            "In the typical securities class action (SCA), firms and their managers are sued for securities law violations by shareholders who allege that managers fraudulently withheld negative information or published misleading information during a period known as the \"class period.\" We examine insider selling and seasoned equity issues during this period to investigate whether managers have an unusual incentive to delay disclosure of negative information. We also examine whether firms that settle SCAs experience an abnormal level of CEO turnover, which would suggest that some suits have merit and that these suits provide a deterrent.",
            "Insider trading, equity issues, and CEO turnover in firms subject to securities class action",
            "Greg Niehaus and Greg Roth",
            "1999",
            "qAfYVN8AAAAJ:d1gkVwhDpl0C",
            184,
            "https:\/\/www.jstor.org\/stable\/3666303",
            "10584074961321782636",
            "\/scholar?cites=10584074961321782636",
            {
                "1998":1,
                "1999":2,
                "2000":2,
                "2001":4,
                "2002":3,
                "2003":2,
                "2004":8,
                "2005":5,
                "2006":8,
                "2007":10,
                "2008":11,
                "2009":6,
                "2010":8,
                "2011":5,
                "2012":10,
                "2013":13,
                "2014":17,
                "2015":15,
                "2016":10,
                "2017":14,
                "2018":9,
                "2019":10,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Papers by Jensen and Meckling (1976), Jensen (1986), and Stulz (1988) suggest that a firm's leverage ratio and its level of inside ownership share common determinants. This paper examines whether inside equity and leverage are explained by a common set of variables that proxy for a firm's exposure to various market imperfections. These imperfections include the agency costs of equity, leverage-related costs, the tax advantage of debt, the costs of issuing securities, and the demand for risk-sharing by insiders. In contrast to Crutchley and Hansen (1989), but consistent with Jensen, Solberg, and Zorn (1992) and Holthausen and Larcker (1991), little evidence is found that leverage and inside equity are explained by the same variables. These results hold even after controlling for industry effects, an issue not examined by previous literature. In addition, leverage is related strongly and negatively to free cashflow, a …",
            "Do inside ownership and leverage share common determinants?",
            "Susan Chaplinsky and Greg Niehaus",
            "1993",
            "qAfYVN8AAAAJ:u5HHmVD_uO8C",
            164,
            "https:\/\/www.jstor.org\/stable\/40473099",
            "16843013346511280396",
            "\/scholar?cites=16843013346511280396",
            {
                "1994":1,
                "1995":1,
                "1996":3,
                "1997":1,
                "1998":1,
                "1999":4,
                "2000":2,
                "2001":1,
                "2002":5,
                "2003":3,
                "2004":7,
                "2005":4,
                "2006":11,
                "2007":10,
                "2008":6,
                "2009":7,
                "2010":9,
                "2011":10,
                "2012":10,
                "2013":9,
                "2014":8,
                "2015":9,
                "2016":9,
                "2017":5,
                "2018":10,
                "2019":10,
                "2020":2
            }
        ],
        [
            "This article examines both the shareholder wealth effects of employee stock ownership plans (ESOPs) announced by firms subject to takeover pressure and the takeover incidence of targets with and without ESOPs. Although we do not find that defensive ESOPs significantly reduce shareholder wealth on average, we identify two factors—the change in managerial and employee ownership due to the ESOP and the simultaneous announcement of other defensive tactics—that are associated with negative stock price reactions. We find that ESOPs are strong deterrents to takeover. ESOP targets that are acquired earn higher returns than targets without ESOPs, but the difference is not statistically significant.",
            "The role of ESOPs in takeover contests",
            "Susan Chaplinsky and Greg Niehaus",
            "1994",
            "qAfYVN8AAAAJ:9yKSN-GCB0IC",
            142,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1540-6261.1994.tb02461.x",
            "1876622405056279905",
            "\/scholar?cites=1876622405056279905",
            {
                "1994":2,
                "1995":3,
                "1996":1,
                "1997":2,
                "1998":3,
                "1999":3,
                "2000":1,
                "2001":2,
                "2002":5,
                "2003":3,
                "2004":7,
                "2005":8,
                "2006":8,
                "2007":9,
                "2008":8,
                "2009":5,
                "2010":5,
                "2011":9,
                "2012":4,
                "2013":5,
                "2014":7,
                "2015":5,
                "2016":4,
                "2017":8,
                "2018":11,
                "2019":9,
                "2020":5
            }
        ],
        [
            "Time series causality tests are used to examine hypotheses about the determinants of insurance premiums and causes of the underwriting cycle. The evidence supports the hypothesis that underwriting cycles are partially due to costly external capital as predicted by Winter (1989), Cummins and Danzon (1992), and Gron (1992).",
            "Evidence on the time series properties of insurance premiums and causes of the underwriting cycle: new support for the capital market imperfection hypothesis",
            "Greg Niehaus and Andy Terry",
            "1993",
            "qAfYVN8AAAAJ:u-x6o8ySG0sC",
            140,
            "https:\/\/www.jstor.org\/stable\/253038",
            "844426982222985771",
            "\/scholar?cites=844426982222985771",
            {
                "1993":1,
                "1994":1,
                "1995":2,
                "1996":1,
                "1997":1,
                "1998":2,
                "1999":2,
                "2000":1,
                "2001":2,
                "2002":2,
                "2003":4,
                "2004":4,
                "2005":10,
                "2006":5,
                "2007":10,
                "2008":8,
                "2009":10,
                "2010":6,
                "2011":14,
                "2012":13,
                "2013":6,
                "2014":14,
                "2015":7,
                "2016":5,
                "2017":2,
                "2018":6,
                "2019":1
            }
        ],
        [
            "This article empirically examines the relationship between the funding of defined benefit pension plans and corporate debt ratings. The evidence indicates that unfunded pension liabilities reduce debt ratings more than an equivalent amount of excess pension assets increase debt ratings. This asymmetric relationship is consistent with the view that unfunded pension liabilities are corporate liabilities that compete with debt claims, but that there are costs associated with quickly accessing excess pension assets due to the mandated sharing of reverted excess assets.",
            "Pension plan funding and corporate debt ratings",
            "Thomas J Carroll and Greg Niehaus",
            "1998",
            "qAfYVN8AAAAJ:2osOgNQ5qMEC",
            126,
            "https:\/\/www.jstor.org\/stable\/253658",
            "13216589603280443370",
            "\/scholar?cites=13216589603280443370",
            {
                "2000":1,
                "2001":2,
                "2002":1,
                "2003":2,
                "2004":3,
                "2005":2,
                "2006":5,
                "2007":9,
                "2008":7,
                "2009":10,
                "2010":9,
                "2011":9,
                "2012":7,
                "2013":4,
                "2014":11,
                "2015":7,
                "2016":7,
                "2017":7,
                "2018":8,
                "2019":9,
                "2020":5
            }
        ],
        [
            "The potential losses from catastrophes have led financial researchers to address the following questions: (1) to what extent is catastrophe risk being shared (insured) and is the allocation of catastrophe risk consistent with notions of optimal risk sharing? (2) if not, what market imperfections hinder the efficient allocation of catastrophe risk? and (3) are there government policies or private market solutions that could lead to a more efficient allocation of catastrophe risk? This paper summarizes the research that has been conducted on these questions.",
            "The allocation of catastrophe risk",
            "Greg Niehaus",
            "2002",
            "qAfYVN8AAAAJ:UeHWp8X0CEIC",
            118,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0378426601002357",
            "16021901322093357999",
            "\/scholar?cites=16021901322093357999",
            {
                "2002":3,
                "2003":12,
                "2004":3,
                "2005":5,
                "2006":6,
                "2007":9,
                "2008":10,
                "2009":6,
                "2010":7,
                "2011":6,
                "2012":6,
                "2013":7,
                "2014":7,
                "2015":6,
                "2016":2,
                "2017":8,
                "2018":6,
                "2019":6
            }
        ],
        [
            "This article provides an economic overview of risk-based capital requirements for the property-liability insurance industry. The objective is to provide a conceptual framework for policymakers to use in analyzing proposed property-liability risk-based capital systems. The goals of a properly designed risk-based capital system should be to provide incentives for insurers to reduce insolvency risk, to facilitate the rehabilitation of weak insurers, and to bring about the orderly exit of unsuccessful companies from the market. However, a poorly designed system could create incentives for excessive risk-taking by insurers, impose unnecessary costs on policyholders and financially sound insurers, and reduce market capacity. To avoid these potential problems, any proposed risk-based capital system should be thoroughly tested prior to implementation to ensure that it would have functioned properly with regard to a substantial …",
            "An Economic Overview of Risk-Based Capital Requirements for the Property-Liability Insurance Industry.",
            "J David Cummins and Scott Harrington and Greg Niehaus",
            "1993",
            "qAfYVN8AAAAJ:qjMakFHDy7sC",
            109,
            "http:\/\/search.ebscohost.com\/login.aspx?direct=true&profile=ehost&scope=site&authtype=crawler&jrnl=0736248X&asa=Y&AN=6890421&h=bBbWgj6X1SWQjBYCWfht6TOi%2Bii5YAnTS2dAfjgrSF1%2Fu47F3%2B8rOdt4BXtCSFzuZGJWN8CkZ7yYpIv5fuJaRA%3D%3D&crl=c",
            "6648779404465239225",
            "\/scholar?cites=6648779404465239225",
            {
                "1994":1,
                "1995":4,
                "1996":7,
                "1997":1,
                "1998":3,
                "1999":5,
                "2000":3,
                "2001":2,
                "2002":2,
                "2003":2,
                "2004":2,
                "2005":3,
                "2006":1,
                "2007":2,
                "2008":3,
                "2009":5,
                "2010":7,
                "2011":4,
                "2012":5,
                "2013":6,
                "2014":3,
                "2015":7,
                "2016":5,
                "2017":9,
                "2018":5,
                "2019":4,
                "2020":4
            }
        ],
        [
            "This study provides evidence of the potential hedging effectiveness of insurance derivatives based on regional estimates of catastrophe losses. We estimate the percentage of insurers' by line and state underwriting risk that could have been eliminated over the 1974 through 1994 period if they had hedged using state-specific catastrophe derivatives based on Property Claims Service (PCS) reported losses. The results indicate that state-specific PCS catastrophe derivatives would have provided effective hedges for many insurers, especially those selling homeowners insurance. These findings suggest that basis risk is not likely to be a significant problem with state-specific catastrophe derivative contracts. We also compare the hedging effectiveness of state-specific catastrophe contracts to regional catastrophe contracts and to state-specific contracts based on by-line loss ratios.",
            "Basis risk with PCS catastrophe insurance derivative contracts",
            "Scott Harrington and Greg Niehaus",
            "1999",
            "qAfYVN8AAAAJ:IjCSPb-OGe4C",
            108,
            "https:\/\/www.jstor.org\/stable\/253877",
            "13254027852108380626",
            "\/scholar?cites=13254027852108380626",
            {
                "1999":2,
                "2000":3,
                "2001":6,
                "2002":3,
                "2003":9,
                "2004":2,
                "2005":7,
                "2006":3,
                "2007":8,
                "2008":8,
                "2009":5,
                "2010":4,
                "2011":7,
                "2012":5,
                "2013":10,
                "2014":10,
                "2015":7,
                "2016":1,
                "2017":3,
                "2018":1,
                "2019":2,
                "2020":1
            }
        ],
        [
            "We provide estimates of the equity capital needed and the resulting tax costs incurred when supplying catastrophe insurance\/reinsurance using a partial equilibrium model that incorporates a specific loss distribution for US catastrophe losses. After consideration of insurer investment in tax-exempt securities, tax loss carry-back\/forward provisions, and personal taxes, our results imply that the tax costs of equity finance alone have a substantial effect on the cost of supplying catastrophe reinsurance. These results help explain a variety of industry developments that reduce tax costs. Also, when coupled with non-tax costs of capital, these results help explain the limited scope of catastrophe insurance\/reinsurance.",
            "Capital, corporate income taxes, and catastrophe insurance",
            "Scott E Harrington and Greg Niehaus",
            "2003",
            "qAfYVN8AAAAJ:W7OEmFMy1HYC",
            105,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S104295730300055X",
            "1124619066801752394",
            "\/scholar?cites=1124619066801752394",
            {
                "2003":1,
                "2004":2,
                "2005":7,
                "2006":5,
                "2007":7,
                "2008":8,
                "2009":4,
                "2010":6,
                "2011":4,
                "2012":13,
                "2013":5,
                "2014":8,
                "2015":7,
                "2016":7,
                "2017":10,
                "2018":3,
                "2019":5,
                "2020":1
            }
        ]
    ]
}