{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Valence-and conduction-band edges of ultrathin oxides (SiO 2, HfO 2, Hf 0.7 Si 0.3 O 2, ZrO 2, and Al 2 O 3) grown on a silicon substrate have been measured using ultraviolet photoemission and inverse photoemission spectroscopies in the same UHV chamber. The combination of these two techniques has enabled the direct determination of the oxide energy gaps as well as the offsets of the oxide valence-and conduction-band edges from those of the silicon substrate. These results are supplemented with synchrotron x-ray photoemission spectroscopy measurements allowing further characterization of the oxide composition and the evaluation of the silicon substrate contribution to the spectra. The electron affinity has also been systematically measured on the same samples. We find reasonably good agreement with earlier experiments where assumptions regarding energy-gap values were needed to establish …",
            "Band offsets of ultrathin high-κ oxide films with Si",
            "Eric Bersch and Sylvie Rangan and Robert Allen Bartynski and Eric Garfunkel and Elio Vescovo",
            "2008",
            "Qb-Ez4sAAAAJ:iH-uZ7U-co4C",
            256,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.78.085114",
            "10281912826358634735",
            "\/scholar?cites=10281912826358634735",
            {
                "2008":2,
                "2009":12,
                "2010":14,
                "2011":24,
                "2012":12,
                "2013":19,
                "2014":27,
                "2015":21,
                "2016":30,
                "2017":18,
                "2018":26,
                "2019":28,
                "2020":20,
                "2021":2
            }
        ],
        [
            "The structural arrangement of γ‐MnO2 is currently explained by a random intergrowth of pyrolusite layers in a ramsdellite matrix. The structures of a large variety of γ‐MnO2 samples with various structural parameters Pr were studied by x‐ray powder diffraction and Raman scattering spectroscopy. We show that elucidation of the quantitative determination of the structural disorder present in γ‐MnO2 is accurate by Raman scattering spectroscopy. The Raman data for manganese dioxides with the γ‐type structure are treated by a local environment model, which allows one to consider the relationship between the band wavenumber and the pyrolusite intergrowth that corresponds to the structural De Wolff defects. Copyright © 2002 John Wiley & Sons, Ltd.",
            "Study of structural defects in gamma-MnO 2 by Raman spectroscopy",
            "Christian Julien and M. Massot and Sylvie Rangan and M. Lemal and D. Guyomard",
            "2002",
            "Qb-Ez4sAAAAJ:738O_yMBCRsC",
            226,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/jrs.838",
            "11253900806200575608",
            "\/scholar?cites=11253900806200575608",
            {
                "2003":9,
                "2004":2,
                "2005":6,
                "2006":5,
                "2007":1,
                "2008":8,
                "2009":6,
                "2010":2,
                "2011":4,
                "2012":6,
                "2013":16,
                "2014":13,
                "2015":16,
                "2016":27,
                "2017":19,
                "2018":32,
                "2019":23,
                "2020":29,
                "2021":2
            }
        ],
        [
            "Metal fluoride nanocomposites are uniquely suited as an alternative pathway to provide very high energy density cathodes for lithium batteries. Contrasted with modern intercalation compounds, they undergo conversion upon discharge into nanodomains of lithium fluoride and highly active metal. The nanosized metal formed during the discharge process along with the dynamic nature of the crystal structure may have considerable impact on the stability of any solid state interphase formed through reaction with the electrolyte. This is in contrast to the more macrocrystalline and stable crystal structure of traditional intercalation compounds. It has been found that the cyclic carbonates are susceptible to decomposition on the nanometal surfaces at potentials as high as 2.00 V vs. Li, and the products have been identified with Field Emission Scanning Electron Microscopy (FESEM), Attenuated Total Reflectance-Fourier …",
            "Formation, dynamics, and implication of solid electrolyte interphase in high voltage reversible conversion fluoride nanocomposites",
            "Andrew J Gmitter and Fadwa Badway and Sylvie Rangan and Robert A Bartynski and Anna Halajko and Nathalie Pereira and Glenn G Amatucci",
            "2010",
            "Qb-Ez4sAAAAJ:maZDTaKrznsC",
            105,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2010\/jm\/b923908a",
            "13334853838810376999",
            "\/scholar?cites=13334853838810376999",
            {
                "2010":1,
                "2011":3,
                "2012":10,
                "2013":11,
                "2014":10,
                "2015":14,
                "2016":12,
                "2017":13,
                "2018":7,
                "2019":12,
                "2020":12
            }
        ],
        [
            "We report a solution‐phase synthetic route to copper nanoparticles with controllable size and shape. The synthesis of the nanoparticles is achieved by the reduction of copper(II) salt in aqueous solution with hydrazine under air atmosphere in the presence of poly(acrylic acid) (PAA) as capping agent. The results suggest that the pH plays a key role for the formation of pure copper nanoparticles, whereas the concentration of PAA is important for controlling the size and geometric shape of the nanoparticles. The average size of the copper nanoparticles can be varied from 30 to 80 nm, depending on the concentration of PAA. With a moderate amount of PAA, faceted crystalline copper nanoparticles are obtained. The as‐synthesized copper nanoparticles appear red in color and are stable for weeks, as confirmed by UV\/Vis and X‐ray photoemission (XPS) spectroscopy. The faceted crystalline copper nanoparticles …",
            "Controlled synthesis of water‐dispersible faceted crystalline copper nanoparticles and their catalytic properties",
            "Yanfei Wang and Ankush V Biradar and Gang Wang and Krishna K Sharma and Cole T Duncan and Sylvie Rangan and Tewodros Asefa",
            "2010",
            "Qb-Ez4sAAAAJ:bEWYMUwI8FkC",
            104,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/chem.201000354",
            "11096849954469492725",
            "\/scholar?cites=11096849954469492725",
            {
                "2011":3,
                "2012":13,
                "2013":17,
                "2014":15,
                "2015":6,
                "2016":16,
                "2017":4,
                "2018":7,
                "2019":7,
                "2020":12,
                "2021":3
            }
        ],
        [
            "The organic palladium complex Pd(H2bpydc)Cl2 (H2bpydc = 2,2′-bipyridine-5,5′-dicarboxylic acid) was immobilized on a porous metal–organic framework UiO-67 (Zr6O4(OH)4(bpdc)6, bpdc = para-biphenyldicarboxylate) using a direct incorporation strategy. The use of a large amount of the H2bpdc ligand (90 mol% of the mixed ligands) that can't chelate the Pd complex allowed the formation of isolated Pd single active sites uniformly distributed in the MOF network. Pd(II) doped UiO-67 is isostructural to the parent UiO-67 framework, with a high surface area and pore volume of ca. 2000 m2 g−1 and 0.79 cm3 g−1, respectively. The material was highly efficient in the catalytic conversion of aryl chlorides, showing remarkably higher activity than the homogeneous Pd counterparts. High yields were achieved in Heck and Suzuki–Miyaura coupling reactions of chloroarenes bearing a wide range of substituents …",
            "A molecular Pd (ii) complex incorporated into a MOF as a highly active single-site heterogeneous catalyst for C–Cl bond activation",
            "Liyu Chen and Sylvie Rangan and Jing Li and Huanfeng Jiang and Yingwei Li",
            "2014",
            "Qb-Ez4sAAAAJ:XiSMed-E-HIC",
            101,
            "https:\/\/pubs.rsc.org\/ko\/content\/articlehtml\/2014\/gc\/c4gc00314d",
            "17924690846961919349",
            "\/scholar?cites=17924690846961919349",
            {
                "2014":1,
                "2015":9,
                "2016":20,
                "2017":4,
                "2018":22,
                "2019":21,
                "2020":22,
                "2021":2
            }
        ]
    ]
}