{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A literature review of the use of sorbents and biosorbents to treat polluted aqueous effluents containing dyes\/organics or metal ions has been conducted. Over 70 systems have been reported since 1984 and over 43 of these reported the mechanism as being a pseudo-first order kinetic mechanism. Three sorption kinetic models are presented in this paper and have been used to test 11 of the literature systems previously reported as first order kinetics and one system previously reported as a second order process. In all 12 systems, the highest correlation coefficients were obtained for the pseudo-second order kinetic model.",
            "Pseudo-second order model for sorption processes",
            "Yuh-Shan Ho and Gordon McKay",
            "1999",
            "qbwg0JAAAAAJ:9c2xU6iGI7YC",
            13465,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0032959298001125",
            "14703238434562855052",
            "\/scholar?cites=14703238434562855052",
            {
                "2004":45,
                "2005":86,
                "2006":148,
                "2007":210,
                "2008":274,
                "2009":427,
                "2010":460,
                "2011":654,
                "2012":694,
                "2013":885,
                "2014":1070,
                "2015":1171,
                "2016":1328,
                "2017":1395,
                "2018":1333,
                "2019":1430,
                "2020":1541,
                "2021":229
            }
        ],
        [
            "The precise hierarchy of ancient divergence events that led to the present assemblage of modern placental mammals has been an area of controversy among morphologists, palaeontologists and molecular evolutionists. Here we address the potential weaknesses of limited character and taxon sampling in a comprehensive molecular phylogenetic analysis of 64 species sampled across all extant orders of placental mammals. We examined sequence variation in 18 homologous gene segments (including nearly 10,000 base pairs) that were selected for maximal phylogenetic informativeness in resolving the hierarchy of early mammalian divergence. Phylogenetic analyses identify four primary superordinal clades:(I) Afrotheria (elephants, manatees, hyraxes, tenrecs, aardvark and elephant shrews);(II) Xenarthra (sloths, anteaters and armadillos);(III) Glires (rodents and lagomorphs), as a sister taxon to primates, flying …",
            "Molecular phylogenetics and the origins of placental mammals",
            "William J Murphy and Eduardo Eizirik and Warren E Johnson and Ya Ping Zhang and Oliver A Ryder and Stephen J O'Brien",
            "2001",
            "qbwg0JAAAAAJ:u5HHmVD_uO8C",
            1507,
            "https:\/\/www.nature.com\/articles\/35054550",
            "17331358871111259407",
            "\/scholar?cites=17331358871111259407",
            {
                "2001":46,
                "2002":93,
                "2003":109,
                "2004":89,
                "2005":107,
                "2006":114,
                "2007":127,
                "2008":87,
                "2009":104,
                "2010":72,
                "2011":68,
                "2012":76,
                "2013":79,
                "2014":61,
                "2015":46,
                "2016":47,
                "2017":51,
                "2018":36,
                "2019":42,
                "2020":31,
                "2021":2
            }
        ],
        [
            "To better determine the history of modern birds, we performed a genome-scale phylogenetic analysis of 48 species representing all orders of Neoaves using phylogenomic methods created to handle genome-scale data. We recovered a highly resolved tree that confirms previously controversial sister or close relationships. We identified the first divergence in Neoaves, two groups we named Passerea and Columbea, representing independent lineages of diverse and convergently evolved land and water bird species. Among Passerea, we infer the common ancestor of core landbirds to have been an apex predator and confirm independent gains of vocal learning. Among Columbea, we identify pigeons and flamingoes as belonging to sister clades. Even with whole genomes, some of the earliest branches in Neoaves proved challenging to resolve, which was best explained by massive protein-coding sequence …",
            "Whole-genome analyses resolve early branches in the tree of life of modern birds",
            "Erich D Jarvis and Siavash Mirarab and Andre J Aberer and Bo Li and Peter Houde and Cai Li and Simon YW Ho and Brant C Faircloth and Benoit Nabholz and Jason T Howard and Alexander Suh and Claudia C Weber and Rute R Da Fonseca and Jianwen Li and Fang Zhang and Hui Li and Long Zhou and Nitish Narula and Liang Liu and Ganesh Ganapathy and Bastien Boussau and Md Shamsuzzoha Bayzid and Volodymyr Zavidovych and Sankar Subramanian and Toni Gabaldón and Salvador Capella-Gutiérrez and Jaime Huerta-Cepas and Bhanu Rekepalli and Kasper Munch and Mikkel Schierup and Bent Lindow and Wesley C Warren and David Ray and Richard E Green and Michael W Bruford and Xiangjiang Zhan and Andrew Dixon and Shengbin Li and Ning Li and Yinhua Huang and Elizabeth P Derryberry and Mads Frost Bertelsen and Frederick H Sheldon and Robb T Brumfield and Claudio V Mello and Peter V Lovell and Morgan Wirthlin and Maria Paula Cruz Schneider and Francisco Prosdocimi and José Alfredo Samaniego and Amhed Missael Vargas Velazquez and Alonzo Alfaro-Núñez and Paula F Campos and Bent Petersen and Thomas Sicheritz-Ponten and An Pas and Tom Bailey and Paul Scofield and Michael Bunce and David M Lambert and Qi Zhou and Polina Perelman and Amy C Driskell and Beth Shapiro and Zijun Xiong and Yongli Zeng and Shiping Liu and Zhenyu Li and Binghang Liu and Kui Wu and Jin Xiao and Xiong Yinqi and Qiuemei Zheng and Yong Zhang and Huanming Yang and Jian Wang and Linnea Smeds and Frank E Rheindt and Michael Braun and Jon Fjeldsa and Ludovic Orlando and F Keith Barker and Knud Andreas Jønsson and Warren Johnson and Klaus-Peter Koepfli and Stephen O’Brien and David Haussler and Oliver A Ryder and Carsten Rahbek and Eske Willerslev and Gary R Graves and Travis C Glenn and John McCormack and Dave Burt and Hans Ellegren and Per Alström and Scott V Edwards and Alexandros Stamatakis and David P Mindell and Joel Cracraft and Edward L Braun and Tandy Warnow and Wang Jun and M Thomas P Gilbert and Guojie Zhang",
            "2014",
            "qbwg0JAAAAAJ:9yKSN-GCB0IC",
            1336,
            "https:\/\/science.sciencemag.org\/content\/346\/6215\/1320.summary",
            "10429450800446783351",
            "\/scholar?cites=10429450800446783351",
            {
                "2014":26,
                "2015":160,
                "2016":196,
                "2017":227,
                "2018":216,
                "2019":260,
                "2020":218,
                "2021":21
            }
        ],
        [
            "Comparative genomic analyses of primates offer considerable potential to define and understand the processes that mold, shape, and transform the human genome. However, primate taxonomy is both complex and controversial, with marginal unifying consensus of the evolutionary hierarchy of extant primate species. Here we provide new genomic sequence (∼8 Mb) from 186 primates representing 61 (∼90%) of the described genera, and we include outgroup species from Dermoptera, Scandentia, and Lagomorpha. The resultant phylogeny is exceptionally robust and illuminates events in primate evolution from ancient to recent, clarifying numerous taxonomic controversies and providing new data on human evolution. Ongoing speciation, reticulate evolution, ancient relic lineages, unequal rates of evolution, and disparate distributions of insertions\/deletions among the reconstructed primate lineages are uncovered. Our resolution of the primate phylogeny provides an essential evolutionary framework with far-reaching applications including: human selection and adaptation, global emergence of zoonotic diseases, mammalian comparative genomics, primate taxonomy, and conservation of endangered species.",
            "A molecular phylogeny of living primates",
            "Polina Perelman and Warren E Johnson and Christian Roos and Hector N Seuánez and Julie E Horvath and Miguel AM Moreira and Bailey Kessing and Joan Pontius and Melody Roelke and Yves Rumpler and Maria Paula C Schneider and Artur Silva and Stephen J O'Brien and Jill Pecon-Slattery",
            "2011",
            "qbwg0JAAAAAJ:u-x6o8ySG0sC",
            1103,
            "https:\/\/journals.plos.org\/plosgenetics\/article?id=10.1371\/journal.pgen.1001342",
            "2532491300987059593",
            "\/scholar?cites=2532491300987059593",
            {
                "2011":19,
                "2012":98,
                "2013":100,
                "2014":120,
                "2015":135,
                "2016":121,
                "2017":124,
                "2018":112,
                "2019":123,
                "2020":121,
                "2021":10
            }
        ],
        [
            "Modern felid species descend from relatively recent (<11 million years ago) divergence and speciation events that produced successful predatory carnivores worldwide but that have confounded taxonomic classifications. A highly resolved molecular phylogeny with divergence dates for all living cat species, derived from autosomal, X-linked, Y-linked, and mitochondrial gene segments (22,789 base pairs) and 16 fossil calibrations define eight principal lineages produced through at least 10 intercontinental migrations facilitated by sea-level fluctuations. A ghost lineage analysis indicates that available felid fossils underestimate (i.e., unrepresented basal branch length) first occurrence by an average of 76%, revealing a low representation of felid lineages in paleontological remains. The phylogenetic performance of distinct gene classes showed that Y-chromosome segments are appreciably more informative than …",
            "The late Miocene radiation of modern Felidae: a genetic assessment",
            "Warren E Johnson and Eduardo Eizirik and Jill Pecon-Slattery and William J Murphy and Agostinho Antunes and Emma Teeling and Stephen J O'Brien",
            "2006",
            "qbwg0JAAAAAJ:d1gkVwhDpl0C",
            740,
            "https:\/\/science.sciencemag.org\/content\/311\/5757\/73.abstract",
            "17369381723934022394",
            "\/scholar?cites=17369381723934022394",
            {
                "2006":16,
                "2007":27,
                "2008":49,
                "2009":38,
                "2010":53,
                "2011":62,
                "2012":72,
                "2013":50,
                "2014":43,
                "2015":48,
                "2016":54,
                "2017":63,
                "2018":48,
                "2019":44,
                "2020":45,
                "2021":1
            }
        ],
        [
            "Birds are the most species-rich class of tetrapod vertebrates and have wide relevance across many research fields. We explored bird macroevolution using full genomes from 48 avian species representing all major extant clades. The avian genome is principally characterized by its constrained size, which predominantly arose because of lineage-specific erosion of repetitive elements, large segmental deletions, and gene loss. Avian genomes furthermore show a remarkably high degree of evolutionary stasis at the levels of nucleotide sequence, gene synteny, and chromosomal structure. Despite this pattern of conservation, we detected many non-neutral evolutionary changes in protein-coding genes and noncoding regions. These analyses reveal that pan-avian genomic diversity covaries with adaptations to different lifestyles and convergent evolution of traits.",
            "Comparative genomics reveals insights into avian genome evolution and adaptation",
            "Guojie Zhang and Cai Li and Qiye Li and Bo Li and Denis M Larkin and Chul Lee and Jay F Storz and Agostinho Antunes and Matthew J Greenwold and Robert W Meredith and Anders Ödeen and Jie Cui and Qi Zhou and Luohao Xu and Hailin Pan and Zongji Wang and Lijun Jin and Pei Zhang and Haofu Hu and Wei Yang and Jiang Hu and Jin Xiao and Zhikai Yang and Yang Liu and Qiaolin Xie and Hao Yu and Jinmin Lian and Ping Wen and Fang Zhang and Hui Li and Yongli Zeng and Zijun Xiong and Shiping Liu and Long Zhou and Zhiyong Huang and Na An and Jie Wang and Qiumei Zheng and Yingqi Xiong and Guangbiao Wang and Bo Wang and Jingjing Wang and Yu Fan and Rute R da Fonseca and Alonzo Alfaro-Núñez and Mikkel Schubert and Ludovic Orlando and Tobias Mourier and Jason T Howard and Ganeshkumar Ganapathy and Andreas Pfenning and Osceola Whitney and Miriam V Rivas and Erina Hara and Julia Smith and Marta Farré and Jitendra Narayan and Gancho Slavov and Michael N Romanov and Rui Borges and João Paulo Machado and Imran Khan and Mark S Springer and John Gatesy and Federico G Hoffmann and Juan C Opazo and Olle Håstad and Roger H Sawyer and Heebal Kim and Kyu-Won Kim and Hyeon Jeong Kim and Seoae Cho and Ning Li and Yinhua Huang and Michael W Bruford and Xiangjiang Zhan and Andrew Dixon and Mads F Bertelsen and Elizabeth Derryberry and Wesley Warren and Richard K Wilson and Shengbin Li and David A Ray and Richard E Green and Stephen J O’Brien and Darren Griffin and Warren E Johnson and David Haussler and Oliver A Ryder and Eske Willerslev and Gary R Graves and Per Alström and Jon Fjeldså and David P Mindell and Scott V Edwards and Edward L Braun and Carsten Rahbek and David W Burt and Peter Houde and Yong Zhang and Huanming Yang and Jian Wang and Erich D Jarvis and M Thomas P Gilbert and Jun Wang and Avian Genome Consortium",
            "2014",
            "qbwg0JAAAAAJ:Tyk-4Ss8FVUC",
            691,
            "https:\/\/science.sciencemag.org\/content\/346\/6215\/1311.summary",
            "14301884062560410674",
            "\/scholar?cites=14301884062560410674",
            {
                "2014":21,
                "2015":77,
                "2016":112,
                "2017":103,
                "2018":113,
                "2019":139,
                "2020":113,
                "2021":12
            }
        ],
        [
            "The world9s domestic cats carry patterns of sequence variation in their genome that reflect a history of domestication and breed development. A genetic assessment of 979 domestic cats and their wild progenitors—Felis silvestris silvestris (European wildcat), F. s. lybica (Near Eastern wildcat), F. s. ornata (central Asian wildcat), F. s. cafra (southern African wildcat), and F. s. bieti (Chinese desert cat)—indicated that each wild group represents a distinctive subspecies of Felis silvestris. Further analysis revealed that cats were domesticated in the Near East, probably coincident with agricultural village development in the Fertile Crescent. Domestic cats derive from at least five founders from across this region, whose descendants were transported across the world by human assistance.",
            "The Near Eastern origin of cat domestication",
            "Carlos A Driscoll and Marilyn Menotti-Raymond and Alfred L Roca and Karsten Hupe and Warren E Johnson and Eli Geffen and Eric H Harley and Miguel Delibes and Dominique Pontier and Andrew C Kitchener and Nobuyuki Yamaguchi and Stephen J O'brien and David W Macdonald",
            "2007",
            "qbwg0JAAAAAJ:2osOgNQ5qMEC",
            580,
            "https:\/\/science.sciencemag.org\/content\/317\/5837\/519.abstract",
            "6063088223085683568",
            "\/scholar?cites=6063088223085683568",
            {
                "2007":4,
                "2008":22,
                "2009":40,
                "2010":40,
                "2011":28,
                "2012":30,
                "2013":36,
                "2014":45,
                "2015":44,
                "2016":52,
                "2017":46,
                "2018":51,
                "2019":51,
                "2020":55,
                "2021":3
            }
        ],
        [
            "The rediscovery of remnant Florida panthers (Puma concolor coryi) in southern Florida swamplands prompted a program to protect and stabilize the population. In 1995, conservation managers translocated eight female pumas (P. c. stanleyana) from Texas to increase depleted genetic diversity, improve population numbers, and reverse indications of inbreeding depression. We have assessed the demographic, population-genetic, and biomedical consequences of this restoration experiment and show that panther numbers increased threefold, genetic heterozygosity doubled, survival and fitness measures improved, and inbreeding correlates declined significantly. Although these results are encouraging, continued habitat loss, persistent inbreeding, infectious agents, and possible habitat saturation pose new dilemmas. This intensive management program illustrates the challenges of maintaining populations of …",
            "Genetic restoration of the Florida panther",
            "Warren E Johnson and David P Onorato and Melody E Roelke and E Darrell Land and Mark Cunningham and Robert C Belden and Roy McBride and Deborah Jansen and Mark Lotz and David Shindle and JoGayle Howard and David E Wildt and Linda M Penfold and Jeffrey A Hostetler and Madan K Oli and Stephen J O’Brien",
            "2010",
            "qbwg0JAAAAAJ:YsMSGLbcyi4C",
            406,
            "https:\/\/science.sciencemag.org\/content\/329\/5999\/1641.abstract",
            "16508768497422119223",
            "\/scholar?cites=16508768497422119223",
            {
                "2010":7,
                "2011":22,
                "2012":37,
                "2013":30,
                "2014":30,
                "2015":34,
                "2016":42,
                "2017":57,
                "2018":44,
                "2019":55,
                "2020":43,
                "2021":3
            }
        ],
        [
            " Puma concolor, a large American cat species, occupies the most extensive range of any New World terrestrial mammal, spanning 100 degrees of latitude from the Canadian Yukon to the Straits of Magellan. Until the recent Holocene, pumas co-existed with a diverse array of carnivores including the American lion (Panthera atrox), the North American cheetah (Miracynonyx trumani), and the saber toothed tiger (Smilodon fatalis). Genomic DNA specimens from 315 pumas of specified geographic origin (261 contemporary and 54 museum specimens) were collected for molecular genetic and phylogenetic analyses of three mitochondrial gene sequences (16S rRNA, ATPase-8, and NADH-5) plus composite microsatellite genotypes (10 feline loci). Six phylogeographic groupings or subspecies were resolved, and the entire North American population (186 individuals from 15 previously named sub-species …",
            "Genomic ancestry of the American puma (Puma concolor)",
            "Melanie Culver and Warren E Johnson and Jill Pecon-Slattery and Stephen J O'Brien",
            "2000",
            "qbwg0JAAAAAJ:qjMakFHDy7sC",
            384,
            "https:\/\/academic.oup.com\/jhered\/article-abstract\/91\/3\/186\/850827",
            "1879827776206944963",
            "\/scholar?cites=1879827776206944963",
            {
                "2000":3,
                "2001":10,
                "2002":9,
                "2003":12,
                "2004":11,
                "2005":15,
                "2006":35,
                "2007":20,
                "2008":17,
                "2009":17,
                "2010":21,
                "2011":21,
                "2012":22,
                "2013":24,
                "2014":21,
                "2015":14,
                "2016":18,
                "2017":33,
                "2018":17,
                "2019":14,
                "2020":21,
                "2021":3
            }
        ],
        [
            "The human genome project has been recently complemented by whole-genome assessment sequence of 32 mammals and 24 nonmammalian vertebrate species suitable for comparative genomic analyses. Here we anticipate a precipitous drop in costs and increase in sequencing efficiency, with concomitant development of improved annotation technology and, therefore, propose to create a collection of tissue and DNA specimens for 10 000 vertebrate species specifically designated for whole-genome sequencing in the very near future. For this purpose, we, the Genome 10K Community of Scientists (G10KCOS), will assemble and allocate a biospecimen collection of some 16 203 representative vertebrate species spanning evolutionary diversity across living mammals, birds, nonavian reptiles, amphibians, and fishes (ca. 60 000 living species). In this proposal, we present precise counts for these 16 203 …",
            "Genome 10K: a proposal to obtain whole-genome sequence for 10 000 vertebrate species",
            "Genome 10K Community of Scientists",
            "2009",
            "qbwg0JAAAAAJ:WF5omc3nYNoC",
            370,
            "https:\/\/academic.oup.com\/jhered\/article-abstract\/100\/6\/659\/839176",
            "11812447796511224821",
            "\/scholar?cites=11812447796511224821",
            {
                "2008":1,
                "2009":1,
                "2010":24,
                "2011":38,
                "2012":43,
                "2013":42,
                "2014":46,
                "2015":35,
                "2016":39,
                "2017":30,
                "2018":24,
                "2019":25,
                "2020":20,
                "2021":1
            }
        ]
    ]
}