{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The study of the stability properties of switched and hybrid systems gives rise to a number of interesting and challenging mathematical problems. The objective of this paper is to outline some of these problems, to review progress made in solving them in a number of diverse communities, and to review some problems that remain open. An important contribution of our work is to bring together material from several areas of research and to present results in a unified manner. We begin our review by relating the stability problem for switched linear systems and a class of linear differential inclusions. Closely related to the concept of stability are the notions of exponential growth rates and converse Lyapunov theorems, both of which are discussed in detail. In particular, results on common quadratic Lyapunov functions and piecewise linear Lyapunov functions are presented, as they represent constructive methods for …",
            "Stability criteria for switched and hybrid systems",
            "Robert Shorten and Fabian Wirth and Oliver Mason and Kai Wulff and Christopher King",
            "2007",
            "QbXr4AgAAAAJ:u5HHmVD_uO8C",
            1052,
            "https:\/\/epubs.siam.org\/doi\/abs\/10.1137\/05063516X",
            "6091142119286617515",
            "\/scholar?cites=6091142119286617515",
            {
                "2006":5,
                "2007":17,
                "2008":20,
                "2009":58,
                "2010":67,
                "2011":93,
                "2012":80,
                "2013":93,
                "2014":110,
                "2015":80,
                "2016":83,
                "2017":103,
                "2018":91,
                "2019":68,
                "2020":74,
                "2021":2
            }
        ],
        [
            "We consider the minimal entropy of qubit states transmitted through two uses of a noisy quantum channel, which is modeled by the action of a completely positive trace-preserving (or stochastic) map. We provide strong support for the conjecture that this minimal entropy is additive, namely, that the minimum entropy can be achieved when product states are transmitted. Explicitly, we prove that for a tensor product of two unital stochastic maps on qubit states, using an entanglement that involves only states which emerge with minimal entropy cannot decrease the entropy below the minimum achievable using product states. We give a separate argument, based on the geometry of the image of the set of density matrices under stochastic maps, which suggests that the minimal entropy conjecture holds for nonunital as well as for unital maps. We also show that the maximal norm of the output states is multiplicative for most …",
            "Minimal entropy of states emerging from noisy quantum channels",
            "Christopher King and Mary Beth Ruskai",
            "2001",
            "QbXr4AgAAAAJ:u-x6o8ySG0sC",
            353,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/904522\/",
            "1184925456880274171",
            "\/scholar?cites=1184925456880274171",
            {
                "2000":4,
                "2001":11,
                "2002":22,
                "2003":13,
                "2004":22,
                "2005":19,
                "2006":17,
                "2007":12,
                "2008":16,
                "2009":15,
                "2010":24,
                "2011":18,
                "2012":19,
                "2013":20,
                "2014":13,
                "2015":21,
                "2016":17,
                "2017":14,
                "2018":21,
                "2019":15,
                "2020":18,
                "2021":2
            }
        ],
        [
            "We study the performance of the IEEE 802.11 MAC protocol under a range of jammers that covers both channel-oblivious and channel-aware jamming. We consider two channel-oblivious jammers: a periodic jammer that jams deterministically at a specified rate, and a memoryless jammer whose interfering signals arrive according to a Poisson process. We also develop new models for channel-aware jamming, including a reactive jammer that only jams non-colliding transmissions and an omniscient jammer that optimally adjusts its strategy according to current states of the participating nodes. Our study comprises of a theoretical analysis of the saturation throughput of 802.11 under jamming, an extensive simulation study, and a testbed to conduct real world experimentation of jamming IEEE 802.11 using a software defined radio (GNU Radio combined with USRP boards). In our theoretical analysis, we use …",
            "Performance of IEEE 802.11 under jamming",
            "Emrah Bayraktaroglu and Christopher King and Xin Liu and Guevara Noubir and Rajmohan Rajaraman and Bishal Thapa",
            "2013",
            "QbXr4AgAAAAJ:qjMakFHDy7sC",
            271,
            "https:\/\/link.springer.com\/article\/10.1007\/s11036-011-0340-4",
            "10246166294805448425",
            "\/scholar?cites=10246166294805448425",
            {
                "2008":2,
                "2009":11,
                "2010":22,
                "2011":24,
                "2012":32,
                "2013":22,
                "2014":32,
                "2015":32,
                "2016":27,
                "2017":10,
                "2018":19,
                "2019":20,
                "2020":14,
                "2021":1
            }
        ],
        [
            "The Border Gateway Protocol (BGP) populates Internet backbone routers with routes or prefixes. We present an algorithm to locally compute (without any modification to BGP) equivalent forwarding tables that provably contain the minimal number of prefixes. For large backbone routers, the Optimal Routing Table Constructor (ORTC) algorithm that we present produces routing tables with roughly 60% of the original number of prefixes. The publicly available MaeEast database with 41315 prefixes reduces to 23007 prefixes when ORTC is applied. We present performance measurements on four publicly available databases and a formal proof that ORTC does produce the optimal set of routes.",
            "Constructing optimal IP routing tables",
            "Richard P Draves and Christopher King and Srinivasan Venkatachary and Brian D Zill",
            "1999",
            "QbXr4AgAAAAJ:VLnqNzywnoUC",
            240,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/749256\/",
            "11808630036065714505",
            "\/scholar?cites=11808630036065714505",
            {
                "1999":1,
                "2000":5,
                "2001":4,
                "2002":7,
                "2003":3,
                "2004":4,
                "2005":4,
                "2006":2,
                "2007":8,
                "2008":11,
                "2009":7,
                "2010":19,
                "2011":17,
                "2012":27,
                "2013":14,
                "2014":21,
                "2015":26,
                "2016":15,
                "2017":12,
                "2018":13,
                "2019":6,
                "2020":12
            }
        ],
        [
            "The information-carrying capacity of the d-dimensional depolarizing channel is computed. It is shown that this capacity can be achieved by encoding messages as products of pure states belonging to an orthonormal basis of the state space, and using measurements which are products of projections onto this same orthonormal basis. In other words, neither entangled signal states nor entangled measurements give any advantage for information capacity. The result follows from an additivity theorem for the product channel \/spl Delta\/\/spl ominus\/\/spl Psi\/, where \/spl Delta\/ is the depolarizing channel and \/spl Psi\/ is a completely arbitrary channel. We establish the Amosov-Holevo-Werner(see Probl. Inform. Transm., vol.36, p.305-313, 2000) p-norm conjecture for this product channel for all p\/spl ges\/1, and deduce from this the additivity of the minimal entropy and of the Holevo quantity \/spl chi\/\/sup *\/.",
            "The capacity of the quantum depolarizing channel",
            "Christopher King",
            "2003",
            "QbXr4AgAAAAJ:9yKSN-GCB0IC",
            226,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1159773\/",
            "18342959852065549819",
            "\/scholar?cites=18342959852065549819",
            {
                "2002":2,
                "2003":5,
                "2004":16,
                "2005":16,
                "2006":17,
                "2007":14,
                "2008":12,
                "2009":7,
                "2010":16,
                "2011":11,
                "2012":11,
                "2013":14,
                "2014":11,
                "2015":5,
                "2016":12,
                "2017":11,
                "2018":14,
                "2019":16,
                "2020":13,
                "2021":3
            }
        ],
        [
            "Additivity of the Holevo capacity is proved for product channels, under the condition that one of the channels is a unital qubit channel, with the other completely arbitrary. As a byproduct this proves that the Holevo bound is the classical information capacity of such qubit channels, and provides an explicit formula for this classical capacity. Additivity of minimal entropy and multiplicativity of p-norms are also proved under the same assumptions. The proof relies on a new bound for the p-norm of an output state from the half-noisy phase-damping channel.",
            "Additivity for unital qubit channels",
            "Christopher King",
            "2002",
            "QbXr4AgAAAAJ:2osOgNQ5qMEC",
            184,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1500791",
            "8992730874397879406",
            "\/scholar?cites=8992730874397879406",
            {
                "2002":3,
                "2003":10,
                "2004":12,
                "2005":10,
                "2006":17,
                "2007":14,
                "2008":11,
                "2009":10,
                "2010":16,
                "2011":8,
                "2012":6,
                "2013":7,
                "2014":4,
                "2015":6,
                "2016":6,
                "2017":14,
                "2018":11,
                "2019":10,
                "2020":8,
                "2021":1
            }
        ],
        [
            "The Chern-Simons gauge theory is studied using a functional integral quantization. This leads to a differential equation for expectations of Wilson lines. The solution of this differential equation is shown to be simply related to the two-variable Jones polynomial of the corresponding link, in the case where the gauge group isSU(N). A similar equation has been used before to get the Jones polynomial from a braid representation of the link. The main novelty of our approach is that we get the Jones polynomial from a plat representation of the link.",
            "The Chern-Simons theory and knot polynomials",
            "J Fröhlich and C King",
            "1989",
            "QbXr4AgAAAAJ:d1gkVwhDpl0C",
            176,
            "https:\/\/link.springer.com\/article\/10.1007\/BF02124336",
            "5619849934522940070",
            "\/scholar?cites=5619849934522940070",
            {
                "1989":2,
                "1990":6,
                "1991":7,
                "1992":13,
                "1993":10,
                "1994":8,
                "1995":7,
                "1996":2,
                "1997":8,
                "1998":8,
                "1999":5,
                "2000":9,
                "2001":2,
                "2002":3,
                "2003":4,
                "2004":6,
                "2005":7,
                "2006":1,
                "2007":3,
                "2008":4,
                "2009":11,
                "2010":1,
                "2011":5,
                "2012":11,
                "2013":7,
                "2014":8,
                "2015":3,
                "2016":2,
                "2017":1,
                "2018":3,
                "2019":6,
                "2020":3
            }
        ],
        [
            "Quantum channels can be described via a unitary coupling of system and environment, followed by a trace over the environment state space. Taking the trace instead over the system state space produces a different mapping which we call the conjugate channel. We explore the properties of conjugate channels and describe several different methods of construction. In general, conjugate channels map M_d to M_d'with d< d', and different constructions may differ by conjugation with a partial isometry.We show that a channel and its conjugate have the same minimal output entropy and maximal output p-norm. It then follows that the additivity and multiplicativity conjectures for these measures of optimal output purity hold for a product of channels if and only if they also hold for the product of their conjugates. This allows us to reduce these conjectures to the special case of maps taking M_d to M_d'with a minimal representation of dimension at most d.",
            "Properties of conjugate channels with applications to additivity and multiplicativity",
            "Christopher King and Keiji Matsumoto and Michael Nathanson and Mary Beth Ruskai",
            "2005",
            "QbXr4AgAAAAJ:zYLM7Y9cAGgC",
            130,
            "https:\/\/arxiv.org\/abs\/quant-ph\/0509126",
            "2825657924637842867",
            "\/scholar?cites=2825657924637842867",
            {
                "2005":1,
                "2006":10,
                "2007":8,
                "2008":3,
                "2009":5,
                "2010":18,
                "2011":14,
                "2012":8,
                "2013":13,
                "2014":9,
                "2015":7,
                "2016":10,
                "2017":5,
                "2018":7,
                "2019":2,
                "2020":9,
                "2021":1
            }
        ],
        [
            "We prove additivity of the minimal conditional entropy associated with a quantum channel Φ, represented by a completely positive (CP), trace-preserving map, when the infimum of S(γ12) − S(γ1) is restricted to states of the form . We show that this follows from multiplicativity of the completely bounded norm of Φ considered as a map from L 1 → L  p  for L  p  spaces defined by the Schatten p-norm on matrices, and give another proof based on entropy inequalities. Several related multiplicativity results are discussed and proved. In particular, we show that both the usual L 1 → L  p  norm of a CP map and the corresponding completely bounded norm are achieved for positive semi-definite matrices. Physical interpretations are considered, and a new proof of strong subadditivity …",
            "Multiplicativity of completely bounded p-norms implies a new additivity result",
            "Igor Devetak and Marius Junge and Christoper King and Mary Beth Ruskai",
            "2006",
            "QbXr4AgAAAAJ:rO6llkc54NcC",
            97,
            "https:\/\/link.springer.com\/article\/10.1007\/s00220-006-0034-0",
            "14745918482996455867",
            "\/scholar?cites=14745918482996455867",
            {
                "2006":8,
                "2007":9,
                "2008":6,
                "2009":8,
                "2010":4,
                "2011":6,
                "2012":3,
                "2013":2,
                "2014":3,
                "2015":6,
                "2016":8,
                "2017":5,
                "2018":10,
                "2019":9,
                "2020":10
            }
        ],
        [
            "The equation of parallel transport is given meaning in the quantized two dimensional Euclidean Yang-Mills theory by interpreting it as a stochastic differential equation in the complete axial gauge. The expectation of products of Wilson loops is evaluated using the stochastic differential calculus and a method of Bralic. Euclidean invariance of the theory is proven.",
            "Two dimensional Yang-Mills theory via stochastic differential equations",
            "Leonard Gross and Christopher King and Ambar Sengupta",
            "1989",
            "QbXr4AgAAAAJ:IjCSPb-OGe4C",
            87,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0003491689900328",
            "16384190120755588194",
            "\/scholar?cites=16384190120755588194",
            {
                "1989":2,
                "1990":4,
                "1991":2,
                "1992":4,
                "1993":4,
                "1994":4,
                "1995":5,
                "1996":4,
                "1997":6,
                "1998":2,
                "1999":3,
                "2000":2,
                "2001":2,
                "2002":1,
                "2003":2,
                "2004":4,
                "2005":1,
                "2006":4,
                "2007":1,
                "2008":1,
                "2009":3,
                "2010":2,
                "2011":1,
                "2012":3,
                "2013":3,
                "2014":1,
                "2015":3,
                "2016":8,
                "2017":4
            }
        ]
    ]
}