{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Emerging economies are low-income, rapid-growth countries using economic liberalization as their primary engine of growth. They fall into two groups: developing countries in Asia, Latin America, Africa, and the Middle East and transition economies in the former Soviet Union and China. Private and public enterprises have had to develop unique strategies to cope with the broad scope and rapidity of economic and political change in emerging economies. This Special Research Forum on Emerging Economies examines strategy formulation and implementation by private and public enterprises in several different regional settings and from three primary theoretical perspectives: institutional theory, transaction cost economics, and the resource-based view of the firm. In this introduction, we show how different theoretical perspectives can provide useful insights into enterprise strategies in emerging economies. We …",
            "Strategy in emerging economies",
            "Robert E Hoskisson and Lorraine Eden and Chung Ming Lau and Mike Wright",
            "2000",
            "Qc1UGAIAAAAJ:d1gkVwhDpl0C",
            4467,
            "https:\/\/journals.aom.org\/doi\/abs\/10.5465\/1556394",
            "14773096097272429759",
            "\/scholar?cites=14773096097272429759",
            {
                "2001":15,
                "2002":37,
                "2003":38,
                "2004":71,
                "2005":80,
                "2006":95,
                "2007":125,
                "2008":184,
                "2009":190,
                "2010":212,
                "2011":262,
                "2012":317,
                "2013":322,
                "2014":322,
                "2015":377,
                "2016":398,
                "2017":353,
                "2018":340,
                "2019":333,
                "2020":318,
                "2021":19
            }
        ],
        [
            "Bring your students the most thorough, up-to-date, and relevant collection of strategic management cases available. Developed by highly respected experts and award-winning instructors Hitt, Ireland and Hoskisson, STRATEGIC MANAGEMENT: COMPETITIVENESS AND GLOBALIZATION, CASES, 10ecombines the latest cutting-edge research in strategic management with impeccable scholarship and a practical global focus. A selection of 30 all-new, compelling cases examines a broad range of critical strategic management issues confronting managers today in US as well as global organizations. Many of these timely cases offer full financial data and all are supported by comprehensive Instructor’s Case Notes to guide analyses. Various online teaching tools and a complete electronic business library help keep cases relevant and your presentation and data current. Count on this engaging, complete case book to provide the practical understanding students need to effectively apply strategic management tools and techniques for increased performance and a competitive advantage. Important Notice: Media content referenced within the product description or the product text may not be available in the ebook version.",
            "Strategic management cases: competitiveness and globalization",
            "Michael Hitt and R Duane Ireland and Robert Hoskisson",
            "2012",
            "Qc1UGAIAAAAJ:u5HHmVD_uO8C",
            4334,
            "http:\/\/scholar.google.com\/scholar?cluster=7871791670771328505&hl=en&oi=scholarr",
            "7871791670771328505",
            "\/scholar?cites=7871791670771328505",
            {
                "1997":11,
                "1998":14,
                "1999":22,
                "2000":37,
                "2001":35,
                "2002":49,
                "2003":94,
                "2004":123,
                "2005":115,
                "2006":160,
                "2007":172,
                "2008":166,
                "2009":192,
                "2010":202,
                "2011":215,
                "2012":232,
                "2013":284,
                "2014":302,
                "2015":287,
                "2016":289,
                "2017":321,
                "2018":350,
                "2019":276,
                "2020":266,
                "2021":20
            }
        ],
        [
            "The resource-based view can be positioned relative to at least three theoretical traditions: SCP-based theories of industry determinants of firm performance, neo-classical microeconomics, and evolutionary economics. In the 1991 article, only the first of these ways of positioning the resourcebased view is explored. This article briefly discusses some of the implications of positioning the resource-based view relative to these other two literatures; it also discusses some of the empirical implications of each of these different resource-based theories.",
            "Resource-based theories of competitive advantage: A ten-year retrospective on the resource-based view",
            "Jay B Barney",
            "2001",
            "Qc1UGAIAAAAJ:kVjdVfd2voEC",
            3977,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/014920630102700602",
            "12891192373614793012",
            "\/scholar?cites=12891192373614793012",
            {
                "2002":17,
                "2003":38,
                "2004":73,
                "2005":73,
                "2006":102,
                "2007":135,
                "2008":135,
                "2009":145,
                "2010":176,
                "2011":192,
                "2012":222,
                "2013":255,
                "2014":290,
                "2015":282,
                "2016":291,
                "2017":324,
                "2018":368,
                "2019":380,
                "2020":390,
                "2021":23
            }
        ],
        [
            "Theory suggests and results show that firm performance is initially positive but eventually levels off and becomes negative as international diversification increases. Product diversification moderates the relationship between international diversification and performance. International diversification is negatively related to performance in nondiversified firms, positively related in highly product-diversified firms, and curvilinearly related in moderately product-diversified firms. International diversification is also positively related to R&D intensity, but the interaction effects with product diversification are negative. The results of this study provide evidence of the importance of international diversification for competitive advantage but also suggest the complexities of implementing it to achieve these advantages in product-diversified firms.",
            "International diversification: Effects on innovation and firm performance in product-diversified firms",
            "Michael A Hitt and Robert E Hoskisson and Hicheon Kim",
            "1997",
            "Qc1UGAIAAAAJ:u-x6o8ySG0sC",
            3665,
            "https:\/\/journals.aom.org\/doi\/abs\/10.5465\/256948",
            "9629815872396846493",
            "\/scholar?cites=9629815872396846493",
            {
                "1998":14,
                "1999":15,
                "2000":38,
                "2001":41,
                "2002":48,
                "2003":63,
                "2004":100,
                "2005":105,
                "2006":109,
                "2007":145,
                "2008":162,
                "2009":173,
                "2010":190,
                "2011":197,
                "2012":231,
                "2013":259,
                "2014":251,
                "2015":255,
                "2016":255,
                "2017":256,
                "2018":279,
                "2019":213,
                "2020":204,
                "2021":13
            }
        ],
        [
            "CONTENIDO xvii Fuerzas fuera de la organización 607 Un reto para el administrador: Tecnología \n609 Fuerzas dentro de la organización 610 Centro de los cambios organizacionales 611 Tecnología \n613 Un reto para el administrador: Cambio 612 Cultura y valores compartidos 614 Estrategia \n615 Estructura 615 Sistemas 616 Evaluar la necesidad de cambio 617 Reconocer y evaluar \nla necesidad de cambio 617 Diagnóstico de problemas 618 El proceso de cambio 618 Planeación \ny preparación para el cambio 619 Elecciones en torno a la implementación 621 Un reto para \nel administrador: Globalización 624 Resistencia al cambio 625 Evaluación de los resultados \ndel cambio 629 Enfoques específicos para el cambio planeado 630  ",
            "Administración",
            "Michael A Hitt and Ma Isabel Pérez de Lara Choy",
            "2006",
            "Qc1UGAIAAAAJ:IjCSPb-OGe4C",
            2981,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=t8jx-iiaNoEC&oi=fnd&pg=PA3&dq=info:ah5WloRbVpkJ:scholar.google.com&ots=Y2OzdTyaXj&sig=HMxXSc3wvs1qnH8FnYYLWPq_hHM",
            "11049119360816127594",
            "\/scholar?cites=11049119360816127594",
            {
                "2002":8,
                "2003":11,
                "2004":30,
                "2005":38,
                "2006":66,
                "2007":77,
                "2008":85,
                "2009":98,
                "2010":155,
                "2011":134,
                "2012":178,
                "2013":217,
                "2014":236,
                "2015":290,
                "2016":277,
                "2017":291,
                "2018":339,
                "2019":246,
                "2020":129,
                "2021":1
            }
        ],
        [
            " This review and introduction to the Special Issue on ‘Strategy Research in Emerging Economies’ considers the nature of theoretical contributions thus far on strategy in emerging economies. We classify the research through four strategic options: (1) firms from developed economies entering emerging economies; (2) domestic firms competing within emerging economies; (3) firms from emerging economies entering other emerging economies; and (4) firms from emerging economies entering developed economies. Among the four perspectives examined (institutional theory, transaction cost theory, resource‐based theory, and agency theory), the most dominant seems to be institutional theory. Most existing studies that make a contribution blend institutional theory with one of the other three perspectives, including seven out of the eight papers included in this Special Issue. We suggest a future research agenda based …",
            "Strategy research in emerging economies: Challenging the conventional wisdom",
            "Mike Wright and Igor Filatotchev and Robert E Hoskisson and Mike W Peng",
            "2005",
            "Qc1UGAIAAAAJ:UeHWp8X0CEIC",
            2180,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1467-6486.2005.00487.x",
            "14423755823946498719",
            "\/scholar?cites=14423755823946498719",
            {
                "2005":23,
                "2006":41,
                "2007":64,
                "2008":85,
                "2009":89,
                "2010":117,
                "2011":120,
                "2012":166,
                "2013":165,
                "2014":154,
                "2015":205,
                "2016":208,
                "2017":185,
                "2018":179,
                "2019":169,
                "2020":150,
                "2021":15
            }
        ],
        [
            "Boards of directors of large corporations provide a governance safeguard to both equity capital and managerial employment contracts. Thus, the board is a potentially important instrument of internal control. This article develops theory and propositions concerning (a) the relation among ownership, managerial control, and the composition of the boards of directors; (b) the relation between the composition of the boards and control strategies (strategic versus financial controls); and (c) the relation among choice of control, corporate strategy, and strategic choice.",
            "The composition of boards of directors and strategic control: Effects on corporate strategy",
            "Barry Baysinger and Robert E Hoskisson",
            "1990",
            "Qc1UGAIAAAAJ:vbGhcppDl1QC",
            2095,
            "https:\/\/journals.aom.org\/doi\/abs\/10.5465\/AMR.1990.4308231",
            "16498658472297017164",
            "\/scholar?cites=16498658472297017164",
            {
                "1992":9,
                "1993":13,
                "1994":23,
                "1995":20,
                "1996":25,
                "1997":14,
                "1998":23,
                "1999":28,
                "2000":34,
                "2001":26,
                "2002":40,
                "2003":44,
                "2004":46,
                "2005":54,
                "2006":61,
                "2007":93,
                "2008":95,
                "2009":103,
                "2010":100,
                "2011":118,
                "2012":123,
                "2013":103,
                "2014":141,
                "2015":124,
                "2016":126,
                "2017":128,
                "2018":120,
                "2019":121,
                "2020":90,
                "2021":9
            }
        ],
        [
            "The development of the field of strategic management within the last two decades has been dramatic. While its roots have been in a more applied area, often referred to as business policy, the current field of strategic management is strongly theory based, with substantial empirical research, and is eclectic in nature. This review of the development of the field and its current position examines the field’s early development and the primary theoretical and methodological bases through its history. Early developments include Chandler’s (1962) Strategy and Structure and Ansoff’s (1965) Corporate Strategy. These early works took on a contingency perspective (fit between strategy and structure) and a resource-based framework emphasizing internal strengths and weaknesses. Perhaps, one of the more significant contributions to the development of strategic management came from industrial organization (IO) economics …",
            "Theory and research in strategic management: Swings of a pendulum",
            "Robert E Hoskisson and William P Wan and Daphne Yiu and Michael A Hitt",
            "1999",
            "Qc1UGAIAAAAJ:2osOgNQ5qMEC",
            2026,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0149206399000082",
            "1621133215124267141",
            "\/scholar?cites=1621133215124267141",
            {
                "2000":8,
                "2001":23,
                "2002":30,
                "2003":44,
                "2004":74,
                "2005":58,
                "2006":79,
                "2007":100,
                "2008":107,
                "2009":113,
                "2010":125,
                "2011":118,
                "2012":114,
                "2013":115,
                "2014":116,
                "2015":126,
                "2016":145,
                "2017":141,
                "2018":142,
                "2019":114,
                "2020":84,
                "2021":2
            }
        ],
        [
            "This research examines an integrated theoretical model that explains how strategies for participating in the market for corporate control (acquisitions and divestitures) affect internal control mechanisms and, together, influence internal and external innovation. Nine out of ten hypotheses received support, with results showing that firms engaging in acquisitions and divestitures emphasize financial controls, deemphasize strategic controls, and thereby produce less internal innovation. Furthermore, these firms are likely to seek external innovation to gain short-term benefits in competitive advantage. We conclude that engaging in the market for corporate control strongly affects the context in which innovation is framed, the control mechanisms employed, and the design and process of innovation.",
            "The market for corporate control and firm innovation",
            "Michael A Hitt and Robert E Hoskisson and Richard A Johnson and Douglas D Moesel",
            "1996",
            "Qc1UGAIAAAAJ:qjMakFHDy7sC",
            1513,
            "https:\/\/journals.aom.org\/doi\/abs\/10.5465\/256993",
            "11612583960588847000",
            "\/scholar?cites=11612583960588847000",
            {
                "1997":5,
                "1998":14,
                "1999":23,
                "2000":18,
                "2001":31,
                "2002":30,
                "2003":28,
                "2004":57,
                "2005":58,
                "2006":79,
                "2007":85,
                "2008":62,
                "2009":76,
                "2010":82,
                "2011":75,
                "2012":87,
                "2013":91,
                "2014":95,
                "2015":89,
                "2016":99,
                "2017":81,
                "2018":88,
                "2019":73,
                "2020":66,
                "2021":5
            }
        ],
        [
            "Examining the relationship between governance and corporate innovation strategies, we found, in opposition to the assumption that owners have a unified voice, differences among governance constituencies' preferences for corporate innovation strategies. The managers of public pension funds preferred internal innovation, but professional investment funds' managers preferred acquiring external innovation. The profiles of boards of directors also shaped these innovation strategies. Inside directors with equity emphasized internal innovation, and outside directors with equity emphasized external innovation. The two types of fund manager equally preferred boards composed of outsider representatives with equity. However, pension fund managers preferred inside directors with equity more strongly than did professional investment fund owners.",
            "Conflicting voices: The effects of institutional ownership heterogeneity and internal governance on corporate innovation strategies",
            "Robert E Hoskisson and Michael A Hitt and Richard A Johnson and Wayne Grossman",
            "2002",
            "Qc1UGAIAAAAJ:0EnyYjriUFMC",
            1076,
            "https:\/\/journals.aom.org\/doi\/abs\/10.5465\/3069305",
            "9073169512936156266",
            "\/scholar?cites=9073169512936156266",
            {
                "2003":8,
                "2004":18,
                "2005":23,
                "2006":25,
                "2007":37,
                "2008":29,
                "2009":43,
                "2010":62,
                "2011":51,
                "2012":66,
                "2013":70,
                "2014":72,
                "2015":87,
                "2016":81,
                "2017":86,
                "2018":92,
                "2019":92,
                "2020":104,
                "2021":8
            }
        ]
    ]
}