{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Many clinical trials have evaluated the benefit of long-term use of antiplatelet drugs in reducing the risk of clinical thrombotic events. Aspirin and ticlopidine have been shown to be effective, but both have potentially serious adverse effects. Clopidogrel, a new thienopyridine derivative similar to ticlopidine, is an inhibitor of platelet aggregation induced by adenosine diphosphate.CAPRIE was a randomised, blinded, international trial designed to assess the relative efficacy of clopidogrel (75 mg once daily) and aspirin (325 mg once daily) in reducing the risk of a composite outcome cluster of ischaemic stroke, myocardial infarction, or vascular death; their relative safety was also assessed. The population studied comprised subgroups of patients with atherosclerotic vascular disease manifested as either recent ischaemic stroke, recent myocardial infarction, or symptomatic peripheral arterial disease …",
            "A randomised, blinded, trial of clopidogrel versus aspirin in patients at risk of ischaemic events (CAPRIE)",
            "CAPRIE Steering Committee",
            "1996",
            "QCIwwL0AAAAJ:XvxMoLDsR5gC",
            6012,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140673696094573",
            "16037390623417079907",
            "\/scholar?cites=16037390623417079907",
            {
                "1997":52,
                "1998":106,
                "1999":148,
                "2000":204,
                "2001":215,
                "2002":241,
                "2003":308,
                "2004":366,
                "2005":361,
                "2006":350,
                "2007":311,
                "2008":344,
                "2009":357,
                "2010":311,
                "2011":310,
                "2012":264,
                "2013":281,
                "2014":226,
                "2015":191,
                "2016":200,
                "2017":189,
                "2018":182,
                "2019":162,
                "2020":162,
                "2021":10
            }
        ],
        [
            "The leading cause of death in patients hospitalized for acute myocardial infarction is cardiogenic shock. We conducted a randomized trial to evaluate early revascularization in patients with cardiogenic shock.Patients with shock due to left ventricular failure complicating myocardial infarction were randomly assigned to emergency revascularization (152 patients) or initial medical stabilization (150 patients). Revascularization was accomplished by either coronary-artery bypass grafting or angioplasty. Intraaortic balloon counterpulsation was performed in 86 percent of the patients in both groups. The primary end point was mortality from all causes at 30 days. Six-month survival was a secondary end point.The mean (±SD) age of the patients was 66±10 years, 32 percent were women, and 55 percent had been transferred from other hospitals. The median time to the onset of shock was …",
            "Early revascularization in acute myocardial infarction complicated by cardiogenic shock",
            "Judith S Hochman and Lynn A Sleeper and John G Webb and Timothy A Sanborn and Harvey D White and J David Talley and Christopher E Buller and Alice K Jacobs and James N Slater and Jacques Col and Sonja M McKinlay and Michael H Picard and Mark A Menegus and Jean Boland and Vladimir Dzavik and Christopher R Thompson and S Chiu Wong and Richard Steingart and Robert Forman and Philip E Aylward and Emilie Godfrey and Patrice Desvigne-Nickens and Thierry H LeJemtel",
            "1999",
            "QCIwwL0AAAAJ:JoZmwDi-zQgC",
            2766,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJM199908263410901",
            "3060986104676031608",
            "\/scholar?cites=3060986104676031608",
            {
                "2000":64,
                "2001":104,
                "2002":88,
                "2003":119,
                "2004":97,
                "2005":161,
                "2006":105,
                "2007":118,
                "2008":143,
                "2009":130,
                "2010":113,
                "2011":127,
                "2012":151,
                "2013":111,
                "2014":150,
                "2015":134,
                "2016":133,
                "2017":131,
                "2018":131,
                "2019":153,
                "2020":205,
                "2021":18
            }
        ],
        [
            "In patients with acute coronary syndromes, it is desirable to identify a sensitive serum marker that is closely related to the degree of myocardial damage, provides prognostic information, and can be measured rapidly. We studied the prognostic value of cardiac troponin I levels in patients with unstable angina or non–Q-wave myocardial infarction.In a multicenter study, blood specimens from 1404 symptomatic patients were analyzed for cardiac troponin I, a serum marker not detected in the blood of healthy persons. The relation between mortality at 42 days and the level of cardiac troponin I in the specimen obtained on enrollment was determined both before and after adjustment for base-line characteristics.The mortality rate at 42 days was significantly higher in the 573 patients with cardiac troponin I levels of at least 0.4 ng per milliliter (21 deaths, or 3.7 percent) than in the 831 …",
            "Cardiac-specific troponin I levels to predict the risk of mortality in patients with acute coronary syndromes",
            "Elliott M Antman and Milenko J Tanasijevic and Bruce Thompson and Mark Schactman and Carolyn H McCabe and Christopher P Cannon and George A Fischer and Anthony Y Fung and Christopher Thompson and Donald Wybenga and Eugene Braunwald",
            "1996",
            "QCIwwL0AAAAJ:u5HHmVD_uO8C",
            2376,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJM199610313351802",
            "8230756874513671026",
            "\/scholar?cites=8230756874513671026",
            {
                "1997":41,
                "1998":98,
                "1999":139,
                "2000":155,
                "2001":150,
                "2002":153,
                "2003":145,
                "2004":148,
                "2005":131,
                "2006":113,
                "2007":88,
                "2008":106,
                "2009":97,
                "2010":95,
                "2011":91,
                "2012":90,
                "2013":90,
                "2014":74,
                "2015":82,
                "2016":63,
                "2017":51,
                "2018":43,
                "2019":45,
                "2020":34,
                "2021":1
            }
        ],
        [
            "Although it is known that thrombolytic therapy improves survival after acute myocardial infarction, it has been debated whether the speed with which coronary-artery patency is restored after the initiation of therapy further affects outcome.To study this question, we randomly assigned 2431 patients to one of four treatment strategies for reperfusion: streptokinase with subcutaneous heparin; streptokinase with intravenous heparin; accelerated-dose tissue plasminogen activator (t-PA) with intravenous heparin; or a combination of both activators plus intravenous heparin. Patients were also randomly assigned to cardiac angiography at one of four times after the initiation of thrombolytic therapy: 90 minutes, 180 minutes, 24 hours, or 5 to 7 days. The group that underwent angiography at 90 minutes underwent it again after 5 to 7 days.The rate of patency of the infarct-related artery at 90 …",
            "The effects of tissue plasminogen activator, streptokinase, or both on coronary-artery patency, ventricular function, and survival after acute myocardial infarction",
            "GUSTO Angiographic Investigators",
            "1993",
            "QCIwwL0AAAAJ:NXb4pA-qfm4C",
            2008,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJM199311253292204",
            "12449286936170881547",
            "\/scholar?cites=12449286936170881547",
            {
                "1993":5,
                "1994":46,
                "1995":120,
                "1996":103,
                "1997":148,
                "1998":137,
                "1999":148,
                "2000":122,
                "2001":150,
                "2002":129,
                "2003":106,
                "2004":98,
                "2005":87,
                "2006":86,
                "2007":72,
                "2008":61,
                "2009":61,
                "2010":38,
                "2011":33,
                "2012":34,
                "2013":32,
                "2014":22,
                "2015":20,
                "2016":33,
                "2017":24,
                "2018":24,
                "2019":19,
                "2020":14,
                "2021":1
            }
        ],
        [
            "Background—Percutaneous aortic valve replacement represents an endovascular alternative to conventional open heart surgery without the need for sternotomy, aortotomy, or cardiopulmonary bypass. Methods and Results—Transcatheter implantation of a balloon-expandable stent valve using a femoral arterial approach was attempted in 50 symptomatic patients with severe aortic stenosis in whom there was a consensus that the risks of conventional open heart surgery were very high. Valve implantation was successful in 86% of patients. Intraprocedural mortality was 2%. Discharge home occurred at a median of 5 days (interquartile range, 4 to 13). Mortality at 30 days was 12% in patients in whom the logistic European System for Cardiac Operative Risk Evaluation risk score was 28%. With experience, procedural success increased from 76% in the first 25 patients to 96% in the second 25 (P 0.10), and 30-day mortality fell from 16% to 8%(P 0.67). Successful valve replacement was associated with an increase in echocardiographic valve area from 0.60. 2 to 1.70. 4 cm2. Mild paravalvular regurgitation was common but was well tolerated. After valve insertion, there was a significant improvement in left ventricular ejection fraction (P 0.0001), mitral regurgitation (P 0.01), and functional class (P 0.0001). Improvement was maintained at 1 year. Structural valve deterioration was not observed with a median follow-up of 359 days. Conclusion—Percutaneous valve replacement may be an alternative to conventional open heart surgery in selected high-risk patients with severe symptomatic aortic stenosis.(Circulation. 2007; 116: 755-763.)",
            "Percutaneous transarterial aortic valve replacement in selected high-risk patients with aortic stenosis",
            "John G Webb and Sanjeevan Pasupati and Karin Humphries and Christopher Thompson and Lukas Altwegg and Robert Moss and Ajay Sinhal and Ronald G Carere and Brad Munt and Donald Ricci and Jian Ye and Anson Cheung and Sam V Lichtenstein",
            "2007",
            "QCIwwL0AAAAJ:2osOgNQ5qMEC",
            1697,
            "https:\/\/www.academia.edu\/download\/53734161\/755.pdf",
            "6380246815855994920",
            "\/scholar?cites=6380246815855994920",
            {
                "2007":8,
                "2008":80,
                "2009":171,
                "2010":182,
                "2011":227,
                "2012":228,
                "2013":176,
                "2014":109,
                "2015":111,
                "2016":94,
                "2017":88,
                "2018":59,
                "2019":59,
                "2020":65,
                "2021":3
            }
        ],
        [
            "Cardiovascular disease occurs in patients with progressive renal disease both before and after the initiation of dialysis. Left ventricular hypertrophy (LVH) is an independent predictor of morbidity and mortality in dialysis populations and is common in the renal insufficiency population. LVH is associated with numerous modifiable risk factors, but little is known about LV growth (LVG) in mild-to-moderate renal insufficiency. This prospective multicenter Canadian cohort study identifies factors associated with LVG, measured using two-dimensional–targeted M-mode echocardiography. Eight centers enrolled 446 patients, 318 of whom had protocol-mandated clinical, laboratory, and echocardiographic measurements recorded. We report 246 patients with assessable echocardiograms at both baseline and 12 months with an overall prevalence of LVH of 36%. LV mass index (LVMI) increased significantly (>20% of baseline …",
            "Left ventricular mass index increase in early renal disease: impact of decline in hemoglobin",
            "Adeera Levin and Christopher R Thompson and Jean Ethier and Euan JF Carlisle and Sheldon Tobe and David Mendelssohn and Ellen Burgess and Kailash Jindal and Brendan Barrett and Joel Singer and Ognjenka Djurdjev",
            "1999",
            "QCIwwL0AAAAJ:d1gkVwhDpl0C",
            1140,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0272638699701186",
            "14130738317363413405",
            "\/scholar?cites=14130738317363413405",
            {
                "2000":12,
                "2001":38,
                "2002":50,
                "2003":65,
                "2004":70,
                "2005":88,
                "2006":75,
                "2007":74,
                "2008":69,
                "2009":65,
                "2010":62,
                "2011":55,
                "2012":64,
                "2013":51,
                "2014":55,
                "2015":41,
                "2016":61,
                "2017":33,
                "2018":34,
                "2019":26,
                "2020":25,
                "2021":2
            }
        ],
        [
            "Background— Percutaneous aortic valve implantation by an antegrade transvenous approach has been described but is problematic. Retrograde prosthetic aortic valve implantation via the femoral artery has potential advantages. Percutaneous prosthetic aortic valve implantation via the femoral arterial approach is described and the initial experience reported.Methods and Results— The valve prosthesis is constructed from a stainless steel stent with an attached trileaflet equine pericardial valve and a fabric cuff. After routine aortic balloon valvuloplasty, a 22F or 24F sheath is advanced from the femoral artery to the aorta. A steerable, deflectable catheter facilitates manipulation of the prosthesis around the aortic arch and through the stenotic valve. Rapid ventricular pacing is used to reduce cardiac output while the delivery balloon is inflated to deploy the prosthesis within the annulus. Percutaneous aortic …",
            "Percutaneous aortic valve implantation retrograde from the femoral artery",
            "John G Webb and Mann Chandavimol and Christopher R Thompson and Donald R Ricci and Ronald G Carere and Brad I Munt and Christopher E Buller and Sanjeevan Pasupati and Samuel Lichtenstein",
            "2006",
            "QCIwwL0AAAAJ:UeHWp8X0CEIC",
            1130,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/CIRCULATIONAHA.105.582882",
            "6041582593060080673",
            "\/scholar?cites=6041582593060080673",
            {
                "2006":34,
                "2007":42,
                "2008":78,
                "2009":122,
                "2010":119,
                "2011":115,
                "2012":108,
                "2013":97,
                "2014":72,
                "2015":78,
                "2016":51,
                "2017":55,
                "2018":58,
                "2019":43,
                "2020":33,
                "2021":1
            }
        ],
        [
            "Antithrombotic therapy improves the prognosis of patients with acute coronary syndromes, yet the syndromes remain a therapeutic challenge. We evaluated tirofiban, a specific inhibitor of the platelet glycoprotein IIb\/IIIa receptor, in the treatment of unstable angina and non–Q-wave myocardial infarction.A total of 1915 patients were randomly assigned in a double-blind manner to receive tirofiban, heparin, or tirofiban plus heparin. Patients received aspirin if its use was not contraindicated. The study drugs were infused for a mean (±SD) of 71.3±20 hours, during which time coronary angiography and angioplasty were performed when indicated after 48 hours. The composite primary end point consisted of death, myocardial infarction, or refractory ischemia within seven days after randomization.The study was stopped prematurely for the group receiving tirofiban alone because of …",
            "Inhibition of the platelet glycoprotein IIb\/IIIa receptor with tirofiban in unstable angina and non–Q-wave myocardial infarction",
            "Platelet Receptor Inhibition in Ischemic Syndrome Management in Patients Limited by Unstable Signs and Symptoms (PRISM-PLUS) Study Investigators",
            "1998",
            "QCIwwL0AAAAJ:EkMFNTzSJA0C",
            1003,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/nejm199805213382102",
            "1082791231701464729",
            "\/scholar?cites=1082791231701464729",
            {
                "1998":18,
                "1999":78,
                "2000":121,
                "2001":108,
                "2002":84,
                "2003":101,
                "2004":75,
                "2005":67,
                "2006":43,
                "2007":56,
                "2008":39,
                "2009":31,
                "2010":41,
                "2011":31,
                "2012":20,
                "2013":18,
                "2014":21,
                "2015":9,
                "2016":10,
                "2017":5,
                "2018":2,
                "2019":8,
                "2020":3
            }
        ],
        [
            "ObjectiveTo determine the effects of thrombolytic therapy and early invasive strategy in patients with unstable angina (UA) or non-Q-wave myocardial infarction (MI).Design",
            "Effects of tissue plasminogen activator and a comparison of early invasive and conservative strategies in unstable angina and non-Q-wave myocardial infarction: results of the …",
            "TIMI IIIb Investigators",
            "1994",
            "QCIwwL0AAAAJ:LO7wyVUgiFcC",
            939,
            "https:\/\/acpjc.acponline.org\/Content\/121\/2\/issue\/ACPJC-1994-121-2-043.htm",
            "11893799342258120670",
            "\/scholar?cites=11893799342258120670",
            {
                "1994":12,
                "1995":44,
                "1996":49,
                "1997":49,
                "1998":75,
                "1999":77,
                "2000":95,
                "2001":84,
                "2002":73,
                "2003":57,
                "2004":43,
                "2005":44,
                "2006":27,
                "2007":28,
                "2008":20,
                "2009":22,
                "2010":19,
                "2011":16,
                "2012":20,
                "2013":16,
                "2014":12,
                "2015":6,
                "2016":12,
                "2017":5,
                "2018":9,
                "2019":6,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Left ventricular hypertrophy (LVH) is present in over 70% of patients commencing dialysis. It is an independent risk factor for cardiac death, which is the cause of death in approximately 45% of patients on dialysis. The prevalence of LVH in patients earlier in the course of renal insufficiency is unknown. As part of a prospective longitudinal study evaluating the progression of comorbid diseases in patients with progressive renal disease, we evaluated LVH. In 175 consecutive patients attending a renal insufficiency clinic we obtained technically adequate echocardiograms and estimated left ventricular mass index (LVMI) using two-dimensional targeted M-mode echocardiography. We calculated LVMI using the American Society of Echocardiography cube formula method regressed to anatomic validation. The population consisted of 115 men and 60 women ranging in age from 20 to 82 years (mean age, 51.5 years …",
            "Prevalent left ventricular hypertrophy in the predialysis population: identifying opportunities for intervention",
            "Adeera Levin and Joel Singer and Christopher R Thompson and Heather Ross and Mary Lewis",
            "1996",
            "QCIwwL0AAAAJ:qjMakFHDy7sC",
            934,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0272638696903571",
            "13001503448484211022",
            "\/scholar?cites=13001503448484211022",
            {
                "1997":6,
                "1998":14,
                "1999":20,
                "2000":22,
                "2001":40,
                "2002":57,
                "2003":45,
                "2004":42,
                "2005":67,
                "2006":43,
                "2007":59,
                "2008":65,
                "2009":58,
                "2010":38,
                "2011":46,
                "2012":59,
                "2013":40,
                "2014":38,
                "2015":32,
                "2016":38,
                "2017":29,
                "2018":22,
                "2019":18,
                "2020":19
            }
        ]
    ]
}