{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "We have measured the temperature dependence of the first-order Raman scattering by phonons in Si, Ge, and α− S n. The full widths at half maximum of the Raman lines, extrapolated to zero temperature, are 1.24±0.07, 0.75±0.03, and 0.81±0.15 cm− 1 for Si, Ge, and α− S n, respectively. The reliability of the data obtained allows a critical examination of the theoretical calculations published so far. We show that the model assuming the decay of the Raman phonon into two acoustical phonons belonging to the same branch, first proposed by Klemens, does not represent adequately the temperature dependence of the Raman linewidth. The most important decay channels are shown to be combinations of optical and acoustical phonons. However, the more complete calculation by Cowley, which involves all possible decay channels, gives very large zero-temperature linewidths. We show that this arises mainly from …",
            "Temperature dependence of the first-order Raman scattering by phonons in Si, Ge, and α− S n: Anharmonic effects",
            "José Menéndez and Manuel Cardona",
            "1984",
            "qD-O64UAAAAJ:SP6oXDckpogC",
            787,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.29.2051",
            "2772517693799301187",
            "\/scholar?cites=2772517693799301187",
            {
                "1984":2,
                "1985":7,
                "1986":1,
                "1987":3,
                "1988":3,
                "1989":8,
                "1990":9,
                "1991":12,
                "1992":16,
                "1993":12,
                "1994":7,
                "1995":7,
                "1996":16,
                "1997":9,
                "1998":18,
                "1999":28,
                "2000":16,
                "2001":26,
                "2002":23,
                "2003":14,
                "2004":17,
                "2005":23,
                "2006":23,
                "2007":32,
                "2008":25,
                "2009":27,
                "2010":25,
                "2011":24,
                "2012":34,
                "2013":32,
                "2014":37,
                "2015":47,
                "2016":41,
                "2017":27,
                "2018":41,
                "2019":41,
                "2020":51,
                "2021":1
            }
        ],
        [
            "It is shown that in GaAs-AlAs superlattices the confined longitudinal-optic Raman phonons created via either deformation-potential or Fröhlich electron-phonon interaction are different. This effect is demonstrated by comparison of resonance and off-resonance Raman spectra. Phonons of A 1 symmetry (point group D 2 d) dominate in resonance, while B 2 phonons are stronger in the off-resonance case. The resonance profile of the A 1 modes is discussed. We also report the observation of confined transverse-optic phonons under extremely resonant conditions.",
            "Resonance Raman scattering by confined LO and TO phonons in GaAs-AlAs superlattices",
            "AK Sood and J Menendez and M Cardona and K Ploog",
            "1985",
            "qD-O64UAAAAJ:O3NaXMp0MMsC",
            554,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.54.2111",
            "13083807910058760765",
            "\/scholar?cites=13083807910058760765",
            {
                "1985":3,
                "1986":28,
                "1987":29,
                "1988":30,
                "1989":49,
                "1990":40,
                "1991":42,
                "1992":37,
                "1993":39,
                "1994":19,
                "1995":19,
                "1996":16,
                "1997":11,
                "1998":13,
                "1999":10,
                "2000":15,
                "2001":13,
                "2002":7,
                "2003":6,
                "2004":6,
                "2005":10,
                "2006":7,
                "2007":8,
                "2008":7,
                "2009":3,
                "2010":7,
                "2011":12,
                "2012":8,
                "2013":11,
                "2014":6,
                "2015":7,
                "2016":7,
                "2017":10,
                "2018":9,
                "2019":6,
                "2020":1
            }
        ],
        [
            "We report the observation of interface phonons by Raman scattering from GaAs-AlAs superlattices. These modes have frequencies close to the optical phonons of bulk GaAs and AlAs and resonate strongly for laser energies near the confined exciton levels of the GaAs quantum wells. The results are analyzed in terms of an electrostatic continuum model. In the long-wavelength limit this theory predicts the phonons of the layered media proposed by Merlin et al.",
            "Interface vibrational modes in GaAs-AlAs superlattices",
            "AK Sood and Jose Menendez and M Cardona and K Ploog",
            "1985",
            "qD-O64UAAAAJ:ns9cj8rnVeAC",
            457,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.54.2115",
            "10992452452071427375",
            "\/scholar?cites=10992452452071427375",
            {
                "1985":3,
                "1986":12,
                "1987":29,
                "1988":25,
                "1989":40,
                "1990":33,
                "1991":31,
                "1992":28,
                "1993":23,
                "1994":23,
                "1995":12,
                "1996":11,
                "1997":14,
                "1998":10,
                "1999":11,
                "2000":13,
                "2001":9,
                "2002":12,
                "2003":10,
                "2004":8,
                "2005":8,
                "2006":4,
                "2007":9,
                "2008":15,
                "2009":3,
                "2010":7,
                "2011":12,
                "2012":2,
                "2013":13,
                "2014":7,
                "2015":4,
                "2016":5,
                "2017":7,
                "2018":1,
                "2019":2
            }
        ],
        [
            "The E 0, E 0+ Δ 0, E 1, E 1+ Δ 1, E 0′, and E 2 optical transitions have been measured in Ge 1− y Sn y alloys (y< 0.2) using spectroscopic ellipsometry and photoreflectance. The results indicate a strong nonlinearity (bowing) in the compositional dependence of these quantities. Such behavior is not predicted by electronic structure calculations within the virtual crystal approximation. The bowing parameters for Ge 1− y Sn y alloys show an intriguing correlation with the corresponding bowing parameters in the Ge 1− x Si x system, suggesting a scaling behavior for the electronic properties that is the analog of the scaling behavior found earlier for the vibrational properties. A direct consequence of this scaling behavior is a significant reduction (relative to prior theoretical estimates within the virtual crystal approximation) of the concentration y c for a crossover from an indirect-to a direct-gap system.",
            "Optical critical points of thin-film  alloys: A comparative  study",
            "Vijay R D’costa and Candi S Cook and AG Birdwell and Chris L Littler and Michael Canonico and Stefan Zollner and John Kouvetakis and José Menéndez",
            "2006",
            "qD-O64UAAAAJ:Tiz5es2fbqcC",
            381,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.73.125207",
            "3182556936805659296",
            "\/scholar?cites=3182556936805659296",
            {
                "2006":1,
                "2007":11,
                "2008":11,
                "2009":15,
                "2010":18,
                "2011":25,
                "2012":22,
                "2013":32,
                "2014":53,
                "2015":41,
                "2016":40,
                "2017":40,
                "2018":28,
                "2019":23,
                "2020":14,
                "2021":5
            }
        ],
        [
            "We describe a class of Si-based semiconductors in the Ge1−xSnx system. Deuterium-stabilized Sn hydrides provide a low-temperature route to a broad range of highly metastable compositions and structures. Perfectly epitaxial diamond-cubic Ge1−xSnx alloys are grown directly on Si(100) and exhibit high thermal stability, superior crystallinity, and crystallographic and optical properties, such as adjustable band gaps and lattice constants. These properties are completely characterized by Rutherford backscattering, low-energy secondary ion mass spectrometry, high-resolution transmission electron microscopy, x-ray diffraction (rocking curves), as well as infrared and Raman spectroscopies and spectroscopic ellipsometry. Ab initio density functional theory simulations are also used to elucidate the structural and spectroscopic behavior.",
            "Ge–Sn semiconductors for band-gap and lattice engineering",
            "M Bauer and J Taraci and J Tolle and AVG Chizmeshya and S Zollner and David J Smith and Jose Menendez and Changwu Hu and John Kouvetakis",
            "2002",
            "qD-O64UAAAAJ:NaGl4SEjCO4C",
            289,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1515133",
            "5252781711415172703",
            "\/scholar?cites=5252781711415172703",
            {
                "2002":1,
                "2003":4,
                "2004":5,
                "2005":4,
                "2006":8,
                "2007":12,
                "2008":14,
                "2009":16,
                "2010":15,
                "2011":23,
                "2012":19,
                "2013":22,
                "2014":27,
                "2015":27,
                "2016":22,
                "2017":16,
                "2018":21,
                "2019":17,
                "2020":14,
                "2021":1
            }
        ],
        [
            "New classes of Sn-containing group IV semiconductors are described. Novel CVD routes lead to growth of a broad range of Ge1−ySny alloys and compounds directly on Si substrates. The direct bandgap (E0) and optical transitions E0+Δ0, E1, E1+Δ1, E0′, and E2 of Ge1−ySny exhibit strong nonlinearities in the compositional dependence, and their bowing parameters correlate with those in Ge1 −xSix, suggesting a scaling behavior for the electronic properties. The Ge1−ySny films can be used as “virtual substrates” for the subsequent growth of Ge1−x−ySixSny ternaries. These are created for the first time and exhibit unprecedented thermal stability, superior crystallinity and unique optical and strain properties such as adjustable bandgaps, and controllable strain states (compressive, relaxed, and tensile). The synthesis of Ge1−x−ySixSny makes it possible to decouple strain and bandgap and adds new …",
            "Tin-based group IV semiconductors: New platforms for opto-and microelectronics on silicon",
            "John Kouvetakis and Jose Menendez and AVG Chizmeshya",
            "2006",
            "qD-O64UAAAAJ:35N4QoGY0k4C",
            276,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev.matsci.36.090804.095159",
            "17930311535810109609",
            "\/scholar?cites=17930311535810109609",
            {
                "2006":1,
                "2007":7,
                "2008":4,
                "2009":8,
                "2010":10,
                "2011":15,
                "2012":15,
                "2013":26,
                "2014":30,
                "2015":36,
                "2016":28,
                "2017":31,
                "2018":31,
                "2019":16,
                "2020":14,
                "2021":1
            }
        ],
        [
            "The electronic properties of Ge∕Ge1−x−ySixSny strained-layer heterostructures are predicted theoretically. It is found that a lattice-matched system with fully strained Ge layers and relaxed Ge1−x−ySixSny alloys can have a direct fundamental bandgap with spatial localization in the Ge layers (type I). The Si and Sn concentrations for which such a direct bandgap obtains are close to those that have already been experimentally demonstrated [M. Bauer, C. Ritter, P. A. Crozier, J. Ren, J. Menendez, G. Wolf, and J. Kouvetakis, Appl. Phys. Lett. 83, 2163 (2003)]. The required level of tensile strain in the Ge layers is compatible with Si–Ge technology. The predicted direct bandgap values are as high as 0.6eV.",
            "Type-I  strained-layer heterostructures with a direct  bandgap",
            "Jose Menendez and John Kouvetakis",
            "2004",
            "qD-O64UAAAAJ:RYcK_YlVTxYC",
            203,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1784032",
            "14353170683463415226",
            "\/scholar?cites=14353170683463415226",
            {
                "2005":2,
                "2006":4,
                "2007":9,
                "2008":8,
                "2009":14,
                "2010":9,
                "2011":13,
                "2012":13,
                "2013":27,
                "2014":15,
                "2015":17,
                "2016":19,
                "2017":16,
                "2018":16,
                "2019":13,
                "2020":8
            }
        ],
        [
            "Direct-gap photoluminescence has been observed at room temperature in Ge1−ySny alloys grown on (001) Si substrates. The emission wavelength is tunable over a 90 meV (200 nm) range by increasing the Sn concentration from y=0 to y=0.03. A weaker feature at lower energy is assigned to the indirect gap transitions, and the separation between the direct and indirect emission peaks is found to decrease as a function of y, as expected for these alloys. These results suggest that Ge1−ySny alloys represent an attractive alternative to Ge for the fabrication of laser devices on Si.",
            "Direct-gap photoluminescence with tunable emission wavelength in  alloys on silicon",
            "J Mathews and RT Beeler and J Tolle and C Xu and R Roucka and John Kouvetakis and Jose Menendez",
            "2010",
            "qD-O64UAAAAJ:HoB7MX3m0LUC",
            199,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3521391",
            "5396772493879574308",
            "\/scholar?cites=5396772493879574308",
            {
                "2011":15,
                "2012":13,
                "2013":26,
                "2014":34,
                "2015":25,
                "2016":26,
                "2017":18,
                "2018":18,
                "2019":10,
                "2020":13
            }
        ]
    ]
}