{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "The present study based on World Health Organization quality of life (WHOQOL-BREF) scale to examine quality of life of the caregivers caring for their children\/adolescents with intellectual disabilities in Taiwan, and the factors contributing to their quality of life. Structured interviews were conducted with 597 caregivers of children\/adolescents with intellectual disabilities. The results found that the mean scores in each domain of WHOQOL-BREF of the caregivers as the followings: physical capacity (PC) was 13.71 ± 2.35, psychological well-being (PW) was 12.21 ± 2.55, social relationship (SR) was 12.99 ± 2.43 and environment (EN) was 12.32 ± 2.38. These mean scores were lower than the general population and slight higher than the caregivers of adults with intellectual disabilities in Taiwan. Finally, multiple stepwise regressions were conducted to examine the characteristics of caregiver and children\/adolescents …",
            "Quality of life in caregivers of children and adolescents with intellectual disabilities: use of WHOQOL-BREF survey",
            "Jin-Ding Lin and Jung Hu and Chia-Feng Yen and Shang-Wei Hsu and Lan-Ping Lin and Ching-Hui Loh and Mei-Hua Chen and Sheng-Ru Wu and Cordia M Chu and Jia-Ling Wu",
            "2009",
            "qdvuoyUAAAAJ:tkaPQYYpVKoC",
            103,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0891422209001048",
            "13654704516420946547",
            "\/scholar?cites=13654704516420946547",
            {
                "2010":2,
                "2011":6,
                "2012":5,
                "2013":7,
                "2014":9,
                "2015":10,
                "2016":11,
                "2017":15,
                "2018":12,
                "2019":11,
                "2020":12,
                "2021":1
            }
        ],
        [
            "Little information is available on the provision of physical fitness and intervention program among people with intellectual disabilities. The aim of this study is to provide information of examining the effectiveness of healthy physical fitness programs on people with intellectual disabilities living in a disability institution. There were 146 participants with intellectual disabilities (age 19–67 years) were recruited in the study. We collected information on disability condition (type and level), height, weight, BMI, and physical fitness status (includes V-shape sit and reach test, sit-up 30 s, sit-up 60 s, and shuttle run) at the beginning and 6 months later of the program intervention. The results show that there were statistical decreases in individual's weight, BMI score, BMI category, and positive improvement in V-shape sit and reach test, sit-up in 30 s and 60 s tests after 6-month interventions. However, the shuttle run test did not …",
            "The effectiveness of healthy physical fitness programs on people with intellectual disabilities living in a disability institution: six-month short-term effect",
            "Chia-Ling Wu and Jin-Ding Lin and Jung Hu and Chia-Feng Yen and Cheng-Tung Yen and Yu-Lan Chou and Po-Hsun Wu",
            "2010",
            "qdvuoyUAAAAJ:f2IySw72cVMC",
            92,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0891422210000144",
            "14761290133451343389",
            "\/scholar?cites=14761290133451343389",
            {
                "2010":1,
                "2011":6,
                "2012":8,
                "2013":12,
                "2014":15,
                "2015":5,
                "2016":5,
                "2017":7,
                "2018":13,
                "2019":7,
                "2020":12
            }
        ]
    ]
}