{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Rajiv Saran, MD, Bruce Robinson, MD, Kevin C. Abbott, MD, Lawrence YC Agodoa, MD, Patrick Albertus, MPH, John Ayanian, MD, Rajesh Balkrishnan, PhD, Jennifer Bragg-Gresham, PhD, Jie Cao, MPH, Joline LT Chen, MD, Elizabeth Cope, PhD, Sai Dharmarajan, MS, Xue Dietrich, MS, Ashley Eckard, MS, Paul W. Eggers, PhD, Charles Gaber, MPH, Daniel Gillen, PhD, Debbie Gipson, MD, Haoyu Gu, PhD, Susan M. Hailpern, MS, Yoshio N. Hall, MD, Yun Han, MS, Kevin He, PhD, Paul Hebert, PhD, Margaret Helmuth, MA, William Herman, MD, Michael Heung, MD, David Hutton, PhD, Steven J. Jacobsen, MD, PhD, Nan Ji, MS, Yan Jin, PhD, Kamyar Kalantar-Zadeh, MD, PhD, Alissa Kapke, MS, Ronit Katz, PhD, Csaba P. Kovesdy, MD, Vivian Kurtz, MPH, Danielle Lavallee, PharmD, PhD, Yi Li, PhD, Yee Lu, MD, Keith McCullough, MS, Miklos Z. Molnar, MD, PhD, Maria Montez-Rath, PhD, Hal Morgenstern, PhD, Qiao Mu, MBBS, MPH, Purna Mukhopadhyay, PhD, Brahmajee Nallamothu, MD, Danh V. Nguyen, PhD, Keith C. Norris, MD, Ann M. O’Hare, MD, Yoshitsugu Obi, MD, PhD, Jeffrey Pearson, MS, Ronald Pisoni, PhD, Brett Plattner, MD, Friedrich K. Port, MD, Praveen Potukuchi, MS, Panduranga Rao, MD, Kaitlyn Ratkowiak, MS, Vanessa Ravel, MPH, Debabrata Ray, MA, MS, Connie M. Rhee, MD, Douglas E. Schaubel, PhD, David T. Selewski, MD, Sally Shaw, DrPH, Jiaxiao Shi, PhD, Monica Shieu, MPH, John J. Sim, MD, Peter Song, PhD, Melissa Soohoo, MPH, Diane Steffick, MA, PhD, Elani Streja, PhD, Manjula K. Tamura, MD, Francesca Tentori, MD, Anca Tilea, MPH, Lan Tong, MS, Megan Turf, BA, Dongyu Wang, MS, Mia Wang, MS …",
            "US renal data system 2016 annual data report: epidemiology of kidney disease in the United States",
            "Rajiv Saran and Bruce Robinson and Kevin C Abbott and Lawrence YC Agodoa and Patrick Albertus and John Ayanian and Rajesh Balkrishnan and Jennifer Bragg-Gresham and Jie Cao and Joline LT Chen and Elizabeth Cope and Sai Dharmarajan and Xue Dietrich and Ashley Eckard and Paul W Eggers and Charles Gaber and Daniel Gillen and Debbie Gipson and Haoyu Gu and Susan M Hailpern and Yoshio N Hall and Yun Han and Kevin He and Paul Hebert and Margaret Helmuth and William Herman and Michael Heung and David Hutton and Steven J Jacobsen and Nan Ji and Yan Jin and Kamyar Kalantar-Zadeh and Alissa Kapke and Ronit Katz and Csaba P Kovesdy and Vivian Kurtz and Danielle Lavallee and Yi Li and Yee Lu and Keith McCullough and Miklos Z Molnar and Maria Montez-Rath and Hal Morgenstern and Qiao Mu and Purna Mukhopadhyay and Brahmajee Nallamothu and Danh V Nguyen and Keith C Norris and Ann M O’Hare and Yoshitsugu Obi and Jeffrey Pearson and Ronald Pisoni and Brett Plattner and Friedrich K Port and Praveen Potukuchi and Panduranga Rao and Kaitlyn Ratkowiak and Vanessa Ravel and Debabrata Ray and Connie M Rhee and Douglas E Schaubel and David T Selewski and Sally Shaw and Jiaxiao Shi and Monica Shieu and John J Sim and Peter Song and Melissa Soohoo and Diane Steffick and Elani Streja and Manjula K Tamura and Francesca Tentori and Anca Tilea and Lan Tong and Megan Turf and Dongyu Wang and Mia Wang and Kenneth Woodside and April Wyncott and Xin Xin and Wei Zeng and Lindsay Zepel and Sai Zhang and Hui Zho and Richard A Hirth and Vahakn Shahinian",
            "2017",
            "qfP9E40AAAAJ:RGFaLdJalmkC",
            2482,
            "https:\/\/www.ajkd.org\/article\/S0272-6386(16)30703-X\/fulltext",
            "5752808209036744597",
            "\/scholar?cites=5752808209036744597",
            {
                "2016":247,
                "2017":341,
                "2018":477,
                "2019":574,
                "2020":741,
                "2021":42
            }
        ]
    ]
}