{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Many-body systems with both coherent dynamics and dissipation constitute a rich class of models which are nevertheless much less explored than their dissipationless counterparts. The advent of numerous experimental platforms that simulate such dynamics poses an immediate challenge to systematically understand and classify these models. In particular, nontrivial many-body states emerge as steady states under nonequilibrium dynamics. While these states and their phase transitions have been studied extensively with mean-field theory, the validity of the mean-field approximation has not been systematically investigated. In this paper, we employ a field-theoretic approach based on the Keldysh formalism to study nonequilibrium phases and phase transitions in a variety of models. In all cases, a complete description via the Keldysh formalism indicates a partial or complete failure of the mean-field analysis …",
            "Nonequilibrium many-body steady states via Keldysh formalism",
            "Mohammad F Maghrebi and Alexey V Gorshkov",
            "2016",
            "qfxL22kAAAAJ:qjMakFHDy7sC",
            102,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.93.014307",
            "16962912188931317845",
            "\/scholar?cites=16962912188931317845",
            {
                "2016":22,
                "2017":15,
                "2018":19,
                "2019":17,
                "2020":26,
                "2021":3
            }
        ],
        [
            "Many-body systems constructed of quantum-optical building blocks can now be realized in experimental platforms ranging from exciton-polariton fluids to ultracold Rydberg gases, establishing a fascinating interface between traditional many-body physics and the driven-dissipative, nonequilibrium setting of cavity QED. At this interface, the standard techniques and intuitions of both fields are called into question, obscuring issues as fundamental as the role of fluctuations, dimensionality, and symmetry on the nature of collective behavior and phase transitions. Here, we study the driven-dissipative Bose-Hubbard model, a minimal description of numerous atomic, optical, and solid-state systems in which particle loss is countered by coherent driving. Despite being a lattice version of optical bistability, a foundational and patently nonequilibrium model of cavity QED, the steady state possesses an emergent equilibrium …",
            "Emergent equilibrium in many-body optical bistability",
            "Michael Foss-Feig and Pradeep Niroula and Jeremy T Young and Mohammad Hafezi and Alexey V Gorshkov and Ryan M Wilson and Mohammad F Maghrebi",
            "2017",
            "qfxL22kAAAAJ:Zph67rFs4hoC",
            85,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.95.043826",
            "7771248390123676321",
            "\/scholar?cites=7771248390123676321",
            {
                "2017":11,
                "2018":20,
                "2019":15,
                "2020":38,
                "2021":1
            }
        ],
        [
            "We provide a theoretical framework describing slow-light polaritons interacting via atomic Rydberg states. The method allows us to analytically derive the scattering properties of two polaritons. We identify parameter regimes where polariton-polariton interactions are repulsive. Furthermore, in the regime of attractive interactions, we identify multiple two-polariton bound states, calculate their dispersion, and study the resulting scattering resonances. Finally, the two-particle scattering properties allow us to derive the effective low-energy many-body Hamiltonian. This theoretical platform is applicable to ongoing experiments.",
            "Scattering resonances and bound states for strongly interacting Rydberg polaritons",
            "Przemek Bienias and Soonwon Choi and Ofer Firstenberg and Mohammad F Maghrebi and M Gullans and Mikhail D Lukin and Alexey Vyacheslavovich Gorshkov and HP Büchler",
            "2014",
            "qfxL22kAAAAJ:u5HHmVD_uO8C",
            82,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.90.053804",
            "11376253780755906471",
            "\/scholar?cites=11376253780755906471",
            {
                "2014":2,
                "2015":10,
                "2016":24,
                "2017":18,
                "2018":15,
                "2019":2,
                "2020":11
            }
        ],
        [
            "We present a number of arguments to demonstrate that a quantum analog of the Cherenkov effect occurs when two nondispersive half spaces are in relative motion. We show that they experience friction beyond a threshold velocity which, in their center-of-mass frame, is the phase speed of light within their medium, and the loss in mechanical energy is radiated through the medium before getting fully absorbed in the form of heat. By deriving various correlation functions inside and outside the two half spaces, we explicitly compute this radiation and discuss its dependence on the reference frame.",
            "Quantum Cherenkov radiation and noncontact friction",
            "Mohammad F Maghrebi and Ramin Golestanian and Mehran Kardar",
            "2013",
            "qfxL22kAAAAJ:9yKSN-GCB0IC",
            58,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.88.042509",
            "4331640952536042195",
            "\/scholar?cites=4331640952536042195",
            {
                "2014":7,
                "2015":10,
                "2016":17,
                "2017":10,
                "2018":4,
                "2019":8,
                "2020":2
            }
        ],
        [
            "We develop a unified scattering approach to dynamical Casimir problems which can be applied to both accelerating boundaries and dispersive objects in relative motion. A general (trace) formula is derived for the radiation from accelerating boundaries. Applications are provided for objects with different shapes in various dimensions, and undergoing rotational or linear motion. Within this framework, photon generation is discussed in the context of a modulated optical mirror. For dispersive objects, we find general results solely in terms of the scattering matrix. Specifically, we discuss the vacuum friction on a rotating object, and the friction on an atom moving parallel to a surface.",
            "Scattering approach to the dynamical Casimir effect",
            "Mohammad F Maghrebi and Ramin Golestanian and Mehran Kardar",
            "2013",
            "qfxL22kAAAAJ:d1gkVwhDpl0C",
            56,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.87.025016",
            "11356013609420086655",
            "\/scholar?cites=11356013609420086655",
            {
                "2013":5,
                "2014":8,
                "2015":6,
                "2016":13,
                "2017":7,
                "2018":5,
                "2019":5,
                "2020":4,
                "2021":3
            }
        ]
    ]
}