{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The Sunyaev-Zel'dovich effect (SZE) provides a unique way to map the large-scale structure of the universe as traced by massive clusters of galaxies. As a spectral distortion of the cosmic microwave background, the SZE is insensitive to the redshift of the galaxy cluster, making it well-suited for studies of clusters at all redshifts, and especially at reasonably high redshifts (z > 1) where the abundance of clusters is critically dependent on the underlying cosmology. Recent high signal-to-noise detections of the SZE have enabled interesting constraints on the Hubble constant and on the matter density of the universe using small samples of galaxy clusters. Upcoming SZE surveys are expected to find hundreds to thousands of new galaxy clusters, with a mass selection function that is remarkably uniform with redshift. In this review we provide an overview of the SZE and its use for cosmological studies, with …",
            "Cosmology with the Sunyaev-Zel’dovich effect",
            "John E Carlstrom and Gilbert P Holder and Erik D Reese",
            "2002",
            "qg2R34AAAAAJ:u5HHmVD_uO8C",
            1076,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev.astro.40.060401.093803",
            "3984879961481593894",
            "\/scholar?cites=3984879961481593894",
            {
                "2003":42,
                "2004":66,
                "2005":64,
                "2006":47,
                "2007":55,
                "2008":75,
                "2009":75,
                "2010":65,
                "2011":79,
                "2012":76,
                "2013":63,
                "2014":57,
                "2015":44,
                "2016":58,
                "2017":35,
                "2018":49,
                "2019":58,
                "2020":51,
                "2021":6
            }
        ],
        [
            "We present a measurement of the angular power spectrum of the cosmic microwave background (CMB) using data from the South Pole Telescope (SPT). The data consist of 790 deg 2 of sky observed at 150 GHz during 2008 and 2009. Here we present the power spectrum over the multipole range 650< ℓ< 3000, where it is dominated by primary CMB anisotropy. We combine this power spectrum with the power spectra from the seven-year Wilkinson Microwave Anisotropy Probe (WMAP) data release to constrain cosmological models. We find that the SPT and WMAP data are consistent with each other and, when combined, are well fit by a spatially flat, ΛCDM cosmological model. The SPT+WMAP constraint on the spectral index of scalar fluctuations is n s= 0.9663±0.0112. We detect, at~ 5σ significance, the effect of gravitational lensing on the CMB power spectrum, and find its amplitude to be consistent with the …",
            "A measurement of the damping tail of the cosmic microwave background power spectrum with the South Pole Telescope",
            "R Keisler and CL Reichardt and KA Aird and BA Benson and LE Bleem and JE Carlstrom and CL Chang and HM Cho and TM Crawford and AT Crites and T De Haan and MA Dobbs and J Dudley and EM George and NW Halverson and GP Holder and WL Holzapfel and S Hoover and Z Hou and JD Hrubes and M Joy and L Knox and AT Lee and EM Leitch and M Lueker and D Luong-Van and JJ McMahon and J Mehl and SS Meyer and M Millea and JJ Mohr and TE Montroy and T Natoli and S Padin and T Plagge and C Pryke and JE Ruhl and KK Schaffer and L Shaw and E Shirokoff and HG Spieler and Z Staniszewski and AA Stark and K Story and A Van Engelen and K Vanderlinde and JD Vieira and R Williamson and O Zahn",
            "2011",
            "qg2R34AAAAAJ:HDshCWvjkbEC",
            624,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/743\/1\/28\/meta",
            "11056764207899982297",
            "\/scholar?cites=11056764207899982297",
            {
                "2010":2,
                "2011":17,
                "2012":156,
                "2013":165,
                "2014":96,
                "2015":55,
                "2016":37,
                "2017":27,
                "2018":32,
                "2019":14,
                "2020":14,
                "2021":2
            }
        ],
        [
            "We study the expected redshift evolution of galaxy cluster abundance between   in different cosmologies, including the effects of the cosmic equation of state parameter  . Using the halo mass function obtained in recent large‐scale numerical simulations, we model the expected cluster yields in a 12 deg2 Sunyaev‐Zeldovich effect (SZE) survey and a deep 104 deg2 X‐ray survey over a wide range of cosmological parameters. We quantify the statistical differences among cosmologies using both the total number and redshift distribution of clusters. Provided that the local cluster abundance is known to a few percent accuracy, we find only mild degeneracies between w and either Ωm or h. As a result, both surveys will provide improved constraints on Ωm and w. The Ωm‐w degeneracy from both surveys is complementary to those found either in studies of cosmic microwave background (CMB) anisotropies or of high …",
            "Constraints on cosmological parameters from future galaxy cluster surveys",
            "Zoltan Haiman and Joseph J Mohr and Gilbert P Holder",
            "2001",
            "qg2R34AAAAAJ:u-x6o8ySG0sC",
            549,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/320939\/meta",
            "13128768729410529430",
            "\/scholar?cites=13128768729410529430",
            {
                "2000":4,
                "2001":22,
                "2002":31,
                "2003":41,
                "2004":36,
                "2005":31,
                "2006":37,
                "2007":35,
                "2008":42,
                "2009":38,
                "2010":30,
                "2011":43,
                "2012":28,
                "2013":22,
                "2014":17,
                "2015":17,
                "2016":12,
                "2017":12,
                "2018":14,
                "2019":16,
                "2020":18
            }
        ],
        [
            "We report on the implications for cosmic inflation of the 2018 release of the Planck cosmic microwave background (CMB) anisotropy measurements. The results are fully consistent with those reported using the data from the two previous Planck cosmological releases, but have smaller uncertainties thanks to improvements in the characterization of polarization at low and high multipoles. Planck temperature, polarization, and lensing data determine the spectral index of scalar perturbations to be ns = 0.9649 ± 0.0042 at 68% CL. We find no evidence for a scale dependence of ns, either as a running or as a running of the running. The Universe is found to be consistent with spatial flatness with a precision of 0.4% at 95% CL by combining Planck with a compilation of baryon acoustic oscillation data. The Planck 95% CL upper limit on the tensor-to-scalar ratio, r0.002 <  0.10, is further tightened by combining with …",
            "Planck 2018 results-X. Constraints on inflation",
            "Yashar Akrami and Frederico Arroja and M Ashdown and J Aumont and Carlo Baccigalupi and M Ballardini and Anthony J Banday and RB Barreiro and Nicola Bartolo and S Basak and K Benabed and J-P Bernard and Marco Bersanelli and Pawel Bielewicz and JJ Bock and John Richard Bond and J Borrill and FR Bouchet and F Boulanger and Martin Bucher and C Burigana and RC Butler and E Calabrese and J-F Cardoso and J Carron and A Challinor and HC Chiang and LPL Colombo and C Combet and D Contreras and BP Crill and F Cuttaia and P De Bernardis and G De Zotti and Jacques Delabrouille and J-M Delouis and E Di Valentino and JM Diego and Simona Donzelli and O Doré and M Douspis and A Ducout and X Dupac and S Dusini and G Efstathiou and F Elsner and TA Enßlin and HK Eriksen and Y Fantaye and J Fergusson and R Fernandez-Cobos and Fabio Finelli and F Forastieri and M Frailis and E Franceschi and A Frolov and S Galeotta and S Galli and K Ganga and C Gauthier and RT Génova-Santos and Martina Gerbino and T Ghosh and J González-Nuevo and Krzysztof M Górski and S Gratton and A Gruppuso and Jón E Gudmundsson and J Hamann and W Handley and Frode Kristian Hansen and D Herranz and E Hivon and DC Hooper and Z Huang and AH Jaffe and WC Jones and Elina Keihänen and R Keskitalo and K Kiiveri and J Kim and TS Kisner and N Krachmalnicoff and M Kunz and Hannu Kurki-Suonio and G Lagache and J-M Lamarre and A Lasenby and M Lattanzi and CR Lawrence and M Le Jeune and J Lesgourgues and F Levrier and A Lewis and Michele Liguori and Per Barth Lilje and V Lindholm and M López-Caniego and PM Lubin and Y-Z Ma and JF Macías-Pérez and G Maggio and Davide Maino and N Mandolesi and A Mangilli and A Marcos-Caballero and M Maris and PG Martin and E Martínez-González and Sabino Matarrese and N Mauri and JD Mcewen and PD Meerburg and PR Meinhold and A Melchiorri and A Mennella and M Migliaccio and S Mitra and M-A Miville-Deschênes and D Molinari and A Moneti and L Montier and G Morgante and A Moss and M Münchmeyer and P Natoli and Hans Ulrik Nørgaard-Nielsen and L Pagano and D Paoletti and B Partridge and G Patanchon and HV Peiris and F Perrotta and V Pettorino and F Piacentini and L Polastri and G Polenta and J-L Puget and JP Rachen and M Reinecke and M Remazeilles and A Renzi and G Rocha and C Rosset and G Roudier and JA Rubiño-Martín and B Ruiz-Granados and L Salvati and M Sandri and M Savelainen",
            "2020",
            "qg2R34AAAAAJ:fbc8zXXH2BUC",
            542,
            "https:\/\/www.aanda.org\/articles\/aa\/abs\/2020\/09\/aa33887-18\/aa33887-18.html",
            "6063084646149455164",
            "\/scholar?cites=6063084646149455164",
            {
                "2019":192,
                "2020":293,
                "2021":25
            }
        ],
        [
            "We present a catalog of galaxy clusters selected via their Sunyaev-Zel'dovich (SZ) effect signature from 2500 deg 2 of South Pole Telescope (SPT) data. This work represents the complete sample of clusters detected at high significance in the 2500 deg 2 SPT-SZ survey, which was completed in 2011. A total of 677 (409) cluster candidates are identified above a signal-to-noise threshold of ξ= 4.5 (5.0). Ground-and space-based optical and near-infrared (NIR) imaging confirms overdensities of similarly colored galaxies in the direction of 516 (or 76%) of the ξ> 4.5 candidates and 387 (or 95%) of the ξ> 5 candidates; the measured purity is consistent with expectations from simulations. Of these confirmed clusters, 415 were first identified in SPT data, including 251 new discoveries reported in this work. We estimate photometric redshifts for all candidates with identified optical and\/or NIR counterparts; we additionally report …",
            "Galaxy Clusters Discovered via the Sunyaev-Zel'dovich Effect in the 2500-square-degree SPT-SZ survey",
            "LE Bleem and B Stalder and T De Haan and KA Aird and SW Allen and DE Applegate and Matthew LN Ashby and Mea Bautz and Matthew Bayliss and BA Benson and S Bocquet and M Brodwin and JE Carlstrom and CL Chang and I Chiu and HM Cho and A Clocchiatti and TM Crawford and AT Crites and S Desai and JP Dietrich and MA Dobbs and RJ Foley and William R Forman and EM George and MD Gladders and AH Gonzalez and NW Halverson and C Hennig and H Hoekstra and GP Holder and WL Holzapfel and JD Hrubes and C Jones and R Keisler and L Knox and AT Lee and EM Leitch and J Liu and M Lueker and D Luong-Van and A Mantz and Daniel P Marrone and M McDonald and JJ McMahon and SS Meyer and L Mocanu and JJ Mohr and SS Murray and S Padin and C Pryke and CL Reichardt and A Rest and J Ruel and JE Ruhl and BR Saliwanchik and A Saro and JT Sayre and KK Schaffer and T Schrabback and E Shirokoff and J Song and HG Spieler and SA Stanford and Z Staniszewski and Antony A Stark and KT Story and Christopher William Stubbs and K Vanderlinde and JD Vieira and A Vikhlinin and R Williamson and O Zahn and A Zenteno",
            "2015",
            "qg2R34AAAAAJ:uWiczbcajpAC",
            489,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/216\/2\/27\/meta",
            "11712685578627867705",
            "\/scholar?cites=11712685578627867705",
            {
                "2014":4,
                "2015":52,
                "2016":73,
                "2017":76,
                "2018":97,
                "2019":97,
                "2020":81,
                "2021":9
            }
        ],
        [
            "This book lays out the scientific goals to be addressed by the next-generation ground-based cosmic microwave background experiment, CMB-S4, envisioned to consist of dedicated telescopes at the South Pole, the high Chilean Atacama plateau and possibly a northern hemisphere site, all equipped with new superconducting cameras. CMB-S4 will dramatically advance cosmological studies by crossing critical thresholds in the search for the B-mode polarization signature of primordial gravitational waves, in the determination of the number and masses of the neutrinos, in the search for evidence of new light relics, in constraining the nature of dark energy, and in testing general relativity on large scales.",
            "CMB-S4 science book",
            "Kevork N Abazajian and Peter Adshead and Zeeshan Ahmed and Steven W Allen and David Alonso and Kam S Arnold and Carlo Baccigalupi and James G Bartlett and Nicholas Battaglia and Bradford A Benson and Colin A Bischoff and Julian Borrill and Victor Buza and Erminia Calabrese and Robert Caldwell and John E Carlstrom and Clarence L Chang and Thomas M Crawford and Francis-Yan Cyr-Racine and Francesco De Bernardis and Tijmen de Haan and Sperello di Serego Alighieri and Joanna Dunkley and Cora Dvorkin and Josquin Errard and Giulio Fabbian and Stephen Feeney and Simone Ferraro and Jeffrey P Filippini and Raphael Flauger and George M Fuller and Vera Gluscevic and Daniel Green and Daniel Grin and Evan Grohs and Jason W Henning and J Colin Hill and Renee Hlozek and Gilbert Holder and William Holzapfel and Wayne Hu and Kevin M Huffenberger and Reijo Keskitalo and Lloyd Knox and Arthur Kosowsky and John Kovac and Ely D Kovetz and Chao-Lin Kuo and Akito Kusaka and Maude Le Jeune and Adrian T Lee and Marc Lilley and Marilena Loverde and Mathew S Madhavacheril and Adam Mantz and David JE Marsh and Jeffrey McMahon and Pieter Daniel Meerburg and Joel Meyers and Amber D Miller and Julian B Munoz and Ho Nam Nguyen and Michael D Niemack and Marco Peloso and Julien Peloton and Levon Pogosian and Clement Pryke and Marco Raveri and Christian L Reichardt and Graca Rocha and Aditya Rotti and Emmanuel Schaan and Marcel M Schmittfull and Douglas Scott and Neelima Sehgal and Sarah Shandera and Blake D Sherwin and Tristan L Smith and Lorenzo Sorbo and Glenn D Starkman and Kyle T Story and Alexander van Engelen and Joaquin D Vieira and Scott Watson and Nathan Whitehorn and WL Wu",
            "2016",
            "qg2R34AAAAAJ:Ri6SYOTghG4C",
            458,
            "https:\/\/arxiv.org\/abs\/1610.02743",
            "5938237312788629",
            "\/scholar?cites=5938237312788629",
            {
                "2016":5,
                "2017":72,
                "2018":147,
                "2019":102,
                "2020":118,
                "2021":11
            }
        ],
        [
            "We present a detection-significance-limited catalog of 21 Sunyaev-Zel'dovich-selected galaxy clusters. These clusters, along with one unconfirmed candidate, were identified in 178 deg 2 of sky surveyed in 2008 by the South Pole Telescope (SPT) to a depth of 18 μK arcmin at 150 GHz. Optical imaging from the Blanco Cosmology Survey (BCS) and Magellan telescopes provided photometric (and in some cases spectroscopic) redshift estimates, with catalog redshifts ranging from z= 0.15 to z> 1, with a median z= 0.74. Of the 21 confirmed galaxy clusters, 3 were previously identified as Abell clusters, 3 were presented as SPT discoveries in Staniszewski et al., and 3 were first identified in a recent analysis of BCS data by Menanteau et al.; the remaining 12 clusters are presented for the first time in this work. Simulated observations of the SPT fields predict the sample to be nearly 100% complete above a mass …",
            "Galaxy clusters selected with the Sunyaev-Zel'dovich effect from 2008 South Pole Telescope observations",
            "K Vanderlinde and TM Crawford and T De Haan and JP Dudley and L Shaw and Peter AR Ade and KA Aird and BA Benson and LE Bleem and M Brodwin and JE Carlstrom and CL Chang and AT Crites and S Desai and MA Dobbs and RJ Foley and EM George and MD Gladders and NR Hall and NW Halverson and FW High and GP Holder and WL Holzapfel and JD Hrubes and M Joy and R Keisler and L Knox and AT Lee and EM Leitch and A Loehr and M Lueker and DP Marrone and JJ McMahon and J Mehl and SS Meyer and JJ Mohr and TE Montroy and C-C Ngeow and S Padin and T Plagge and C Pryke and CL Reichardt and A Rest and J Ruel and JE Ruhl and KK Schaffer and E Shirokoff and J Song and HG Spieler and B Stalder and Z Staniszewski and AA Stark and CW Stubbs and A Van Engelen and JD Vieira and R Williamson and Y Yang and O Zahn and A Zenteno",
            "2010",
            "qg2R34AAAAAJ:eQOLeE2rZwMC",
            405,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/722\/2\/1180\/meta",
            "6154125106215536291",
            "\/scholar?cites=6154125106215536291",
            {
                "2010":8,
                "2011":73,
                "2012":68,
                "2013":71,
                "2014":44,
                "2015":38,
                "2016":27,
                "2017":21,
                "2018":14,
                "2019":19,
                "2020":19
            }
        ],
        [
            "Gravitational lensing of the cosmic microwave background generates a curl pattern in the observed polarization. This “B-mode” signal provides a measure of the projected mass distribution over the entire observable Universe and also acts as a contaminant for the measurement of primordial gravity-wave signals. In this Letter we present the first detection of gravitational lensing B modes, using first-season data from the polarization-sensitive receiver on the South Pole Telescope (SPTpol). We construct a template for the lensing B-mode signal by combining E-mode polarization measured by SPTpol with estimates of the lensing potential from a Herschel-SPIRE map of the cosmic infrared background. We compare this template to the B modes measured directly by SPTpol, finding a nonzero correlation at 7.7 σ significance. The correlation has an amplitude and scale dependence consistent with theoretical …",
            "Detection of -Mode Polarization in the Cosmic Microwave Background with Data from the South Pole Telescope",
            "D Hanson and S Hoover and A Crites and PAR Ade and KA Aird and JE Austermann and JA Beall and AN Bender and BA Benson and LE Bleem and JJ Bock and JE Carlstrom and CL Chang and HC Chiang and HM Cho and A Conley and TM Crawford and T De Haan and MA Dobbs and W Everett and J Gallicchio and J Gao and EM George and NW Halverson and N Harrington and JW Henning and GC Hilton and GP Holder and WL Holzapfel and JD Hrubes and N Huang and J Hubmayr and KD Irwin and R Keisler and L Knox and AT Lee and E Leitch and D Li and C Liang and D Luong-Van and G Marsden and JJ McMahon and J Mehl and SS Meyer and L Mocanu and TE Montroy and T Natoli and JP Nibarger and V Novosad and S Padin and C Pryke and CL Reichardt and JE Ruhl and BR Saliwanchik and JT Sayre and KK Schaffer and B Schulz and G Smecher and AA Stark and KT Story and C Tucker and K Vanderlinde and JD Vieira and MP Viero and G Wang and V Yefremenko and O Zahn and M Zemcov and SPTpol Collaboration",
            "2013",
            "qg2R34AAAAAJ:_Ybze24A_UAC",
            386,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.141301",
            "1497408878943118738",
            "\/scholar?cites=1497408878943118738",
            {
                "2013":17,
                "2014":95,
                "2015":62,
                "2016":62,
                "2017":38,
                "2018":44,
                "2019":27,
                "2020":30,
                "2021":6
            }
        ],
        [
            "We present a measurement of the cosmic microwave background (CMB) temperature power spectrum using data from the recently completed South Pole Telescope Sunyaev-Zel'dovich (SPT-SZ) survey. This measurement is made from observations of 2540 deg 2 of sky with arcminute resolution at 150 GHz, and improves upon previous measurements using the SPT by tripling the sky area. We report CMB temperature anisotropy power over the multipole range 650< ℓ< 3000. We fit the SPT bandpowers, combined with the 7 yr Wilkinson Microwave Anisotropy Probe (WMAP7) data, with a six-parameter ΛCDM cosmological model and find that the two datasets are consistent and well fit by the model. Adding SPT measurements significantly improves ΛCDM parameter constraints; in particular, the constraint on θ s tightens by a factor of 2.7. The impact of gravitational lensing is detected at 8.1 σ, the most significant …",
            "A Measurement of the Cosmic Microwave Background Damping Tail from the 2500-square-degree SPT-SZ survey",
            "KT Story and CL Reichardt and Z Hou and R Keisler and KA Aird and BA Benson and LE Bleem and JE Carlstrom and CL Chang and H-M Cho and TM Crawford and AT Crites and T De Haan and MA Dobbs and J Dudley and B Follin and EM George and NW Halverson and GP Holder and WL Holzapfel and S Hoover and JD Hrubes and M Joy and L Knox and AT Lee and EM Leitch and M Lueker and D Luong-Van and JJ McMahon and J Mehl and SS Meyer and M Millea and JJ Mohr and TE Montroy and S Padin and T Plagge and C Pryke and JE Ruhl and JT Sayre and KK Schaffer and L Shaw and E Shirokoff and HG Spieler and Z Staniszewski and AA Stark and A Van Engelen and K Vanderlinde and JD Vieira and R Williamson and O Zahn",
            "2013",
            "qg2R34AAAAAJ:Y5dfb0dijaUC",
            362,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/779\/1\/86\/meta",
            "15161128252883936848",
            "\/scholar?cites=15161128252883936848",
            {
                "2012":4,
                "2013":35,
                "2014":101,
                "2015":55,
                "2016":45,
                "2017":34,
                "2018":39,
                "2019":19,
                "2020":27,
                "2021":2
            }
        ],
        [
            "The South Pole Telescope (SPT) is conducting a Sunyaev-Zel'dovich (SZ) effect survey over large areas of the southern sky, searching for massive galaxy clusters to high redshift. In this preliminary study, we focus on a 40 deg 2 area targeted by the Blanco Cosmology Survey (BCS), which is centered roughly at right ascension 5 h 30 m, declination–53 (J2000). Over two seasons of observations, this entire region has been mapped by the SPT at 95 GHz, 150 GHz, and 225 GHz. We report the four most significant SPT detections of SZ clusters in this field, three of which were previously unknown and, therefore, represent the first galaxy clusters discovered with an SZ survey. The SZ clusters are detected as decrements with greater than 5σ significance in the high-sensitivity 150 GHz SPT map. The SZ spectrum of these sources is confirmed by detections of decrements at the corresponding locations in the 95 GHz SPT …",
            "Galaxy clusters discovered with a Sunyaev-Zel'dovich effect survey",
            "Z Staniszewski and Peter AR Ade and KA Aird and BA Benson and LE Bleem and JE Carlstrom and CL Chang and H-M Cho and TM Crawford and AT Crites and T De Haan and MA Dobbs and NW Halverson and GP Holder and WL Holzapfel and JD Hrubes and M Joy and R Keisler and TM Lanting and AT Lee and EM Leitch and A Loehr and M Lueker and JJ McMahon and J Mehl and SS Meyer and JJ Mohr and TE Montroy and C-C Ngeow and S Padin and T Plagge and C Pryke and CL Reichardt and JE Ruhl and KK Schaffer and L Shaw and E Shirokoff and HG Spieler and B Stalder and AA Stark and K Vanderlinde and JD Vieira and O Zahn and A Zenteno",
            "2009",
            "qg2R34AAAAAJ:Tyk-4Ss8FVUC",
            351,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/701\/1\/32\/meta",
            "17447556890323605592",
            "\/scholar?cites=17447556890323605592",
            {
                "2009":21,
                "2010":53,
                "2011":54,
                "2012":29,
                "2013":33,
                "2014":24,
                "2015":30,
                "2016":21,
                "2017":14,
                "2018":19,
                "2019":29,
                "2020":17,
                "2021":4
            }
        ]
    ]
}