{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "Continental flood basalt eruptions have resulted in sudden and massive accumulations of basaltic lavas in excess of any contemporary volcanic processes. The largest flood basalt events mark the earliest volcanic activity of many major hot spots, which are thought to result from deep mantle plumes. The relative volumes of melt and eruption rates of flood basalts and hot spots as well as their temporal and spatial relations can be explained by a model of mantle plume initiation: Flood basalts represent plume \"heads\" and hot spots represent continuing magmatism associated with the remaining plume conduit or \"tail.\" Continental rifting is not required, although it commonly follows flood basalt volcanism, and flood basalt provinces may occur as a natural consequence of the initiation of hot-spot activity in ocean basins as well as on continents.",
            "Flood basalts and hot-spot tracks: plume heads and tails",
            "Mark A Richards and Robert A Duncan and Vincent E Courtillot",
            "1989",
            "qIj64JwAAAAJ:u5HHmVD_uO8C",
            1290,
            "https:\/\/science.sciencemag.org\/content\/246\/4926\/103.abstract",
            "14196752951806379660",
            "\/scholar?cites=14196752951806379660",
            {
                "1990":18,
                "1991":41,
                "1992":53,
                "1993":41,
                "1994":41,
                "1995":38,
                "1996":25,
                "1997":38,
                "1998":43,
                "1999":30,
                "2000":44,
                "2001":35,
                "2002":35,
                "2003":43,
                "2004":47,
                "2005":46,
                "2006":44,
                "2007":49,
                "2008":31,
                "2009":25,
                "2010":36,
                "2011":42,
                "2012":42,
                "2013":53,
                "2014":48,
                "2015":51,
                "2016":35,
                "2017":47,
                "2018":48,
                "2019":52,
                "2020":43,
                "2021":4
            }
        ],
        [
            "Widespread basalts and rhyolites were erupted in Madagascar during the Late Cretaceous. These are considered to be related to the Marion hot spot and the breakup of Madagascar and Greater India. Seventeen argon-40\/argon-39 age determinations reveal that volcanic rocks and dikes from the 1500-kilometer-long rifted eastern margin of Madagascar were emplaced rapidly (mean age = 87.6 ± 0.6 million years ago) and that the entire duration of Cretaceous volcanism on the island was no more than 6 million years. The evidence suggests that the thick lava pile at Volcan de l9Androy in the south of the island marks the focal point of the Marion hot spot at ∼88 million years ago and that this mantle plume was instrumental in causing continental breakup.",
            "Timing of hot spot—related volcanism and the breakup of Madagascar and India",
            "Michael Storey and John J Mahoney and Andrew D Saunders and Robert A Duncan and Simon P Kelley and Millard F Coffin",
            "1995",
            "qIj64JwAAAAJ:d1gkVwhDpl0C",
            660,
            "https:\/\/science.sciencemag.org\/content\/267\/5199\/852.abstract",
            "9753220897194607050",
            "\/scholar?cites=9753220897194607050",
            {
                "1995":2,
                "1996":12,
                "1997":16,
                "1998":17,
                "1999":14,
                "2000":15,
                "2001":22,
                "2002":19,
                "2003":24,
                "2004":25,
                "2005":18,
                "2006":29,
                "2007":19,
                "2008":20,
                "2009":23,
                "2010":25,
                "2011":25,
                "2012":38,
                "2013":31,
                "2014":28,
                "2015":41,
                "2016":39,
                "2017":45,
                "2018":25,
                "2019":32,
                "2020":35,
                "2021":9
            }
        ],
        [
            "The accumulation of flood basalts of the Deccan Traps, western India, is one of the most remarkable volcanic provinces on Earth in sheer extent and volume. These rocks are akin in composition and occurrence to other extensive continental basalt provinces, usually located near plate margins, but distributed worldwide and of various ages 1. Recent interest in the Deccan flood basalts has increased with the suggestion that this volcanic activity may have coincided with mass faunal extinctions and\/or meteorite impact at the Cretaceous\/Tertiary boundary 2–5; critical to these correlations are the age and age range of the volcanic rocks. Here we report 40 Ar–39 Ar geochronological results from stratigraphically controlled, geochemically well characterized tholeiitic basalts from the thickest sequence of the Deccan flood basalts, Western Ghats 6. The samples dated span a section∼ 2,000 m thick, and range in age from …",
            "Rapid eruption of the Deccan flood basalts at the Cretaceous\/Tertiary boundary",
            "RA Duncan and DG Pyle",
            "1988",
            "qIj64JwAAAAJ:9yKSN-GCB0IC",
            651,
            "https:\/\/www.nature.com\/articles\/333841a0",
            "10190468289292274286",
            "\/scholar?cites=10190468289292274286",
            {
                "1988":4,
                "1989":21,
                "1990":19,
                "1991":26,
                "1992":9,
                "1993":20,
                "1994":17,
                "1995":19,
                "1996":14,
                "1997":11,
                "1998":10,
                "1999":19,
                "2000":13,
                "2001":16,
                "2002":18,
                "2003":16,
                "2004":17,
                "2005":21,
                "2006":14,
                "2007":19,
                "2008":16,
                "2009":18,
                "2010":19,
                "2011":21,
                "2012":22,
                "2013":15,
                "2014":37,
                "2015":22,
                "2016":30,
                "2017":37,
                "2018":18,
                "2019":27,
                "2020":34,
                "2021":3
            }
        ],
        [
            "Persistent, long‐lived, stationary sites of excessive mantle melting are called hotspots. Hotspots leave volcanic trails on lithospheric plates passing across them. The global constellation of fixed hotspots thus forms a convenient frame of reference for plate motions, through the orientations and age distributions of volcanic trails left by these melting anomalies. Hotspots appear to be maintained by whole‐mantle convection, in the form of upward flow through narrow plumes. Evidence suggests that plumes are deflected little by horizontal flow of the upper mantle. Mantle plumes are largely thermal features and arise from a thermal boundary layer, most likely the mantle layer just above the core‐mantle boundary. Experiments and theory show that gravitational instability drives flow, beginning with the formation of diapirs. Such a diapir will grow as it rises, fed by flow through the trailing conduit and entrainment of …",
            "Hotspots, mantle plumes, flood basalts, and true polar wander",
            "Robert A Duncan and MA Richards",
            "1991",
            "qIj64JwAAAAJ:u-x6o8ySG0sC",
            603,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/90RG02372",
            "2989983540560453652",
            "\/scholar?cites=2989983540560453652",
            {
                "1991":11,
                "1992":38,
                "1993":31,
                "1994":29,
                "1995":30,
                "1996":15,
                "1997":21,
                "1998":26,
                "1999":27,
                "2000":23,
                "2001":21,
                "2002":15,
                "2003":14,
                "2004":36,
                "2005":22,
                "2006":17,
                "2007":17,
                "2008":7,
                "2009":20,
                "2010":13,
                "2011":21,
                "2012":18,
                "2013":15,
                "2014":14,
                "2015":24,
                "2016":13,
                "2017":16,
                "2018":9,
                "2019":15,
                "2020":9,
                "2021":1
            }
        ],
        [
            "A volcanic event of immense scale occurred within a relatively short period in early Jurassic time over large regions of the contiguous Gondwana supercontinent. In southern Africa, associated remnants of thick volcanic successions of lava flows and extensive dike and sill complexes of similar composition have been grouped together as the Karoo Igneous Province. Correlative volcanic and plutonic rocks occur in Antarctica and Australia as the Ferrar Province. Thirty‐two new 40Ar‐39Ar incremental heating experiments on feldspars and whole rocks from Namibia, South Africa and East Antarctica produce highly resolved ages with a vast majority at 183±1 Ma and a total range of 184 to 179 Ma. These are indistinguishable from recent, high‐resolution 40Ar‐39Ar and U‐Pb age determinations reported from the Antarctic portion of the province. Initial Karoo volcanism (Lesotho‐type compositions) occurred across the …",
            "The timing and duration of the Karoo igneous event, southern Gondwana",
            "Robert A Duncan and PR Hooper and J Rehacek and JiS Marsh and AR Duncan",
            "1997",
            "qIj64JwAAAAJ:qjMakFHDy7sC",
            572,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/97JB00972",
            "15539974219705486767",
            "\/scholar?cites=15539974219705486767",
            {
                "1997":2,
                "1998":2,
                "1999":12,
                "2000":20,
                "2001":12,
                "2002":18,
                "2003":21,
                "2004":28,
                "2005":27,
                "2006":22,
                "2007":29,
                "2008":39,
                "2009":19,
                "2010":11,
                "2011":17,
                "2012":10,
                "2013":19,
                "2014":31,
                "2015":34,
                "2016":40,
                "2017":37,
                "2018":38,
                "2019":33,
                "2020":40,
                "2021":3
            }
        ],
        [
            "The mantle reference frame defined by stationary hotspots has been used to determine the positions and motions of continental and oceanic plates surrounding the Caribbean region from late Jurassic time (140 my) to the present. First, the position of the Pacific plate and the Pacific-Farallon spreading ridge has been reconstructed using the ages and geometry of island and seamount chains emanating from Pacific hotspots. Then, by assuming symmetric spreading across the Pacific-Farallon ridge, the motion of the Farallon plate relative to the mantle has been calculated. This shows that the postulated oceanic plateau which may form the core of the present Caribbean plate could have been erupted onto late Jurassic to early Cretaceous oceanic lithosphere as the Farallon plate passed over the Galapagos hotspot, hypothesized to have been initiated in mid-to late Cretaceous time (100 to 75 my BP).The thickened volcanic plateau collided with the Greater Antilles Arc, then filling the gap between South America and nuclear Central America, in late Cretaceous time (80 to 70 my BP) and was not subducted; instead, subduction of the Farallon plate commenced behind the plateau. This buoyant, indigestible piece of oceanic lithosphere drove the Greater Antilles Arc northeastwards, accompanied by subduction of proto-Caribbean crust, until it collided with the Bahama platform in late Eocene time. Concomitantly, the trench and island arc which developed behind (southwest of) the plateau generated what is now a part of Central America. Subsequent westward subduction of Atlantic lithosphere beneath the Lesser Antilles Arc and continuing eastward …",
            "Plate tectonic evolution of the Caribbean region in the mantle reference frame",
            "RB Hargraves",
            "1984",
            "qIj64JwAAAAJ:2osOgNQ5qMEC",
            408,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=nTixeG0bxakC&oi=fnd&pg=PA81&dq=info:O-B599GW8qYJ:scholar.google.com&ots=556hn39QGM&sig=v-iSF_Z_z_gP3-vJ2BJuhRj9ZRw",
            "12029843383204307003",
            "\/scholar?cites=12029843383204307003",
            {
                "1984":2,
                "1985":4,
                "1986":5,
                "1987":7,
                "1988":8,
                "1989":14,
                "1990":9,
                "1991":8,
                "1992":7,
                "1993":9,
                "1994":4,
                "1995":5,
                "1996":12,
                "1997":13,
                "1998":11,
                "1999":15,
                "2000":21,
                "2001":16,
                "2002":10,
                "2003":7,
                "2004":12,
                "2005":18,
                "2006":17,
                "2007":13,
                "2008":11,
                "2009":25,
                "2010":8,
                "2011":17,
                "2012":11,
                "2013":10,
                "2014":12,
                "2015":15,
                "2016":13,
                "2017":13,
                "2018":6,
                "2019":6,
                "2020":4,
                "2021":2
            }
        ],
        [
            "We report new major element, trace element, isotope ratio, and geochronological data on the Galápagos Archipelago. Magmas erupted from the large western volcanos are generally moderately fractionated tholeiites of uniform composition; those erupted on other islands are compositionally diverse, ranging from tholeiites to picritic basanitoids. While these volcanos do not form a strictly linear age progressive chain, the ages of the oldest dated flows on any given volcano do form a reasonable progression from youngest in the west to oldest in the east, consistent with motion of the Nazca plate with respect to the fixed hotspot reference frame. Isotope ratios in the Galápagos display a considerable range, from values typical of mid‐ocean ridge basalt on Genovesa (87Sr\/86Sr: 0.70259, ϵNd: +9.4, 206pb\/204Pb: 18 44), to typical oceanic island values on Floreana (87Sr\/86Sr: 0.70366, ϵNd: +5.2, 206pb\/204Pb: 20.0 …",
            "Petrology and geochemistry of the Galápagos Islands: Portrait of a pathological mantle plume",
            "William M White and Alexander R McBirney and Robert A Duncan",
            "1993",
            "qIj64JwAAAAJ:zYLM7Y9cAGgC",
            403,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/93JB02018",
            "8360769134690845465",
            "\/scholar?cites=8360769134690845465",
            {
                "1993":4,
                "1994":3,
                "1995":9,
                "1996":17,
                "1997":15,
                "1998":11,
                "1999":11,
                "2000":18,
                "2001":9,
                "2002":20,
                "2003":16,
                "2004":9,
                "2005":18,
                "2006":21,
                "2007":14,
                "2008":16,
                "2009":22,
                "2010":16,
                "2011":18,
                "2012":17,
                "2013":10,
                "2014":22,
                "2015":13,
                "2016":18,
                "2017":9,
                "2018":13,
                "2019":10,
                "2020":19
            }
        ],
        [
            "Crystallization ages of volcanic rocks, dredged or drilled from the Walvis Ridge (ten sites) and the Rio Grande Rise (one site), have been determined by the 40Ar\/39Ar incremental heating technique. The fundamentally age‐progressive distribution of these basement ages suggests a common hot spot source for volcanism on the island of Tristan da Cunha, along the Walvis Ridge and Rio Grande Rise, and for the formation of the continental flood basalts located in Namibia (Africa) and Brazil (South America). The Walvis Ridge‐Rio Grande Rise volcanic system evolved along a section of the South Atlantic spreading‐axis, as the African and South American plates migrated apart, astride, or in close proximity to, an upwelling plume. Reconstructions of the spatial relationship between the spreading‐axis, the Tristan hot spot, and the evolving Walvis Ridge‐Rio Grande Rise volcanic feature show that, at about 70 Ma, the …",
            "Evolution of the Walvis Ridge‐Rio Grande Rise hot spot system: Implications for African and South American plate motions over plumes",
            "John M O'Connor and Robert A Duncan",
            "1990",
            "qIj64JwAAAAJ:Y0pCki6q_DkC",
            390,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/JB095iB11p17475",
            "7202410352130897325",
            "\/scholar?cites=7202410352130897325",
            {
                "1991":3,
                "1992":21,
                "1993":5,
                "1994":11,
                "1995":13,
                "1996":6,
                "1997":5,
                "1998":13,
                "1999":10,
                "2000":18,
                "2001":10,
                "2002":5,
                "2003":7,
                "2004":11,
                "2005":22,
                "2006":11,
                "2007":10,
                "2008":5,
                "2009":11,
                "2010":10,
                "2011":9,
                "2012":10,
                "2013":18,
                "2014":13,
                "2015":20,
                "2016":20,
                "2017":29,
                "2018":18,
                "2019":25,
                "2020":20
            }
        ],
        [
            "The Kerguelen hotspot (Indian Ocean) has produced basalt for ∼130 Myr, among the longest known volcanic records from a single source. New and published 40Ar\/39Ar age determinations from the Kerguelen Plateau, Broken Ridge, Rajmahal Traps, and Bunbury basalts, and of Indian and Antarctic dikes help to document the hotspot’s history. Using radiometric dates and crustal structure determined from geophysical data and drilling results, we calculate the magmatic output of the Kerguelen hotspot through time. Output rates have varied in ways not predicted by current geodynamic models; maximum eruption volumes postdate the initial surface manifestation of the hotspot as well as break-up between Antarctica and India by ≥15 Myr, and magma output rates were high, as well as geographically diverse, over an interval of 25 Myr, from ∼120 to ∼95 Ma. We propose two alternatives to the standard mantle …",
            "Kerguelen hotspot magma output since 130 Ma",
            "Millard F Coffin and MS Pringle and RA Duncan and TP Gladczenko and Michael Storey and RD Müller and LA Gahagan",
            "2002",
            "qIj64JwAAAAJ:_FxGoFyzp5QC",
            381,
            "https:\/\/academic.oup.com\/petrology\/article-abstract\/43\/7\/1121\/1465694",
            "16832551929113248091",
            "\/scholar?cites=16832551929113248091",
            {
                "2002":9,
                "2003":7,
                "2004":12,
                "2005":13,
                "2006":8,
                "2007":19,
                "2008":13,
                "2009":21,
                "2010":20,
                "2011":19,
                "2012":18,
                "2013":20,
                "2014":23,
                "2015":19,
                "2016":29,
                "2017":22,
                "2018":34,
                "2019":30,
                "2020":41,
                "2021":2
            }
        ]
    ]
}