{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "We report the first observation of stochastic resonance in an optical device, the bidirectional ring laser. The experiment exploits a new technique to modulate periodically the asymmetry between the two counter-rotating lasing modes. The measurements verify that the addition of injected noise can lead to an improved signal-to-noise ratio (relative to that observed with no externally injected noise).",
            "Observation of stochastic resonance in a ring laser",
            "Bruce McNamara and Kurt Wiesenfeld and Rajarshi Roy",
            "1988",
            "QL3quxsAAAAJ:u5HHmVD_uO8C",
            1092,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.60.2626",
            "15300441439536219669",
            "\/scholar?cites=15300441439536219669",
            {
                "1989":12,
                "1990":14,
                "1991":18,
                "1992":18,
                "1993":37,
                "1994":30,
                "1995":34,
                "1996":33,
                "1997":28,
                "1998":39,
                "1999":31,
                "2000":35,
                "2001":28,
                "2002":35,
                "2003":42,
                "2004":34,
                "2005":38,
                "2006":44,
                "2007":52,
                "2008":42,
                "2009":38,
                "2010":39,
                "2011":40,
                "2012":33,
                "2013":41,
                "2014":45,
                "2015":37,
                "2016":33,
                "2017":35,
                "2018":32,
                "2019":34,
                "2020":26,
                "2021":6
            }
        ],
        [
            "Recent experiments with chaotic electronic circuits have shown the possibility of communication with chaos. The experimental demonstration of chaotic communication with an optical system is described. An erbium-doped fiber ring laser (EDFRL) was used to produce chaotic light with a wavelength of 1.53 micrometers. A small 10-megahertz message was embedded in the larger chaotic carrier and transmitted to a receiver system where the message was recovered from the chaos. Chaotic optical waveforms can thus be used to communicate masked information at high bandwidths.",
            "Communication with chaotic lasers",
            "Gregory D Vanwiggeren and Rajarshi Roy",
            "1998",
            "QL3quxsAAAAJ:u-x6o8ySG0sC",
            1016,
            "https:\/\/science.sciencemag.org\/content\/279\/5354\/1198.abstract",
            "16939390547208882929",
            "\/scholar?cites=16939390547208882929",
            {
                "1998":11,
                "1999":20,
                "2000":40,
                "2001":48,
                "2002":64,
                "2003":63,
                "2004":63,
                "2005":44,
                "2006":59,
                "2007":49,
                "2008":55,
                "2009":66,
                "2010":58,
                "2011":49,
                "2012":51,
                "2013":41,
                "2014":40,
                "2015":36,
                "2016":33,
                "2017":27,
                "2018":37,
                "2019":28,
                "2020":26,
                "2021":5
            }
        ],
        [
            "A multimode, autonomously chaotic solid-state laser system has been controlled by the technique of occassional proportional feedback, related to the control scheme of Ott, Grebogi, and Yorke. We show that complex periodic wave forms can be stabilized in the laser output intensity. A detailed model of the system is not necessary. Our results indicate that this control technique may be widely applicable to autonomous, higher-dimensional chaotic systems, including globally coupled arrays of nonlinear oscillators.",
            "Dynamical control of a chaotic laser: Experimental stabilization of a globally coupled system",
            "Rajarshi Roy and TW Murphy Jr and TD Maier and Z Gills and ER Hunt",
            "1992",
            "QL3quxsAAAAJ:nZcligLrVowC",
            716,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.68.1259",
            "15867364103335158320",
            "\/scholar?cites=15867364103335158320",
            {
                "1992":6,
                "1993":51,
                "1994":54,
                "1995":64,
                "1996":69,
                "1997":58,
                "1998":52,
                "1999":17,
                "2000":26,
                "2001":33,
                "2002":17,
                "2003":19,
                "2004":23,
                "2005":18,
                "2006":18,
                "2007":22,
                "2008":17,
                "2009":17,
                "2010":11,
                "2011":6,
                "2012":15,
                "2013":16,
                "2014":12,
                "2015":16,
                "2016":8,
                "2017":13,
                "2018":6,
                "2019":9,
                "2020":11
            }
        ],
        [
            "We report the observation of synchronization of the chaotic intensity fluctuations of two Nd: YAG lasers when one or both the lasers are driven chaotic by periodic modulation of their pump beams.",
            "Experimental synchronization of chaotic lasers",
            "Rajarshi Roy and K Scott Thornburg Jr",
            "1994",
            "QL3quxsAAAAJ:9yKSN-GCB0IC",
            611,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.72.2009",
            "10958517207919478319",
            "\/scholar?cites=10958517207919478319",
            {
                "1994":4,
                "1995":18,
                "1996":24,
                "1997":23,
                "1998":28,
                "1999":15,
                "2000":36,
                "2001":36,
                "2002":45,
                "2003":34,
                "2004":36,
                "2005":34,
                "2006":31,
                "2007":24,
                "2008":32,
                "2009":26,
                "2010":20,
                "2011":20,
                "2012":12,
                "2013":17,
                "2014":11,
                "2015":11,
                "2016":16,
                "2017":10,
                "2018":13,
                "2019":14,
                "2020":14,
                "2021":2
            }
        ],
        [
            "Networks of nonlocally coupled phase oscillators 1 can support chimera states in which identical oscillators evolve into distinct groups that exhibit coexisting synchronous and incoherent behaviours despite homogeneous coupling 2, 3, 4, 5, 6. Similar nonlocal coupling topologies implemented in networks of chaotic iterated maps also yield dynamical states exhibiting coexisting spatial domains of coherence and incoherence 7, 8. In these discrete-time systems, the phase is not a continuous variable, so these states are generalized chimeras with respect to a broader notion of incoherence. Chimeras continue to be the subject of intense theoretical investigation, but have yet to be realized experimentally 6, 9, 10, 11, 12, 13, 14, 15, 16. Here we show that these chimeras can be realized in experiments using a liquid-crystal spatial light modulator to achieve optical nonlinearity in a spatially extended iterated map system …",
            "Experimental observation of chimeras in coupled-map lattices",
            "Aaron M Hagerstrom and Thomas E Murphy and Rajarshi Roy and Philipp Hövel and Iryna Omelchenko and Eckehard Schöll",
            "2012",
            "QL3quxsAAAAJ:DyXnQzXoVgIC",
            500,
            "https:\/\/www.nature.com\/articles\/nphys2372",
            "17556668842393022679",
            "\/scholar?cites=17556668842393022679",
            {
                "2012":7,
                "2013":26,
                "2014":44,
                "2015":65,
                "2016":83,
                "2017":71,
                "2018":67,
                "2019":62,
                "2020":66,
                "2021":6
            }
        ],
        [
            "The normal procedure for numerical simulation of exponentially correlated colored noise is superseded by the novel algorithm presented here. A differential algorithm is replaced by an integral algorithm which is faster, more accurate, and permits the use of longer step sizes.",
            "Fast, accurate algorithm for numerical simulation of exponentially correlated colored noise",
            "Ronald F Fox and Ian R Gatland and Rajarshi Roy and Gautam Vemuri",
            "1988",
            "QL3quxsAAAAJ:qjMakFHDy7sC",
            470,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.38.5938",
            "3891347781719548981",
            "\/scholar?cites=3891347781719548981",
            {
                "1989":4,
                "1990":9,
                "1991":6,
                "1992":10,
                "1993":13,
                "1994":7,
                "1995":9,
                "1996":4,
                "1997":6,
                "1998":9,
                "1999":11,
                "2000":10,
                "2001":16,
                "2002":7,
                "2003":13,
                "2004":20,
                "2005":19,
                "2006":19,
                "2007":20,
                "2008":26,
                "2009":13,
                "2010":29,
                "2011":17,
                "2012":25,
                "2013":18,
                "2014":14,
                "2015":17,
                "2016":14,
                "2017":13,
                "2018":27,
                "2019":27,
                "2020":14
            }
        ],
        [
            "Spontaneous neuronal activity is a ubiquitous feature of cortex. Its spatiotemporal organization reflects past input and modulates future network output. Here we study whether a particular type of spontaneous activity is generated by a network that is optimized for input processing. Neuronal avalanches are a type of spontaneous activity observed in superficial cortical layers in vitro and in vivo with statistical properties expected from a network operating at “criticality.” Theory predicts that criticality and, therefore, neuronal avalanches are optimal for input processing, but until now, this has not been tested in experiments. Here, we use cortex slice cultures grown on planar microelectrode arrays to demonstrate that cortical networks that generate neuronal avalanches benefit from a maximized dynamic range, i.e., the ability to respond to the greatest range of stimuli. By changing the ratio of excitation and inhibition in the …",
            "Neuronal avalanches imply maximum dynamic range in cortical networks at criticality",
            "Woodrow L Shew and Hongdian Yang and Thomas Petermann and Rajarshi Roy and Dietmar Plenz",
            "2009",
            "QL3quxsAAAAJ:7PzlFSSx8tAC",
            459,
            "https:\/\/www.jneurosci.org\/content\/29\/49\/15595.short",
            "4205664007415913413",
            "\/scholar?cites=4205664007415913413",
            {
                "2009":2,
                "2010":14,
                "2011":18,
                "2012":36,
                "2013":40,
                "2014":47,
                "2015":34,
                "2016":54,
                "2017":46,
                "2018":41,
                "2019":63,
                "2020":59,
                "2021":2
            }
        ],
        [
            "We propose a scheme for encoding digital data within a spiky chaotic carrier from a loss-modulated solid-state laser. Decoding is performed in real time with a synchronized chaotic laser system.",
            "Digital communication with synchronized chaotic lasers",
            "Pere Colet and Rajarshi Roy",
            "1994",
            "QL3quxsAAAAJ:2osOgNQ5qMEC",
            436,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-19-24-2056",
            "7629360448770808727",
            "\/scholar?cites=7629360448770808727",
            {
                "1995":3,
                "1996":6,
                "1997":13,
                "1998":17,
                "1999":12,
                "2000":12,
                "2001":21,
                "2002":27,
                "2003":19,
                "2004":22,
                "2005":25,
                "2006":13,
                "2007":31,
                "2008":24,
                "2009":33,
                "2010":26,
                "2011":19,
                "2012":19,
                "2013":14,
                "2014":15,
                "2015":19,
                "2016":6,
                "2017":10,
                "2018":13,
                "2019":8,
                "2020":8,
                "2021":1
            }
        ],
        [
            "The repertoire of neural activity patterns that a cortical network can produce constrains the ability of the network to transfer and process information. Here, we measured activity patterns obtained from multisite local field potential recordings in cortex cultures, urethane-anesthetized rats, and awake macaque monkeys. First, we quantified the information capacity of the pattern repertoire of ongoing and stimulus-evoked activity using Shannon entropy. Next, we quantified the efficacy of information transmission between stimulus and response using mutual information. By systematically changing the ratio of excitation\/inhibition (E\/I) in vitro and in a network model, we discovered that both information capacity and information transmission are maximized at a particular intermediate E\/I, at which ongoing activity emerges as neuronal avalanches. Next, we used our in vitro and model results to correctly predict in vivo …",
            "Information capacity and transmission are maximized in balanced cortical networks with neuronal avalanches",
            "Woodrow L Shew and Hongdian Yang and Shan Yu and Rajarshi Roy and Dietmar Plenz",
            "2011",
            "QL3quxsAAAAJ:1yQoGdGgb4wC",
            411,
            "https:\/\/www.jneurosci.org\/content\/31\/1\/55.short",
            "7058845162089583559",
            "\/scholar?cites=7058845162089583559",
            {
                "2011":10,
                "2012":28,
                "2013":35,
                "2014":45,
                "2015":37,
                "2016":47,
                "2017":49,
                "2018":38,
                "2019":51,
                "2020":62,
                "2021":3
            }
        ]
    ]
}