{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Aims. Insulin dependent diabetes mellitus (IDDM) is believed to be an autoimmune disorder with disturbed glucose\/insulin metabolism, requiring life-long insulin replacement therapy (IRT), 30% of patients develop end-organ failure. We present our experience of cotransplantation of adipose tissue derived insulin-secreting mesenchymal stem cells (IS-AD-MSC) and cultured bone marrow (CBM) as IRT for these patients. Methods. This was a prospective open-labeled clinical trial to test efficacy and safety of IS-AD-MSC+CBM co-transplantation to treat IDDM, approved by the institutional review board after informed consent in 11 (males : females: 7 : 4) patients with 1–24-year disease duration, in age group: 13–43 years, on mean values of exogenous insulin requirement of 1.14 units\/kg BW\/day, glycosylated hemoglobin (Hb1Ac): 8.47%, and c-peptide levels: 0.1 ng\/mL. Intraportal infusion of xenogeneic-free IS-AD-MSC from living donors, subjected to defined culture conditions and phenotypically differentiated to insulin-secreting cells, with mean quantum: 1.5 mL, expressing Pax-6, Isl-1, and pdx-1, cell counts:               2     .     1     ×     1     0              3           \/μL, CD45−\/90+\/73+:40\/30.1%, C-Peptide level:1.8 ng\/mL, and insulin level: 339.3  IU\/mL with CBM mean quantum: 96.3 mL and cell counts:               2     8     .     1     ×     1     0              3           \/μL, CD45−\/34+:0.62%, was carried out. Results. All were successfully transplanted without any untoward effect. Over mean followup of 23 months, they had a decreased mean exogenous insulin requirement to 0.63 units\/kgBW\/day, Hb1Ac to 7.39%, raised serum c-peptide levels to 0.38 ng\/mL, and …",
            "Cotransplantation of adipose tissue-derived insulin-secreting mesenchymal stem cells and hematopoietic stem cells: a novel therapy for insulin-dependent diabetes mellitus",
            "AV Vanikar and SD Dave and UG Thakkar and HL Trivedi",
            "2010",
            "qlDz1d0AAAAJ:ufrVoPGSRksC",
            110,
            "https:\/\/www.hindawi.com\/journals\/sci\/2010\/582382\/abs\/",
            "4034532851997517429",
            "\/scholar?cites=4034532851997517429",
            {
                "2011":10,
                "2012":10,
                "2013":18,
                "2014":17,
                "2015":17,
                "2016":10,
                "2017":10,
                "2018":7,
                "2019":5,
                "2020":4
            }
        ],
        [
            "“Medically untreatable neurological disorders” is an area where stem cell (SC) therapy has generated hope in the last decade. Among various routes for SC infusion, subarachnoid placement via the lumbar route is particularly challenging because of technical difficulties in this group of patients. We carried out a prospective, single-center, clinical study to analyze the technical difficulties and short- and long-term effects of SC infusion in various neurological conditions.One hundred eighty patients underwent subarachnoid placement of SCs between December 2005 and October 2007. Technical difficulties in the form of localization of subarachnoid space, number of attempts, and postprocedural complications were evaluated. Functional evaluation was done with Hauser Ambulation Index by the SC transplant team on a regular basis. The Institutional Review Board approved of …",
            "Subarachnoid placement of stem cells in neurological disorders",
            "T Mehta and A Feroz and U Thakkar and A Vanikar and V Shah and H Trivedi",
            "2008",
            "qlDz1d0AAAAJ:_FxGoFyzp5QC",
            75,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0041134508002303",
            "17043719277012403435",
            "\/scholar?cites=17043719277012403435",
            {
                "2009":2,
                "2010":6,
                "2011":3,
                "2012":9,
                "2013":14,
                "2014":10,
                "2015":9,
                "2016":8,
                "2017":4,
                "2018":6,
                "2019":1,
                "2020":1
            }
        ],
        [
            "Stem cell therapy (SCT) is now the up-coming therapeutic modality for treatment of type 1 diabetes mellitus (T1DM).Our study was a prospective, open-labeled, two-armed trial for 10 T1DM patients in each arm of allogenic and autologous adipose–derived insulin-secreting mesenchymal stromal cells (IS-AD-MSC)+bone marrow–derived hematopoietic stem cell (BM-HSC) infusion. Group 1 received autologous SCT: nine male patients and one female patient; mean age, 20.2 years, disease duration 8.1 years; group 2 received allogenic SCT: six male patients and four female patients, mean age, 19.7 years and disease duration, 7.9 years. Glycosylated hemoglobin (HbA1c) was 10.99%; serum (S.) C-peptide, 0.22 ng\/mL and insulin requirement, 63.9 IU\/day in group 1; HbA1c was 11.93%, S.C-peptide, 0.028 ng\/mL and insulin requirement, 57.55 IU\/day in group 2. SCs were infused into the …",
            "Insulin-secreting adipose-derived mesenchymal stromal cells with bone marrow–derived hematopoietic stem cells from autologous and allogenic sources for type 1 diabetes mellitus",
            "Umang G Thakkar and Hargovind L Trivedi and Aruna V Vanikar and Shruti D Dave",
            "2015",
            "qlDz1d0AAAAJ:LkGwnXOMwfcC",
            63,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1465324915006921",
            "10243655207931734154",
            "\/scholar?cites=10243655207931734154",
            {
                "2016":13,
                "2017":12,
                "2018":14,
                "2019":6,
                "2020":18
            }
        ],
        [
            "Type 1 diabetes mellitus (T1DM) is an autoimmune disease causing progressive destruction of pancreatic β cells, ultimately resulting in loss of insulin secretion producing hyperglycemia usually affecting children. Replacement of damaged β cells by cell therapy can treat it. Currently available strategies are insulin replacement and islet\/pancreas transplantation. Unfortunately these offer rescue for variable duration due to development of autoantibodies. For pancreas\/islet transplantation a deceased donor is required and various shortfalls of treatment include quantum, cumbersome technique, immune rejection and limited availability of donors. Stem cell therapy with assistance of cellular reprogramming and β-cell regeneration can open up new therapeutic modalities. The present review describes the history and current knowledge of T1DM, evolution of cell therapies and different cellular therapies to cure this …",
            "Stem cell therapy emerging as the key player in treating type 1 diabetes mellitus",
            "Aruna V Vanikar and Hargovind L Trivedi and Umang G Thakkar",
            "2016",
            "qlDz1d0AAAAJ:Se3iqnhoufwC",
            33,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1465324916304170",
            "16988352166872060281",
            "\/scholar?cites=16988352166872060281",
            {
                "2016":2,
                "2017":8,
                "2018":10,
                "2019":3,
                "2020":10
            }
        ],
        [
            "Insulin-dependent diabetes mellitus (IDDM) is a metabolic disease usually resulting from autoimmune-mediated β-cell destruction requiring lifetime exogenous insulin replacement. Mesenchymal stem cells (MSC) hold promising therapy. We present our experience of treating IDDM with co-infusion of in vitro autologous adipose tissue-derived MSC-differentiated insulin-secreting cells (ISC) with hematopoietic stem cells (HSC). This was an Institutional Review Board approved prospective non-randomized open-labeled clinical trial after informed consent from ten patients. ISC were differentiated from autologous adipose tissue-derived MSC and were infused with bone marrow-derived HSC in portal, thymic circulation by mini-laparotomy and in subcutaneous circulation. Patients were monitored for blood sugar levels, serum C-peptide levels, glycosylated hemoglobin (Hb1Ac) and glutamic acid decarboxylase …",
            "Novel therapy for insulin-dependent diabetes mellitus: infusion of in vitro-generated insulin-secreting cells",
            "SD Dave and AV Vanikar and HL Trivedi and UG Thakkar and SC Gopal and T Chandra",
            "2015",
            "qlDz1d0AAAAJ:roLk4NBRz8UC",
            30,
            "https:\/\/link.springer.com\/article\/10.1007\/s10238-013-0266-1",
            "3120499005007039766",
            "\/scholar?cites=3120499005007039766",
            {
                "2014":1,
                "2015":5,
                "2016":7,
                "2017":4,
                "2018":4,
                "2019":4,
                "2020":5
            }
        ],
        [
            "Globally there is an increase in incidence of chronic kidney diseases (CKDs). Diabetes mellitus (DM), hypertension and stone diseases are the major risk factors for CKD. We organized kidney disease screening camps in a semi-urban population of Gujarat, India on the occasion of World Kidney Day (WKD).Voluntary participants from six towns were screened. Estimated glomerular filtration rate (eGFR) was calculated by the Modification of Diet in Renal Disease formula and CKD was defined as an eGFR <60 mL\/min\/1.73 m2 or albuminuria ≥1+. Urogenital ultrasonography was performed with emphasis on stone burden. Participants with known diabetes, stone diseases, hypertension, kidney\/liver\/cardiac disease, hepatitis, HIV, transplant recipients, pregnant women and those <18 years were excluded from the study.Of the 2350 …",
            "High prevalence of chronic kidney disease in a semi-urban population of Western India",
            "Hargovind Trivedi and Aruna Vanikar and Himanshu Patel and Kamal Kanodia and Vivek Kute and Lovelesh Nigam and Kamlesh Suthar and Umang Thakkar and Harsh Sutariya and Shruti Gandhi",
            "2016",
            "qlDz1d0AAAAJ:0EnyYjriUFMC",
            21,
            "https:\/\/academic.oup.com\/ckj\/article-abstract\/9\/3\/438\/2918819",
            "8281648868108121402",
            "\/scholar?cites=8281648868108121402",
            {
                "2016":1,
                "2017":3,
                "2018":9,
                "2019":2,
                "2020":6
            }
        ],
        [
            "Background:Spinal cord injury (SCI) is not likely to recover by current therapeutic modalities. Stem cell (SC) therapy (SCT) has promising results in regenerative medicine. We present our experience of co-infusion of autologous adipose tissue derived mesenchymal SC differentiated neuronal cells (N-Ad-MSC) and hematopoietic SCs (HSCs) in a set of patients with posttraumatic paraplegia.Materials and Methods:Ten patients with posttraumatic paraplegia of mean age 3.42 years were volunteered for SCT. Their mean age was 28 years, and they had variable associated complications. They were subjected to adipose tissue resection for in vitro generation of N-Ad-MSC and bone marrow aspiration for generation of HSC. Generated SCs were infused into the cerebrospinal fluid (CSF) below injury site in all patients.Results:Total mean quantum of SC infused was 4.04 ml with a mean nucleated cell count of 4.5× 10 4 …",
            "Infusion of autologous adipose tissue derived neuronal differentiated mesenchymal stem cells and hematopoietic stem cells in post-traumatic paraplegia offers a viable …",
            "Umang G Thakkar and Aruna V Vanikar and Hargovind L Trivedi and Veena R Shah and Shruti D Dave and Satyajit B Dixit and Bharat B Tiwari and Harda H Shah",
            "2016",
            "qlDz1d0AAAAJ:hqOjcs7Dif8C",
            19,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/pmc4817398\/",
            "6553486755883961185",
            "\/scholar?cites=6553486755883961185",
            {
                "2016":2,
                "2017":5,
                "2018":5,
                "2019":7
            }
        ],
        [
            "Down syndrome is one of the most common genetic causes of learning disabilities in children. Although the incidence of renal and urological involvement in Down syndrome is not very common, monitoring of patients with Down syndrome for renal diseases should be done regularly as patient’s age into the second and third decades. With increased survival, it appears that a growing number of these patients present with chronic renal failure. Down syndrome patients are apparently not suited for peritoneal dialysis because of lacking cooperation. This procedure can be prone to failure, mainly because of an increased risk of peritonitis. Handling such patients especially those on peritoneal dialysis is challenging. Here we report a case of Down syndrome with end-stage renal disease treated with hemodialysis for 6 months. To the best of our knowledge and current literature review this is the first case report of …",
            "Down Syndrome with End-Stage Renal Disease",
            "Vivek B Kute and Aruna V Vanikar and Pankaj R Shah and Manoj R Gumber and Himanshu V Patel and Divyesh P Engineer and Umang G Thakkar and Hargovind L Trivedi",
            "2013",
            "qlDz1d0AAAAJ:MXK_kJrjxJIC",
            8,
            "https:\/\/link.springer.com\/article\/10.1007%252Fs12291-013-0308-1",
            "12538549135263480143",
            "\/scholar?cites=12538549135263480143",
            {
                "2016":1,
                "2017":1,
                "2018":3,
                "2019":1,
                "2020":1,
                "2021":1
            }
        ],
        [
            "Tolerance induction (TI) has been attempted with chimerism\/clonal deletion. We report results of TI protocol (TIP) using stem cell therapy (SCT) included adipose derived mesenchymal stem cells (AD-MSC) and hematopoietic stem cells (HSC) in 10 living-donor related renal transplantation (LDRT) patients under non-myeloablative conditioning with Bortezomib, Methylprednisone, rabbit-anti-thymoglobulin and Rituximab, without using conventional immunosuppression. Transplantation was performed following acceptable lymphocyte cross-match, flow cross-match, single antigen assay and negative mixed lymphocyte reaction (MLR). Monitoring included serum creatinine (SCr), donor specific antibodies (DSA) and MLR. Protocol biopsies were planned after 100 days and yearly in willing patients. Rescue immunosuppression was planned for rejection\/DSA\/positive MLR. Over mean 6 ± 0.37 year follow-up patient …",
            "Six years' experience of tolerance induction in renal transplantation using stem cell therapy",
            "Aruna V Vanikar and Hargovind L Trivedi and Umang G Thakkar",
            "2018",
            "qlDz1d0AAAAJ:qxL8FJ1GzNcC",
            7,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1521661617305454",
            "13517121651537667833",
            "\/scholar?cites=13517121651537667833",
            {
                "2018":3,
                "2019":2,
                "2020":2
            }
        ],
        [
            "The incidence of traumatic injuries is estimated as> 500,000 new patients annually in the world.[1] Post-traumatic brachial plexus injury can result in complete sensory and motor function loss which is challenging for reversal of the damage, but not untreatable. Few therapeutic options like neurotization by total and hemi-contralateral nerve root transfer are available with limited benefits.[2] Re-innervation of denervated targets can be achieved by regeneration of injured axons or by collateral branching of undamaged axons in the vicinity. Nevertheless, these mechanisms do not provide for satisfactory functional recovery, especially after severe injuries.[1] Stem cell therapy (SCT) holds promise in tissue regeneration.",
            "Co-infusion of autologous adipose tissue derived neuronal differentiated mesenchymal stem cells and bone marrow derived hematopoietic stem cells, a viable therapy for post …",
            "Umang Thakkar and Aruna Vanikar and Hargovind Trivedi",
            "2014",
            "qlDz1d0AAAAJ:UebtZRa9Y70C",
            7,
            "http:\/\/biomedj.cgu.edu.tw\/pdfs\/2014\/37\/4\/images\/BiomedJ_2014_37_4_237_132893.pdf",
            "13195828441441901918",
            "\/scholar?cites=13195828441441901918",
            {
                "2014":1,
                "2015":3,
                "2016":1,
                "2017":2
            }
        ]
    ]
}