{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "The present work describes measurements of the effective thermal conductivity of NCFI 24-124 foam, a spray-on foam insulation used formerly on the Space Shuttle external fuel tank. A novel apparatus to measure the effective thermal conductivity of rigid foam at temperatures ranging from 20 K to 300 K was developed and used to study three samples of NCFI 24-124 foam insulation. In preparation for measurement, the foam samples were either treated with a uniquely designed moisture absorption apparatus or different residual gases to study their impact on the effective thermal conductivity of the foam. The resulting data are compared to other measurements and mathematical models reported in the literature.",
            "Thermal conductivity of rigid foam insulations for aerospace vehicles",
            "M Barrios and SW Van Sciver",
            "2013",
            "qlfi21gAAAAJ:Tyk-4Ss8FVUC",
            32,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0011227512002226",
            "16191767802336688869",
            "\/scholar?cites=16191767802336688869",
            {
                "2014":7,
                "2015":4,
                "2016":3,
                "2017":9,
                "2018":1,
                "2019":4,
                "2020":3,
                "2021":1
            }
        ],
        [
            "The objective of the present work was to develop a precise instrument for measuring the thermal conductivity of powder insulating materials over a temperature range from 20 K to near room temperature. The instrument consists of two concentric copper cylinders with the annular space filled with the insulating material. The outer cylinder is thermally anchored to the coldhead of a single stage Gifford‐McMahon cryocooler, while the inner copper cylinder is used for generating uniform heat flux through the insulating material. The temperature of both cylinders is measured at several locations to ensure uniform boundary conditions. The entire apparatus is wrapped in multi‐layer insulation and suspended in a vacuum cryostat that provides an insulating environment. For a supplied heat flux, the temperature difference between the two cylinders is measured in steady state, from which the thermal conductivity of powder …",
            "Thermal conductivity of powder insulations for cryogenic storage vessels",
            "YS Choi and MN Barrios and HM Chang and SW Van Sciver",
            "2006",
            "qlfi21gAAAAJ:IjCSPb-OGe4C",
            16,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2202451",
            "9010052520614220558",
            "\/scholar?cites=9010052520614220558",
            {
                "2006":2,
                "2007":2,
                "2008":4,
                "2009":3,
                "2010":1,
                "2011":1,
                "2012":1
            }
        ],
        [
            "We have measured the thermal conductivity of aerogel beads and glass microspheres at average temperatures ranging from 30 K to 180 K. The measuring device consists of two closed, concentric cylinders suspended inside of a vacuum insulated cryostat. The insulation being tested occupies the annular space between the cylinders. A single stage Gifford-McMahon cryocooler, thermally anchored to the outer cylinder, cools the apparatus to a desired temperature range. A heater mounted on the inner cylinder generates uniform heat flux through the insulating material between the two cylinders. During each measurement, a temperature difference of roughly 10 K across the insulation is maintained. Fourier's law of heat conduction is used to relate the temperature difference between the two cylinders and the applied heating power to a bulk effective thermal conductivity of the powder insulation. Data were collected …",
            "Thermal conductivity of powder insulations below 180 K",
            "MN Barrios and YS Choi and SW Van Sciver",
            "2008",
            "qlfi21gAAAAJ:zYLM7Y9cAGgC",
            11,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2908672",
            "15758522628106492313",
            "\/scholar?cites=15758522628106492313",
            {
                "2008":3,
                "2009":3,
                "2010":1,
                "2011":1,
                "2012":2
            }
        ],
        [
            "A guarded-hot-plate apparatus [1] has been developed to measure the thermal conductivity of spray-on foam insulations (SOFI) at temperatures ranging from 30 K to 300 K. The foam tested in the present study is NCFI 24-124, a polyisocyanurate foam used on the External Tanks of the Space Shuttle. The foam was tested first in ambient pressure air, then evacuated and tested once more. These thermal conductivities were compared to the thermal conductivity taken from a sample immediately after being subjected to conditions similar to those experienced by the foam while on the launch pad at Kennedy Space Center. To mimic the conditions experienced on the launch pad, an apparatus was built to enclose one side of the foam sample in a warm, humid environment while the other side of the sample contacts a stainless steel surface held at 77 K. The thermal conductivity data obtained is also compared to data …",
            "Thermal conductivity of spray-on foam insulations for aerospace applications",
            "Matt Barrios and Mark Vanderlaan and Steven Van Sciver",
            "2012",
            "qlfi21gAAAAJ:u-x6o8ySG0sC",
            7,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4707057",
            "10127306966426030078",
            "\/scholar?cites=10127306966426030078",
            {
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":1
            }
        ],
        [
            "In a number of practical situations there is a critical need to evaluate the distribution of small amounts of water absorbed throughout a solid foam sample. One of these pertains to Spray On Foam Insulation (SOFI) NCFI 24124, a thermal insulation material used on the liquid hydrogen and oxygen tanks of the Space Shuttle at Kennedy Space Center (KSC). However, several problems including infinitesimal amounts of water and inevitable water binding to the foam makes the MR signal weak especially for high resolution MRI. The 900 MHz ultra wide bore (UWB) NMR spectrometer at the National High Magnetic Field Laboratory (NHMFL) provides a unique opportunity to perform this evaluation due to its high MRI sensitivity at 21.1 T and its ability to examine large volume samples. The recent upgrade of the UWB900 MHz MRI scanner (August, 2010), allows for ultra-short echo time (UTE) 3D MRI performance. The …",
            "MRI of adsorbed water in solid foams at 21.1 T",
            "Mark H Vanderlaan and Madhumitha Seshadhri and Matthew N Barrios and William W Brey and Victor D Schepkin and Steven W Van Sciver",
            "2012",
            "qlfi21gAAAAJ:9yKSN-GCB0IC",
            5,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0017931011004856",
            "7178681801113613275",
            "\/scholar?cites=7178681801113613275",
            {
                "2011":1,
                "2012":2,
                "2013":2
            }
        ],
        [
            "A guarded‐hot‐plate apparatus has been developed to measure the thermal conductivity of various spray‐on foam insulations (SOFI) at temperatures ranging from 20–300 K. The apparatus is designed to accept 222 mm (8.75″) diameter, 25.4 mm (1″) thick insulation samples, although different thicknesses can be accommodated. The apparatus is cooled with a two stage, pulse tube cryocooler, and the temperature is controlled with thin film etched foil heaters. This system allows thermal conductivity measurements to be made at low delta‐T (ΔT<20 K) throughout the temperature range. Platinum and Cernox™ sensors are used to measure the temperature difference across the sample and to monitor other temperatures throughout the apparatus. Multiple thermal guards are employed to confine heat flow axially through the sample. A gas handling system allows testing with different residual gases and pressures …",
            "AN APPARATUS TO MEASURE THERMAL CONDUCTIVITY OF SPRAY‐ON FOAM INSULATION",
            "M Barrios and SW Van Sciver",
            "2010",
            "qlfi21gAAAAJ:UeHWp8X0CEIC",
            4,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3422463",
            "4209517932077925524",
            "\/scholar?cites=4209517932077925524",
            {
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":1
            }
        ],
        [
            "A device to measure bulk effective thermal conductivity of powder insulation at cryogenic temperatures has been designed and tested. The design consists of two concentric cylinders which are suspended inside of a cryostat. The insulation being tested is filled into the annular space between the cylinders. In the first test method the insulation space is evacuated, and the cryostat is filled with LN2 until the outer cylinder is completely submerged. The ensuing temperature drop of the inner cylinder over time is recorded. The rate of temperature decrease is used to calculate the bulk effective thermal conductivity of the insulation. For the second test method, a Gifford-McMahon single stage cryocooler is used to cool the apparatus to a desired temperature range. The insulation is evacuated, and a heater mounted on the inside cylinder creates a temperature difference between the two cylinders. Fourier's law of heat conduction is used to relate that temperature difference to a bulk effective thermal conductivity of the powder insulation. The insulation specimen used for this experiment was aerogel bead insulation. The first test method covered an average temperature range of 85-130 Kelvin. The calculated bulk effective thermal conductivity from the first method for this range increases from 0.333 to 0.714 mW\/m* K. Six data points have been produced by the second test method. The average temperature for the second method ranged from 30-80 Kelvin. Over this temperature range the thermal conductivity shows an increase from 0.142 to 0.377 mW\/m* K. Feasibility of use of the concentric cylinder thermal conductivity measurement apparatus as a standard …",
            "Measuring Thermal Conductivity of Powder Insulation at Cryogenic Temperatures",
            "Matthew Barrios",
            "2006",
            "qlfi21gAAAAJ:d1gkVwhDpl0C",
            3,
            "https:\/\/fsu.digital.flvc.org\/islandora\/object\/fsu%3A175678",
            "1940849044549872431",
            "\/scholar?cites=1940849044549872431",
            {
                "2008":2,
                "2009":1
            }
        ],
        [
            "There is a continuing need for improved rigid foam insulation, particularly for cryogenic storage aboard aerospace vehicles. The present work is a material characterization of spray-on foam insulation used on the Space Shuttle External Tank. The characterization includes imaging and measurements of thermal conductivity, ultimate tensile strength, and moisture absorption. Thermal conductivity measurements are the main focus of the present work, as it is the most relevant property to insulation performance. A novel apparatus was developed to measure the thermal conductivity of rigid foam at temperatures ranging from 20 K to 300 K with a∆ T of 10 K between the sides of the foam sample. The effective thermal conductivity of three samples of NCFI 24-124 foam insulation was measured over the full temperature range. Additionally, the effects of different residual gases and moisture absorption on the thermal conductivity of the foam were studied. The data were compared to data from the literature and to mathematical models developed to predict the thermal conductivity. The data show that gas condensation can play a significant role in the thermal conductivity of the foam at low temperature. Moisture absorption can occur in the foam in application when cryogenic fuel is filled into a tank which sits in a warm, humid environment. An apparatus was developed to subject foam samples to these conditions. The moisture content in the samples was then measured. The samples were then imaged using the 900 MHz NMR magnet at the National High Magnetic Field Laboratory to determine the location of the water within the foam. Samples conditioned for …",
            "Material characterization of rigid foam insulation at low temperature",
            "Matthew Barrios",
            "2011",
            "qlfi21gAAAAJ:qjMakFHDy7sC",
            1,
            "https:\/\/fsu.digital.flvc.org\/islandora\/object\/fsu%3A185031",
            "17991610182839113347",
            "\/scholar?cites=17991610182839113347",
            {
                "2018":1
            }
        ]
    ]
}