{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "MicroRNAs (miRNAs) are a class of noncoding RNAs that post-transcriptionally regulate gene expression in plants and animals 1, 2. To investigate the influence of miRNAs on transcript levels, we transfected miRNAs into human cells and used microarrays to examine changes in the messenger RNA profile. Here we show that delivering miR-124 causes the expression profile to shift towards that of brain, the organ in which miR-124 is preferentially expressed, whereas delivering miR-1 shifts the profile towards that of muscle, where miR-1 is preferentially expressed. In each case, about 100 messages were downregulated after 12 h. The 3′ untranslated regions of these messages had a significant propensity to pair to the 5′ region of the miRNA, as expected if many of these messages are the direct targets of the miRNAs 3. Our results suggest that metazoan miRNAs can reduce the levels of many of their target …",
            "Microarray analysis shows that some microRNAs downregulate large numbers of target mRNAs",
            "Lee P Lim and Nelson C Lau and Philip Garrett-Engele and Andrew Grimson and Janell M Schelter and John Castle and David P Bartel and Peter S Linsley and Jason M Johnson",
            "2005",
            "QmYTHFcAAAAJ:7PzlFSSx8tAC",
            5313,
            "https:\/\/www.nature.com\/articles\/nature03315",
            "1904202191300682184",
            "\/scholar?cites=1904202191300682184",
            {
                "2005":110,
                "2006":218,
                "2007":290,
                "2008":330,
                "2009":364,
                "2010":407,
                "2011":415,
                "2012":485,
                "2013":482,
                "2014":444,
                "2015":397,
                "2016":327,
                "2017":279,
                "2018":279,
                "2019":223,
                "2020":204,
                "2021":23
            }
        ],
        [
            "MicroRNAs (miRNAs) are a class of noncoding RNAs that post-transcriptionally regulate gene expression in plants and animals 1, 2. To investigate the influence of miRNAs on transcript levels, we transfected miRNAs into human cells and used microarrays to examine changes in the messenger RNA profile. Here we show that delivering miR-124 causes the expression profile to shift towards that of brain, the organ in which miR-124 is preferentially expressed, whereas delivering miR-1 shifts the profile towards that of muscle, where miR-1 is preferentially expressed. In each case, about 100 messages were downregulated after 12 h. The 3′ untranslated regions of these messages had a significant propensity to pair to the 5′ region of the miRNA, as expected if many of these messages are the direct targets of the miRNAs 3. Our results suggest that metazoan miRNAs can reduce the levels of many of their target …",
            "Microarray analysis shows that some microRNAs downregulate large numbers of target mRNAs",
            "Lee P Lim and Nelson C Lau and Philip Garrett-Engele and Andrew Grimson and Janell M Schelter and John Castle and David P Bartel and Peter S Linsley and Jason M Johnson",
            "2005",
            "QmYTHFcAAAAJ:u5HHmVD_uO8C",
            5313,
            "https:\/\/www.nature.com\/articles\/nature03315",
            "1904202191300682184",
            "\/scholar?cites=1904202191300682184",
            {
                "2005":110,
                "2006":218,
                "2007":290,
                "2008":330,
                "2009":364,
                "2010":407,
                "2011":415,
                "2012":485,
                "2013":482,
                "2014":444,
                "2015":397,
                "2016":327,
                "2017":279,
                "2018":279,
                "2019":223,
                "2020":204,
                "2021":23
            }
        ],
        [
            "Alternative pre–messenger RNA (pre-mRNA) splicing plays important roles in development, physiology, and disease, and more than half of human genes are alternatively spliced. To understand the biological roles and regulation of alternative splicing across different tissues and stages of development, systematic methods are needed. Here, we demonstrate the use of microarrays to monitor splicing at every exon-exon junction in more than 10,000 multi-exon human genes in 52 tissues and cell lines. These genome-wide data provide experimental evidence and tissue distributions for thousands of known and novel alternative splicing events. Adding to previous studies, the results indicate that at least 74% of human multi-exon genes are alternatively spliced.",
            "Genome-wide survey of human alternative pre-mRNA splicing with exon junction microarrays",
            "Jason M Johnson and John Castle and Philip Garrett-Engele and Zhengyan Kan and Patrick M Loerch and Christopher D Armour and Ralph Santos and Eric E Schadt and Roland Stoughton and Daniel D Shoemaker",
            "2003",
            "QmYTHFcAAAAJ:u-x6o8ySG0sC",
            1696,
            "https:\/\/science.sciencemag.org\/content\/302\/5653\/2141.abstract",
            "14240015085874187493",
            "\/scholar?cites=14240015085874187493",
            {
                "2004":77,
                "2005":144,
                "2006":172,
                "2007":179,
                "2008":191,
                "2009":148,
                "2010":133,
                "2011":126,
                "2012":89,
                "2013":87,
                "2014":68,
                "2015":70,
                "2016":57,
                "2017":37,
                "2018":51,
                "2019":27,
                "2020":22
            }
        ],
        [
            "Genetic variants that are associated with common human diseases do not lead directly to disease, but instead act on intermediate, molecular phenotypes that in turn induce changes in higher-order disease traits. Therefore, identifying the molecular phenotypes that vary in response to changes in DNA and that also associate with changes in disease traits has the potential to provide the functional information required to not only identify and validate the susceptibility genes that are directly affected by changes in DNA, but also to understand the molecular networks in which such genes operate and how changes in these networks lead to changes in disease traits. Toward that end, we profiled more than 39,000 transcripts and we genotyped 782,476 unique single nucleotide polymorphisms (SNPs) in more than 400 human liver samples to characterize the genetic architecture of gene expression in the human liver, a metabolically active tissue that is important in a number of common human diseases, including obesity, diabetes, and atherosclerosis. This genome-wide association study of gene expression resulted in the detection of more than 6,000 associations between SNP genotypes and liver gene expression traits, where many of the corresponding genes identified have already been implicated in a number of human diseases. The utility of these data for elucidating the causes of common human diseases is demonstrated by integrating them with genotypic and expression data from other human and mouse populations. This provides much-needed functional support for the candidate susceptibility genes being identified at a growing number of …",
            "Mapping the genetic architecture of gene expression in human liver",
            "Eric E Schadt and Cliona Molony and Eugene Chudin and Ke Hao and Xia Yang and Pek Y Lum and Andrew Kasarskis and Bin Zhang and Susanna Wang and Christine Suver and Jun Zhu and Joshua Millstein and Solveig Sieberts and John Lamb and Debraj GuhaThakurta and Jonathan Derry and John D Storey and Iliana Avila-Campillo and Mark J Kruger and Jason M Johnson and Carol A Rohl and Atila Van Nas and Margarete Mehrabian and Thomas A Drake and Aldons J Lusis and Ryan C Smith and F Peter Guengerich and Stephen C Strom and Erin Schuetz and Thomas H Rushmore and Roger Ulrich",
            "2008",
            "QmYTHFcAAAAJ:d1gkVwhDpl0C",
            1058,
            "https:\/\/journals.plos.org\/plosbiology\/article?id=10.1371\/journal.pbio.0060107",
            "12915468014217704868",
            "\/scholar?cites=12915468014217704868",
            {
                "2008":24,
                "2009":84,
                "2010":112,
                "2011":107,
                "2012":140,
                "2013":108,
                "2014":114,
                "2015":86,
                "2016":88,
                "2017":51,
                "2018":58,
                "2019":33,
                "2020":33,
                "2021":6
            }
        ],
        [
            "Transfected siRNAs regulate numerous transcripts sharing limited complementarity to the RNA duplex. This unintended (“off-target”) silencing can hinder the use of RNAi to define gene function. Here we describe position-specific, sequence-independent chemical modifications that reduced silencing of partially complementary transcripts by all siRNAs tested. Silencing of perfectly matched targets was unaffected by these modifications. The chemical modification also reduced off-target phenotypes in growth inhibition studies. Key to the modification was 2′-O-methyl ribosyl substitution at position 2 in the guide strand, which reduced silencing of most off-target transcripts with complementarity to the seed region of the siRNA guide strand. The sharp position dependence of 2′-O-methyl ribosyl modification contrasts with the broader position dependence of base-pair substitutions within the seed region, suggesting a …",
            "Position-specific chemical modification of siRNAs reduces “off-target” transcript silencing",
            "Aimee L Jackson and Julja Burchard and Devin Leake and Angela Reynolds and Janell Schelter and Jie Guo and Jason M Johnson and Lee Lim and Jon Karpilow and Kim Nichols and William Marshall and Anastasia Khvorova and Peter S Linsley",
            "2006",
            "QmYTHFcAAAAJ:9yKSN-GCB0IC",
            908,
            "https:\/\/rnajournal.cshlp.org\/content\/12\/7\/1197.short",
            "11353412908438356017",
            "\/scholar?cites=11353412908438356017",
            {
                "2006":18,
                "2007":66,
                "2008":74,
                "2009":79,
                "2010":86,
                "2011":87,
                "2012":73,
                "2013":76,
                "2014":77,
                "2015":53,
                "2016":52,
                "2017":46,
                "2018":42,
                "2019":29,
                "2020":40,
                "2021":4
            }
        ],
        [
            "Background: MicroRNAs (miRNAs) are endogenous, small noncoding RNAs. Because of their size, abundance, tissue specificity, and relative stability in plasma, miRNAs hold promise as unique accessible biomarkers to monitor tissue injury.Methods: We investigated the use of liver-, muscle- and brain-specific miRNAs as circulating biomarkers of tissue injury. We used a highly sensitive quantitative PCR assay to measure specific miRNAs (miR-122, miR-133a, and miR-124) in plasma samples from rats treated with liver or muscle toxicants and from a rat surgical model of stroke.Results: We observed increases in plasma concentrations of miR-122, miR-133a, and miR-124 corresponding to injuries in liver, muscle, and brain, respectively. miR-122 and miR-133a illustrated specificity for liver and muscle toxicity, respectively, because they were not detectable in the plasma of animals with toxicity to the …",
            "Plasma MicroRNAs as sensitive and specific biomarkers of tissue injury",
            "Omar F Laterza and Lee Lim and Philip W Garrett-Engele and Katerina Vlasakova and Nagaraja Muniappa and Wesley K Tanaka and Jason M Johnson and Joseph F Sina and Thomas L Fare and Frank D Sistare and Warren E Glaab",
            "2009",
            "QmYTHFcAAAAJ:UeHWp8X0CEIC",
            630,
            "https:\/\/academic.oup.com\/clinchem\/article-abstract\/55\/11\/1977\/5629365",
            "2392619173376988472",
            "\/scholar?cites=2392619173376988472",
            {
                "2010":23,
                "2011":48,
                "2012":58,
                "2013":84,
                "2014":80,
                "2015":69,
                "2016":84,
                "2017":47,
                "2018":48,
                "2019":38,
                "2020":37,
                "2021":7
            }
        ],
        [
            "microRNAs (miRNAs) are abundant, ∼21-nucleotide, noncoding regulatory RNAs. Each miRNA may regulate hundreds of mRNA targets, but the identities of these targets and the processes they regulate are poorly understood. Here we have explored the use of microarray profiling and functional screening to identify targets and biological processes triggered by the transfection of human cells with miRNAs. We demonstrate that a family of miRNAs sharing sequence identity with miRNA-16 (miR-16) negatively regulates cellular growth and cell cycle progression. miR-16-down-regulated transcripts were enriched with genes whose silencing by small interfering RNAs causes an accumulation of cells in G0\/G1. Simultaneous silencing of these genes was more effective at blocking cell cycle progression than disruption of the individual genes. Thus, miR-16 coordinately regulates targets that may act in concert to control …",
            "Transcripts targeted by the microRNA-16 family cooperatively regulate cell cycle progression",
            "Peter S Linsley and Janell Schelter and Julja Burchard and Miho Kibukawa and Melissa M Martin and Steven R Bartz and Jason M Johnson and Jordan M Cummins and Christopher K Raymond and Hongyue Dai and Nelson Chau and Michele Cleary and Aimee L Jackson and Michael Carleton and Lee Lim",
            "2007",
            "QmYTHFcAAAAJ:2osOgNQ5qMEC",
            609,
            "https:\/\/mcb.asm.org\/content\/27\/6\/2240.short",
            "4081394333221322483",
            "\/scholar?cites=4081394333221322483",
            {
                "2007":13,
                "2008":57,
                "2009":76,
                "2010":56,
                "2011":65,
                "2012":64,
                "2013":60,
                "2014":56,
                "2015":38,
                "2016":34,
                "2017":26,
                "2018":21,
                "2019":21,
                "2020":20
            }
        ]
    ]
}