{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "Ultracold atoms in optical lattices provide a versatile tool with which to investigate fundamental properties of quantum many-body systems. In particular, the high degree of control of experimental parameters has allowed the study of many interesting phenomena, such as quantum phase transitions and quantum spin dynamics. Here we demonstrate how such control can be implemented at the most fundamental level of a single spin at a specific site of an optical lattice. Using a tightly focused laser beam together with a microwave field, we were able to flip the spin of individual atoms in a Mott insulator with sub-diffraction-limited resolution, well below the lattice spacing. The Mott insulator provided us with a large two-dimensional array of perfectly arranged atoms, in which we created arbitrary spin patterns by sequentially addressing selected lattice sites after freezing out the atom distribution. We directly monitored the …",
            "Single-spin addressing in an atomic Mott insulator",
            "Christof Weitenberg and Manuel Endres and Jacob F Sherson and Marc Cheneau and Peter Schauß and Takeshi Fukuhara and Immanuel Bloch and Stefan Kuhr",
            "2011",
            "qnuz4yIAAAAJ:u5HHmVD_uO8C",
            754,
            "https:\/\/www.nature.com\/articles\/nature09827",
            "15144023917157364497",
            "\/scholar?cites=15144023917157364497",
            {
                "2010":2,
                "2011":63,
                "2012":107,
                "2013":92,
                "2014":91,
                "2015":91,
                "2016":83,
                "2017":69,
                "2018":51,
                "2019":47,
                "2020":56,
                "2021":2
            }
        ],
        [
            "In relativistic quantum field theory, information propagation is bounded by the speed of light. No such limit exists in the non-relativistic case, although in real physical systems, short-range interactions may be expected to restrict the propagation of information to finite velocities. The question of how fast correlations can spread in quantum many-body systems has been long studied 1. The existence of a maximal velocity, known as the Lieb–Robinson bound, has been shown theoretically to exist in several interacting many-body systems (for example, spins on a lattice 2, 3, 4, 5)—such systems can be regarded as exhibiting an effective light cone that bounds the propagation speed of correlations. The existence of such a ‘speed of light’has profound implications for condensed matter physics and quantum information, but has not been observed experimentally. Here we report the time-resolved detection of propagating …",
            "Light-cone-like spreading of correlations in a quantum many-body system",
            "Marc Cheneau and Peter Barmettler and Dario Poletti and Manuel Endres and Peter Schauß and Takeshi Fukuhara and Christian Gross and Immanuel Bloch and Corinna Kollath and Stefan Kuhr",
            "2012",
            "qnuz4yIAAAAJ:u-x6o8ySG0sC",
            745,
            "https:\/\/www.nature.com\/articles\/nature10748",
            "7245752545141144420",
            "\/scholar?cites=7245752545141144420",
            {
                "2012":30,
                "2013":67,
                "2014":115,
                "2015":104,
                "2016":101,
                "2017":87,
                "2018":88,
                "2019":82,
                "2020":66,
                "2021":5
            }
        ],
        [
            "A fundamental assumption in statistical physics is that generic closed quantum many-body systems thermalize under their own dynamics. Recently, the emergence of many-body localized systems has questioned this concept and challenged our understanding of the connection between statistical physics and quantum mechanics. Here we report on the observation of a many-body localization transition between thermal and localized phases for bosons in a two-dimensional disordered optical lattice. With our single-site–resolved measurements, we track the relaxation dynamics of an initially prepared out-of-equilibrium density pattern and find strong evidence for a diverging length scale when approaching the localization transition. Our experiments represent a demonstration and in-depth characterization of many-body localization in a regime not accessible with state-of-the-art simulations on classical computers.",
            "Exploring the many-body localization transition in two dimensions",
            "Jae-yoon Choi and Sebastian Hild and Johannes Zeiher and Peter Schauß and Antonio Rubio-Abadal and Tarik Yefsah and Vedika Khemani and David A Huse and Immanuel Bloch and Christian Gross",
            "2016",
            "qnuz4yIAAAAJ:9ZlFYXVOiuMC",
            632,
            "https:\/\/science.sciencemag.org\/content\/352\/6293\/1547.abstract",
            "10316048079073598839",
            "\/scholar?cites=10316048079073598839",
            {
                "2016":45,
                "2017":123,
                "2018":124,
                "2019":144,
                "2020":178,
                "2021":14
            }
        ],
        [
            "The ability to control and tune interactions in ultracold atomic gases has paved the way for the realization of new phases of matter. So far, experiments have achieved a high degree of control over short-range interactions, but the realization of long-range interactions has become a central focus of research because it would open up a new realm of many-body physics. Rydberg atoms are highly suited to this goal because the van der Waals forces between them are many orders of magnitude larger than those between ground-state atoms 1. Consequently, mere laser excitation of ultracold gases can cause strongly correlated many-body states to emerge directly when atoms are transferred to Rydberg states. A key example is a quantum crystal composed of coherent superpositions of different, spatially ordered configurations of collective excitations 2, 3, 4, 5. Here we use high-resolution, in situ Rydberg atom imaging …",
            "Observation of spatially ordered structures in a two-dimensional Rydberg gas",
            "Peter Schauß and Marc Cheneau and Manuel Endres and Takeshi Fukuhara and Sebastian Hild and Ahmed Omran and Thomas Pohl and Christian Gross and Stefan Kuhr and Immanuel Bloch",
            "2012",
            "qnuz4yIAAAAJ:2osOgNQ5qMEC",
            511,
            "https:\/\/www.nature.com\/articles\/nature11596",
            "12683640885986768207",
            "\/scholar?cites=12683640885986768207",
            {
                "2012":3,
                "2013":70,
                "2014":65,
                "2015":72,
                "2016":95,
                "2017":50,
                "2018":52,
                "2019":40,
                "2020":60,
                "2021":1
            }
        ],
        [
            "One of the elementary processes in quantum magnetism is the propagation of spin excitations. Here we study the quantum dynamics of a deterministically created spin-impurity atom, as it propagates in a one-dimensional lattice system. We probe the spatial probability distribution of the impurity at different times using single-site-resolved imaging of bosonic atoms in an optical lattice. In the Mott-insulating regime, the quantum-coherent propagation of a magnetic excitation in the Heisenberg model can be observed using a post-selection technique. Extending the study to the superfluid regime of the bath, we quantitatively determine how the bath affects the motion of the impurity, showing evidence of polaronic behaviour. The experimental data agree with theoretical predictions, allowing us to determine the effect of temperature on the impurity motion. Our results provide a new approach to studying quantum magnetism …",
            "Quantum dynamics of a mobile spin impurity",
            "Takeshi Fukuhara and Adrian Kantian and Manuel Endres and Marc Cheneau and Peter Schauß and Sebastian Hild and David Bellem and Ulrich Schollwöck and Thierry Giamarchi and Christian Gross and Immanuel Bloch and Stefan Kuhr",
            "2013",
            "qnuz4yIAAAAJ:UeHWp8X0CEIC",
            466,
            "https:\/\/www.nature.com\/articles\/nphys2561",
            "9005631866323376733",
            "\/scholar?cites=9005631866323376733",
            {
                "2013":34,
                "2014":75,
                "2015":69,
                "2016":70,
                "2017":58,
                "2018":52,
                "2019":44,
                "2020":62,
                "2021":2
            }
        ],
        [
            "The existence of bound states of elementary spin waves (magnons) in one-dimensional quantum magnets was predicted almost 80 years ago 1. Identifying signatures of magnon bound states has so far remained the subject of intense theoretical research 2, 3, 4, 5, and their detection has proved challenging for experiments. Ultracold atoms offer an ideal setting in which to find such bound states by tracking the spin dynamics with single-spin and single-site resolution 6, 7 following a local excitation 8. Here we use in situ correlation measurements to observe two-magnon bound states directly in a one-dimensional Heisenberg spin chain comprising ultracold bosonic atoms in an optical lattice. We observe the quantum dynamics of free and bound magnon states through time-resolved measurements of two spin impurities. The increased effective mass of the compound magnon state results in slower spin dynamics as …",
            "Microscopic observation of magnon bound states and their dynamics",
            "Takeshi Fukuhara and Peter Schauß and Manuel Endres and Sebastian Hild and Marc Cheneau and Immanuel Bloch and Christian Gross",
            "2013",
            "qnuz4yIAAAAJ:LkGwnXOMwfcC",
            368,
            "https:\/\/www.nature.com\/articles\/nature12541",
            "6708098050058446845",
            "\/scholar?cites=6708098050058446845",
            {
                "2013":9,
                "2014":64,
                "2015":61,
                "2016":53,
                "2017":49,
                "2018":44,
                "2019":39,
                "2020":47,
                "2021":1
            }
        ],
        [
            "Spontaneous symmetry breaking plays a key role in our understanding of nature. In relativistic quantum field theory, a broken continuous symmetry leads to the emergence of two types of fundamental excitation: massless Nambu–Goldstone modes and a massive ‘Higgs’ amplitude mode. An excitation of Higgs type is of crucial importance in the standard model of elementary particle physics 1, and also appears as a fundamental collective mode in quantum many-body systems 2. Whether such a mode exists in low-dimensional systems as a resonance-like feature, or whether it becomes overdamped through coupling to Nambu–Goldstone modes, has been a subject of debate 2, 3, 4, 5, 6, 7, 8, 9. Here we experimentally find and study a Higgs mode in a two-dimensional neutral superfluid close to a quantum phase transition to a Mott insulating phase. We unambiguously identify the mode by observing the expected …",
            "The 'Higgs' amplitude mode at the two-dimensional superfluid\/Mott insulator transition",
            "Manuel Endres and Takeshi Fukuhara and David Pekker and Marc Cheneau and Peter Schauß and Christian Gross and Eugene Demler and Stefan Kuhr and Immanuel Bloch",
            "2012",
            "qnuz4yIAAAAJ:roLk4NBRz8UC",
            335,
            "https:\/\/www.nature.com\/articles\/nature11255",
            "12206993362157524786",
            "\/scholar?cites=12206993362157524786",
            {
                "2011":1,
                "2012":17,
                "2013":37,
                "2014":49,
                "2015":49,
                "2016":32,
                "2017":50,
                "2018":33,
                "2019":33,
                "2020":31,
                "2021":3
            }
        ],
        [
            "Quantum phases of matter are characterized by the underlying correlations of the many-body system. Although this is typically captured by a local order parameter, it has been shown that a broad class of many-body systems possesses a hidden nonlocal order. In the case of bosonic Mott insulators, the ground state properties are governed by quantum fluctuations in the form of correlated particle-hole pairs that lead to the emergence of a nonlocal string order in one dimension. By using high-resolution imaging of low-dimensional quantum gases in an optical lattice, we directly detect these pairs with single-site and single-particle sensitivity and observe string order in the one-dimensional case.",
            "Observation of correlated particle-hole pairs and string order in low-dimensional Mott insulators",
            "Manuel Endres and Marc Cheneau and Takeshi Fukuhara and Christof Weitenberg and Peter Schauss and Christian Gross and Leonardo Mazza and Mari Carmen Banuls and L Pollet and Immanuel Bloch and Stefan Kuhr",
            "2011",
            "qnuz4yIAAAAJ:d1gkVwhDpl0C",
            308,
            "https:\/\/science.sciencemag.org\/content\/334\/6053\/200.abstract",
            "6653939850868408740",
            "\/scholar?cites=6653939850868408740",
            {
                "2011":2,
                "2012":35,
                "2013":33,
                "2014":48,
                "2015":35,
                "2016":38,
                "2017":27,
                "2018":25,
                "2019":32,
                "2020":32,
                "2021":1
            }
        ],
        [
            "Dominating finite-range interactions in many-body systems can lead to intriguing self-ordered phases of matter. For quantum magnets, Ising models with power-law interactions are among the most elementary systems that support such phases. These models can be implemented by laser coupling ensembles of ultracold atoms to Rydberg states. Here, we report on the experimental preparation of crystalline ground states of such spin systems. We observe a magnetization staircase as a function of the system size and show directly the emergence of crystalline states with vanishing susceptibility. Our results demonstrate the precise control of Rydberg many-body systems and may enable future studies of phase transitions and quantum correlations in interacting quantum magnets.",
            "Crystallization in Ising quantum magnets",
            "Peter Schauß and Johannes Zeiher and Takeshi Fukuhara and Sebastian Hild and Marc Cheneau and Tommaso Macrì and Thomas Pohl and Immanuel Bloch and Christian Groß",
            "2015",
            "qnuz4yIAAAAJ:3fE2CSJIrl8C",
            247,
            "https:\/\/science.sciencemag.org\/content\/347\/6229\/1455.abstract",
            "1417954104429291833",
            "\/scholar?cites=1417954104429291833",
            {
                "2014":1,
                "2015":24,
                "2016":65,
                "2017":45,
                "2018":32,
                "2019":25,
                "2020":52,
                "2021":3
            }
        ]
    ]
}