{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The highly stable spin of neutron stars can be exploited for a variety of (astro)physical investigations. In particular, arrays of pulsars with rotational periods of the order of milliseconds can be used to detect correlated signals such as those caused by gravitational waves. Three such ‘pulsar timing arrays’ (PTAs) have been set up around the world over the past decades and collectively form the ‘International’ PTA (IPTA). In this paper, we describe the first joint analysis of the data from the three regional PTAs, i.e. of the first IPTA data set. We describe the available PTA data, the approach presently followed for its combination and suggest improvements for future PTA research. Particular attention is paid to subtle details (such as underestimation of measurement uncertainty and long-period noise) that have often been ignored but which become important in this unprecedentedly large and inhomogeneous data set …",
            "The international pulsar timing array: first data release",
            "JPW Verbiest and L Lentati and G Hobbs and Rutger van Haasteren and Paul B Demorest and GH Janssen and J-B Wang and G Desvignes and RN Caballero and MJ Keith and DJ Champion and Zaven Arzoumanian and Stanislav Babak and CG Bassa and NDR Bhat and A Brazier and P Brem and MARTA Burgay and Sarah Burke-Spolaor and SJ Chamberlin and S Chatterjee and B Christy and Ismaël Cognard and JM Cordes and S Dai and T Dolch and JA Ellis and RD Ferdman and E Fonseca and JR Gair and NE Garver-Daniels and P Gentile and ME Gonzalez and E Graikou and Lucas Guillemot and JWT Hessels and G Jones and R Karuppusamy and M Kerr and M Kramer and MT Lam and PD Lasky and A Lassus and P Lazarus and TJW Lazio and KJ Lee and L Levin and K Liu and RS Lynch and AG Lyne and J Mckee and MA McLaughlin and ST McWilliams and DR Madison and RN Manchester and CMF Mingarelli and David J Nice and S Osłowski and NT Palliyaguru and TT Pennucci and BBP Perera and DELPHINE Perrodin and ANDREA Possenti and A Petiteau and SM Ransom and D Reardon and PA Rosado and SA Sanidas and A Sesana and Golam Shaifullah and RM Shannon and X Siemens and J Simon and R Smits and R Spiewak and IH Stairs and BW Stappers and DR Stinebring and K Stovall and JK Swiggum and SR Taylor and Gilles Theureau and Caterina Tiburzi and L Toomey and M Vallisneri and W van Straten and A Vecchio and Y Wang and L Wen and XP You and WW Zhu and X-J Zhu",
            "2016",
            "QouWRVgAAAAJ:u5HHmVD_uO8C",
            265,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/458\/2\/1267\/2589038",
            "186142412833807340",
            "\/scholar?cites=186142412833807340",
            {
                "2016":17,
                "2017":43,
                "2018":53,
                "2019":71,
                "2020":73,
                "2021":8
            }
        ],
        [
            "The Double Pulsar (PSR J0737−3039) is the only neutron star–neutron star (NS–NS) binary in which both NSs have been detectable as radio pulsars. The Double Pulsar has been assumed to dominate the Galactic NS–NS binary merger rate  among all known systems, solely based on the properties of the first-born, recycled pulsar (PSR J0737−3039A, or A) with an assumption for the beaming correction factor of 6. In this work, we carefully correct observational biases for the second-born, non-recycled pulsar (PSR J0737−0737B, or B) and estimate the contribution from the Double Pulsar on  using constraints available from both A and B. Observational constraints from the B pulsar favour a small beaming correction factor for A (∼2), which is consistent with a bipolar model. Considering known NS–NS binaries with the best observational constraints, including both A and B, we obtain  Myr−1 at 95 …",
            "Implications of PSR J0737− 3039B for the Galactic NS–NS binary merger rate",
            "Chunglee Kim and Benetge Bhakthi Pranama Perera and Maura A McLaughlin",
            "2015",
            "QouWRVgAAAAJ:LkGwnXOMwfcC",
            103,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/448\/1\/928\/1749667",
            "14843019873635411208",
            "\/scholar?cites=14843019873635411208",
            {
                "2014":1,
                "2015":3,
                "2016":25,
                "2017":19,
                "2018":20,
                "2019":20,
                "2020":12,
                "2021":1
            }
        ],
        [
            "The PSR J1023+ 0038 binary system hosts a neutron star and a low-mass, main-sequence-like star. It switches on year timescales between states as an eclipsing radio millisecond pulsar and a low-mass X-ray binary (LMXB). We present a multi-wavelength observational campaign of PSR J1023+ 0038 in its most recent LMXB state. Two long XMM-Newton observations reveal that the system spends~ 70% of the time in a≈ 3× 10 33 erg s− 1 X-ray luminosity mode, which, as shown in Archibald et al., exhibits coherent X-ray pulsations. This emission is interspersed with frequent lower flux mode intervals with  erg s− 1 and sporadic flares reaching up to≈ 10 34 erg s− 1, with neither mode showing significant X-ray pulsations. The switches between the three flux modes occur on timescales of order 10 s. In the UV and optical, we observe occasional intense flares coincident with those observed in X-rays. Our …",
            "Coordinated X-ray, ultraviolet, optical, and radio observations of the PSR J1023+ 0038 system in a low-mass X-ray binary state",
            "Slavko Bogdanov and Anne M Archibald and Cees Bassa and Adam T Deller and Jules P Halpern and George Heald and Jason WT Hessels and Gemma H Janssen and Andrew G Lyne and Javier Moldón and Zsolt Paragi and Alessandro Patruno and Benetge BP Perera and Ben W Stappers and Shriharsh P Tendulkar and Caroline R D’Angelo and Rudy Wijnands",
            "2015",
            "QouWRVgAAAAJ:IjCSPb-OGe4C",
            92,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/806\/2\/148\/meta",
            "3837564617323702999",
            "\/scholar?cites=3837564617323702999",
            {
                "2015":9,
                "2016":10,
                "2017":23,
                "2018":22,
                "2019":16,
                "2020":9,
                "2021":2
            }
        ],
        [
            "We present the evolution of the radio emission from the 2.8 s pulsar of the double pulsar system PSR J0737–3039A\/B. We provide an update on the Burgay et al. analysis by describing the changes in the pulse profile and flux density over five years of observations, culminating in the B pulsar's radio disappearance in 2008 March. Over this time, the flux density decreases by 0.177 mJy yr–1 at the brightest orbital phases and the pulse profile evolves from a single to a double peak, with a separation rate of 2 fdg 6 yr–1. The pulse profile changes are most likely caused by relativistic spin precession but cannot be easily explained with a circular hollow-cone beam as in the model of Clifton & Weisberg. Relativistic spin precession, coupled with an elliptical beam, can model the pulse profile evolution well and the reappearance is expected to happen in~ 2035 with the same part of the beam or in~ 2014 if we assume a …",
            "The evolution of PSR J0737–3039b and a model for relativistic spin precession",
            "BBP Perera and MA McLaughlin and Michael Kramer and IH Stairs and RD Ferdman and PCC Freire and Andrea Possenti and RP Breton and Richard N Manchester and Marta Burgay and AG Lyne and Fernando Camilo",
            "2010",
            "QouWRVgAAAAJ:9yKSN-GCB0IC",
            77,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/721\/2\/1193\/meta",
            "2151786563337246489",
            "\/scholar?cites=2151786563337246489",
            {
                "2011":4,
                "2012":8,
                "2013":9,
                "2014":15,
                "2015":8,
                "2016":9,
                "2017":9,
                "2018":4,
                "2019":1,
                "2020":8
            }
        ],
        [
            "We analyse the stochastic properties of the 49 pulsars that comprise the first International Pulsar Timing Array (IPTA) data release. We use Bayesian methodology, performing model selection to determine the optimal description of the stochastic signals present in each pulsar. In addition to spin-noise and dispersion-measure (DM) variations, these models can include timing noise unique to a single observing system, or frequency band. We show the improved radio-frequency coverage and presence of overlapping data from different observing systems in the IPTA data set enables us to separate both system and band-dependent effects with much greater efficacy than in the individual pulsar timing array (PTA) data sets. For example, we show that PSR J1643−1224 has, in addition to DM variations, significant band-dependent noise that is coherent between PTAs which we interpret as coming from time-variable …",
            "From spin noise to systematics: stochastic processes in the first International Pulsar Timing Array data release",
            "Lindley Lentati and Ryan M Shannon and William A Coles and Joris PW Verbiest and Rutger van Haasteren and JA Ellis and RN Caballero and Richard Norman Manchester and Z Arzoumanian and Stanislav Babak and CG Bassa and NDR Bhat and P Brem and MARTA Burgay and Sarah Burke-Spolaor and D Champion and S Chatterjee and Ismaël Cognard and JM Cordes and Shi Dai and P Demorest and G Desvignes and T Dolch and RD Ferdman and E Fonseca and JR Gair and Marjorie E Gonzalez and E Graikou and Lucas Guillemot and Jason WT Hessels and G Hobbs and GH Janssen and G Jones and R Karuppusamy and M Keith and Matthew Kerr and M Kramer and MT Lam and Paul Daniel Lasky and A Lassus and P Lazarus and TJW Lazio and KJ Lee and L Levin and K Liu and RS Lynch and DR Madison and J McKee and M McLaughlin and ST McWilliams and CMF Mingarelli and David J Nice and S Osłowski and TT Pennucci and BBP Perera and DELPHINE Perrodin and A Petiteau and ANDREA Possenti and SM Ransom and D Reardon and PA Rosado and SA Sanidas and A Sesana and Golam Shaifullah and X Siemens and R Smits and I Stairs and B Stappers and DR Stinebring and K Stovall and J Swiggum and SR Taylor and G Theureau and Caterina Tiburzi and L Toomey and M Vallisneri and W Van Straten and A Vecchio and J-B Wang and Y Wang and XP You and WW Zhu and X-J Zhu",
            "2016",
            "QouWRVgAAAAJ:Y0pCki6q_DkC",
            69,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/458\/2\/2161\/2589092",
            "7996174060470820449",
            "\/scholar?cites=7996174060470820449",
            {
                "2016":7,
                "2017":15,
                "2018":17,
                "2019":12,
                "2020":15,
                "2021":3
            }
        ],
        [
            "In this paper, we describe the International Pulsar Timing Array second data release, which includes recent pulsar timing data obtained by three regional consortia: the European Pulsar Timing Array, the North American Nanohertz Observatory for Gravitational Waves, and the Parkes Pulsar Timing Array. We analyse and where possible combine high-precision timing data for 65 millisecond pulsars which are regularly observed by these groups. A basic noise analysis, including the processes which are both correlated and uncorrelated in time, provides noise models and timing ephemerides for the pulsars. We find that the timing precisions of pulsars are generally improved compared to the previous data release, mainly due to the addition of new data in the combination. The main purpose of this work is to create the most up-to-date IPTA data release. These data are publicly available for searches for low …",
            "The international pulsar timing array: Second data release",
            "BBP Perera and ME DeCesar and PB Demorest and M Kerr and L Lentati and DJ Nice and S Osłowski and SM Ransom and MJ Keith and Z Arzoumanian and M Bailes and PT Baker and CG Bassa and NDR Bhat and A Brazier and MARTA Burgay and S Burke-Spolaor and RN Caballero and DJ Champion and S Chatterjee and S Chen and I Cognard and JM Cordes and K Crowter and S Dai and G Desvignes and T Dolch and RD Ferdman and EC Ferrara and E Fonseca and JM Goldstein and E Graikou and L Guillemot and JS Hazboun and G Hobbs and H Hu and K Islo and GH Janssen and R Karuppusamy and M Kramer and MT Lam and KJ Lee and K Liu and J Luo and AG Lyne and RN Manchester and JW McKee and MA McLaughlin and CMF Mingarelli and AP Parthasarathy and TT Pennucci and DELPHINE Perrodin and ANDREA Possenti and DJ Reardon and CJ Russell and SA Sanidas and A Sesana and G Shaifullah and RM Shannon and X Siemens and J Simon and R Spiewak and IH Stairs and BW Stappers and JK Swiggum and SR Taylor and G Theureau and C Tiburzi and M Vallisneri and A Vecchio and JB Wang and SB Zhang and L Zhang and WW Zhu and XJ Zhu",
            "2019",
            "QouWRVgAAAAJ:Zph67rFs4hoC",
            68,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/490\/4\/4666\/5586597",
            "15038684838208508003",
            "\/scholar?cites=15038684838208508003",
            {
                "2019":1,
                "2020":59,
                "2021":8
            }
        ],
        [
            "PSR B1820−30A is located in the globular cluster NGC 6624 and is the closest known pulsar to the centre of any globular cluster. We present more than 25 yr of high-precision timing observations of this millisecond pulsar and obtain four rotational frequency time derivative measurements. Modelling these higher order derivatives as being due to orbital motion, we find solutions that indicate the pulsar is in either a low-eccentricity (0.33 ≲ e ≲ 0.4) smaller orbit with a low-mass companion (such as a main-sequence star, white dwarf, neutron star or stellar mass black hole) or a high-eccentricity (e ≳ 0.9) larger orbit with a massive companion. The cluster mass properties and the observed properties of 4U 1820−30 and the other pulsars in the cluster argue against the low-eccentricity possibility. The high-eccentricity solution reveals that the pulsar is most likely orbiting around an intermediate-mass black hole (IMBH …",
            "Evidence for an intermediate-mass black hole in the globular cluster NGC 6624",
            "BBP Perera and BW Stappers and AG Lyne and CG Bassa and Ismaël Cognard and Lucas Guillemot and M Kramer and Gilles Theureau and Grégory Desvignes",
            "2017",
            "QouWRVgAAAAJ:W7OEmFMy1HYC",
            55,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/468\/2\/2114\/3058184",
            "8455279336198290965",
            "\/scholar?cites=8455279336198290965",
            {
                "2017":5,
                "2018":15,
                "2019":17,
                "2020":16,
                "2021":2
            }
        ],
        [
            "The radio millisecond pulsar J1713+ 0747 is regarded as one of the highest-precision clocks in the sky and is regularly timed for the purpose of detecting gravitational waves. The International Pulsar Timing Array Collaboration undertook a 24 hr global observation of PSR J1713+ 0747 in an effort to better quantify sources of timing noise in this pulsar, particularly on intermediate (1-24 hr) timescales. We observed the pulsar continuously over 24 hr with the Arecibo, Effelsberg, GMRT, Green Bank, LOFAR, Lovell, Nançay, Parkes, and WSRT radio telescopes. The combined pulse times-of-arrival presented here provide an estimate of what sources of timing noise, excluding DM variations, would be present as compared to an idealized  improvement in timing precision, where N is the number of pulses analyzed. In the case of this particular pulsar, we find that intrinsic pulse phase jitter dominates arrival time …",
            "A 24 Hr global campaign to assess precision timing of the millisecond pulsar J1713+ 0747",
            "T Dolch and MT Lam and J Cordes and S Chatterjee and C Bassa and B Bhattacharyya and DJ Champion and Ismaël Cognard and K Crowter and PB Demorest and JWT Hessels and G Janssen and FA Jenet and G Jones and C Jordan and R Karuppusamy and M Keith and V Kondratiev and M Kramer and P Lazarus and TJW Lazio and KJ Lee and MA McLaughlin and J Roy and RM Shannon and I Stairs and K Stovall and JPW Verbiest and DR Madison and N Palliyaguru and DELPHINE Perrodin and S Ransom and B Stappers and WW Zhu and S Dai and G Desvignes and Lucas Guillemot and K Liu and A Lyne and BBP Perera and E Petroff and JM Rankin and R Smits",
            "2014",
            "QouWRVgAAAAJ:YsMSGLbcyi4C",
            51,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/794\/1\/21\/meta",
            "9318319397705856644",
            "\/scholar?cites=9318319397705856644",
            {
                "2014":1,
                "2015":14,
                "2016":14,
                "2017":2,
                "2018":8,
                "2019":8,
                "2020":3,
                "2021":1
            }
        ],
        [
            "We study the spin-down properties of PSR B0919+06 based on almost 30 years of radio observations. We confirm that the time derivative of the rotational frequency  is modulated quasi-periodically and show that it exhibits a repeating double-peaked structure throughout the entire observation span. We model the  variation of the pulsar assuming two spin-down rates with sudden switches between them in time. Our results show that the double-peak structure in  has a repetition time of about 630 d until MJD 52000 (2001 April) and 550 d since then. During this cycle, the pulsar spin varies from the lower spin-down rate to the upper spin-down rate twice with different amounts of time spent in each state, resulting in a further quasi-stable secondary modulation of the two-state switching. This particular spin-down state switching is broadly consistent with free precession of the pulsar; however, strong evidence linked …",
            "Understanding the spin-down rate changes of PSR B0919+ 06",
            "BBP Perera and BW Stappers and P Weltevrede and AG Lyne and CG Bassa",
            "2015",
            "QouWRVgAAAAJ:2osOgNQ5qMEC",
            28,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/446\/2\/1380\/2892627",
            "3574980913578587653",
            "\/scholar?cites=3574980913578587653",
            {
                "2015":1,
                "2016":7,
                "2017":7,
                "2018":4,
                "2019":4,
                "2020":5
            }
        ],
        [
            "Pulsar-timing analyses are sensitive to errors in the Solar-system ephemerides (SSEs) that timing models utilize to estimate the location of the Solar-system barycentre, the quasi-inertial reference frame to which all recorded pulse times-of-arrival are referred. Any error in the SSE will affect all pulsars, therefore pulsar timing arrays (PTAs) are a suitable tool to search for such errors and impose independent constraints on relevant physical parameters. We employ the first data release of the International Pulsar Timing Array to constrain the masses of the planet–moons systems and to search for possible unmodelled objects (UMOs) in the Solar system. We employ 10 SSEs from two independent research groups, derive and compare mass constraints of planetary systems, and derive the first PTA mass constraints on asteroid-belt objects. Constraints on planetary-system masses have been improved by factors of up …",
            "Studying the solar system with the international pulsar timing array",
            "RN Caballero and YJ Guo and KJ Lee and P Lazarus and DJ Champion and G Desvignes and M Kramer and K Plant and Z Arzoumanian and M Bailes and CG Bassa and NDR Bhat and A Brazier and MARTA Burgay and S Burke-Spolaor and SJ Chamberlin and S Chatterjee and I Cognard and JM Cordes and S Dai and P Demorest and T Dolch and RD Ferdman and E Fonseca and JR Gair and N Garver-Daniels and P Gentile and ME Gonzalez and E Graikou and L Guillemot and G Hobbs and GH Janssen and R Karuppusamy and MJ Keith and M Kerr and MT Lam and PD Lasky and TJW Lazio and L Levin and K Liu and AN Lommen and DR Lorimer and RS Lynch and DR Madison and RN Manchester and JW McKee and MA McLaughlin and ST McWilliams and CMF Mingarelli and David J Nice and S Osłowski and NT Palliyaguru and TT Pennucci and BBP Perera and DELPHINE Perrodin and ANDREA Possenti and SM Ransom and DJ Reardon and SA Sanidas and A Sesana and G Shaifullah and RM Shannon and X Siemens and J Simon and R Spiewak and I Stairs and B Stappers and DR Stinebring and K Stovall and JK Swiggum and SR Taylor and G Theureau and Caterina Tiburzi and L Toomey and R van Haasteren and W van Straten and JPW Verbiest and JB Wang and XJ Zhu and WW Zhu",
            "2018",
            "QouWRVgAAAAJ:8k81kl-MbHgC",
            23,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/481\/4\/5501\/5113478",
            "5737452894987069378",
            "\/scholar?cites=5737452894987069378",
            {
                "2019":7,
                "2020":13,
                "2021":2
            }
        ]
    ]
}