{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "The Electric and Magnetic Field Instrument and Integrated Science (EMFISIS) investigation on the NASA Radiation Belt Storm Probes (now named the Van Allen Probes) mission provides key wave and very low frequency magnetic field measurements to understand radiation belt acceleration, loss, and transport. The key science objectives and the contribution that EMFISIS makes to providing measurements as well as theory and modeling are described. The key components of the instruments suite, both electronics and sensors, including key functional parameters, calibration, and performance, demonstrate that EMFISIS provides the needed measurements for the science of the RBSP mission. The EMFISIS operational modes and data products, along with online availability and data tools provide the radiation belt science community with one the most complete sets of data ever collected.",
            "The electric and magnetic field instrument suite and integrated science (EMFISIS) on RBSP",
            "CA Kletzing and WS Kurth and M Acuna and RJ MacDowall and RB Torbert and T Averkamp and D Bodet and SR Bounds and M Chutter and J Connerney and D Crawford and JS Dolan and R Dvorsky and GB Hospodarsky and J Howard and V Jordanova and RA Johnson and DL Kirchner and B Mokrzycki and G Needell and J Odom and D Mark and R Pfaff and JR Phillips and CW Piker and SL Remington and D Rowland and O Santolik and R Schnurr and D Sheppard and CW Smith and RM Thorne and J Tyler",
            "2013",
            "QPn80C8AAAAJ:5nxA0vEk-isC",
            686,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s11214-013-9993-6.pdf",
            "661029614443269655",
            "\/scholar?cites=661029614443269655",
            {
                "2013":10,
                "2014":49,
                "2015":74,
                "2016":91,
                "2017":104,
                "2018":108,
                "2019":117,
                "2020":125,
                "2021":4
            }
        ],
        [
            "This paper presents a comprehensive review of dispersive Alfvén waves in space and laboratory plasmas. We start with linear properties of Alfvén waves and show how the inclusion of ion gyroradius, parallel electron inertia, and finite frequency effects modify the Alfvén wave properties. Detailed discussions of inertial and kinetic Alfvén waves and their polarizations as well as their relations to drift Alfvén waves are presented. Up to date observations of waves and field parameters deduced from the measurements by Freja, Fast, and other spacecraft are summarized. We also present laboratory measurements of dispersive Alfvén waves, that are of most interest to auroral physics. Electron acceleration by Alfvén waves and possible connections of dispersive Alfvén waves with ionospheric-magnetospheric resonator and global field-line resonances are also reviewed. Theoretical efforts are directed on studies …",
            "Small scale Alfvénic structure in the aurora",
            "K Stasiewicz and P Bellan and C Chaston and C Kletzing and R Lysak and J Maggs and O Pokhotelov and C Seyler and P Shukla and L Stenflo and A Streltsov and J-E Wahlund",
            "2000",
            "QPn80C8AAAAJ:DyXnQzXoVgIC",
            492,
            "https:\/\/link.springer.com\/article\/10.1023\/A:1005207202143",
            "16805156898023994476",
            "\/scholar?cites=16805156898023994476",
            {
                "2001":13,
                "2002":14,
                "2003":26,
                "2004":25,
                "2005":35,
                "2006":21,
                "2007":17,
                "2008":28,
                "2009":23,
                "2010":28,
                "2011":30,
                "2012":26,
                "2013":24,
                "2014":29,
                "2015":35,
                "2016":25,
                "2017":22,
                "2018":26,
                "2019":21,
                "2020":16
            }
        ],
        [
            "Recent analysis of satellite data obtained during the 9 October 2012 geomagnetic storm identified the development of peaks in electron phase space density 1, which are compelling evidence for local electron acceleration in the heart of the outer radiation belt 2, 3, but are inconsistent with acceleration by inward radial diffusive transport 4, 5. However, the precise physical mechanism responsible for the acceleration on 9 October was not identified. Previous modelling has indicated that a magnetospheric electromagnetic emission known as chorus could be a potential candidate for local electron acceleration 6, 7, 8, 9, 10, but a definitive resolution of the importance of chorus for radiation-belt acceleration was not possible because of limitations in the energy range and resolution of previous electron observations and the lack of a dynamic global wave model. Here we report high-resolution electron observations 11 …",
            "Rapid local acceleration of relativistic radiation-belt electrons by magnetospheric chorus",
            "RM Thorne and W Li and B Ni and Q Ma and J Bortnik and L Chen and DN Baker and Harlan E Spence and GD Reeves and MG Henderson and CA Kletzing and WS Kurth and GB Hospodarsky and JB Blake and Joseph F Fennell and SG Claudepierre and SG Kanekal",
            "2013",
            "QPn80C8AAAAJ:t7zJ5fGR-2UC",
            446,
            "https:\/\/www.nature.com\/articles\/nature12889",
            "6953068610266215673",
            "\/scholar?cites=6953068610266215673",
            {
                "2013":2,
                "2014":42,
                "2015":62,
                "2016":69,
                "2017":71,
                "2018":72,
                "2019":65,
                "2020":59,
                "2021":2
            }
        ],
        [
            "The Van Allen radiation belts contain ultrarelativistic electrons trapped in Earth’s magnetic field. Since their discovery in 1958, a fundamental unanswered question has been how electrons can be accelerated to such high energies. Two classes of processes have been proposed: transport and acceleration of electrons from a source population located outside the radiation belts (radial acceleration) or acceleration of lower-energy electrons to relativistic energies in situ in the heart of the radiation belts (local acceleration). We report measurements from NASA’s Van Allen Radiation Belt Storm Probes that clearly distinguish between the two types of acceleration. The observed radial profiles of phase space density are characteristic of local acceleration in the heart of the radiation belts and are inconsistent with a predominantly radial acceleration process.",
            "Electron acceleration in the heart of the Van Allen radiation belts",
            "GD Reeves and Harlan E Spence and MG Henderson and SK Morley and RHW Friedel and HO Funsten and DN Baker and SG Kanekal and JB Blake and JF Fennell and SG Claudepierre and RM Thorne and DL Turner and CA Kletzing and WS Kurth and BA Larsen and JT Niehof",
            "2013",
            "QPn80C8AAAAJ:M3ejUd6NZC8C",
            365,
            "https:\/\/science.sciencemag.org\/content\/341\/6149\/991.abstract",
            "941447464260083874",
            "\/scholar?cites=941447464260083874",
            {
                "2013":15,
                "2014":46,
                "2015":41,
                "2016":61,
                "2017":54,
                "2018":58,
                "2019":40,
                "2020":44,
                "2021":2
            }
        ],
        [
            "We present evidence based on measurements from the Polar spacecraft for the existence of small‐scale, large‐amplitude kinetic Alfvén waves\/spikes at the plasma sheet boundary layer (PSBL) at altitudes of 4–6 RE. These structures coincide with larger‐scale Alfvénic waves that carry a large net Poynting flux along magnetic field lines toward the Earth. Both structures are typically observed in the PSBL but have also been observed deeper in the plasma sheet. The small‐scale spikes have electric field amplitudes up to 300 mV m−1 and associated magnetic field variations between 0.5 and 5 nT. Previous analysis has shown that the larger‐scale Alfvén waves have periods of ∼20–60 s and carry enough Poynting flux to explain the generation of the most intense auroral structures observed in the Polar Ultraviolet Imager data set. In this paper it is shown that the smaller‐scale waves have durations in the spacecraft …",
            "Evidence for kinetic Alfvén waves and parallel electron energization at 4–6 RE altitudes in the plasma sheet boundary layer",
            "JR Wygant and A Keiling and CA Cattell and RL Lysak and M Temerin and FS Mozer and CA Kletzing and JD Scudder and V Streltsov and W Lotko and CT Russell",
            "2002",
            "QPn80C8AAAAJ:SAZ1SQo2q1kC",
            279,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2001JA900113",
            "17752647760257764677",
            "\/scholar?cites=17752647760257764677",
            {
                "2001":1,
                "2002":2,
                "2003":5,
                "2004":7,
                "2005":14,
                "2006":15,
                "2007":13,
                "2008":20,
                "2009":9,
                "2010":14,
                "2011":18,
                "2012":15,
                "2013":12,
                "2014":15,
                "2015":24,
                "2016":18,
                "2017":13,
                "2018":9,
                "2019":28,
                "2020":21,
                "2021":3
            }
        ],
        [
            "The FIELDS instrumentation suite on the Magnetospheric Multiscale (MMS) mission provides comprehensive measurements of the full vector magnetic and electric fields in the reconnection regions investigated by MMS, including the dayside magnetopause and the night-side magnetotail acceleration regions out to 25 Re. Six sensors on each of the four MMS spacecraft provide overlapping measurements of these fields with sensitive cross-calibrations both before and after launch. The FIELDS magnetic sensors consist of redundant flux-gate magnetometers (AFG and DFG) over the frequency range from DC to 64 Hz, a search coil magnetometer (SCM) providing AC measurements over the full whistler mode spectrum expected to be seen on MMS, and an Electron Drift Instrument (EDI) that calibrates offsets for the magnetometers. The FIELDS three-axis electric field measurements are provided by two sets of …",
            "The FIELDS instrument suite on MMS: Scientific objectives, measurements, and data products",
            "RB Torbert and CT Russell and W Magnes and RE Ergun and P-A Lindqvist and Olivier LeContel and H Vaith and J Macri and S Myers and D Rau and J Needell and B King and M Granoff and M Chutter and I Dors and G Olsson and Yuri V Khotyaintsev and Anders Eriksson and CA Kletzing and S Bounds and B Anderson and W Baumjohann and M Steller and K Bromund and Guan Le and R Nakamura and RJ Strangeway and HK Leinweber and S Tucker and J Westfall and D Fischer and F Plaschke and J Porter and K Lappalainen",
            "2016",
            "QPn80C8AAAAJ:HE397vMXCloC",
            273,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s11214-014-0109-8.pdf",
            "5038524649396336532",
            "\/scholar?cites=5038524649396336532",
            {
                "2016":57,
                "2017":40,
                "2018":48,
                "2019":59,
                "2020":68,
                "2021":1
            }
        ]
    ]
}