{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "An era of exploring the interactions of high-intensity, hard X-rays with matter has begun with the start-up of a hard-X-ray free-electron laser, the Linac Coherent Light Source (LCLS). Understanding how electrons in matter respond to ultra-intense X-ray radiation is essential for all applications. Here we reveal the nature of the electronic response in a free atom to unprecedented high-intensity, short-wavelength, high-fluence radiation (respectively 10 18 W cm− 2, 1.5–0.6 nm,∼ 10 5 X-ray photons per Å 2). At this fluence, the neon target inevitably changes during the course of a single femtosecond-duration X-ray pulse—by sequentially ejecting electrons—to produce fully-stripped neon through absorption of six photons. Rapid photoejection of inner-shell electrons produces ‘hollow’atoms and an intensity-induced X-ray transparency. Such transparency, due to the presence of inner-shell vacancies, can be induced in all …",
            "Femtosecond electronic response of atoms to ultra-intense X-rays",
            "Linda Young and Elliot P Kanter and Bertold Kraessig and Yongjin Li and AM March and ST Pratt and Robin Santra and SH Southworth and Nina Rohringer and LF DiMauro and Gilles Doumy and CA Roedig and Nora Berrah and Li Fang and Matthias Hoener and PH Bucksbaum and JP Cryan and S Ghimire and JM Glownia and DA Reis and JD Bozek and Christoph Bostedt and Marc Messerschmidt",
            "2010",
            "qpQiq1IAAAAJ:rmuvC79q63oC",
            777,
            "https:\/\/www.nature.com\/articles\/nature09177",
            "17631165061726104636",
            "\/scholar?cites=17631165061726104636",
            {
                "2010":21,
                "2011":83,
                "2012":102,
                "2013":98,
                "2014":73,
                "2015":84,
                "2016":80,
                "2017":49,
                "2018":56,
                "2019":54,
                "2020":69,
                "2021":5
            }
        ],
        [
            "An internal-target technique was used to make the first measurements of the tensor analyzing power T 20 of electron-deuteron elastic scattering in the four-momentum-transfer range of 2–3 fm− 1. Polarized deuterium atoms were confined within a storage cell in the VEPP-3 electron storage ring in Novosibirsk to achieve a total target thickness of 3× 10 12 cm− 2, 15 times greater than was previously possible with an atomic-beam target alone. The results for T 20 are in agreement with reasonable models of the deuteron wave function.",
            "Measurement of tensor analyzing power in electron-deuteron elastic scattering",
            "Ronald Gilman and RJ Holt and ER Kinney and RS Kowalczyk and SI Mishnev and J Napolitano and DM Nikolenko and SG Popov and DH Potterveld and IA Rachek and AB Temnykh and DK Toporkov and EP Tsentalovich and BB Wojtsekhowski and L Young",
            "1990",
            "qpQiq1IAAAAJ:g3aElNc5_aQC",
            260,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.65.1733",
            "15453088265121609998",
            "\/scholar?cites=15453088265121609998",
            {
                "1991":10,
                "1992":22,
                "1993":21,
                "1994":15,
                "1995":19,
                "1996":7,
                "1997":10,
                "1998":18,
                "1999":11,
                "2000":21,
                "2001":12,
                "2002":14,
                "2003":9,
                "2004":1,
                "2005":1,
                "2006":7,
                "2007":2,
                "2008":6,
                "2009":3,
                "2010":4,
                "2011":4,
                "2012":3,
                "2013":5,
                "2014":7,
                "2015":5,
                "2016":3,
                "2017":7,
                "2018":2,
                "2019":2,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Measurements of 81Kr\/Kr in deep groundwater from the Nubian Aquifer (Egypt) were performed by a new laser‐based atom‐counting method. 81Kr ages range from ∼2 × 105 to ∼1 × 106 yr, correlate with 36Cl\/Cl ratios, and are consistent with lateral flow of groundwater from a recharge area near the Uweinat Uplift in SW Egypt. Low δ2H values of the 81Kr‐dated groundwater reveal a recurrent Atlantic moisture source during Pleistocene pluvial periods. These results indicate that the 81Kr method for dating old groundwater is robust and such measurements can now be applied to a wide range of hydrologic problems.",
            "One million year old groundwater in the Sahara revealed by krypton‐81 and chlorine‐36",
            "NC Sturchio and X Du and R Purtschert and BE Lehmann and M Sultan and LJ Patterson and Z‐T Lu and P Müller and T Bigler and K Bailey and TP O'Connor and L Young and R Lorenzo and R Becker and Z El Alfy and B El Kaliouby and Y Dawood and AMA Abdallah",
            "2004",
            "qpQiq1IAAAAJ:ldfaerwXgEUC",
            253,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/2003GL019234",
            "5771831187532984182",
            "\/scholar?cites=5771831187532984182",
            {
                "2003":1,
                "2004":2,
                "2005":13,
                "2006":9,
                "2007":16,
                "2008":12,
                "2009":7,
                "2010":7,
                "2011":17,
                "2012":20,
                "2013":24,
                "2014":20,
                "2015":6,
                "2016":18,
                "2017":16,
                "2018":22,
                "2019":20,
                "2020":19,
                "2021":2
            }
        ],
        [
            "The nonlinear absorption mechanisms of neon atoms to intense, femtosecond kilovolt x rays are investigated. The production of Ne 9+ is observed at x-ray frequencies below the Ne 8+, 1 s 2 absorption edge and demonstrates a clear quadratic dependence on fluence. Theoretical analysis shows that the production is a combination of the two-photon ionization of Ne 8+ ground state and a high-order sequential process involving single-photon production and ionization of transient excited states on a time scale faster than the Auger decay. We find that the nonlinear direct two-photon ionization cross section is orders of magnitude higher than expected from previous calculations.",
            "Nonlinear atomic response to intense ultrashort x rays",
            "Gilles Doumy and C Roedig and S-K Son and Cosmin Ioan Blaga and AD DiChiara and Robin Santra and Nora Berrah and Christoph Bostedt and JD Bozek and PH Bucksbaum and JP Cryan and Li Fang and Shambhu Ghimire and JM Glownia and Matthias Hoener and EP Kanter and B Krässig and Matthias Kuebel and Marc Messerschmidt and GG Paulus and DA Reis and Nina Rohringer and L Young and P Agostini and LF DiMauro",
            "2011",
            "qpQiq1IAAAAJ:0izLItjtcgwC",
            249,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.106.083002",
            "18401900970656520984",
            "\/scholar?cites=18401900970656520984",
            {
                "2011":14,
                "2012":36,
                "2013":37,
                "2014":28,
                "2015":28,
                "2016":32,
                "2017":18,
                "2018":15,
                "2019":16,
                "2020":22,
                "2021":1
            }
        ],
        [
            "Laser manipulation of neutral atoms has been used to count individual krypton-85 and krypton-81 atoms present in a natural krypton gas sample with isotopic abundances in the range of 10−11and 10−13, respectively. This method of isotope trace analysis is free of contamination from other isotopes and elements and can be applied to several different isotope tracers for a wide range of applications. The demonstrated detection efficiency is 1 × 10−7. System improvements could increase the efficiency by many orders of magnitude.",
            "Ultrasensitive isotope trace analyses with a magneto-optical trap",
            "CY Chen and YM Li and K Bailey and TP O'connor and L Young and Z-T Lu",
            "1999",
            "qpQiq1IAAAAJ:l7t_Zn2s7bgC",
            242,
            "https:\/\/science.sciencemag.org\/content\/286\/5442\/1139.abstract",
            "8278640162639810285",
            "\/scholar?cites=8278640162639810285",
            {
                "1999":1,
                "2000":5,
                "2001":16,
                "2002":11,
                "2003":13,
                "2004":11,
                "2005":17,
                "2006":13,
                "2007":8,
                "2008":11,
                "2009":7,
                "2010":9,
                "2011":13,
                "2012":7,
                "2013":13,
                "2014":11,
                "2015":11,
                "2016":13,
                "2017":14,
                "2018":9,
                "2019":17,
                "2020":11
            }
        ]
    ]
}