{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "In this review, we examine the oft-made claim that peer-relationship difficulties in childhood predict serious adjustment problems in later life. The article begins with a framework for conceptualizing and assessing children’s peer difficulties and with a discussion of conceptual and methodological issues in longitudinal risk research. Following this, three indexes of problematic peer relationships (acceptance, aggressiveness, and shyness\/withdrawal) are evaluated as predictors of three later outcomes (dropping out of school, criminality, and psychopathology). The relation between peer difficulties and later maladjustment is examined in terms of both the consistency and strength of prediction. A review and analysis of the literature indicates general support for the hypothesis that children with poor peer adjustment are at risk for later life difficulties. Support is clearest for the outcomes of dropping out and criminality. It is …",
            "Peer relations and later personal adjustment: Are low-accepted children at risk?",
            "Jeffrey G Parker and Steven R Asher",
            "1987",
            "QPymH70AAAAJ:u5HHmVD_uO8C",
            4794,
            "https:\/\/psycnet.apa.org\/journals\/bul\/102\/3\/357.html?uid=1988-07198-001",
            "10179882870643906218",
            "\/scholar?cites=10179882870643906218",
            {
                "1988":13,
                "1989":43,
                "1990":76,
                "1991":71,
                "1992":92,
                "1993":76,
                "1994":97,
                "1995":106,
                "1996":106,
                "1997":118,
                "1998":131,
                "1999":140,
                "2000":147,
                "2001":143,
                "2002":157,
                "2003":182,
                "2004":192,
                "2005":184,
                "2006":213,
                "2007":217,
                "2008":189,
                "2009":217,
                "2010":185,
                "2011":197,
                "2012":195,
                "2013":194,
                "2014":191,
                "2015":168,
                "2016":187,
                "2017":153,
                "2018":118,
                "2019":128,
                "2020":76,
                "2021":7
            }
        ],
        [
            "The chapter begins with a distinction made between the interactions children have with peers, the relationships they form with peers, and the groups and networks within which peer interactions and relationships occur. From this conceptual overview, a review of relevant theories is presented. Thereafter, a developmental perspective of peer interactions, relationships, and groups is presented covering the periods of infancy, toddlerhood, early childhood, middle childhood, and adolescence. Subsequently, methods and measures pertaining to the study of children's peer experiences are described. Next, we examine factors that may account for peer acceptance and rejection as well as qualitatively rich and poor friendships. Among the factors discussed are included temperament (biological factors), sex of child, parenting, parent‐child relationships, and culture. The chapter concludes with a discussion of the extent to …",
            "Peer interactions, relationships, and groups",
            "Kenneth H Rubin and William M Bukowski and Jeffrey G Parker",
            "2007",
            "QPymH70AAAAJ:u-x6o8ySG0sC",
            4480,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/9780470147658.chpsy0310",
            "8644012744928380862",
            "\/scholar?cites=8644012744928380862",
            {
                "1999":37,
                "2000":34,
                "2001":64,
                "2002":76,
                "2003":100,
                "2004":116,
                "2005":149,
                "2006":162,
                "2007":184,
                "2008":198,
                "2009":241,
                "2010":233,
                "2011":289,
                "2012":272,
                "2013":261,
                "2014":323,
                "2015":338,
                "2016":315,
                "2017":252,
                "2018":282,
                "2019":270,
                "2020":210,
                "2021":7
            }
        ]
    ]
}