{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We study the thermodynamics of degenerate electron and charged vector boson gases in very intense magnetic fields. In degenerate conditions of the electron gas, the pressure transverse to the magnetic field B may vanish, leading to a transverse collapse. For W bosons an instability arises because the magnetization diverges at the critical field B c= M W 2\/e. If the magnetic field is self-consistently maintained, the maximum value it can take is of the order of 2 B c\/3, but in any case the system becomes unstable and collapses.",
            "Quantum magnetic collapse",
            "Masud Chaichian and SS Masood and Claus Montonen and A Perez Martinez and H Pérez Rojas",
            "2000",
            "QPZhWFcAAAAJ:u5HHmVD_uO8C",
            173,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.84.5261",
            "12629799400686176953",
            "\/scholar?cites=12629799400686176953",
            {
                "2000":4,
                "2001":5,
                "2002":8,
                "2003":4,
                "2004":16,
                "2005":7,
                "2006":5,
                "2007":4,
                "2008":4,
                "2009":1,
                "2010":4,
                "2011":7,
                "2012":8,
                "2013":12,
                "2014":11,
                "2015":13,
                "2016":5,
                "2017":14,
                "2018":11,
                "2019":16,
                "2020":12
            }
        ],
        [
            "The problem of finite-temperature renormalization and radiative corrections in QED is reexamined. In this connection, we redo the calculation of electron self-energy by including the electron thermal factor n F (E) explicitly and show that this leads to a generalization of certain existing results. Further, the radiative corrections to the decay rate of a scalar H→ e+ e−, is reexamined. It is shown that, in the present scheme of calculations, one can study this problem in relation to various temperature ranges including among them the temperature of the order of the electron mass.",
            "Renormalization and radiative corrections at finite temperature reexamined",
            "K Ahmed and Samina Saleem",
            "1987",
            "QPZhWFcAAAAJ:ns9cj8rnVeAC",
            58,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.35.1861",
            "781334718349999953",
            "\/scholar?cites=781334718349999953",
            {
                "1987":2,
                "1988":1,
                "1989":2,
                "1990":3,
                "1991":4,
                "1992":4,
                "1993":2,
                "1994":1,
                "1995":3,
                "1996":1,
                "1997":2,
                "1998":2,
                "1999":1,
                "2000":4,
                "2001":5,
                "2002":2,
                "2003":3,
                "2004":2,
                "2005":3,
                "2006":2,
                "2007":3,
                "2008":4,
                "2009":2
            }
        ],
        [
            "We calculate to first order in α, finite temperature and density (FTD) corrections to vacuum polarization in the framework of QED. The limiting values of the vacuum polarization tensor when the temperature of the heat bath T is sufficiently high are subject to physical interpretation and compared to the previously existing works. The FTD corrections to the] electric permittivity, the magnetic permeability of the medium, the anomalous magnetic moment of the electron, the charge renormalization constant Z3, and the running coupling constant are also calculated and comparison with the previous work furnished wherever possible.",
            "Vacuum polarization at finite temperature and density in QED",
            "K. Ahmed and Samina Saleem ( Masood)",
            "1991",
            "QPZhWFcAAAAJ:O3NaXMp0MMsC",
            44,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/000349169190066H",
            "9313092589281252367",
            "\/scholar?cites=9313092589281252367",
            {
                "1991":1,
                "1992":2,
                "1993":1,
                "1994":1,
                "1995":1,
                "1996":1,
                "1997":2,
                "1998":1,
                "1999":2,
                "2000":1,
                "2001":4,
                "2002":3,
                "2003":2,
                "2004":3,
                "2005":2,
                "2006":3,
                "2007":2,
                "2008":4,
                "2009":5,
                "2010":3
            }
        ],
        [
            "The vacuum polarization has been calculated in the framework of QED obtaining the dynamically generated photon mass. This screened mass gives corrections to the electron charge renormalization, electric permittivity, and magnetic permeability up to the first order in α in the classical limit. As an illustration of this procedure the Higgs-scalar decay (H 0→ e+ e−) rate is also calculated in the same limit. This further indicates how to handle the QCD problems in the classical limit.",
            "Photon mass in the classical limit of finite-temperature and-density QED",
            "Samina S Masood",
            "1991",
            "QPZhWFcAAAAJ:d1gkVwhDpl0C",
            41,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.44.3943",
            "14933967836167857865",
            "\/scholar?cites=14933967836167857865",
            {
                "1992":1,
                "1993":3,
                "1994":2,
                "1995":2,
                "1996":2,
                "1997":1,
                "1998":2,
                "1999":1,
                "2000":1,
                "2001":4,
                "2002":4,
                "2003":1,
                "2004":3,
                "2005":2,
                "2006":2,
                "2007":2,
                "2008":3,
                "2009":3,
                "2010":2
            }
        ],
        [
            "The exact relativistic form for the β decay endpoint spectrum is derived and presented in a simple factorized form. We show that our exact formula can be well approximated to yield the endpoint form used in the fit method of the KATRIN Collaboration. We also discuss the three-neutrino case and how information from neutrino oscillation experiments may be useful in analyzing future β decay endpoint experiments.",
            "Exact relativistic β decay endpoint spectrum",
            "Samina S Masood and Salah Nasri and Joseph Schechter and María Amparo Tórtola and José WF Valle and Christian Weinheimer",
            "2007",
            "QPZhWFcAAAAJ:2osOgNQ5qMEC",
            38,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.76.045501",
            "7376484503386991066",
            "\/scholar?cites=7376484503386991066",
            {
                "2007":1,
                "2008":4,
                "2009":4,
                "2010":3,
                "2011":3,
                "2012":2,
                "2013":2,
                "2014":4,
                "2015":6,
                "2016":1,
                "2017":2,
                "2018":3,
                "2019":2,
                "2020":1
            }
        ],
        [
            "An earlier work on finite-temperature renormalization and radiative corrections in QED is generalized to incorporate finite-density effects.",
            "Finite-temperature and-density renormalization effects in QED",
            "K Ahmed and Samina Saleem",
            "1987",
            "QPZhWFcAAAAJ:RGFaLdJalmkC",
            36,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.35.4020",
            "11443563897708307643",
            "\/scholar?cites=11443563897708307643",
            {
                "1987":1,
                "1988":2,
                "1989":1,
                "1990":2,
                "1991":1,
                "1992":1,
                "1993":2,
                "1994":4,
                "1995":3,
                "1996":1,
                "1997":3,
                "1998":1,
                "1999":2,
                "2000":3,
                "2001":3,
                "2002":3,
                "2003":3
            }
        ],
        [
            "Neutrino dispersion in hot and dense media is calculated for ranges of temperature and chemical potential T, μ≪ T QCD (200 MeV) for energies q 2≪ m Z 2, where the electroweak vector bosons Z 0, W±are still not liberated. The refractive index of neutrinos and their electric and magnetic form factors are evaluated at temperatures and densities in the above region. Some applications of these results to astrophysics and cosmology are also mentioned.",
            "Neutrino physics in hot and dense media",
            "Samina S Masood",
            "1993",
            "QPZhWFcAAAAJ:UeHWp8X0CEIC",
            35,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.48.3250",
            "17110554545477931480",
            "\/scholar?cites=17110554545477931480",
            {
                "1994":2,
                "1995":2,
                "1996":1,
                "1997":1,
                "1998":1,
                "1999":2,
                "2000":2,
                "2001":1,
                "2002":1,
                "2003":2,
                "2004":1,
                "2005":4,
                "2006":1,
                "2007":1,
                "2008":3,
                "2009":2,
                "2010":5,
                "2011":3
            }
        ],
        [
            "The problem of renormalization in QED is examined for finite density and zero temperature. The effects of electron mass shift at a finite temperature on certain parameters of primordial nucleosynthesis are also studied. It is shown that these parameters are modified at high temperatures.",
            "Finite-temperature and-density effects on electron self-mass and primordial nucleosynthesis",
            "Samina Saleem",
            "1987",
            "QPZhWFcAAAAJ:NaGl4SEjCO4C",
            35,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.36.2602",
            "11389393622176988185",
            "\/scholar?cites=11389393622176988185",
            {
                "1991":3,
                "1992":2,
                "1993":2,
                "1994":1,
                "1995":2,
                "1996":1,
                "1997":1,
                "1998":2,
                "1999":4,
                "2000":1,
                "2001":2,
                "2002":1,
                "2003":3,
                "2004":2,
                "2005":3,
                "2006":3,
                "2007":2
            }
        ],
        [
            "We recalculate the two loop corrections in the background heat bath using real time formalism. The procedure of the integrations of loop momenta with dependence on finite temperature before the momenta without it has been followed. We determine the mass and wavefunction renormalization constants in the low temperature limit of QED, for the first time with this preferred order of integrations. The correction to electron mass and spinors in this limit is important in the early universe at the time of primordial nucleosynthesis as well as in astrophysics.",
            "Two loop low temperature corrections to electron self energy",
            "Mahnaz Q Haseeb and Samina S Masood",
            "2011",
            "QPZhWFcAAAAJ:_FxGoFyzp5QC",
            32,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1674-1137\/35\/7\/002\/meta",
            "12230821158842675653",
            "\/scholar?cites=12230821158842675653",
            {
                "1991":2,
                "1992":1,
                "1993":2,
                "1994":1,
                "1995":1,
                "1996":1,
                "1997":1,
                "1998":1,
                "1999":4,
                "2000":4,
                "2001":3,
                "2002":6,
                "2003":3,
                "2004":2
            }
        ],
        [
            "The renormalization of QED in a superdense background is examined by expanding the electron distribution function for a chemical potential larger than the temperature. It has been noted that the behavior of an electron in such a medium is different from that of a positron. Further it also reproduces the corresponding results of the classical limit, ie, for the background where all the particles are present in their ground state.",
            "Renormalization of QED in superdense media",
            "Samina S Masood",
            "1993",
            "QPZhWFcAAAAJ:IjCSPb-OGe4C",
            29,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.47.648",
            "9323032943803409268",
            "\/scholar?cites=9323032943803409268",
            {
                "1993":1,
                "1994":2,
                "1995":2,
                "1996":1,
                "1997":4,
                "1998":4,
                "1999":3,
                "2000":1,
                "2001":3,
                "2002":2,
                "2003":3,
                "2004":3
            }
        ]
    ]
}