{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Electron transport in conductors is usually well described by Fermi-liquid theory, which assumes that the energy states of the electrons near the Fermi level E F are not qualitatively altered by Coulomb interactions. In one-dimensional systems, however, even weak Coulomb interactions cause strong perturbations. The resulting system, known as a Luttinger liquid, is predicted to be distinctly different from its two-and three-dimensional counterparts 1. For example, tunnelling into a Luttinger liquid at energies near the Fermi level is predicted to be strongly suppressed, unlike in two-and three-dimensional metals. Experiments on one-dimensional semiconductor wires 2, 2, 3 have been interpreted by using Luttinger-liquid theory, but an unequivocal verification of the theoretical predictions has not yet been obtained. Similarly, the edge excitations seen in fractional quantum Hall conductors are consistent with Luttinger …",
            "Luttinger-liquid behaviour in carbon nanotubes",
            "Marc Bockrath and David H Cobden and Jia Lu and Andrew G Rinzler and Richard E Smalley and Leon Balents and Paul L McEuen",
            "1999",
            "QqlKHXYAAAAJ:70eg2SAEIzsC",
            1867,
            "https:\/\/www.nature.com\/articles\/17569",
            "11674086598569697805",
            "\/scholar?cites=11674086598569697805",
            {
                "1999":32,
                "2000":74,
                "2001":89,
                "2002":114,
                "2003":128,
                "2004":129,
                "2005":131,
                "2006":125,
                "2007":116,
                "2008":113,
                "2009":107,
                "2010":97,
                "2011":79,
                "2012":74,
                "2013":64,
                "2014":70,
                "2015":64,
                "2016":48,
                "2017":49,
                "2018":46,
                "2019":58,
                "2020":46,
                "2021":6
            }
        ],
        [
            "Single-crystal ZnO nanowires are synthesized using a vapor trapping chemical vapor deposition method and configured as field-effect transistors. Electrical transport studies show n-type semiconducting behavior with a carrier concentration of ∼107cm−1 and an electron mobility of ∼17cm2∕Vs. The contact Schottky barrier between the Au\/Ni electrode and nanowire is determined from the temperature dependence of the conductance. Thermionic emission is found to dominate the transport mechanism. The effect of oxygen adsorption on electron transport through the nanowires is investigated. The sensitivity to oxygen is demonstrated to be higher with smaller radii nanowires. Moreover, the oxygen detection sensitivity can be modulated by the gate voltage. These results indicate that ZnO holds high potential for nanoscale sensing applications.",
            "ZnO nanowire field-effect transistor and oxygen sensing property",
            "Zhiyong Fan and Dawei Wang and Pai-Chun Chang and Wei-Yu Tseng and Jia G Lu",
            "2004",
            "QqlKHXYAAAAJ:u5HHmVD_uO8C",
            960,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1836870",
            "7123411910686569043",
            "\/scholar?cites=7123411910686569043",
            {
                "2005":24,
                "2006":47,
                "2007":70,
                "2008":83,
                "2009":71,
                "2010":76,
                "2011":85,
                "2012":84,
                "2013":81,
                "2014":76,
                "2015":57,
                "2016":44,
                "2017":48,
                "2018":50,
                "2019":34,
                "2020":27,
                "2021":1
            }
        ],
        [
            "This article provides a comprehensive review of the current research activities that focus on the ZnO nanostructure materials and their physical property characterizations. It begins with the synthetic methods that have been exploited to grow ZnO nanostructures. A range of remarkable characteristics are then presented, organized into sections describing the mechanical, electrical, optical, magnetic, and chemical sensing properties. These studies constitute the basis for developing versatile applications of ZnO nanostructures.",
            "Zinc oxide nanostructures: synthesis and properties",
            "Zhiyong Fan and Jia G Lu",
            "2005",
            "QqlKHXYAAAAJ:d1gkVwhDpl0C",
            958,
            "https:\/\/www.ingentaconnect.com\/contentone\/asp\/jnn\/2005\/00000005\/00000010\/art00001",
            "774338077493070115",
            "\/scholar?cites=774338077493070115",
            {
                "2006":23,
                "2007":41,
                "2008":48,
                "2009":37,
                "2010":55,
                "2011":56,
                "2012":86,
                "2013":79,
                "2014":80,
                "2015":88,
                "2016":85,
                "2017":76,
                "2018":76,
                "2019":65,
                "2020":57,
                "2021":3
            }
        ],
        [
            "Recent advances in the field of nanotechnology have led to the synthesis and characterization of an assortment of quasi-one-dimensional (Q1D) structures, such as nanowires, nanoneedles, nanobelts and nanotubes. These fascinating materials exhibit novel physical properties owing to their unique geometry with high aspect ratio. They are the potential building blocks for a wide range of nanoscale electronics, optoelectronics, magnetoelectronics, and sensing devices. Many techniques have been developed to grow these nanostructures with various compositions. Parallel to the success with group IV and groups III–V compounds semiconductor nanostructures, semiconducting metal oxide materials with typically wide band gaps are attracting increasing attention.This article provides a comprehensive review of the state-of-the-art research activities that focus on the Q1D metal oxide systems and their physical …",
            "Quasi-one-dimensional metal oxide materials—Synthesis, properties and applications",
            "Jia Grace Lu and Paichun Chang and Zhiyong Fan",
            "2006",
            "QqlKHXYAAAAJ:u-x6o8ySG0sC",
            690,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0927796X06000283",
            "10928814377415641837",
            "\/scholar?cites=10928814377415641837",
            {
                "2006":4,
                "2007":31,
                "2008":38,
                "2009":76,
                "2010":74,
                "2011":63,
                "2012":61,
                "2013":78,
                "2014":59,
                "2015":52,
                "2016":53,
                "2017":31,
                "2018":24,
                "2019":18,
                "2020":19
            }
        ],
        [
            "High-entropy alloys (HEAs) are presently of great research interest in materials science and engineering. Unlike conventional alloys, which contain one and rarely two base elements, HEAs comprise multiple principal elements, with the possible number of HEA compositions extending considerably more than conventional alloys. With the advent of HEAs, fundamental issues that challenge the proposed theories, models, and methods for conventional alloys also emerge. Here, we provide a critical review of the recent studies aiming to address the fundamental issues related to phase formation in HEAs. In addition, novel properties of HEAs are also discussed, such as their excellent specific strength, superior mechanical performance at high temperatures, exceptional ductility and fracture toughness at cryogenic temperatures, superparamagnetism, and superconductivity. Due to their considerable structural and …",
            "High-entropy alloy: challenges and prospects",
            "YF Ye and Qing Wang and Jiatian Lu and CT Liu and Yancong Yang",
            "2016",
            "QqlKHXYAAAAJ:CMPXdcK5v8EC",
            662,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1369702115004010",
            "4424491720090241053",
            "\/scholar?cites=4424491720090241053",
            {
                "2016":15,
                "2017":55,
                "2018":112,
                "2019":180,
                "2020":267,
                "2021":19
            }
        ],
        [
            "Silver nanoparticles (AgNPs) have been widely used in biomedical fields because of their intrinsic therapeutic properties. Here, we introduce methods of synthesizing AgNPs and discuss their physicochemical, localized surface plasmon resonance (LSPR) and toxicity properties. We also review the impact of AgNPs on human health and the environment along with the underlying mechanisms. More importantly, we highlight the newly emerging applications of AgNPs as antiviral agents, photosensitizers and\/or radiosensitizers, and anticancer therapeutic agents in the treatment of leukemia, breast cancer, hepatocellular carcinoma, lung cancer, and skin and\/or oral carcinoma.",
            "Silver nanoparticles: synthesis, properties, and therapeutic applications",
            "Liuya Wei and Jingran Lu and Huizhong Xu and Atish Patel and Zhe-Sheng Chen and Guofang Chen",
            "2015",
            "QqlKHXYAAAAJ:ztWeZN2wRXQC",
            538,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1359644614004681",
            "9960365437877899549",
            "\/scholar?cites=9960365437877899549",
            {
                "2015":16,
                "2016":48,
                "2017":73,
                "2018":115,
                "2019":123,
                "2020":153,
                "2021":7
            }
        ],
        [
            "ZnO nanowire field effect transistors were implemented as highly sensitive chemical sensors for detection of NO2 and NH3 at room temperature. Due to a Debye screening length comparable to the nanowire diameter, the electric field applied over the back gate electrode was found to significantly affect the sensitivity as it modulates the carrier concentration. A strong negative field was utilized to refresh the sensors by an electrodesorption mechanism. In addition, different chemisorbed species could be distinguished from the “refresh” threshold voltage and the temporal response of the conductance. These results demonstrated a refreshable field effect sensor with a potential gas identification function.",
            "Gate-refreshable nanowire chemical sensors",
            "Zhiyong Fan and Jia G Lu",
            "2005",
            "QqlKHXYAAAAJ:9yKSN-GCB0IC",
            531,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1883715",
            "17707204586304288601",
            "\/scholar?cites=17707204586304288601",
            {
                "2005":10,
                "2006":37,
                "2007":44,
                "2008":61,
                "2009":62,
                "2010":45,
                "2011":54,
                "2012":29,
                "2013":37,
                "2014":27,
                "2015":34,
                "2016":22,
                "2017":15,
                "2018":20,
                "2019":17,
                "2020":12,
                "2021":1
            }
        ],
        [
            "A chemical vapor deposition (CVD) process modified with vapor trapping method has been used to synthesize n-type ZnO nanowires with high carrier concentration without incorporating impurity dopants. With this method, a spatial variation of synthesis condition was created and the donors were directly introduced into the nanowires during the synthesis process. Electron microscopy and electrical transport studies show that nanowires having distinct morphologies and electrical properties were obtained at different locations in the CVD system. The vapor trapping method elucidates the effect of synthesis conditions, and provides an approach to control nanowire growth for tailorable device applications. ",
            "ZnO nanowires synthesized by vapor trapping CVD method",
            "Pai-Chun Chang and Zhiyong Fan and Dawei Wang and Wei-Yu Tseng and Wen-An Chiou and Juan Hong and Jia G Lu",
            "2004",
            "QqlKHXYAAAAJ:qjMakFHDy7sC",
            400,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/cm049182c",
            "10493602908568783910",
            "\/scholar?cites=10493602908568783910",
            {
                "2004":1,
                "2005":12,
                "2006":14,
                "2007":13,
                "2008":17,
                "2009":22,
                "2010":22,
                "2011":25,
                "2012":45,
                "2013":38,
                "2014":38,
                "2015":37,
                "2016":20,
                "2017":26,
                "2018":23,
                "2019":25,
                "2020":22
            }
        ],
        [
            "Single crystal ZnO nanowires are synthesized and configured as field-effect transistors. Photoluminescence and photoconductivity measurements show defect-related deep electronic states giving rise to green-red emission and absorption. Photocurrent temporal response shows that current decay time is significantly prolonged in vacuum due to a slower oxygen chemisorption process. The photoconductivity of ZnO nanowires is strongly polarization dependent. Collectively, these results demonstrate that ZnO nanowire is a remarkable optoelectronic material for nanoscale device applications.",
            "Photoluminescence and polarized photodetection of single ZnO nanowires",
            "Zhiyong Fan and Pai-chun Chang and Jia G Lu and Erich C Walter and Reginald M Penner and Chien-hung Lin and Henry P Lee",
            "2004",
            "QqlKHXYAAAAJ:2osOgNQ5qMEC",
            369,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1841453",
            "12882947969293682174",
            "\/scholar?cites=12882947969293682174",
            {
                "2005":9,
                "2006":29,
                "2007":28,
                "2008":47,
                "2009":32,
                "2010":29,
                "2011":33,
                "2012":38,
                "2013":21,
                "2014":26,
                "2015":18,
                "2016":4,
                "2017":16,
                "2018":9,
                "2019":13,
                "2020":15
            }
        ],
        [
            "Cells respond to stress stimuli by mounting specific responses. During osmotic and oxidative stress, cation chloride cotransporters, e.g. Na-K-2Cl and K-Cl cotransporters, are activated to maintain fluid\/ion homeostasis. Here we report the interaction of the stress-related serine-threonine kinases Ste20-relatedproline-alanine-rich kinase (SPAK) and oxidative stress response 1 (OSR1) with the cotransporters KCC3, NKCC1, and NKCC2 but not KCC1 and KCC4. The interaction was identified using yeast two-hybrid assays and confirmed via glutathione S-transferase pull-down experiments. Evidence for in vivo interaction was established by co-immunoprecipitation of SPAK from mouse brain with anti-NKCC1 antibody. The interacting region of both kinases comprises the last 100 amino acids of the protein. The SPAK\/OSR1 binding motif on the cotransporters consists of nine residues, starting with an (R\/K)FX(V\/I …",
            "Cation chloride cotransporters interact with the stress-related kinases Ste20-related proline-alanine-rich kinase (SPAK) and oxidative stress response 1 (OSR1)",
            "Kerstin Piechotta and Jianming Lu and Eric Delpire",
            "2002",
            "QqlKHXYAAAAJ:QhmGFXoqNHAC",
            360,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021925819314024",
            "9596084341214600847",
            "\/scholar?cites=9596084341214600847",
            {
                "2003":2,
                "2004":12,
                "2005":15,
                "2006":22,
                "2007":24,
                "2008":25,
                "2009":20,
                "2010":22,
                "2011":28,
                "2012":23,
                "2013":19,
                "2014":32,
                "2015":20,
                "2016":21,
                "2017":16,
                "2018":24,
                "2019":14,
                "2020":17,
                "2021":3
            }
        ]
    ]
}