{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Many interactions drive the adsorption of molecules on surfaces, all of which can result in a measurable change in surface stress. This article compares the contributions of various possible interactions to the overall induced surface stress for cantilever-based sensing applications. The surface stress resulting from adsorption-induced changes in the electronic density of the underlying surface is up to 2–4 orders of magnitude larger than that resulting from intermolecular electrostatic or Lennard-Jones interactions. We reveal that the surface stress associated with the formation of high quality alkanethiol self-assembled monolayers on gold surfaces is independent of the molecular chain length, supporting our theoretical findings. This provides a foundation for the development of new strategies for increasing the sensitivity of cantilever-based sensors for various applications.",
            "Cantilever-based sensing: the origin of surface stress and optimization strategies",
            "Michel Godin and Vincent Tabard-Cossa and Yoichi Miyahara and Tanya Monga and PJ Williams and LY Beaulieu and R Bruce Lennox and Peter Grutter",
            "2010",
            "qQZeoV8AAAAJ:u-x6o8ySG0sC",
            155,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0957-4484\/21\/7\/075501\/meta",
            "12468477226844758258",
            "\/scholar?cites=12468477226844758258",
            {
                "2010":4,
                "2011":22,
                "2012":23,
                "2013":23,
                "2014":16,
                "2015":17,
                "2016":20,
                "2017":8,
                "2018":6,
                "2019":5,
                "2020":7,
                "2021":3
            }
        ],
        [
            "Single-electron charging in an individual InAs quantum dot was observed by electrostatic force measurements with an atomic-force microscope (AFM). The resonant frequency shift and the dissipated energy of an oscillating AFM cantilever were measured as a function of the tip-back electrode voltage, and the resulting spectra show distinct jumps when the tip was positioned above the dot. The observed jumps in the frequency shift, with corresponding peaks in dissipation, are attributed to a single-electron tunneling between the dot and the back electrode governed by the Coulomb blockade effect, and are consistent with a model based on the free energy of the system. The observed phenomenon may be regarded as the “force version” of the Coulomb blockade effect.",
            "Detection of single-electron charging in an individual InAs quantum dot by noncontact atomic-force microscopy",
            "Romain Stomp and Yoichi Miyahara and Sacha Schaer and Qingfeng Sun and Hong Guo and Peter Grutter and Sergei Studenikin and Philip Poole and Andy Sachrajda",
            "2005",
            "qQZeoV8AAAAJ:u5HHmVD_uO8C",
            144,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.94.056802",
            "6849422589040838984",
            "\/scholar?cites=6849422589040838984",
            {
                "2005":3,
                "2006":13,
                "2007":13,
                "2008":8,
                "2009":7,
                "2010":9,
                "2011":14,
                "2012":7,
                "2013":3,
                "2014":7,
                "2015":12,
                "2016":8,
                "2017":7,
                "2018":12,
                "2019":11,
                "2020":9,
                "2021":1
            }
        ],
        [
            "We present theoretical and experimental results on the mechanical damping of an atomic force microscope cantilever strongly coupled to a self-assembled InAs quantum dot. When the cantilever oscillation amplitude is large, its motion dominates the charge dynamics of the dot which in turn leads to nonlinear, amplitude-dependent damping of the cantilever. We observe highly asymmetric line shapes of Coulomb blockade peaks in the damping that reflect the degeneracy of energy levels on the dot. Furthermore, we predict that excited state spectroscopy is possible by studying the damping versus oscillation amplitude, in analogy with varying the amplitude of an ac gate voltage.",
            "Strong electromechanical coupling of an atomic force microscope cantilever to a quantum dot",
            "Steven D Bennett and Lynda Cockins and Yoichi Miyahara and Peter Grütter and Aashish A Clerk",
            "2010",
            "qQZeoV8AAAAJ:qjMakFHDy7sC",
            92,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.017203",
            "608603750476080185",
            "\/scholar?cites=608603750476080185",
            {
                "2010":6,
                "2011":6,
                "2012":12,
                "2013":14,
                "2014":15,
                "2015":11,
                "2016":3,
                "2017":4,
                "2018":11,
                "2019":6,
                "2020":3,
                "2021":1
            }
        ],
        [
            "Strong confinement of charges in few-electron systems such as in atoms, molecules, and quantum dots leads to a spectrum of discrete energy levels often shared by several degenerate states. Because the electronic structure is key to understanding their chemical properties, methods that probe these energy levels in situ are important. We show how electrostatic force detection using atomic force microscopy reveals the electronic structure of individual and coupled self-assembled quantum dots. An electron addition spectrum results from a change in cantilever resonance frequency and dissipation when an electron tunnels on\/off a dot. The spectra show clear level degeneracies in isolated quantum dots, supported by the quantitative measurement of predicted temperature-dependent shifts of Coulomb blockade peaks. Scanning the surface shows that several quantum dots may reside on what topographically …",
            "Energy levels of few-electron quantum dots imaged and characterized by atomic force microscopy",
            "Lynda Cockins and Yoichi Miyahara and Steven D Bennett and Aashish A Clerk and Sergei Studenikin and Philip Poole and Andrew Sachrajda and Peter Grutter",
            "2010",
            "qQZeoV8AAAAJ:IjCSPb-OGe4C",
            89,
            "https:\/\/www.pnas.org\/content\/107\/21\/9496.short",
            "4960467350453903191",
            "\/scholar?cites=4960467350453903191",
            {
                "2010":2,
                "2011":4,
                "2012":9,
                "2013":6,
                "2014":7,
                "2015":7,
                "2016":9,
                "2017":10,
                "2018":14,
                "2019":12,
                "2020":7,
                "2021":1
            }
        ],
        [
            "A non-contact atomic force microscope (NC-AFM) based on a microfabricated piezoelectric cantilever is presented. A single piezoelectric lead zirconate titanate thin film layer on the cantilever serves as deflection sensing, cantilever oscillation and feedback actuation. Since such an AFM requires neither external oscillator nor external deflection sensor, considerably simple instrumentation becomes possible even for extreme environments such as low temperature or ultra-high vacuum. Also feedback control by the integrated actuator in the cantilever makes faster scanning possible. Images of atomic steps on annealed sapphire (0001) surfaces have been observed in air atmosphere in frequency modulation mode.",
            "Non-contact atomic force microscope with a PZT cantilever used for deflection sensing, direct oscillation and feedback actuation",
            "Y Miyahara and M Deschler and T Fujii and S Watanabe and H Bleuler",
            "2002",
            "qQZeoV8AAAAJ:2osOgNQ5qMEC",
            53,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0169433201009291",
            "13171669875853772795",
            "\/scholar?cites=13171669875853772795",
            {
                "2003":3,
                "2004":8,
                "2005":6,
                "2006":5,
                "2007":4,
                "2008":4,
                "2009":1,
                "2010":2,
                "2011":2,
                "2012":2,
                "2013":4,
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":4,
                "2018":2,
                "2019":3
            }
        ],
        [
            "Experiments and theoretical calculations of conservative forces measured by frequency modulation atomic force microscopy (FM-AFM) in vacuum are generally in reasonable agreement. This contrasts with dissipative forces, where experiment and theory often disagree by several orders of magnitude. These discrepancies have repeatedly been attributed to instrumental artifacts, the cause of which remains elusive. We demonstrate that the frequency response of the piezoacoustic cantilever excitation system, traditionally assumed flat, can actually lead to surprisingly large apparent damping by the coupling of the frequency shift to the drive-amplitude signal, typically referred to as the “dissipation” signal. Our theory predicts large quantitative and qualitative variability observed in dissipation spectroscopy experiments, contrast inversion at step edges and in atomic-scale dissipation imaging, as well as changes in the …",
            "Decoupling conservative and dissipative forces in frequency modulation atomic force microscopy",
            "Aleksander Labuda and Yoichi Miyahara and Lynda Cockins and Peter H Grütter",
            "2011",
            "qQZeoV8AAAAJ:UebtZRa9Y70C",
            52,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.84.125433",
            "17004992464291155947",
            "\/scholar?cites=17004992464291155947",
            {
                "2012":6,
                "2013":10,
                "2014":4,
                "2015":7,
                "2016":8,
                "2017":4,
                "2018":5,
                "2019":4,
                "2020":3
            }
        ]
    ]
}