{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We demonstrate an ultrastable CO 2 laser trap that provides tight confinement of neutral atoms with negligible optical scattering and minimal laser-noise-induced heating. Using this method, fermionic 6 Li atoms are stored in a 0.4 mK deep well with a 1\/e trap lifetime of 300 sec, consistent with a background pressure of 10− 11 Torr. To our knowledge, this is the longest storage time ever achieved with an all-optical trap, comparable to the best reported magnetic traps.",
            "Ultrastable  Laser Trapping of Lithium Fermions",
            "KM O'Hara and SR Granade and ME Gehm and TA Savard and S Bali and C Freed and JE Thomas",
            "1999",
            "qsatNgIAAAAJ:u5HHmVD_uO8C",
            175,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.82.4204",
            "10476871479142858722",
            "\/scholar?cites=10476871479142858722",
            {
                "1999":6,
                "2000":14,
                "2001":8,
                "2002":18,
                "2003":7,
                "2004":9,
                "2005":14,
                "2006":12,
                "2007":11,
                "2008":4,
                "2009":13,
                "2010":5,
                "2011":8,
                "2012":9,
                "2013":5,
                "2014":7,
                "2015":4,
                "2016":5,
                "2017":6,
                "2018":4,
                "2019":3,
                "2020":2,
                "2021":1
            }
        ],
        [
            "We derive a simple formula for the heating rate that arises from quantum-diffractive background gas collisions in atom traps. This result appears to explain the residual heating rates reported for recent experiments with a Cs vapor-loaded, far-detuned optical trap at≃ 10− 9 Torr [Phys. Rev. Lett. 81, 5768 (1998)]. Diffractive collisions may determine the minimum heating rates achievable in shallow all-optical or magnetic atom traps operating at low temperature and high density.",
            "Quantum-diffractive background gas collisions in atom-trap heating and loss",
            "S Bali and KM O’Hara and ME Gehm and SR Granade and JE Thomas",
            "1999",
            "qsatNgIAAAAJ:u-x6o8ySG0sC",
            113,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.60.R29",
            "9923781427571364624",
            "\/scholar?cites=9923781427571364624",
            {
                "1999":2,
                "2000":6,
                "2001":2,
                "2002":7,
                "2003":9,
                "2004":3,
                "2005":5,
                "2006":6,
                "2007":4,
                "2008":7,
                "2009":5,
                "2010":5,
                "2011":4,
                "2012":7,
                "2013":3,
                "2014":4,
                "2015":1,
                "2016":5,
                "2017":9,
                "2018":5,
                "2019":7,
                "2020":6,
                "2021":1
            }
        ],
        [
            "We use an all-optical trap to confine a strongly attractive two-state mixture of lithium fermions. By measuring the rate of evaporation from the trap, we determine the effective elastic scattering cross section 4 π a 2 to show that the magnitude of the scattering length| a| is very large, in agreement with predictions. We show that the mixture is stable against inelastic decay provided that a small bias magnetic field is applied. For this system, the s-wave interaction is widely tunable at low magnetic field, and can be turned on and off rapidly via a Raman π pulse. Hence, this mixture is well suited for fundamental studies of an interacting Fermi gas.",
            "Stable, strongly attractive, two-state mixture of lithium fermions in an optical trap",
            "KM O'Hara and ME Gehm and SR Granade and S Bali and JE Thomas",
            "2000",
            "qsatNgIAAAAJ:d1gkVwhDpl0C",
            75,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.85.2092",
            "17268720617952046436",
            "\/scholar?cites=17268720617952046436",
            {
                "2000":1,
                "2001":19,
                "2002":13,
                "2003":11,
                "2004":4,
                "2005":3,
                "2006":5,
                "2007":1,
                "2008":1,
                "2009":4,
                "2010":1,
                "2011":1,
                "2012":4,
                "2013":1,
                "2014":1,
                "2015":2,
                "2016":1,
                "2017":1
            }
        ],
        [
            "We present measurements of the intensity dependence of excited-state collisions of laser-cooled 85 Rb atoms involving repulsive excited-state potentials. For high intensities, the collision rate decreases with increasing intensity, in accordance with a simple Landau-Zener treatment of the collision dynamics.",
            "Novel intensity dependence of ultracold collisions involving repulsive states",
            "S Bali and D Hoffmann and T Walker",
            "1994",
            "qsatNgIAAAAJ:9yKSN-GCB0IC",
            60,
            "https:\/\/iopscience.iop.org\/article\/10.1209\/0295-5075\/27\/4\/004\/meta",
            "12495011455166675999",
            "\/scholar?cites=12495011455166675999",
            {
                "1994":1,
                "1995":6,
                "1996":8,
                "1997":3,
                "1998":1,
                "1999":2,
                "2000":2,
                "2001":1,
                "2002":5,
                "2003":2,
                "2004":4,
                "2005":1,
                "2006":1,
                "2007":2,
                "2008":6,
                "2009":4,
                "2010":1,
                "2011":2,
                "2012":2,
                "2013":1,
                "2014":3,
                "2015":1,
                "2016":1
            }
        ],
        [
            "We observe squeezing in the phase-dependent fluorescence spectra of two-level atoms that are coherently driven by a near-resonant laser field in free space. In contrast to previous predictions that emphasized the in-and out-of-phase quadratures, we find that maximum squeezing occurs for homodyne detection at a phase near±45∘ relative to the exciting field. A new physical picture of phase-dependent noise is developed that incorporates quantum collapses into a Bloch vector model and yields a very simple form for the complete squeezing spectrum.",
            "Observation of squeezing in the phase-dependent fluorescence spectra of two-level atoms",
            "ZH Lu and S Bali and JE Thomas",
            "1998",
            "qsatNgIAAAAJ:2osOgNQ5qMEC",
            56,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.81.3635",
            "14004852592898339015",
            "\/scholar?cites=14004852592898339015",
            {
                "1999":8,
                "2000":3,
                "2001":3,
                "2002":1,
                "2003":4,
                "2004":4,
                "2005":5,
                "2006":2,
                "2007":2,
                "2008":3,
                "2009":1,
                "2010":3,
                "2011":1,
                "2012":2,
                "2013":3,
                "2014":1,
                "2015":5,
                "2016":1,
                "2017":2,
                "2018":1,
                "2019":1
            }
        ],
        [
            "We report measurements of the intensity correlations of scattered light from atoms in optical molasses. For small numbers of atoms, the observations are consistent with recent models of the Rayleigh and Raman contributions to the frequency spectrum. Magnetic fields on the order of 100 mG significantly broaden the spectrum. Radiation trapping results in reduction of the size of the correlations as well as broadening of the spectrum.© 1996 The American Physical Society.",
            "Measurements of intensity correlations of scattered light from laser-cooled atoms",
            "S Bali and D Hoffmann and J Simán and T Walker",
            "1996",
            "qsatNgIAAAAJ:UeHWp8X0CEIC",
            52,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.53.3469",
            "13454942756309017628",
            "\/scholar?cites=13454942756309017628",
            {
                "1996":3,
                "1997":3,
                "1998":4,
                "1999":3,
                "2000":2,
                "2001":3,
                "2002":1,
                "2003":7,
                "2004":1,
                "2005":1,
                "2006":3,
                "2007":1,
                "2008":2,
                "2009":1,
                "2010":4,
                "2011":5,
                "2012":2,
                "2013":4,
                "2014":1,
                "2015":1
            }
        ],
        [
            "We measure the depth of an optical atom trap using repulsive trap-loss collisions. These collisions involve excitation by a laser tuned to a frequency above the atomic resonance. Simple conservation of energy considerations give direct quantitative measurements of the trap depth. Further analysis allows measurement of the escape probability as a function of energy. We apply the methods to Rb traps, and use the results to form conclusions about ground-state hyperfine-changing collisions.",
            "Trap-depth measurements using ultracold collisions",
            "D Hoffmann and S Bali and T Walker",
            "1996",
            "qsatNgIAAAAJ:zYLM7Y9cAGgC",
            49,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.54.R1030",
            "4193151289474648695",
            "\/scholar?cites=4193151289474648695",
            {
                "1997":4,
                "1998":1,
                "1999":3,
                "2000":3,
                "2001":1,
                "2002":3,
                "2003":2,
                "2004":1,
                "2005":1,
                "2006":1,
                "2007":2,
                "2008":7,
                "2009":3,
                "2010":2,
                "2011":3,
                "2012":3,
                "2013":4,
                "2014":3,
                "2015":1,
                "2016":1
            }
        ],
        [
            "We demonstrate a two-window heterodyne method for measuring the x–p cross correlation, E^*xEp, of an optical field E for transverse position x and transverse momentum p. This scheme permits independent control of the x and p resolution. A simple linear transform of the x–p correlation function yields the Wigner phase-space distribution. This technique is useful for both coherent and low-coherence light sources and may permit new biological imaging techniques based on transverse coherence measurement with time gating. We point out an interesting analogy between x–p correlation measurements for classical-wave and quantum fields.",
            "Heterodyne measurement of Wigner distributions for classical optical fields",
            "Kim Fook Lee and F Reil and S Bali and A Wax and JE Thomas",
            "1999",
            "qsatNgIAAAAJ:qjMakFHDy7sC",
            46,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-24-19-1370",
            "8881299262392467902",
            "\/scholar?cites=8881299262392467902",
            {
                "2000":2,
                "2001":3,
                "2002":6,
                "2003":4,
                "2004":4,
                "2005":3,
                "2006":2,
                "2007":2,
                "2008":3,
                "2009":4,
                "2010":4,
                "2011":3,
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":1
            }
        ],
        [
            "We demonstrate a first simultaneous measurement of the real and imaginary parts of the refractive index of a highly turbid medium by observing the real-time reflectance profile of a divergent laser beam made incident on the surface of the turbid medium. We find that the reflectance data are well described by Fresnel theory that correctly includes the effect on total internal reflection of angle-dependent penetration into the turbid medium.",
            "Measurement of the refractive index of highly turbid media",
            "WR Calhoun and H Maeta and A Combs and LM Bali and S Bali",
            "2010",
            "qsatNgIAAAAJ:W7OEmFMy1HYC",
            42,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-35-8-1224",
            "3784825736544097169",
            "\/scholar?cites=3784825736544097169",
            {
                "2010":2,
                "2011":3,
                "2012":4,
                "2013":8,
                "2014":5,
                "2015":5,
                "2016":5,
                "2017":2,
                "2018":5,
                "2019":1,
                "2020":2
            }
        ],
        [
            "We present a refractometer based on the principle of total internal reflection that can sensitively record, in real time, the refractive index of fluids over a wide range of refractive indices. The device uses a divergent laser beam and a linear diode array, and has no mechanical or optical moving parts, enabling us to achieve the measurement of a refractive index at a sensitivity level of 10−6. Our refractometer does not rely on interferometry, thus enabling the device to be compact, portable, and inexpensive. To the best of our knowledge, this is the first time a noninterferometric device that performs real-time differential refractometry with a sensitivity of better than 10−5 has been demonstrated in the literature. We show that our experimental results agree very well with Fresnel theory. We establish a theoretical limit on the sensitivity of this class of refractometers.",
            "Real-time differential refractometry without interferometry at a sensitivity level of 10-6",
            "Michael McClimans and Charles LaPlante and David Bonner and Samir Bali",
            "2006",
            "qsatNgIAAAAJ:Tyk-4Ss8FVUC",
            42,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ao-45-25-6477",
            "11068215190464997608",
            "\/scholar?cites=11068215190464997608",
            {
                "2007":1,
                "2008":2,
                "2009":1,
                "2010":3,
                "2011":3,
                "2012":5,
                "2013":7,
                "2014":5,
                "2015":4,
                "2016":3,
                "2017":2,
                "2018":5,
                "2019":1
            }
        ]
    ]
}