{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The ultrafast dynamics of the bimetallic cluster Ag2Au is investigated by pump–probe negative ion‐to‐neutral‐to‐positive ion (NeNePo) spectroscopy. Preparation of the neutral cluster in a highly nonequilibrium state by electron detachment from the mass‐selected anion, and subsequent probing of the neutral nuclear dynamics through two‐photon ionization to the cationic state, leads to strongly probe‐energy‐dependent transient cation‐abundance signals. The origin of this pronounced time and wavelength dependence of the ionization probability on the femtosecond scale is revealed by ab initio theoretical simulations of the transient spectra. Based on the analysis of underlying dynamics, two fundamental processes involving geometry relaxation from linear to triangular structure followed by ultrafast intramolecular vibrational energy redistribution (IVR) have been identified and for the first time experimentally …",
            "Femtosecond Time‐Resolved Geometry Relaxation and Ultrafast Intramolecular Energy Redistribution in Ag2Au",
            "Thorsten M Bernhardt and Jan Hagen and Liana D Socaciu and Roland Mitrić and Andreas Heidenreich and Jérôme Le Roux and Denisia Popolan and Mihai Vaida and Ludger Wöste and Vlasta Bonačić‐Koutecký and Joshua Jortner",
            "2005",
            "qSlu4LMAAAAJ:WF5omc3nYNoC",
            35,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/cphc.200400454",
            "12950750436109942618",
            "\/scholar?cites=12950750436109942618",
            {
                "2005":4,
                "2006":5,
                "2007":13,
                "2008":5,
                "2009":1,
                "2010":3,
                "2011":1,
                "2012":2,
                "2013":1
            }
        ],
        [
            "Ultrathin metal oxide films have attracted considerable interest in recent years as versatile substrate for the design of nanocatalytic model systems. In particular, it has been proposed theoretically and confirmed experimentally that the electronic structure of adsorbates can be influenced by the layer thickness and the stoichiometry, i.e., the type and number of defects, of the oxide film. This has important consequences on the chemical reactivity of the oxide surface itself and of oxide supported metal clusters. It also opens new possibilities to influence and to control chemical reactions occurring at the surface of these systems. The present feature focuses on very recent experiments that illustrate the effects of a proper adjustment of layer thickness and composition of ultrathin MgO(100) films on chemical transformations. On the magnesia surface itself, the photodissociation dynamics of methyl iodide molecules is …",
            "Ultrathin magnesia films as support for molecules and metal clusters: Tuning reactivity by thickness and composition",
            "Mihai E Vaida and Thorsten M Bernhardt and Clemens Barth and Friedrich Esch and Ueli Heiz and Uzi Landman",
            "2010",
            "qSlu4LMAAAAJ:0EnyYjriUFMC",
            31,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/pssb.200945579",
            "17163149293919059664",
            "\/scholar?cites=17163149293919059664",
            {
                "2010":1,
                "2011":7,
                "2012":2,
                "2013":5,
                "2014":4,
                "2015":4,
                "2016":4,
                "2017":2,
                "2018":2
            }
        ],
        [
            "Femtosecond-laser photoemission spectra were obtained from a Mo(100) single crystal surface covered with stoichiometric magnesia thin films of well-defined thickness. Depending on the excitation wavelength and the MgO layer thickness, either one or two photon photoemission was detected at 333 and at 402 nm. This photoemission was assigned to originate from the molybdenum d band states even for 10 monolayers MgO coverage. At 263 nm excitation, however, the photoemission power dependence indicated that the signal contained both contributions from the Mo metal d electrons and from the MgO O2p valence band. While one nominal monolayer of MgO only slightly influenced the photoemission from the molybdenum surface, a considerable reduction of the surface electronic work function was observed for ultrathin magnesia overlayers of 2 to 3 monolayers in thickness. No significant change in the …",
            "Femtosecond-laser photoemission spectroscopy of Mo (100) covered by ultrathin MgO (100) films of variable thickness",
            "Mihai E Vaida and Tobias Gleitsmann and Robert Tchitnga and Thorsten M Bernhardt",
            "2009",
            "qSlu4LMAAAAJ:UeHWp8X0CEIC",
            26,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp902695h",
            "4653932094681267120",
            "\/scholar?cites=4653932094681267120",
            {
                "2009":2,
                "2010":5,
                "2011":5,
                "2012":1,
                "2013":4,
                "2014":4,
                "2015":2,
                "2016":2,
                "2017":1
            }
        ],
        [
            "A novel experimental approach to the investigation of surface adsorbate reaction dynamics is presented. The direct time-resolved monitoring of the surface reaction transition state and product formation dynamics were accomplished via pump-probe mass spectrometry. As an example, methyl iodide molecules adsorbed at submonolayer coverage on an ultrathin magnesia film on Mo(100) were photoexcited to the A-band by ultrafast laser pulse irradiation. Employing time-delayed multiphoton ionization the dynamics of the dissociative methyl iodide transition state and of the emerging methyl photoproduct could be detected with femtosecond resolution. The reaction times deduced from the temporal evolution of the methyl ion mass signal indicate a strong interaction of the methyl fragment with the substrate surface prior to desorption.",
            "Femtosecond real-time probing of transition state dynamics in a surface photoreaction: Methyl desorption from  on MgO(100)",
            "Mihai E Vaida and Peter E Hindelang and Thorsten M Bernhardt",
            "2008",
            "qSlu4LMAAAAJ:u5HHmVD_uO8C",
            18,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2953578",
            "170611604241545070",
            "\/scholar?cites=170611604241545070",
            {
                "2009":2,
                "2010":5,
                "2011":1,
                "2012":2,
                "2013":1,
                "2014":1,
                "2015":2,
                "2016":1,
                "2017":1,
                "2018":1
            }
        ],
        [
            "The electronic structure of supported mass-selected Ag3 clusters is analyzed by joint femtosecond photoemission spectroscopy and ab initio theoretical investigations. A wide band gap insulating magnesia ultra-thin film on Mo(100) has been chosen as substrate in order to minimize the electronic interaction between metal clusters and support. After magnesia ultra-thin film preparation no photoemission from the molybdenum substrate is observed anymore, instead very weak two photon photoemission is detected possibly originating from surface or subsurface oxide defect states. Soft-landing deposition of 2 of atomic monolayer equivalents of Ag3 clusters results in the disappearance also of the MgO two photon photoemission signal, while a strong single photon photoemission signal is detected from states located directly below the Fermi level. The theoretical study of structural, electronic and optical …",
            "Mass-selected Ag 3 clusters soft-landed onto MgO\/Mo (100): femtosecond photoemission and first-principles simulations",
            "T Gleitsmann and ME Vaida and TM Bernhardt and V Bonačić-Koutecký and C Bürgel and AE Kuznetsov and R Mitrić",
            "2007",
            "qSlu4LMAAAAJ:hqOjcs7Dif8C",
            18,
            "https:\/\/link.springer.com\/article\/10.1140\/epjd\/e2007-00257-7",
            "17001940942754183915",
            "\/scholar?cites=17001940942754183915",
            {
                "2008":1,
                "2009":4,
                "2010":7,
                "2011":2,
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":1
            }
        ],
        [
            "Femtosecond nuclear dynamics of mass-selected neutral Ag2 and Ag2O2 clusters are investigated with the ‘negative ion–to neutral–to positive ion’     (NeNePo) technique. For the bare silver dimer, wave packet dynamics occurring in the neutral electronic ground state and in the first excited triplet state are observed after photodetachment from the anion with 3.05 eV photon energy. While the dynamics in the ground state lead to an oscillatory structure in the NeNePo-pump–probe spectra with a vibrational constant of 185 cm−1, the dynamics in the triplet state are assigned to a bound–free transition leading to dissociation. Photodetachment from the Ag2O2− complex results in the desorption of O2. The experimental data clearly show the influence of the desorbing oxygen ligand on the nuclear dynamics of the silver dimer inducing a red shift in the vibrational frequency and an intensity enhancement of the oscillatory …",
            "Ultrafast nuclear dynamics induced by photodetachment of Ag 2− and Ag 2 O 2−: oxygen desorption from a molecular silver surface",
            "Liana D Socaciu-Siebert and Jan Hagen and Jérôme Le Roux and Denisia Popolan and Mihai Vaida and Štefan Vajda and Thorsten M Bernhardt and Ludger Wöste",
            "2005",
            "qSlu4LMAAAAJ:Se3iqnhoufwC",
            16,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2005\/cp\/b506034f",
            "15565629657692971302",
            "\/scholar?cites=15565629657692971302",
            {
                "2006":2,
                "2007":4,
                "2008":3,
                "2009":2,
                "2010":1,
                "2011":1,
                "2012":2,
                "2013":1
            }
        ],
        [
            "Wide band gap heterostructures can be accurately fabricated at room temperature to exhibit remarkable electrical properties that facilitate the transfer of electrons across the heterojunction while blocking the transfer of holes. The present investigation focuses on engineering the electronic structure of a TiO2 overlayer on a p-type doped Si(100) substrate by controlling the concentration of TiO2 oxygen vacancies. TiO2 films are deposited on p-Si(100) in an ultrahigh vacuum setup by evaporation of Ti atoms at a constant rate in a variable O2 atmosphere. The concentration of oxygen vacancies and consequently the degree of n-type doping of TiO2 is tuned by controlling the oxygen background pressure during the TiO2 formation. To investigate the electronic structure and the concentration of defects in the TiO2 layer as well as to characterize the TiO2\/p-Si(100) band alignment we used photoelectron spectroscopy …",
            "Femtosecond extreme ultraviolet photoemission spectroscopy: Observation of ultrafast charge transfer at the n-TiO2\/p-Si (100) interface with controlled TiO2 oxygen vacancies",
            "Mihai E Vaida and Stephen R Leone",
            "2016",
            "qSlu4LMAAAAJ:W7OEmFMy1HYC",
            15,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.jpcc.5b11161",
            "11204631627558221157",
            "\/scholar?cites=11204631627558221157",
            {
                "2016":1,
                "2017":3,
                "2018":6,
                "2019":2,
                "2020":2,
                "2021":1
            }
        ],
        [
            "Ultrafast view on surface chemistry: Methyl iodide molecules geometrically aligned through adsorption on an insulating magnesia surface form molecular iodine upon excitation by a UV laser pulse. Femtosecond time‐resolved studies (see figure, Tof= time of flight) of the very first steps of the bimolecular encounter reveal the surprisingly complex dynamics of this model‐type surface reaction.",
            "Surface‐Aligned Femtochemistry: Real‐Time Dynamics of Photoinduced I2 Formation from CD3I on MgO(100)",
            "Mihai E Vaida and Thorsten M Bernhardt",
            "2010",
            "qSlu4LMAAAAJ:zYLM7Y9cAGgC",
            15,
            "https:\/\/chemistry-europe.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/cphc.200900920",
            "5679280796555865431",
            "\/scholar?cites=5679280796555865431",
            {
                "2010":2,
                "2011":1,
                "2012":4,
                "2013":3,
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":2
            }
        ],
        [
            "Methyl iodide represents a classical model for photodissociation and photoreaction of polyatomic molecules. Here, a new experimental approach is used to study the surface photoreaction dynamics of methyl iodide on magnesia and on magnesia supported gold particles employing pump-probe laser mass spectrometry. The adsorption of methyl iodide at submonolayer coverage on these substrates is investigated via temperature programmed desorption spectroscopy. Two distinct desorption peaks of molecular methyl iodide are identified corresponding to molecules bound to magnesia and more strongly bound to gold, respectively. This permits to selectively investigate the photoreaction of methyl iodide on the gold particles by choosing the appropriate temperature at which all molecules have been desorbed from MgO but not yet from the gold particles. The temperature dependent transient methyl …",
            "Adsorption and photodissociation dynamics of methyl iodide on magnesia supported gold nano-particles",
            "ME Vaida and TM Bernhardt",
            "2009",
            "qSlu4LMAAAAJ:UebtZRa9Y70C",
            15,
            "https:\/\/link.springer.com\/article\/10.1140\/epjd\/e2009-00064-2",
            "15741813670532368834",
            "\/scholar?cites=15741813670532368834",
            {
                "2009":1,
                "2010":5,
                "2011":2,
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":1
            }
        ],
        [
            "Nanosize gold clusters were grown by thermal evaporation on ultrathin magnesia films on Mo(100) and investigated by femtosecond (fs)‐laser photoemission spectroscopy. The surface work function in this system was found to increase with increasing nominal gold coverage. Methyl bromide (CH3Br) molecules adsorb molecularly on the magnesia surface as well as on the gold clusters. At sub‐monolayer coverage the CH3Br molecules were, however, considerably stronger bound to the gold particles than to the magnesia surface as revealed by temperature programmed desorption spectroscopy. To investigate the photoreaction dynamics of the adsorbate molecules fs‐laser pump–probe mass spectrometry was applied. In this new approach the methyl fragment appearance was monitored after photoexcitation of the adsorbed CH3Br with fs time resolution. The transient methyl data revealed that the CH3Br …",
            "Femtosecond‐laser photoemission and photodesorption from magnesia supported gold clusters",
            "Mihai E Vaida and Tobias Gleitsmann and Robert Tchitnga and Thorsten M Bernhardt",
            "2010",
            "qSlu4LMAAAAJ:5nxA0vEk-isC",
            13,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/pssb.200945518",
            "17244705273877592575",
            "\/scholar?cites=17244705273877592575",
            {
                "2010":1,
                "2011":4,
                "2012":1,
                "2013":2,
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":1,
                "2018":1
            }
        ]
    ]
}