{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "We report on the measurement of the Casimir force between conducting surfaces in a parallel configuration. The force is exerted between a silicon cantilever coated with chromium and a similar rigid surface and is detected by looking at the shifts induced in the cantilever frequency when the latter is approached. The scaling of the force with the distance between the surfaces was tested in the 0.5–3.0 μ m range, and the related force coefficient was determined at the 15% precision level.",
            "Measurement of the Casimir force between parallel metallic surfaces",
            "Giacomo Bressi and Giovanni Carugno and Roberto Onofrio and Giuseppe Ruoso",
            "2002",
            "qtEs6_gAAAAJ:u5HHmVD_uO8C",
            940,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.88.041804",
            "7313824491621616844",
            "\/scholar?cites=7313824491621616844",
            {
                "2001":3,
                "2002":27,
                "2003":48,
                "2004":47,
                "2005":60,
                "2006":71,
                "2007":52,
                "2008":76,
                "2009":84,
                "2010":62,
                "2011":59,
                "2012":45,
                "2013":42,
                "2014":22,
                "2015":46,
                "2016":40,
                "2017":44,
                "2018":29,
                "2019":35,
                "2020":36,
                "2021":3
            }
        ],
        [
            "We have studied dissipation in a Bose-Einstein condensed gas by moving a blue detuned laser beam through the condensate at different velocities. Strong heating was observed only above a critical velocity.",
            "Evidence for a critical velocity in a Bose-Einstein condensed gas",
            "C Raman and M Köhl and R Onofrio and DS Durfee and CE Kuklewicz and Z Hadzibabic and W Ketterle",
            "1999",
            "qtEs6_gAAAAJ:u-x6o8ySG0sC",
            650,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.83.2502",
            "8693652773359212445",
            "\/scholar?cites=8693652773359212445",
            {
                "1999":8,
                "2000":40,
                "2001":65,
                "2002":40,
                "2003":37,
                "2004":27,
                "2005":19,
                "2006":17,
                "2007":24,
                "2008":21,
                "2009":37,
                "2010":32,
                "2011":27,
                "2012":29,
                "2013":31,
                "2014":28,
                "2015":26,
                "2016":41,
                "2017":30,
                "2018":23,
                "2019":16,
                "2020":24,
                "2021":1
            }
        ],
        [
            "We have studied the hydrodynamic flow in a Bose-Einstein condensate stirred by a macroscopic object, a blue-detuned laser beam, using nondestructive in situ phase contrast imaging. A critical velocity for the onset of a pressure gradient has been observed, and shown to be density dependent. The technique has been compared to a calorimetric method used previously to measure the heating induced by the motion of the laser beam.",
            "Observation of superfluid flow in a Bose-Einstein condensed gas",
            "R Onofrio and C Raman and JM Vogels and JR Abo-Shaeer and AP Chikkatur and W Ketterle",
            "2000",
            "qtEs6_gAAAAJ:d1gkVwhDpl0C",
            454,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.85.2228",
            "1062942665098978925",
            "\/scholar?cites=1062942665098978925",
            {
                "2000":3,
                "2001":32,
                "2002":29,
                "2003":23,
                "2004":24,
                "2005":16,
                "2006":17,
                "2007":20,
                "2008":11,
                "2009":37,
                "2010":29,
                "2011":22,
                "2012":19,
                "2013":28,
                "2014":21,
                "2015":25,
                "2016":29,
                "2017":21,
                "2018":19,
                "2019":8,
                "2020":16
            }
        ]
    ]
}