{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "The bacterial reaction center couples light-induced electron transfer to proton pumping across the membrane by reactions of a quinone molecule QB that binds two electrons and two protons at the active site. This article reviews recent experimental work on the mechanism of the proton-coupled electron transfer and the pathways for proton transfer to the QB site. The mechanism of the first electron transfer, k(1)AB, Q−AQB→QAQ−B, was shown to be rate limited by conformational gating. The mechanism of the second electron transfer, k(2)AB, was shown to involve rapid reversible proton transfer to the semiquinone followed by rate-limiting electron transfer, H++Q−AQ−B⇔Q−AQBH→QA(QBH)−. The pathways for transfer of the first and second protons were elucidated by high-resolution X-ray crystallography as well as kinetic studies showing changes in the rate of proton transfer due to site directed mutations and …",
            "Proton and electron transfer in bacterial reaction centers",
            "MY Okamura and ML Paddock and MS Graige and G Feher",
            "2000",
            "QtMcWgoAAAAJ:u5HHmVD_uO8C",
            392,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0005272800000657",
            "10537242494975055620",
            "\/scholar?cites=10537242494975055620",
            {
                "2000":4,
                "2001":16,
                "2002":18,
                "2003":29,
                "2004":33,
                "2005":32,
                "2006":23,
                "2007":19,
                "2008":20,
                "2009":19,
                "2010":20,
                "2011":20,
                "2012":16,
                "2013":15,
                "2014":17,
                "2015":16,
                "2016":16,
                "2017":19,
                "2018":16,
                "2019":10,
                "2020":13
            }
        ],
        [
            "The mechanism of proton transfer in the reaction centers (RCs) from Rhodobacter sphaeroides was investigated by site-directed mutagenesis. Replacement of Glu-212 of the L subunit, a protonatable residue located near the secondary acceptor (QB) binding site, by glutamine reduced the in vitro electron turnover from cytochrome c to 2,3-dimethoxy-5-methylbenzoquinone (UQ0) by a factor of 25. The electron transfer rate to QB remained essentially unimpaired. Consequently, it is postulated that the reduced turnover in the mutant is due to a reduced rate of proton transfer to QB2-. The lack of pH dependence of the forward electron transfer rate DQA-QB----DQAQB- and the back reaction rate D+QAQB- ----DQAQB (where D = primary donor and QA = primary acceptor) in the mutant RC indicate that the observed pH dependence in the native RC is due to Glu-212, which has an anomalously high pKa value of 9.5 +\/- 0.3 …",
            "Pathway of proton transfer in bacterial reaction centers: replacement of glutamic acid 212 in the L subunit by glutamine inhibits quinone (secondary acceptor) turnover",
            "ML Paddock and SH Rongey and G Feher and MY Okamura",
            "1989",
            "QtMcWgoAAAAJ:u-x6o8ySG0sC",
            276,
            "https:\/\/www.pnas.org\/content\/86\/17\/6602.short",
            "14290081035957403862",
            "\/scholar?cites=14290081035957403862",
            {
                "1990":14,
                "1991":14,
                "1992":24,
                "1993":14,
                "1994":12,
                "1995":14,
                "1996":18,
                "1997":13,
                "1998":17,
                "1999":13,
                "2000":14,
                "2001":14,
                "2002":17,
                "2003":8,
                "2004":10,
                "2005":11,
                "2006":3,
                "2007":7,
                "2008":5,
                "2009":6,
                "2010":6,
                "2011":6,
                "2012":2,
                "2013":3,
                "2014":4,
                "2015":1,
                "2016":2,
                "2017":2
            }
        ],
        [
            "Iron–sulfur (Fe–S) proteins are key players in vital processes involving energy homeostasis and metabolism from the simplest to most complex organisms. We report a 1.5 Å x-ray crystal structure of the first identified outer mitochondrial membrane Fe–S protein, mitoNEET. Two protomers intertwine to form a unique dimeric structure that constitutes a new fold to not only the ≈650 reported Fe–S protein structures but also to all known proteins. We name this motif the NEET fold. The protomers form a two-domain structure: a β-cap domain and a cluster-binding domain that coordinates two acid-labile 2Fe–2S clusters. Binding of pioglitazone, an insulin-sensitizing thiazolidinedione used in the treatment of type 2 diabetes, stabilizes the protein against 2Fe–2S cluster release. The biophysical properties of mitoNEET suggest that it may participate in a redox-sensitive signaling and\/or in Fe–S cluster transfer.",
            "MitoNEET is a uniquely folded 2Fe–2S outer mitochondrial membrane protein stabilized by pioglitazone",
            "Mark L Paddock and Sandra E Wiley and Herbert L Axelrod and Aina E Cohen and Melinda Roy and Edward C Abresch and Dominique Capraro and Anne N Murphy and Rachel Nechushtai and Jack E Dixon and Patricia A Jennings",
            "2007",
            "QtMcWgoAAAAJ:Y0pCki6q_DkC",
            233,
            "https:\/\/www.pnas.org\/content\/104\/36\/14342.short",
            "19406003648262029",
            "\/scholar?cites=19406003648262029",
            {
                "2007":1,
                "2008":9,
                "2009":18,
                "2010":13,
                "2011":15,
                "2012":13,
                "2013":24,
                "2014":20,
                "2015":19,
                "2016":22,
                "2017":27,
                "2018":24,
                "2019":14,
                "2020":10
            }
        ]
    ]
}