{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Recent studies suggest that change of macrophage phenotype (M1\/M2) is associated with autoimmune diseases. Sodium valproate (VPA) is a class I histone deacetylase (HDAC) inhibitor, which has immunomodulatory function in graft-versus-host disease. However, its impact on macrophage polarization has not been defined. We evaluated the effects of VPA on both mouse macrophage cell line RAW264.7 and primary mouse bone marrow macrophages (BMMs). Exposure to VPA significantly repressed the production of interleukin 12 (IL-12), and tumor necrosis factor α by lipopolysaccharide (LPS)-induced macrophage activation, in contrast, promoted IL-10 expression. VPA also affected the costimulatory molecule expression on LPS-stimulated RAW264.7 and BMMs (downregulation of CD40 and CD80, and upregulation of CD86). Specifically, VPA inhibited macrophage-mediated T helper 1 (Th1) effector but …",
            "Histone Deacetylase Inhibition by Sodium Valproate Regulates Polarization of Macrophage Subsets",
            "and Jiuhong Kang Chenming Wu and Ang Li and Ye Leng and Yuan Li",
            "2012",
            "QU0si2kAAAAJ:u5HHmVD_uO8C",
            40,
            "https:\/\/www.liebertpub.com\/doi\/abs\/10.1089\/dna.2011.1401",
            "2827275708572893556",
            "\/scholar?cites=2827275708572893556",
            {
                "2012":1,
                "2013":6,
                "2014":6,
                "2015":3,
                "2016":5,
                "2017":4,
                "2018":8,
                "2019":4,
                "2020":2,
                "2021":1
            }
        ],
        [
            "In this study, a quick start-up of one-stage deammonification in an immobilized aerobic ammonium oxidizing bacteria (AOB) and anoxic ammonium oxidizing (ANAMMOX) bacteria up-flow reactor (IAAR) was successfully achieved. With the aid of gel layers, AOB and ANAMMOX bacteria had excellent spatial distribution, theoretically meeting dissolved oxygen requirements for the simultaneous processes of aerobic and anaerobic ammonium oxidizing. The results indicated that an IAAR containing 0.4 g-VSS L−1 immobilized biomass achieved a nitrogen removal rate (NRR) of 0.53 kg-N m−3 d−1 after only 10 days of operation and subsequently reached a maximum nitrogen removal rate (NRRmax) of 3.73 kg-N m−3 d−1. The micro-profiles of DO and pH were measured using microelectrodes to help understand the stratification of the microbial processes inside the gel layers. The distribution of AOB and …",
            "Quick start-up and stable operation of a one-stage deammonification reactor with a low quantity of AOB and ANAMMOX biomass",
            "Yifeng Yang and Yuan Li and Zaoli Gu and Feng Lu and Siqing Xia and Slawomir Hermanowicz",
            "2019",
            "QU0si2kAAAAJ:2osOgNQ5qMEC",
            10,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S004896971834422X",
            "97420417456379787",
            "\/scholar?cites=97420417456379787",
            {
                "2019":5,
                "2020":3,
                "2021":2
            }
        ],
        [
            "Anaerobic ammonium oxidation (anammox) would be a feasible treatment method for thermal hydrolysis processed sidestream (THPS). Short-term study revealed that the 1\/20 diluted THPS caused a 28% decrease of specific anammox activity. The MBR achieved a volumetric nitrogen loading rate of 3.64 kg\/(m3·d) with undiluted regular sidestream (RS) fed, while the reactor crashed with 70% diluted THPS as feed. The ratio of produced NO3−-N to consumed NH4+-N also decreased compared with RS feeding. Candidatus brocadia was the major anammox bacteria species with the average abundance of 33.3% (synthetic wastewater), 6.42% (RS) and 2.51% (THPS). The abundances of metagenome bins for dissimilatory nitrate reduction to ammonium (DNRA) increased in the system with THPS compared with RS. The reason for the inhibition of anammox by THPS could be the high content of organic carbon in …",
            "Inhibition of anammox by sludge thermal hydrolysis and metagenomic insights",
            "Zaoli Gu and Yuan Li and Yifeng Yang and Siqing Xia and Slawomir W Hermanowicz and Lisa Alvarez-Cohen",
            "2018",
            "QU0si2kAAAAJ:9yKSN-GCB0IC",
            10,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0960852418312367",
            "9000386061760312240",
            "\/scholar?cites=9000386061760312240",
            {
                "2019":1,
                "2020":8,
                "2021":1
            }
        ]
    ]
}