{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Draft genome sequences have been determined for the soybean pathogen Phytophthora sojae and the sudden oak death pathogen Phytophthora ramorum. Oömycetes such as these Phytophthora species share the kingdom Stramenopila with photosynthetic algae such as diatoms, and the presence of many Phytophthora genes of probable phototroph origin supports a photosynthetic ancestry for the stramenopiles. Comparison of the two species9 genomes reveals a rapid expansion and diversification of many protein families associated with plant infection such as hydrolases, ABC transporters, protein toxins, proteinase inhibitors, and, in particular, a superfamily of 700 proteins with similarity to known oömycete avirulence genes.",
            "Phytophthora genome sequences uncover evolutionary origins and mechanisms of pathogenesis",
            "Brett M Tyler and Sucheta Tripathy and Xuemin Zhang and Paramvir Dehal and Rays HY Jiang and Andrea Aerts and Felipe D Arredondo and Laura Baxter and Douda Bensasson and Jim L Beynon and Jarrod Chapman and Cynthia MB Damasceno and Anne E Dorrance and Daolong Dou and Allan W Dickerman and Inna L Dubchak and Matteo Garbelotto and Mark Gijzen and Stuart G Gordon and Francine Govers and Niklaus J Grunwald and Wayne Huang and Kelly L Ivors and Richard W Jones and Sophien Kamoun and Konstantinos Krampis and Kurt H Lamour and Mi-Kyung Lee and W Hayes McDonald and Mónica Medina and Harold JG Meijer and Eric K Nordberg and Donald J Maclean and Manuel D Ospina-Giraldo and Paul F Morris and Vipaporn Phuntumart and Nicholas H Putnam and Sam Rash and Jocelyn KC Rose and Yasuko Sakihama and Asaf A Salamov and Alon Savidor and Chantel F Scheuring and Brian M Smith and Bruno WS Sobral and Astrid Terry and Trudy A Torto-Alalibo and Joe Win and Zhanyou Xu and Hongbin Zhang and Igor V Grigoriev and Daniel S Rokhsar and Jeffrey L Boore",
            "2006",
            "qu7s-WcAAAAJ:ujxm2eEBZHIC",
            1044,
            "https:\/\/science.sciencemag.org\/content\/313\/5791\/1261.abstract",
            "16480675156242331651",
            "\/scholar?cites=16480675156242331651",
            {
                "2006":7,
                "2007":48,
                "2008":82,
                "2009":100,
                "2010":82,
                "2011":83,
                "2012":92,
                "2013":69,
                "2014":75,
                "2015":75,
                "2016":62,
                "2017":67,
                "2018":71,
                "2019":64,
                "2020":49,
                "2021":6
            }
        ],
        [
            "Effector proteins secreted by oomycete and fungal pathogens have been inferred to enter host cells, where they interact with host resistance gene products. Using the effector protein Avr1b of Phytophthora sojae, an oomycete pathogen of soybean (Glycine max), we show that a pair of sequence motifs, RXLR and dEER, plus surrounding sequences, are both necessary and sufficient to deliver the protein into plant cells. Particle bombardment experiments demonstrate that these motifs function in the absence of the pathogen, indicating that no additional pathogen-encoded machinery is required for effector protein entry into host cells. Furthermore, fusion of the Avr1b RXLR-dEER domain to green fluorescent protein (GFP) allows GFP to enter soybean root cells autonomously. The conclusion that RXLR and dEER serve to transduce oomycete effectors into host cells indicates that the >370 RXLR-dEER–containing …",
            "RXLR-mediated entry of Phytophthora sojae effector Avr1b into soybean cells does not require pathogen-encoded machinery",
            "Daolong Dou and Shiv D Kale and Xia Wang and Rays HY Jiang and Nathan A Bruce and Felipe D Arredondo and Xuemin Zhang and Brett M Tyler",
            "2008",
            "qu7s-WcAAAAJ:IT1MJ6E3JesC",
            406,
            "http:\/\/www.plantcell.org\/content\/20\/7\/1930?utm_source=TrendMD&utm_medium=cpc&utm_campaign=Plant_Cell_TrendMD_0",
            "10939069970341624423",
            "\/scholar?cites=10939069970341624423",
            {
                "2008":7,
                "2009":27,
                "2010":42,
                "2011":50,
                "2012":44,
                "2013":34,
                "2014":24,
                "2015":24,
                "2016":39,
                "2017":27,
                "2018":30,
                "2019":24,
                "2020":30,
                "2021":2
            }
        ],
        [
            "The combined application of next-generation sequencing platforms has provided an economical approach to unlocking the potential of the turkey genome.",
            "Multi-platform next-generation sequencing of the domestic turkey (Meleagris gallopavo): genome assembly and analysis",
            "Rami A Dalloul and Julie A Long and Aleksey V Zimin and Luqman Aslam and Kathryn Beal and Pascal Bouffard and David W Burt and Oswald Crasta and Richard PMA Crooijmans and Kristal Cooper and Roger A Coulombe and Supriyo De and Mary E Delany and Jerry B Dodgson and Jennifer J Dong and Clive Evans and Karin M Frederickson and Paul Flicek and Liliana Florea and Otto Folkerts and Martien AM Groenen and Tim T Harkins and Javier Herrero and Steve Hoffmann and Hendrik-Jan Megens and Andrew Jiang and Pieter de Jong and Pete Kaiser and Heebal Kim and Kyu-Won Kim and Sungwon Kim and David Langenberger and Mi-Kyung Lee and Taeheon Lee and Shrinivasrao Mane and Guillaume Marcais and Manja Marz and Audrey P McElroy and Thero Modise and Mikhail Nefedov and Cédric Notredame and Ian R Paton and William S Payne and Geo Pertea and Dennis Prickett and Daniela Puiu and Dan Qioa and Emanuele Raineri and Magali Ruffier and Steven L Salzberg and Michael C Schatz and Chantel Scheuring and Carl J Schmidt and Steven Schroeder and Stephen MJ Searle and Edward J Smith and Jacqueline Smith and Tad S Sonstegard and Peter F Stadler and Hakim Tafer and Zhijian Jake Tu and Curtis P Van Tassell and Albert J Vilella and Kelly P Williams and James A Yorke and Liqing Zhang and Hong-Bin Zhang and Xiaojun Zhang and Yang Zhang and Kent M Reed",
            "2010",
            "qu7s-WcAAAAJ:2tRrZ1ZAMYUC",
            405,
            "https:\/\/journals.plos.org\/plosbiology\/article?id=10.1371\/journal.pbio.1000475",
            "11741840285198392582",
            "\/scholar?cites=11741840285198392582",
            {
                "2010":4,
                "2011":52,
                "2012":52,
                "2013":51,
                "2014":61,
                "2015":45,
                "2016":30,
                "2017":22,
                "2018":32,
                "2019":25,
                "2020":22,
                "2021":2
            }
        ],
        [
            "Cassava is a major tropical food crop in the Euphorbiaceae family that has high carbohydrate production potential and adaptability to diverse environments. Here we present the draft genome sequences of a wild ancestor and a domesticated variety of cassava and comparative analyses with a partial inbred line. We identify 1,584 and 1,678 gene models specific to the wild and domesticated varieties, respectively, and discover high heterozygosity and millions of single-nucleotide variations. Our analyses reveal that genes involved in photosynthesis, starch accumulation and abiotic stresses have been positively selected, whereas those involved in cell wall biosynthesis and secondary metabolism, including cyanogenic glucoside formation, have been negatively selected in the cultivated varieties, reflecting the result of natural selection and domestication. Differences in microRNA genes and retrotransposon …",
            "Cassava genome from a wild ancestor to cultivated varieties",
            "Wenquan Wang and Binxiao Feng and Jingfa Xiao and Zhiqiang Xia and Xincheng Zhou and Pinghua Li and Weixiong Zhang and Ying Wang and Birger Lindberg Møller and Peng Zhang and Ming-Cheng Luo and Gong Xiao and Jingxing Liu and Jun Yang and Songbi Chen and Pablo D Rabinowicz and Xin Chen and Hong-Bin Zhang and Henan Ceballos and Qunfeng Lou and Meiling Zou and Luiz JCB Carvalho and Changying Zeng and Jing Xia and Shixiang Sun and Yuhua Fu and Haiyan Wang and Cheng Lu and Mengbin Ruan and Shuigeng Zhou and Zhicheng Wu and Hui Liu and Rubini Maya Kannangara and Kirsten Jørgensen and Rebecca Louise Neale and Maya Bonde and Nanna Heinz and Wenli Zhu and Shujuan Wang and Yang Zhang and Kun Pan and Mingfu Wen and Ping-An Ma and Zhengxu Li and Meizhen Hu and Wenbin Liao and Wenbin Hu and Shengkui Zhang and Jinli Pei and Anping Guo and Jianchun Guo and Jiaming Zhang and Zhengwen Zhang and Jianqiu Ye and Wenjun Ou and Yaqin Ma and Xinyue Liu and Luke J Tallon and Kevin Galens and Sandra Ott and Jie Huang and Jingjing Xue and Feifei An and Qingqun Yao and Xiaojing Lu and Martin Fregene and L Augusto Becerra López-Lavalle and Jiajie Wu and Frank M You and Meili Chen and Songnian Hu and Guojiang Wu and Silin Zhong and Peng Ling and Yeyuan Chen and Qinghuang Wang and Guodao Liu and Bin Liu and Kaimian Li and Ming Peng",
            "2014",
            "qu7s-WcAAAAJ:BPS1z4jHU5cC",
            183,
            "https:\/\/www.nature.com\/articles\/ncomms6110?wptouch_preview_theme=enabled",
            "3413522665439607146",
            "\/scholar?cites=3413522665439607146",
            {
                "2015":19,
                "2016":40,
                "2017":33,
                "2018":31,
                "2019":31,
                "2020":26,
                "2021":2
            }
        ],
        [
            "Toll-like receptors (TLRs) are an evolutionarily ancient family of pattern recognition receptors (PRRs), playing a crucial role in innate immune responses. Here we present a Toll homolog from Chinese shrimp Fenneropenaeus chinensis, designated FcToll. The full-length cDNA of FcToll is 4115 bp including a poly A-tail of 16 bp, encoding a putative protein of 931 amino acids. The predicted protein consists of an extracellular domain with a potential signal peptide, 16 leucine-rich repeats (LRR), two LRR-C-terminal (LRR-CT) motifs, and two LRR-N-terminal (LRR-NT) motifs, followed by a transmembrane segment of 23 amino acids, and a cytoplasmic Toll\/Interleukin-1R (TIR) domain of 139 residues. Genomic structure of FcToll gene contains five exons and four introns. Phylogenetic analysis revealed that it belongs to insect-type invertebrate Toll family. Transcripts of FcToll gene were constitutively expressed in …",
            "A Toll receptor from Chinese shrimp Fenneropenaeus chinensis is responsive to Vibrio anguillarum infection",
            "Changjian Yang and Jiquan Zhang and Fuhua Li and Hongming Ma and Qingli Zhang and TA Jose Priya and Xiaojun Zhang and Jianhai Xiang",
            "2008",
            "qu7s-WcAAAAJ:B2rIPIGFPLEC",
            179,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1050464808000041",
            "1058528722408596409",
            "\/scholar?cites=1058528722408596409",
            {
                "2008":2,
                "2009":6,
                "2010":7,
                "2011":12,
                "2012":14,
                "2013":25,
                "2014":17,
                "2015":11,
                "2016":10,
                "2017":17,
                "2018":14,
                "2019":17,
                "2020":20,
                "2021":5
            }
        ],
        [
            "Pacific white shrimp (Litopenaeus vannamei) is the leading species farmed in the Western Hemisphere and an economically important aquaculture species in China. In this project, a genetic linkage map was constructed using amplified fragment length polymorphism (AFLP) and microsatellite markers. One hundred and eight select AFLP primer combinations and 30 polymorphic microsatellite markers produced 2071 markers that were polymorphic in either of the parents and segregated in the progeny. Of these segregating markers, 319 were mapped to 45 linkage groups of the female framework map, covering a total of 4134.4 cM; and 267 markers were assigned to 45 linkage groups of the male map, covering a total of 3220.9 cM. High recombination rates were found in both parental maps. A sex-linked microsatellite marker was mapped on the female map with 6.6 cM to sex and a LOD of 17.8, two other …",
            "A genetic linkage map of Pacific white shrimp (Litopenaeus vannamei): sex-linked microsatellite markers and high recombination rates",
            "Liusuo Zhang and Changjian Yang and Yang Zhang and Li Li and Xiaoming Zhang and Qingli Zhang and Jianhai Xiang",
            "2007",
            "qu7s-WcAAAAJ:sJsF-0ZLhtgC",
            124,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s10709-006-9111-8.pdf",
            "990511082749349262",
            "\/scholar?cites=990511082749349262",
            {
                "2007":5,
                "2008":5,
                "2009":10,
                "2010":18,
                "2011":10,
                "2012":13,
                "2013":8,
                "2014":10,
                "2015":6,
                "2016":7,
                "2017":6,
                "2018":10,
                "2019":8,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Zhikong scallop (Chlamys farreri) is an economically important aquaculture species in China; however, frequent mass mortality seriously affects the development of its industry. Genetic linkage map is useful for genetic improvement and selective breeding of C. farreri. Linkage maps were constructed using an intraspecific F1 cross and amplified fragment length polymorphism (AFLP) markers. Thirty-two selected AFLP primer combinations produced 545 AFLP markers that were polymorphic in either of the parents and segregated in the progeny. Of these segregating markers, 166 were mapped to 19 linkage groups of the female framework map, covering a total of 1503.9 cM, with an average marker spacing of 10.2 cM; and 197 markers were assigned to 20 linkage groups of the male map, covering a total of 1630.7 cM, with 9.2 cM per marker. A sex-linked marker was mapped on the female map with zero …",
            "Construction of AFLP-based genetic linkage map for Zhikong scallop, Chlamys farreri Jones et Preston and mapping of sex-linked markers",
            "Li Li and Jianhai Xiang and Xiao Liu and Yang Zhang and Bo Dong and Xiaojun Zhang",
            "2005",
            "qu7s-WcAAAAJ:AHdEip9mkN0C",
            119,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S004484860400732X",
            "7768924764407150465",
            "\/scholar?cites=7768924764407150465",
            {
                "2005":3,
                "2006":8,
                "2007":18,
                "2008":15,
                "2009":13,
                "2010":7,
                "2011":6,
                "2012":10,
                "2013":9,
                "2014":8,
                "2015":3,
                "2016":2,
                "2017":3,
                "2018":7,
                "2019":1,
                "2020":4,
                "2021":2
            }
        ],
        [
            "Biosorption of Cr(VI) from aqueous solutions by nonliving green algae Cladophora albida was investigated in batch experiments. The influence of pH, algal dosage, initial Cr(VI) concentration, temperature and co-existing anions on removal efficiencies of C. albida was studied. Cr(VI) removal process was influenced significantly by the variation of pH, and the optimum pH was chosen at a range of 1.0–3.0. The optimum algal dosage 2 g\/L was used in the experiment. The removal rate of Cr(VI) was relatively rapid in the first 60 min, but then the rate decreased gradually. Removal mechanism was studied by analyzing Cr(VI) and total Cr in the solution. Biosorption and bioreduction were involved in the Cr(VI) removal. Biosorption of Cr(VI) was the first step, followed by Cr(VI) bioreduction and Cr(III) biosorption on the algal biomass. Actual industrial wastewater was used to evaluate the practicality of the biomass C …",
            "Biosorption of Cr (VI) from aqueous solutions by nonliving green algae Cladophora albida",
            "Liping Deng and Yang Zhang and Jie Qin and Xinting Wang and Xiaobin Zhu",
            "2009",
            "qu7s-WcAAAAJ:6yz0xqPARnAC",
            106,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0892687508002525",
            "13699841629041081717",
            "\/scholar?cites=13699841629041081717",
            {
                "2009":1,
                "2010":11,
                "2011":9,
                "2012":5,
                "2013":12,
                "2014":8,
                "2015":15,
                "2016":14,
                "2017":6,
                "2018":7,
                "2019":7,
                "2020":10
            }
        ],
        [
            "Megabase-sized DNA is crucial to modern genomics research of all organisms. Among the preparation methods developed, the nuclei method is the simplest and most widely used for preparing high-quality megabase-sized DNA from divergent organisms. In this method, nuclei are first isolated by physically grinding the source tissues. The nontarget cytoplast organellar genomes and metabolites are removed by centrifugation and washing, thus maximizing the utility of the method and substantially improving the digestibility and clonability of the resultant DNA. The nuclei are then embedded in an agarose matrix containing numerous pores, allowing the access of restriction enzymes while preventing the DNA from physical shearing. DNA is extracted from the nuclei, purified and subsequently manipulated in the agarose matrix. Here we describe the nuclei method that we have successfully used to prepare high …",
            "Preparation of megabase-sized DNA from a variety of organisms using the nuclei method for advanced genomics research",
            "Meiping Zhang and Yang Zhang and Chantel F Scheuring and Cheng-Cang Wu and Jennifer J Dong and Hong-Bin Zhang",
            "2012",
            "qu7s-WcAAAAJ:ZqE1mSdD_DYC",
            63,
            "https:\/\/www.nature.com\/nprot\/journal\/v7\/n3\/full\/nprot.2011.455.html",
            "13182016500193106673",
            "\/scholar?cites=13182016500193106673",
            {
                "2012":1,
                "2013":5,
                "2014":2,
                "2015":6,
                "2016":5,
                "2017":8,
                "2018":10,
                "2019":11,
                "2020":12,
                "2021":2
            }
        ],
        [
            "Large-insert bacterial artificial chromosome (BAC) libraries are necessary for advanced genetics and genomics research. To facilitate gene cloning and characterization, genome analysis, and physical mapping of scallop, two BAC libraries were constructed from nuclear DNA of Zhikong scallop, Chlamys farreri Jones et Preston. The libraries were constructed in the BamHI and MboI sites of the vector pECBAC1, respectively. The BamHI library consists of 73,728 clones, and approximately 99% of the clones contain scallop nuclear DNA inserts with an average size of 110 kb, covering 8.0× haploid genome equivalents. Similarly, the MboI library consists of 7680 clones, with an average insert of 145 kb and no insert-empty clones, thus providing a genome coverage of 1.1×. The combined libraries collectively contain a total of 81,408 BAC clones arrayed in 212 384-well microtiter plates, representing 9.1× …",
            "Construction and characterization of two bacterial artificial chromosome libraries of Zhikong scallop, Chlamys farreri Jones et Preston, and identification of BAC clones …",
            "Yang Zhang and Xiaojun Zhang and Chantel F Scheuring and Hong-Bin Zhang and Pin Huan and Fuhua Li and Jianhai Xiang",
            "2008",
            "qu7s-WcAAAAJ:4X0JR2_MtJMC",
            41,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s10126-007-9071-8.pdf",
            "4929237759215578855",
            "\/scholar?cites=4929237759215578855",
            {
                "2009":4,
                "2010":7,
                "2011":4,
                "2012":13,
                "2013":6,
                "2014":2,
                "2015":1,
                "2016":2,
                "2017":1,
                "2018":1
            }
        ]
    ]
}