{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Research on “epistemological beliefs” has made important contributions to education, most fundamentally in identifying epistemology as a category of informal knowledge that may play a role in students’ knowledge, reasoning, study strategies, and participation. A perspective on students as having epistemological beliefs can provide an alternative interpretive lens for teachers to use in understanding their students’ ideas and behavior, in assessing students’ abilities and needs, and in adapting their plans and strategies for instruction. This value of the perspective in opening a new category of instructional perception and intention has not been sensitive to the details of the perspective. At this point, however, further progress will depend on those details. In this chapter, we contend that current perspectives on epistemologies are problematic in their form, or “ontology.” We will focus our arguments primarily on epistemological beliefs about science and science learning, specifically in introductory physics, but our contentions apply to beliefs in other disciplines as well. The study of epistemologies has largely emulated the study of “conceptual understanding,” which has established that students have informal knowledge, about",
            "On the form of a personal epistemology",
            "David Hammer and Andrew Elby",
            "2002",
            "quHwaH0AAAAJ:d1gkVwhDpl0C",
            859,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=dUEeYuvj-PsC&oi=fnd&pg=PA169&dq=info:QhL1gKOkrWQJ:scholar.google.com&ots=qkX-8zZIXq&sig=7HgB7ATG3kgXPYng15Fc1X3fy5o",
            "7254635596913906242",
            "\/scholar?cites=7254635596913906242",
            {
                "2001":4,
                "2002":7,
                "2003":11,
                "2004":20,
                "2005":18,
                "2006":20,
                "2007":36,
                "2008":42,
                "2009":43,
                "2010":62,
                "2011":45,
                "2012":47,
                "2013":53,
                "2014":65,
                "2015":74,
                "2016":71,
                "2017":63,
                "2018":63,
                "2019":49,
                "2020":48
            }
        ],
        [
            "Students' beliefs about knowledge and learning in a domain may have a significant effect on how they approach the material and on what they learn. This article describes a study of such epistemological beliefs in the context of an introducto~ y physics course. I interviewed 6 students, meeting several times with each over one semester. The interviews involved avariety of conversations and tasks closely tied to the course. Through the development and use of an analytic framework, it was possible to characterize subjects' beliefs. The framework consisted of three dimensions:",
            "Epistemological beliefs in introductory physics",
            "David Hammer",
            "1994",
            "quHwaH0AAAAJ:u-x6o8ySG0sC",
            783,
            "https:\/\/www.tandfonline.com\/doi\/pdf\/10.1207\/s1532690xci1202_4",
            "9086862623250834933",
            "\/scholar?cites=9086862623250834933",
            {
                "1995":5,
                "1996":9,
                "1997":10,
                "1998":17,
                "1999":9,
                "2000":25,
                "2001":18,
                "2002":18,
                "2003":19,
                "2004":27,
                "2005":14,
                "2006":25,
                "2007":31,
                "2008":29,
                "2009":39,
                "2010":52,
                "2011":34,
                "2012":47,
                "2013":45,
                "2014":45,
                "2015":45,
                "2016":51,
                "2017":42,
                "2018":47,
                "2019":39,
                "2020":25
            }
        ],
        [
            "As researchers studying student reasoning in introductory physics, and as instructors teaching courses, we often focus on whether and how students apply what they know in one context to their reasoning in another. But we do not speak in terms of “transfer.” The term connotes to us a unitary view of knowledge as a thing that is acquired in one context and carried (or not) to another. We speak, rather, in terms of activating resources, a language with an explicitly manifold view of cognitive structure. In this chapter, we describe this view and argue that it provides a more firm and generative basis for research.In particular, our resources-based perspective accounts for why it is difficult, and perhaps unnecessary, to draw a boundary around the notion of “transfer”; provides an analytical framework for exploring the differences between active transfer involving metacognition and passive transfer that “just happens”; helps to explain many results in the transfer literature, such as the rar-",
            "Resources, framing, and transfer",
            "David Hammer and Andrew Elby and Rachel E Scherr and Edward F Redish",
            "2005",
            "quHwaH0AAAAJ:qjMakFHDy7sC",
            778,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=x_knDwAAQBAJ&oi=fnd&pg=PA89&dq=info:aSWqlpXTUv0J:scholar.google.com&ots=lnHn8e78vR&sig=Ys5yjA0Y7vJXxzHg0Qm-khn-ua0",
            "18253884879117362537",
            "\/scholar?cites=18253884879117362537",
            {
                "2004":3,
                "2005":5,
                "2006":11,
                "2007":24,
                "2008":26,
                "2009":31,
                "2010":53,
                "2011":34,
                "2012":48,
                "2013":57,
                "2014":69,
                "2015":63,
                "2016":67,
                "2017":69,
                "2018":61,
                "2019":81,
                "2020":63,
                "2021":2
            }
        ],
        [
            "With good reason, physics education research has focused almost exclusively on student difficulties and misconceptions. This work has been productive for curriculum development as well as in motivating the physics teaching community to examine and reconsider methods and assumptions, but it is limited in what it can tell us about student knowledge and learning. This article reviews perspectives on student resources for learning, with an emphasis on the practical benefits to be gained for instruction.",
            "Student resources for learning introductory physics",
            "David Hammer",
            "2000",
            "quHwaH0AAAAJ:9yKSN-GCB0IC",
            669,
            "https:\/\/aapt.scitation.org\/doi\/abs\/10.1119\/1.19520",
            "8683798601993325555",
            "\/scholar?cites=8683798601993325555",
            {
                "2001":6,
                "2002":5,
                "2003":15,
                "2004":20,
                "2005":17,
                "2006":16,
                "2007":23,
                "2008":22,
                "2009":29,
                "2010":39,
                "2011":25,
                "2012":41,
                "2013":57,
                "2014":35,
                "2015":41,
                "2016":48,
                "2017":52,
                "2018":46,
                "2019":62,
                "2020":56,
                "2021":3
            }
        ],
        [
            "Examined a cooperative activity of 8 6th graders in a motion course. The activity took place over 5 days and focused on inventing adequate static representations of motion. The Ss invented, critiqued, improved, applied, and moved fluidly among a diverse collection of representational forms. The Ss developed their understanding of the construction and interpretation of speed vs time graphs; they did this in a metarepresentational context in which the purposes of graphing and the general representational criteria they satisfy are salient and in which graphing is seen as an option among many. The Ss not only learned about motion, but also sharpened their capabilities to act as a community of designers and inquirers.(PsycINFO Database Record (c) 2016 APA, all rights reserved)",
            "Inventing graphing: Meta-representational expertise in children",
            "ANDREA diSessa and DAVID Hammer and BRUCE Sherin and TINA Kolpakowski",
            "1991",
            "quHwaH0AAAAJ:2osOgNQ5qMEC",
            544,
            "https:\/\/psycnet.apa.org\/record\/1992-33087-001",
            "6848844999395928837",
            "\/scholar?cites=6848844999395928837",
            {
                "1991":2,
                "1992":5,
                "1993":12,
                "1994":2,
                "1995":8,
                "1996":9,
                "1997":3,
                "1998":12,
                "1999":10,
                "2000":22,
                "2001":12,
                "2002":14,
                "2003":17,
                "2004":15,
                "2005":20,
                "2006":9,
                "2007":18,
                "2008":17,
                "2009":25,
                "2010":20,
                "2011":28,
                "2012":28,
                "2013":27,
                "2014":39,
                "2015":36,
                "2016":21,
                "2017":21,
                "2018":31,
                "2019":22,
                "2020":23
            }
        ],
        [
            "Research on personal epistemologies has begun to consider ontology: Do naive epistemologies take the form of stable, unitary beliefs or of fine-grained, context-sensitive resources? Debates such as this regarding subtleties of cognitive theory, however, may be difficult to connect to everyday instructional practice. Our purpose in this article is to make that connection. We first review reasons for supporting the latter account, of naive epistemologies as made up of fine-grained, context-sensitive resources; as part of this argument we note that familiar strategies and curricula tacitly ascribe epistemological resources to students. We then present several strategies designed more explicitly to help students tap those resources for learning introductory physics. Finally, we reflect on this work as an example of interplay between 2 modes of inquiry into student thinking, that of instruction and that of formal research on learning.",
            "Tapping epistemological resources for learning physics",
            "David Hammer and Andrew Elby",
            "2003",
            "quHwaH0AAAAJ:UeHWp8X0CEIC",
            513,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1207\/S15327809JLS1201_3",
            "2813194755410496502",
            "\/scholar?cites=2813194755410496502",
            {
                "2004":8,
                "2005":8,
                "2006":13,
                "2007":17,
                "2008":30,
                "2009":26,
                "2010":34,
                "2011":22,
                "2012":30,
                "2013":31,
                "2014":42,
                "2015":27,
                "2016":32,
                "2017":47,
                "2018":33,
                "2019":53,
                "2020":48,
                "2021":1
            }
        ],
        [
            "This article analyzes an excerpt of a discussion from a high school physics class from several different perspectives on students’ knowledge and reasoning, illustrating a range in what an instructor might perceive in students’ work and take as tasks for instruction. It suggests a view of current education research as providing perspectives to expand, refine, and support instructors’ perceptions and judgment, rather than as providing definitive principles or proven methods.",
            "More than misconceptions: Multiple perspectives on student knowledge and reasoning, and an appropriate role for education research",
            "David Hammer",
            "1996",
            "quHwaH0AAAAJ:IjCSPb-OGe4C",
            482,
            "https:\/\/aapt.scitation.org\/doi\/abs\/10.1119\/1.18376",
            "14558021315473797557",
            "\/scholar?cites=14558021315473797557",
            {
                "1997":2,
                "1998":3,
                "1999":1,
                "2000":9,
                "2001":5,
                "2002":8,
                "2003":8,
                "2004":13,
                "2005":10,
                "2006":10,
                "2007":14,
                "2008":18,
                "2009":17,
                "2010":22,
                "2011":22,
                "2012":26,
                "2013":32,
                "2014":36,
                "2015":36,
                "2016":37,
                "2017":40,
                "2018":32,
                "2019":36,
                "2020":33,
                "2021":2
            }
        ],
        [
            "Among researchers who study students' epistemologies, a consensus has emerged about what constitutes a sophisticated stance toward scientific knowledge. According to this community consensus, students should understand scientific knowledge as tentative and evolving, rather than certain and unchanging; subjectively tied to scientists' perspectives, rather than objectively inherent in nature; and individually or socially constructed, rather than discovered. Surveys, interview protocols, and other methods used to probe students' beliefs about scientific knowledge broadly reflect this outlook. This article questions the community consensus about epistemological sophistication. We do not suggest that scientific knowledge is objective and fixed; if forced to choose whether knowledge is certain or tentative, with no opportunity to elaborate, we would choose “tentative.” Instead, our critique consists of two lines of …",
            "On the substance of a sophisticated epistemology",
            "Andrew Elby and David Hammer",
            "2001",
            "quHwaH0AAAAJ:zYLM7Y9cAGgC",
            432,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/sce.1023",
            "1611126400459477038",
            "\/scholar?cites=1611126400459477038",
            {
                "2002":6,
                "2003":7,
                "2004":9,
                "2005":12,
                "2006":15,
                "2007":15,
                "2008":17,
                "2009":25,
                "2010":24,
                "2011":23,
                "2012":24,
                "2013":23,
                "2014":34,
                "2015":33,
                "2016":33,
                "2017":42,
                "2018":28,
                "2019":28,
                "2020":26
            }
        ],
        [
            "The notion that students come to science courses with misconceptions has become quite widely accepted by those who follow or participate in education research. DiSessa and his colleagues (diSessa, 1988, 1993; Smith, diSessa, & Roschelle, 1993\/1994) have challenged the theoretical and empirical validity of this perspective and offered an alternative account of cognitive structure in phenomenological primitives or p-prims. The purpose of this article is to further clarify and contrast the two accounts: in particular, to consider their utility and generativity as conceptual tools for teachers. How may each perspective influence instructional perceptions and intentions? The article recounts a discussion about forces and motion from a high-school  physics class, analyzes how a teacher may perceive students' participation in that discussion from either perspective, and considers what, based on those perceptions, the …",
            "Misconceptions or p-prims: How may alternative perspectives of cognitive structure influence instructional perceptions and intentions",
            "David Hammer",
            "1996",
            "quHwaH0AAAAJ:Y0pCki6q_DkC",
            417,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1207\/s15327809jls0502_1",
            "9683591846072240799",
            "\/scholar?cites=9683591846072240799",
            {
                "1996":4,
                "1997":4,
                "1998":4,
                "1999":2,
                "2000":7,
                "2001":7,
                "2002":6,
                "2003":6,
                "2004":4,
                "2005":7,
                "2006":4,
                "2007":12,
                "2008":14,
                "2009":15,
                "2010":14,
                "2011":15,
                "2012":19,
                "2013":36,
                "2014":37,
                "2015":39,
                "2016":32,
                "2017":29,
                "2018":25,
                "2019":34,
                "2020":31,
                "2021":2
            }
        ],
        [
            "Most research on personal epistemologies has conceived them as made up of relatively large, coherent, and stable cognitive structures, either developmental stages or beliefs (perhaps organized into theories). Recent work has challenged these views, arguing that personal epistemologies are better understood as made up of finer grained cognitive resources whose activation depends sensitively on context. In this article, we compare these different frameworks, focusing on their instructional implications by using them to analyze a third-grade teacher's epistemologically motivated intervention and its effect on her students. We argue that the resources framework has more predictive and explanatory power than stage- and beliefs-based frameworks do.",
            "Epistemological resources: Applying a new epistemological framework to science instruction",
            "Loucas Louca and Andrew Elby and David Hammer and Trisha Kagey",
            "2004",
            "quHwaH0AAAAJ:Tyk-4Ss8FVUC",
            399,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1207\/s15326985ep3901_6",
            "4413656256728438818",
            "\/scholar?cites=4413656256728438818",
            {
                "2004":3,
                "2005":7,
                "2006":14,
                "2007":15,
                "2008":20,
                "2009":29,
                "2010":35,
                "2011":30,
                "2012":21,
                "2013":19,
                "2014":24,
                "2015":42,
                "2016":39,
                "2017":37,
                "2018":24,
                "2019":15,
                "2020":19
            }
        ]
    ]
}