{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Results are presented from searches for the standard model Higgs boson in proton–proton collisions at s= 7 and 8 TeV in the Compact Muon Solenoid experiment at the LHC, using data samples corresponding to integrated luminosities of up to 5.1 fb− 1 at 7 TeV and 5.3 fb− 1 at 8 TeV. The search is performed in five decay modes: γγ, ZZ, W+ W−, τ+ τ−, and b b¯. An excess of events is observed above the expected background, with a local significance of 5.0 standard deviations, at a mass near 125 GeV, signalling the production of a new particle. The expected significance for a standard model Higgs boson of that mass is 5.8 standard deviations. The excess is most significant in the two decay modes with the best mass resolution, γγ and ZZ; a fit to these signals gives a mass of 125.3±0.4 (stat.)±0.5 (syst.) GeV. The decay to two photons indicates that the new particle is a boson with spin different from one.",
            "Observation of a new boson at a mass of 125 GeV with the CMS experiment at the LHC",
            "Serguei Chatrchyan and Vardan Khachatryan and Albert M Sirunyan and Armen Tumasyan and Wolfgang Adam and Ernest Aguilo and Thomas Bergauer and M Dragicevic and J Erö and C Fabjan and M Friedl and R Frühwirth and VM Ghete and J Hammer and M Hoch and N Hörmann and J Hrubec and M Jeitler and W Kiesenhofer and V Knünz and M Krammer and I Krätschmer and D Liko and W Majerotto and I Mikulec and M Pernicka and B Rahbaran and C Rohringer and H Rohringer and R Schöfbeck and J Strauss and F Szoncsó and A Taurok and W Waltenberger and G Walzel and E Widl and C-E Wulz and V Chekhovsky and I Emeliantchik and A Litomin and V Makarenko and V Mossolov and N Shumeiko and A Solin and R Stefanovitch and J Suarez Gonzalez and A Fedorov and M Korzhik and O Missevitch and R Zuyeuski and M Bansal and S Bansal and W Beaumont and Tom Cornelis and EA De Wolf and D Druzhkin and X Janssen and S Luyckx and L Mucibello and S Ochesanu and B Roland and R Rougny and M Selvaggi and Z Staykova and H Van Haevermaet and P Van Mechelen and N Van Remortel and A Van Spilbeeck and F Blekman and S Blyweert and J DʼHondt and O Devroede and R Gonzalez Suarez and R Goorens and A Kalogeropoulos and M Maes and A Olbrechts and S Tavernier and W Van Doninck and L Van Lancker and P Van Mulders and GP Van Onsem and I Villella and B Clerbaux and G De Lentdecker and V Dero and JP Dewulf and APR Gay and T Hreus and A Léonard and PE Marage and A Mohammadi and T Reis and S Rugovac and L Thomas and C Vander Velde and P Vanlaer and J Wang and J Wickens and Volker Adler and Kelly Beernaert and Anna Cimmino and Silvia Costantini and Guillaume Garcia and M Grunewald and Benjamin Klein and Jeremie Lellouch and Andrey Marinov and Joseph McCartin and AA Ocampo Rios and Dirk Ryckbosch and Nadja Strobbe and Filip Thyssen and Michael Tytgat and S Walsh and Efe Yazgan and Nikolaos Zaganidis and S Basegmez and G Bruno and Roberto Castello and L Ceard and J De Favereau De Jeneret and C Delaere and P Demin and T du Pree and D Favart and L Forthomme and A Giammanco and G Grégoire and J Hollar and V Lemaitre and J Liao and O Militaru and C Nuttens and D Pagano and A Pin and K Piotrzkowski and N Schul and JM Vizan Garcia and N Beliy and T Caebergs and E Daubie and GH Hammad and GA Alves and L Brito and M Correa Martin Junior and T Martins and ME Pol and MHG Souza and WL Aldá Júnior",
            "2012",
            "qUKa_G4AAAAJ:u5HHmVD_uO8C",
            16896,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269312008581",
            "8663470026986383108",
            "\/scholar?cites=8663470026986383108",
            {
                "2012":523,
                "2013":2467,
                "2014":2500,
                "2015":2412,
                "2016":2172,
                "2017":1921,
                "2018":1952,
                "2019":1511,
                "2020":1264,
                "2021":63
            }
        ],
        [
            "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
            "Multi-messenger observations of a binary neutron star merger",
            "Benjamin P Abbott and S Bloemen and P Canizares and H Falcke and RP Fender and S Ghosh and P Groot and T Hinderer and JR Hörandel and PG Jonker and Z Kostrzewa-Rutkowska and G Nelemans and D Nichols and S Nissanke and P Schmidt and C Timmermans and AR van Vliet and AR Williamson",
            "2017",
            "qUKa_G4AAAAJ:MDX3w3dAD3YC",
            2077,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/2041-8213\/aa91c9\/meta",
            "2461611103499596342",
            "\/scholar?cites=2461611103499596342",
            {
                "2017":66,
                "2018":567,
                "2019":684,
                "2020":688,
                "2021":52
            }
        ],
        [
            "CMS is a general purpose experiment, designed to study the physics of pp collisions at 14 TeV at the Large Hadron Collider (LHC). It currently involves more than 2000 physicists from more than 150 institutes and 37 countries. The LHC will provide extraordinary opportunities for particle physics based on its unprecedented collision energy and luminosity when it begins operation in 2007.",
            "CMS physics technical design report, volume II: physics performance",
            "CMS collaboration",
            "2007",
            "qUKa_G4AAAAJ:kz9GbA2Ns4gC",
            1736,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0954-3899\/34\/6\/S01\/meta",
            "12366885868443230925",
            "\/scholar?cites=12366885868443230925",
            {
                "2006":54,
                "2007":109,
                "2008":188,
                "2009":156,
                "2010":192,
                "2011":171,
                "2012":168,
                "2013":139,
                "2014":131,
                "2015":101,
                "2016":86,
                "2017":83,
                "2018":66,
                "2019":41,
                "2020":39,
                "2021":2
            }
        ],
        [
            "CMS is a general purpose experiment, designed to study the physics of pp collisions at 14 TeV at the Large Hadron Collider (LHC). It currently involves more than 2000 physicists from more than 150 institutes and 37 countries. The LHC will provide extraordinary opportunities for particle physics based on its unprecedented collision energy and luminosity when it begins operation in 2007.",
            "CMS physics technical design report, volume II: physics performance",
            "CMS collaboration",
            "2007",
            "qUKa_G4AAAAJ:d1gkVwhDpl0C",
            1736,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0954-3899\/34\/6\/S01\/meta",
            "12366885868443230925",
            "\/scholar?cites=12366885868443230925",
            {
                "2006":54,
                "2007":109,
                "2008":188,
                "2009":156,
                "2010":192,
                "2011":171,
                "2012":168,
                "2013":139,
                "2014":131,
                "2015":101,
                "2016":86,
                "2017":83,
                "2018":66,
                "2019":41,
                "2020":39,
                "2021":2
            }
        ],
        [
            "We present a new measurement of the inclusive and differential production cross sections of J\/ψ mesons and b hadrons in proton-antiproton collisions at s= 1960 G e V. The data correspond to an integrated luminosity of 39.7 p b− 1 collected by the CDF run II detector. We find the integrated cross section for inclusive J\/ψ production for all transverse momenta from 0 to 20 G e V\/c in the rapidity range| y|< 0.6 to be 4.08±0.02 (s t a t)− 0.33+ 0.36 (s y s t) μ b. We separate the fraction of J\/ψ events from the decay of the long-lived b hadrons using the lifetime distribution in all events with p T (J\/ψ)> 1.25 G e V\/c. We find the total cross section for b hadrons, including both hadrons and antihadrons, decaying to J\/ψ with transverse momenta greater than 1.25 G e V\/c in the rapidity range| y (J\/ψ)|< 0.6 is 0.330±0.005 (s t a t)− 0.033+ 0.036 (s y s t) μ b. Using a Monte Carlo simulation of the decay kinematics of b hadrons to all final …",
            "Measurement of the  meson and -hadron production cross sections in  collisions at ",
            "Darin Acosta and J Adelman and T Affolder and T Akimoto and MG Albrow and D Ambrose and S Amerio and D Amidei and A Anastassov and K Anikeev and A Annovi and J Antos and M Aoki and G Apollinari and T Arisawa and JF Arguin and A Artikov and W Ashmanskas and A Attal and F Azfar and P Azzi-Bacchetta and N Bacchetta and H Bachacou and W Badgett and A Barbaro-Galtieri and GJ Barker and VE Barnes and BA Barnett and S Baroiant and M Barone and G Bauer and F Bedeschi and S Behari and S Belforte and G Bellettini and J Bellinger and E Ben-Haim and D Benjamin and Andrew Beretvas and A Bhatti and M Binkley and D Bisello and M Bishai and RE Blair and C Blocker and K Bloom and B Blumenfeld and A Bocci and A Bodek and G Bolla and A Bolshov and PSL Booth and D Bortoletto and J Boudreau and S Bourov and B Brau and C Bromberg and E Brubaker and J Budagov and HS Budd and K Burkett and G Busetto and P Bussey and KL Byrum and S Cabrera and M Campanelli and M Campbell and A Canepa and M Casarsa and D Carlsmith and S Carron and R Carosi and M Cavalli-Sforza and A Castro and P Catastini and D Cauz and A Cerri and L Cerrito and J Chapman and C Chen and YC Chen and M Chertok and G Chiarelli and G Chlachidze and F Chlebana and I Cho and K Cho and D Chokheli and JP Chou and ML Chu and S Chuang and JY Chung and WH Chung and YS Chung and CI Ciobanu and MA Ciocci and AG Clark and D Clark and M Coca and A Connolly and M Convery and J Conway and B Cooper and M Cordelli and G Cortiana and J Cranshaw and J Cuevas and R Culbertson and C Currat and D Cyr and D Dagenhart and S Da Ronco and S D’Auria and P De Barbaro and S De Cecco and Gilles De Lentdecker and Simone Dell’Agnello and Mauro Dell’Orso and S Demers and L Demortier and M Deninno and D De Pedis and PF Derwent and Carlo Dionisi and JR Dittmann and C Dörr and P Doksus and A Dominguez and Simone Donati and Mauro Donegà and J Donini and M D’Onofrio and T Dorigo and V Drollinger and K Ebina and N Eddy and J Ehlers and R Ely and R Erbacher and M Erdmann and D Errede and S Errede and R Eusebi and HC Fang and S Farrington and I Fedorko and WT Fedorko and RG Feild and M Feindt and JP Fernandez",
            "2005",
            "qUKa_G4AAAAJ:R-LXmdHK_14C",
            1702,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.71.032001",
            "16045095347899710315",
            "\/scholar?cites=16045095347899710315",
            {
                "2005":85,
                "2006":148,
                "2007":166,
                "2008":138,
                "2009":182,
                "2010":147,
                "2011":186,
                "2012":164,
                "2013":125,
                "2014":86,
                "2015":61,
                "2016":62,
                "2017":59,
                "2018":40,
                "2019":21,
                "2020":22
            }
        ],
        [
            "CMS is a general purpose experiment, designed to study the physics of pp collisions at 14 TeV at the Large Hadron Collider (LHC). It currently involves more than 2000 physicists from more than 150 institutes and 37 countries. The LHC will provide extraordinary opportunities for particle physics based on its unprecedented collision energy and luminosity when it begins operation in 2007. The principal aim of this report is to present the strategy of CMS to explore the rich physics programme offered by the LHC. This volume demonstrates the physics capability of the CMS experiment. The prime goals of CMS are to explore physics at the TeV scale and to study the mechanism of electroweak symmetry breaking-through the discovery of the Higgs particle or otherwise. To carry out this task, CMS must be prepared to search for new particles, such as the Higgs boson or supersymmetric partners of the Standard Model particles, from the start-up of the LHC since new physics at the TeV scale may manifest itself with modest data samples of the order of a few fb-1 or less. The analysis tools that have been developed are applied to study in great detail and with all the methodology of performing an analysis on CMS data specific benchmark processes upon which to gauge the performance of CMS. These processes cover several Higgs boson decay channels, the production and decay of new particles such as Z′ and supersymmetric particles, B s production and processes in heavy ion collisions. The simulation of these benchmark processes includes subtle effects such as possible detector miscalibration and misalignment. Besides these benchmark …",
            "CMS physics technical design report, volume II: Physics performance",
            "GL Bayatian and S Chatrchyan and G Hmayakyan and AM Sirunyan and W Adam and T Bergauer and M Dragicevic and J Eroe and M Friedl and R Fruehwirth and V Ghete and P Glaser and J Hrubec and M Jeitler and M Krammer and I Magrans and I Mikulec and W Mitaroff and T Noebauer and M Pernicka and P Porth and H Rohringer and J Strauss and A Taurok and W Waltenberger and G Walzel and E Widl and CE Wulz and A Fedorov and M Korzhik and O Missevitch and R Zuyeuski and V Chekhovsky and O Dvornikov and I Emeliantchik and A Litomin and V Mossolov and N Shumeiko and A Solin and R Stefanovitch and J Suarez Gonzalez and A Tikhonov and V Petrov and J d'Hondt and S De Weirdt and R Goorens and J Heyninck and S Lowette and S Tavernier and W Van Doninck and L Van Lancker and O Bouhali and B Clerbaux and G De Lentdecker and JP Dewulf and T Mahmoud and PE Marage and L Neukermans and V Sundararajan and C Vander Velde and P Vanlaer and J Wickens and S Assouak and Jean-Louis Bonnet and G Bruno and J Caudron and B De Callatay and J De Favereau De Jeneret and S De Visscher and C Delaere and P Demin and D Favart and E Feltrin and E Forton and G Gregoire and S Kalinin and D Kcira and T Keutgen and G Leibenguth and V Lemaitre and Yehan Liu and D Michotte and O Militaru and A Ninane and S Ovyn and T Pierzchala and K Piotrzkowski and V Roberfroid and X Rouby and D Teyssier and O Van Der Aa and M Vander Donckt and E Daubie and P Herquet and A Mollet and A Romeyer and W Beaumont and M Cardaci and E De Langhe and EA De Wolf and L Rurua and M HG Souza and V Oguri and A Santoro and A Sznajder and M Vaz and EM Gregores and Sérgio Ferraz Novaes and T Anguelov and G Antchev and I Atanasov and J Damgov and N Darmenov and L Dimitrov and V Genchev and P Iaydjiev and B Panev and S Piperov and S Stoykova and G Sultanov and I Vankov and A Dimitrov and V Kozhuharov and L Litov and M Makariev and A Marinov and E Marinova and S Markov and M Mateev and B Pavlov and P Petkov and C Sabev and S Stoynev and Z Toteva and V Verguilov and GM Chen and HS Chen and KL He and CH Jiang and WG Li and HM Liu and X Meng and XY Shen and HS Sun and M Yang and WR Zhao and HL Zhuang and Y Ban and J Cai and S Liu",
            "2007",
            "qUKa_G4AAAAJ:zdjWy_NXXwUC",
            1206,
            "https:\/\/experts.umn.edu\/en\/publications\/cms-physics-technical-design-report-volume-ii-physics-performance",
            "14800860286662806896",
            "\/scholar?cites=14800860286662806896",
            {
                "2007":4,
                "2008":115,
                "2009":188,
                "2010":243,
                "2011":207,
                "2012":140,
                "2013":80,
                "2014":52,
                "2015":53,
                "2016":33,
                "2017":29,
                "2018":26,
                "2019":17,
                "2020":10
            }
        ],
        [
            "A search for high-energy neutrinos interacting within the IceCube detector between 2010 and 2012 provided the first evidence for a high-energy neutrino flux of extraterrestrial origin. Results from an analysis using the same methods with a third year (2012–2013) of data from the complete IceCube detector are consistent with the previously reported astrophysical flux in the 100 TeV–PeV range at the level of 10− 8 GeV cm− 2 s− 1 sr− 1 per flavor and reject a purely atmospheric explanation for the combined three-year data at 5.7 σ. The data are consistent with expectations for equal fluxes of all three neutrino flavors and with isotropic arrival directions, suggesting either numerous or spatially extended sources. The three-year data set, with a live time of 988 days, contains a total of 37 neutrino candidate events with deposited energies ranging from 30 to 2000 TeV. The 2000-TeV event is the highest-energy neutrino …",
            "Observation of high-energy astrophysical neutrinos in three years of IceCube data",
            "MG ea Aartsen and M Ackermann and J Adams and JA Aguilar and M Ahlers and M Ahrens and D Altmann and T Anderson and C Arguelles and TC Arlen and J Auffenberg and X Bai and SW Barwick and V Baum and JJ Beatty and J Becker Tjus and K-H Becker and S BenZvi and P Berghaus and D Berley and E Bernardini and A Bernhard and DZ Besson and G Binder and D Bindig and M Bissok and E Blaufuss and J Blumenthal and David J Boersma and C Bohm and D Bose and S Böser and Olga Botner and L Brayeur and H-P Bretz and AM Brown and J Casey and M Casier and D Chirkin and A Christov and B Christy and K Clark and L Classen and F Clevermann and S Coenders and DF Cowen and AH Cruz Silva and M Danninger and J Daughhetee and JC Davis and M Day and JPAM De André and C De Clercq and Sam De Ridder and P Desiati and KD De Vries and T DeYoung and JC Díaz-Vélez and M Dunkman and R Eagan and B Eberhardt and B Eichmann and J Eisch and Sebastian Euler and PA Evenson and O Fadiran and AR Fazely and A Fedynitch and J Feintzeig and J Felde and Tom Feusels and K Filimonov and C Finley and T Fischer-Wasels and S Flis and A Franckowiak and K Frantzen and T Fuchs and TK Gaisser and J Gallagher and L Gerhardt and D Gier and L Gladstone and T Glüsenkamp and A Goldschmidt and G Golup and JG Gonzalez and JA Goodman and D Góra and DT Grandmont and D Grant and P Gretskov and JC Groh and A Groß and C Ha and C Haack and A Haj Ismail and P Hallen and Allan Hallgren and F Halzen and K Hanson and D Hebecker and D Heereman and D Heinen and K Helbing and R Hellauer and D Hellwig and S Hickford and GC Hill and KD Hoffman and R Hoffmann and A Homeier and K Hoshina and F Huang and W Huelsnitz and PO Hulth and K Hultqvist and S Hussain and A Ishihara and E Jacobi and J Jacobsen and K Jagielski and GS Japaridze and K Jero and Ola Jlelati and M Jurkovic and B Kaminsky and A Kappes and T Karg and A Karle and M Kauer and JL Kelley and A Kheirandish and J Kiryluk and J Kläs and SR Klein and J-H Köhne and G Kohnen and H Kolanoski and A Koob and L Köpke and C Kopper and S Kopper and DJ Koskinen and M Kowalski and A Kriesten and K Krings and G Kroll and J Kunnen and N Kurahashi",
            "2014",
            "qUKa_G4AAAAJ:Y0pCki6q_DkC",
            1192,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.113.101101",
            "11328215367944564766",
            "\/scholar?cites=11328215367944564766",
            {
                "2014":59,
                "2015":253,
                "2016":227,
                "2017":208,
                "2018":145,
                "2019":149,
                "2020":138,
                "2021":9
            }
        ],
        [
            "We report the observation of a narrow state decaying into J\/ψ π+ π− and produced in 220 p b− 1 of p ̄ p collisions at s= 1.96 T e V in the CDF II experiment. We observe 730±90 decays. The mass is measured to be 3871.3±0.7 (s t a t)±0.4 (s y s t) M e V\/c 2, with an observed width consistent with the detector resolution. This is in agreement with the recent observation by the Belle Collaboration of the X (3872) meson.",
            "Observation of the Narrow State  in  Collisions at ",
            "Darin Acosta and T Affolder and MH Ahn and T Akimoto and MG Albrow and D Ambrose and S Amerio and D Amidei and A Anastassov and K Anikeev and A Annovi and J Antos and M Aoki and G Apollinari and JF Arguin and T Arisawa and A Artikov and T Asakawa and W Ashmanskas and A Attal and F Azfar and P Azzi-Bacchetta and N Bacchetta and H Bachacou and W Badgett and S Bailey and A Barbaro-Galtieri and G Barker and VE Barnes and BA Barnett and S Baroiant and M Barone and G Bauer and F Bedeschi and S Behari and S Belforte and WH Bell and G Bellettini and J Bellinger and D Benjamin and Andrew Beretvas and A Bhatti and M Binkley and D Bisello and M Bishai and RE Blair and C Blocker and K Bloom and B Blumenfeld and A Bocci and A Bodek and G Bolla and A Bolshov and PSL Booth and D Bortoletto and J Boudreau and S Bourov and C Bromberg and E Brubaker and J Budagov and HS Budd and K Burkett and G Busetto and P Bussey and KL Byrum and S Cabrera and P Calafiura and M Campanelli and M Campbell and A Canepa and D Carlsmith and S Carron and R Carosi and M Casarsa and A Castro and P Catastini and D Cauz and A Cerri and C Cerri and L Cerrito and J Chapman and C Chen and YC Chen and M Chertok and G Chiarelli and G Chlachidze and F Chlebana and K Cho and D Chokheli and ML Chu and JY Chung and WH Chung and YS Chung and CI Ciobanu and Maria Agnese Ciocci and AG Clark and D Clark and MN Coca and A Connolly and ME Convery and J Conway and M Cordelli and G Cortiana and J Cranshaw and R Culbertson and C Currat and D Cyr and D Dagenhart and S DaRonco and S D’Auria and P de Barbaro and S De Cecco and Gilles De Lentdecker and Simone Dell’Agnello and Mauro Dell’Orso and S Demers and L Demortier and M Deninno and D De Pedis and PF Derwent and Carlo Dionisi and JR Dittmann and P Doksus and A Dominguez and Simone Donati and M D’Onofrio and T Dorigo and V Drollinger and K Ebina and N Eddy and R Ely and R Erbacher and M Erdmann and D Errede and S Errede and R Eusebi and HC Fang and S Farrington and I Fedorko and RG Feild and M Feindt and JP Fernandez and C Ferretti and RD Field and I Fiori and G Flanagan and B Flaugher and LR Flores-Castillo and A Foland and S Forrester",
            "2004",
            "qUKa_G4AAAAJ:9yKSN-GCB0IC",
            1011,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.072001",
            "9838935033022912417",
            "\/scholar?cites=9838935033022912417",
            {
                "2004":19,
                "2005":61,
                "2006":70,
                "2007":81,
                "2008":70,
                "2009":70,
                "2010":77,
                "2011":62,
                "2012":58,
                "2013":75,
                "2014":58,
                "2015":58,
                "2016":64,
                "2017":50,
                "2018":45,
                "2019":41,
                "2020":38,
                "2021":4
            }
        ],
        [
            "We report on the observation of two neutrino-induced events which have an estimated deposited energy in the IceCube detector of 1.04±0.16 and 1.14±0.17 PeV, respectively, the highest neutrino energies observed so far. These events are consistent with fully contained particle showers induced by neutral-current ν e, μ, τ (ν e, μ, τ) or charged-current ν e (ν e) interactions within the IceCube detector. The events were discovered in a search for ultrahigh energy neutrinos using data corresponding to 615.9 days effective live time. The expected number of atmospheric background is 0.082±0.004 (stat)− 0.057+ 0.041 (syst). The probability of observing two or more candidate events under the atmospheric background-only hypothesis is 2.9× 10− 3 (2.8 σ) taking into account the uncertainty on the expected number of background events. These two events could be a first indication of an astrophysical neutrino flux; the …",
            "First observation of PeV-energy neutrinos with IceCube",
            "Mark Gerald Aartsen and R Abbasi and Yasser Abdou and M Ackermann and J Adams and JA Aguilar and M Ahlers and D Altmann and J Auffenberg and X Bai and M Baker and SW Barwick and V Baum and R Bay and JJ Beatty and S Bechet and J Becker Tjus and K-H Becker and M Bell and ML Benabderrahmane and S BenZvi and J Berdermann and P Berghaus and D Berley and E Bernardini and A Bernhard and D Bertrand and DZ Besson and G Binder and D Bindig and M Bissok and E Blaufuss and J Blumenthal and David J Boersma and S Bohaichuk and C Bohm and D Bose and S Böser and Olga Botner and L Brayeur and H-P Bretz and AM Brown and R Bruijn and J Brunner and Michael Carson and J Casey and M Casier and D Chirkin and A Christov and B Christy and K Clark and F Clevermann and S Coenders and S Cohen and DF Cowen and AH Cruz Silva and M Danninger and J Daughhetee and JC Davis and C De Clercq and Sam De Ridder and P Desiati and T DeYoung and JC Díaz-Vélez and M Dunkman and R Eagan and B Eberhardt and J Eisch and RW Ellsworth and S Euler and PA Evenson and O Fadiran and AR Fazely and A Fedynitch and J Feintzeig and Tom Feusels and K Filimonov and C Finley and T Fischer-Wasels and S Flis and A Franckowiak and R Franke and K Frantzen and T Fuchs and TK Gaisser and J Gallagher and L Gerhardt and L Gladstone and T Glüsenkamp and A Goldschmidt and G Golup and JG Gonzalez and JA Goodman and D Góra and D Grant and A Groß and M Gurtner and C Ha and A Haj Ismail and P Hallen and Allan Hallgren and F Halzen and K Hanson and D Heereman and D Heinen and K Helbing and R Hellauer and S Hickford and GC Hill and KD Hoffman and R Hoffmann and A Homeier and K Hoshina and W Huelsnitz and PO Hulth and K Hultqvist and S Hussain and A Ishihara and E Jacobi and J Jacobsen and K Jagielski and GS Japaridze and K Jero and Ola Jlelati and B Kaminsky and A Kappes and T Karg and A Karle and JL Kelley and J Kiryluk and F Kislat and J Kläs and SR Klein and J-H Köhne and G Kohnen and H Kolanoski and L Köpke and C Kopper and S Kopper and DJ Koskinen and M Kowalski and M Krasberg and K Krings and G Kroll and J Kunnen and N Kurahashi and T Kuwabara and Mathieu Labare and H Landsman and MJ Larson",
            "2013",
            "qUKa_G4AAAAJ:zYLM7Y9cAGgC",
            809,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.021103",
            "2810163851623548419",
            "\/scholar?cites=2810163851623548419",
            {
                "2012":3,
                "2013":47,
                "2014":132,
                "2015":152,
                "2016":107,
                "2017":117,
                "2018":85,
                "2019":83,
                "2020":72,
                "2021":7
            }
        ],
        [
            "We present a measurement of the t t production cross section using events with one charged lepton and jets from p p collisions at a center-of-mass energy of 1.96 TeV. In these events, heavy flavor quarks from top quark decay are identified with a secondary vertex tagging algorithm. From 162 p b− 1 of data collected by the Collider Detector at Fermilab, a total of 48 candidate events are selected, where 13.5±1.8 events are expected from background contributions. We measure a t t production cross section of 5.6− 1.1+ 1.2 (stat.)− 0.6+ 0.9 (syst.) pb.",
            "Measurement of the  production cross section in  collisions at  using lepton  jets events with secondary vertex  -tagging",
            "Darin Acosta and J Adelman and T Affolder and T Akimoto and MG Albrow and D Ambrose and S Amerio and D Amidei and A Anastassov and K Anikeev and A Annovi and J Antos and M Aoki and G Apollinari and T Arisawa and JF Arguin and A Artikov and W Ashmanskas and A Attal and F Azfar and P Azzi-Bacchetta and N Bacchetta and H Bachacou and W Badgett and A Barbaro-Galtieri and GJ Barker and VE Barnes and BA Barnett and S Baroiant and M Barone and G Bauer and F Bedeschi and S Behari and S Belforte and G Bellettini and J Bellinger and E Ben-Haim and D Benjamin and Andrew Beretvas and A Bhatti and M Binkley and D Bisello and M Bishai and RE Blair and C Blocker and K Bloom and B Blumenfeld and A Bocci and A Bodek and G Bolla and A Bolshov and PSL Booth and D Bortoletto and J Boudreau and S Bourov and C Bromberg and E Brubaker and J Budagov and HS Budd and K Burkett and G Busetto and P Bussey and KL Byrum and S Cabrera and M Campanelli and M Campbell and A Canepa and M Casarsa and D Carlsmith and S Carron and R Carosi and M Cavalli-Sforza and A Castro and P Catastini and D Cauz and A Cerri and C Cerri and L Cerrito and J Chapman and C Chen and YC Chen and M Chertok and G Chiarelli and G Chlachidze and F Chlebana and I Cho and K Cho and D Chokheli and ML Chu and S Chuang and JY Chung and WH Chung and YS Chung and CI Ciobanu and MA Ciocci and AG Clark and D Clark and M Coca and A Connolly and M Convery and J Conway and B Cooper and M Cordelli and G Cortiana and J Cranshaw and J Cuevas and R Culbertson and C Currat and D Cyr and D Dagenhart and S Da Ronco and S D’Auria and P De Barbaro and S De Cecco and Gilles De Lentdecker and Simone Dell’Agnello and M Dell’Orso and S Demers and L Demortier and M Deninno and D De Pedis and PF Derwent and Carlo Dionisi and JR Dittmann and P Doksus and A Dominguez and S Donati and Mauro Donegà and J Donini and M D’Onofrio and T Dorigo and V Drollinger and K Ebina and N Eddy and R Ely and R Erbacher and M Erdmann and D Errede and S Errede and R Eusebi and HC Fang and S Farrington and I Fedorko and RG Feild and M Feindt and JP Fernandez and C Ferretti and RD Field and I Fiori and G Flanagan",
            "2005",
            "qUKa_G4AAAAJ:maZDTaKrznsC",
            643,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.71.052003",
            "14848127063138537654",
            "\/scholar?cites=14848127063138537654",
            {
                "2004":2,
                "2005":56,
                "2006":62,
                "2007":56,
                "2008":58,
                "2009":102,
                "2010":56,
                "2011":57,
                "2012":65,
                "2013":58,
                "2014":26,
                "2015":10,
                "2016":12,
                "2017":6,
                "2018":8,
                "2019":1
            }
        ]
    ]
}