{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This document is a revised and updated version of a book of the same title published by Cambridge University Press in 1981 (itself a revision of my PhD thesis of 1978). The original book has been out of print for some time, yet it continues to be used and quoted by scholars (511 citations as at 2020-11-20, according to Google Scholar). 1 In addition, a language programme for Diyari (the local community prefers the name Dieri) was established in Port Augusta, South Australia, in 2010, and language lessons in Diyari for the community in northern South Australia have been prepared (see Austin 2014; Wilson 2010, 2013). There is also a Dieri Language Blog that contains material about the language and simple lessons and conversations. 2 I have decided to revise the book with corrections and minor amendments in order to make it more readily available. The only major change is revision of the transcription to a practical orthography which has been agreed for revitalisation work on the language; it is similar to one I have been using in my other published work on Diyari for some time. I have also changed the analysis of the morphology of the case system and now make a distinction in the glosses between forms that encode ergative (transitive subject, A), nominative (intransitive subject, S), and accusative (transitive object, P (abbreviated O in the 1981 version)); this means I now treat the split-ergative case system as involving case form syncretism, rather than three separate systems (as in the 1981 book). Examples taken from the two texts in Appendix A are identified by line numbers following the free translation, eg [Di-t001s001] for line 1 of Text 1 …",
            "A grammar of diyari, South Australia",
            "Peter Austin",
            "1981",
            "qunUfe8AAAAJ:u5HHmVD_uO8C",
            502,
            "http:\/\/www.peterkaustin.com\/docs\/Austin_2021_Diyari_grammar.pdf",
            "3790812763042117913",
            "\/scholar?cites=3790812763042117913",
            {
                "1982":3,
                "1983":1,
                "1984":1,
                "1985":8,
                "1986":7,
                "1987":5,
                "1988":15,
                "1989":10,
                "1990":9,
                "1991":6,
                "1992":2,
                "1993":7,
                "1994":7,
                "1995":13,
                "1996":8,
                "1997":16,
                "1998":10,
                "1999":10,
                "2000":7,
                "2001":15,
                "2002":14,
                "2003":11,
                "2004":21,
                "2005":17,
                "2006":16,
                "2007":23,
                "2008":26,
                "2009":15,
                "2010":16,
                "2011":8,
                "2012":16,
                "2013":10,
                "2014":24,
                "2015":22,
                "2016":11,
                "2017":23,
                "2018":16,
                "2019":15,
                "2020":12,
                "2021":3
            }
        ],
        [
            "The syntax of the Australian Aboriginal language Warlpiri has led to two opposing models of non-configurationality: a dual structure hypothesis, which abandons the projection principle for a grammatical architecture that separates constituency and functional representations (Simpson 1983, 1991, Hale 1983, Kroeger 1993), and a pronominal argument hypothesis, which hypothesizes that bound or zero pronominals satisfy the projection principle in such languages, with free nominals analysed as adjuncts (Jelinek 1984, Baker 1991, Hale 1993). Although the pronominal argument hypothesis is widely accepted in the syntactic literature, we show that available evidence from Warlpiri, new evidence from the related language Jiwarli, and a survey of six other Australian languages actually support the dual structure hypothesis. The non-configurationality characteristics of free word order, null anaphora, and split …",
            "Non-configurationality in Australian Aboriginal languages",
            "Peter Austin and Joan Bresnan",
            "1996",
            "qunUfe8AAAAJ:u-x6o8ySG0sC",
            333,
            "https:\/\/link.springer.com\/article\/10.1007\/BF00133684",
            "14223782313196881227",
            "\/scholar?cites=14223782313196881227",
            {
                "1996":3,
                "1997":7,
                "1998":10,
                "1999":10,
                "2000":6,
                "2001":10,
                "2002":13,
                "2003":15,
                "2004":12,
                "2005":9,
                "2006":18,
                "2007":6,
                "2008":14,
                "2009":41,
                "2010":11,
                "2011":19,
                "2012":15,
                "2013":9,
                "2014":25,
                "2015":20,
                "2016":11,
                "2017":12,
                "2018":9,
                "2019":10,
                "2020":8
            }
        ],
        [
            "It is generally agreed that about 7,000 languages are spoken across the world today and at least half may no longer be spoken by the end of this century. This state-of-the-art Handbook examines the reasons behind this dramatic loss of linguistic diversity, why it matters, and what can be done to document and support endangered languages. The volume is relevant not only to researchers in language endangerment, language shift and language death, but to anyone interested in the languages and cultures of the world. It is accessible both to specialists and non-specialists: researchers will find cutting-edge contributions from acknowledged experts in their fields, while students, activists and other interested readers will find a wealth of readable yet thorough and up-to-date information.",
            "The Cambridge handbook of endangered languages",
            "Peter K Austin and Julia Sallabank",
            "2011",
            "qunUfe8AAAAJ:D_sINldO8mEC",
            297,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=0XZRauYgO6AC&oi=fnd&pg=PR3&dq=info:Mn0jmDEZvQUJ:scholar.google.com&ots=8_C_RZwoba&sig=rfCyGMcnx4k_riznX8OalRzb7ro",
            "413514441584508210",
            "\/scholar?cites=413514441584508210",
            {
                "2010":1,
                "2011":4,
                "2012":15,
                "2013":26,
                "2014":24,
                "2015":26,
                "2016":39,
                "2017":43,
                "2018":38,
                "2019":34,
                "2020":34,
                "2021":1
            }
        ],
        [
            "It is generally agreed that about 7,000 languages are spoken across the world today and at least half may no longer be spoken by the end of this century. This state-of-the-art Handbook examines the reasons behind this dramatic loss of linguistic diversity, why it matters, and what can be done to document and support endangered languages. The volume is relevant not only to researchers in language endangerment, language shift and language death, but to anyone interested in the languages and cultures of the world. It is accessible both to specialists and non-specialists: researchers will find cutting-edge contributions from acknowledged experts in their fields, while students, activists and other interested readers will find a wealth of readable yet thorough and up-to-date information.",
            "The Cambridge handbook of endangered languages",
            "Peter K Austin and Julia Sallabank",
            "2011",
            "qunUfe8AAAAJ:9yKSN-GCB0IC",
            297,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=0XZRauYgO6AC&oi=fnd&pg=PR3&dq=info:Mn0jmDEZvQUJ:scholar.google.com&ots=8_C_RZwoc5&sig=UZob4RBvHcaTEFVXn10rAuU06iU",
            "413514441584508210",
            "\/scholar?cites=413514441584508210",
            {
                "2010":1,
                "2011":4,
                "2012":15,
                "2013":26,
                "2014":24,
                "2015":26,
                "2016":39,
                "2017":43,
                "2018":38,
                "2019":34,
                "2020":34,
                "2021":1
            }
        ],
        [
            "A number of Australian Aboriginal languages have syntactic mechanisms which can be analysed as instances of 'switch-reference'. These languages have verb suffixes indicating whether or not the subjects of syntactically-related main and subordinate clauses are referentially the same or different. The distribution of switch-reference in various subordinate clause types is examined here, and its formal and functional characteristics are described in detail for a number of language groups. The languages which have switch-reference are all geographically adjacent, but are not obviously related genetically. When the geographical spread of certain formal features such as the association between locative case and some 'relative clause' types is discussed, a number of general conclusions can be drawn, among them the suggestion that the syntactic mechanism of switch-reference has been subject to indirect functional …",
            "Switch-reference in Australia",
            "Peter Austin",
            "1981",
            "qunUfe8AAAAJ:d1gkVwhDpl0C",
            192,
            "https:\/\/www.jstor.org\/stable\/413693",
            "17430451243158824156",
            "\/scholar?cites=17430451243158824156",
            {
                "1981":3,
                "1982":7,
                "1983":1,
                "1984":4,
                "1985":1,
                "1986":11,
                "1987":2,
                "1988":1,
                "1989":2,
                "1990":2,
                "1991":1,
                "1992":1,
                "1993":4,
                "1994":3,
                "1995":1,
                "1996":2,
                "1997":8,
                "1998":5,
                "1999":5,
                "2000":7,
                "2001":10,
                "2002":6,
                "2003":8,
                "2004":3,
                "2005":1,
                "2006":6,
                "2007":11,
                "2008":8,
                "2009":4,
                "2010":10,
                "2011":8,
                "2012":8,
                "2013":7,
                "2014":3,
                "2015":8,
                "2016":11
            }
        ],
        [
            "Although one- and two-participant events, as expressed by intransitive and transitive constructions, have been extensively studied from a crosslinguistic perspective, little work has been done on three-participant events and the ways they operate in different languages. Where there is description and analysis it is typically confined to syntactic three-place predicates ignoring functional equivalent constructions in languages where such events may be realized with other argument configurations. Also, where analysis exists, it is typically limited to those three-participant events that get lexicalized as three-place predicates in English and other well-known languages. In this article, we explore the semantic categories of three-participant events and outline a range of different strategies for coding them crosslinguistically. We show that, as alternatives to syntactic three-place strategies, there are a variety of constructions that …",
            "Three-participant events in the languages of the world: towards a crosslinguistic typology",
            "Anna Margetts and Peter K Austin",
            "2007",
            "qunUfe8AAAAJ:2osOgNQ5qMEC",
            132,
            "https:\/\/www.degruyter.com\/view\/journals\/ling\/45\/3\/article-p393.xml",
            "17266822667426628129",
            "\/scholar?cites=17266822667426628129",
            {
                "2006":1,
                "2007":5,
                "2008":4,
                "2009":8,
                "2010":20,
                "2011":8,
                "2012":12,
                "2013":10,
                "2014":11,
                "2015":16,
                "2016":5,
                "2017":8,
                "2018":6,
                "2019":4,
                "2020":6
            }
        ],
        [
            "Over the past several years, sociolinguists and linguistic anthropologists have settled into a vibrant scholarly critique of the ‘discourse of language endangerment,’an ideologically charged discursive space that is kept bustling by a number of overlapping constituencies, including linguists, indigenous and minority rights activists, international organisations (including Christian missions), funding institutions, conservation groups, and the media in their search for ‘human interest’stories (eg, Silverstein 1998, Blommaert 2001, Hill 2002, Freeland and Patrick 2004, Duchêne and Heller 2007). The discourse draws on and perpetuates naïve Western assumptions about languages as bounded denotational codes, each with a formally stable reality and a naturalised inherence in an ethnic group, often one that is typically conceived of as culturally grounded in a unique ‘ecological niche.’With the loss of each such language, the discourse warns, both the language’s rightful heirs and the rest of us will be deprived of something profound and valuable. What that something is, and what makes it compelling, varies with the intended audience: where indigenous groups see autonomy rights or a spiritual connection to ancestral lands, biologists and conservationists may see species diversity, linguists the dream of a comprehensive grammatical theory, and public radio listeners a romanticised stability in what is perceived to be a time of unprecedented flux and degeneration (Cameron 1995). Despite certain problematic inconsistencies, 2 these systems of justification need not cause much dissonance; 3 after all, language ideologies are not about logic. As critics note …",
            "Dying to be counted: The commodification of endangered languages in documentary linguistics",
            "Lise M Dobrin and Peter K Austin and David Nathan",
            "2007",
            "qunUfe8AAAAJ:UeHWp8X0CEIC",
            98,
            "https:\/\/www.academia.edu\/download\/30926061\/dobrin_austin_nathan.pdf",
            "1042319294644839705",
            "\/scholar?cites=1042319294644839705",
            {
                "2008":2,
                "2009":5,
                "2010":6,
                "2011":5,
                "2012":6,
                "2013":10,
                "2014":7,
                "2015":8,
                "2016":8,
                "2017":11,
                "2018":9,
                "2019":9,
                "2020":9
            }
        ],
        [
            "The role of data in language documentation is rather different from the way that data is traditionally treated in language description. For description, the main concern is the production of grammars and dictionaries whose primary audience are linguists (Himmelmann 1998; Woodbury 2003). In these products language data serves essentially as exemplification and support for the linguist’s analysis. It is typically presented as individual example sentences, often without source attribution, and often edited to remove ‘irrelevant material’. There may also be a ‘sample text’or two in an appendix to the grammar. Language documentation, on the other hand, places data at the center of its concerns. Woodbury (2003: 39) proposes that direct representation of naturally occurring discourse is the primary project, while description and analysis are contingent, emergent byproducts which grow alongside primary documentation but are always changeable and parasitic on it.For language documentation then, data collection, representation and diffusion is the main research goal with grammars, dictionaries, and text collections as secondary, dependent products that annotate and comment on the documentary corpus. The audience for language documentation is also very wide, encompassing not only linguists and researchers from other areas such as anthropology, musicology, or oral history, but also members of the speech community whose language is being documented, as well as other interested people. A significant concern for documentation is archiving, to ensure that materials are in a format for long-term preservation and future use, and that information …",
            "Data and language documentation",
            "Peter K Austin",
            "2006",
            "qunUfe8AAAAJ:W7OEmFMy1HYC",
            85,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=v4BNNbp_Fk0C&oi=fnd&pg=PA87&dq=info:GfoWyjZM7-oJ:scholar.google.com&ots=yBh0hb0v0Z&sig=mRnHjPGVzRG_j4XVp_yHy48p5rU",
            "16928833322511432217",
            "\/scholar?cites=16928833322511432217",
            {
                "2007":5,
                "2008":3,
                "2009":3,
                "2010":11,
                "2011":7,
                "2012":4,
                "2013":7,
                "2014":12,
                "2015":4,
                "2016":6,
                "2017":5,
                "2018":3,
                "2019":5,
                "2020":8
            }
        ],
        [
            "This paper is an investigation of the distribution of morphological case markers in two groups of Aboriginal languages spoken in the north-west of Western Australia. They are the Kanyara languages (comprising Payungu, Thalanyji and Purduna) and the Mantharta languages (consisting of Jiwarli, Thiin, Warriyangka and Tharrkari). These languages have split-ergative case morphology and I will show that case assignment is determined by the interaction of four syntactic parameters: grammatical category, grammatical relations, animacy, and clause type. The languages also regularly show what Frans Plank (1990), following Finck (1910: 141), has termed “Suffixaufnahme”, ie double assignment of case marking. I will show that there are three types of such doubling—derivational, adnominal, and referential. Within the two language groups there is some variation in the realisation of Suffixaufnahme, but I present diachronic evidence that it has a long history in both groups.",
            "Double case marking in Kanyara and Mantharta languages, Western Australia",
            "Peter Austin",
            "1995",
            "qunUfe8AAAAJ:qjMakFHDy7sC",
            79,
            "http:\/\/www.peterkaustin.com\/docs\/LTUWP_doublecase_2020-09-01.pdf",
            "8460832509234021082",
            "\/scholar?cites=8460832509234021082",
            {
                "1995":1,
                "1996":3,
                "1997":1,
                "1998":3,
                "1999":3,
                "2000":1,
                "2001":2,
                "2002":1,
                "2003":1,
                "2004":2,
                "2005":1,
                "2006":1,
                "2007":31,
                "2008":3,
                "2009":2,
                "2010":3,
                "2011":3,
                "2012":5,
                "2013":3,
                "2014":1,
                "2015":2,
                "2016":3,
                "2017":2
            }
        ],
        [
            "The central Australian Aboriginal language Warlpiri has been made famous in the linguistic literature as ‘non-configurational’as a result of the analysis of its morphosyntax arising from research by Ken Hale. 1 Hale (1980) proposed that Warlpiri showed no evidence of phrase structure organisation (ie no evidence for syntactic categories beyond the word level) and no evidence of transformational operations (see also Nash 1985, Laughren 1989, and Simpson 1983 and 1991). Warlpiri has a number of morphosyntactic characteristics that make it radically different from the conception of syntax deriving from the study of European languages such as English:1. word order at the clause level is free—any arrangement or rearrangement of words in Warlpiri clauses results in no change in linguistic meaning. 2 There is no ‘syntactically neutral’ordering of subjects, objects, and verbs. 2. elements which can be thought of as a single semantic unit (say nominal heads and their associated demonstratives and modifiers) can be, and often are, represented discontinuously within the clause. Warlpiri has a rich system of nominal case marking, 1 I take great pleasure in offering this paper in honour of Ken Hale, whom I first met in 1974 in Canberra. In 1978 he served as one of my PhD thesis examiners, clarifying for me points of Diyari grammar arising from brief fieldwork he had carried out in Alice Springs in 1959. He was my sponsor during my Harkness Fellowship at MIT in 1980 and has remained a friend and role model, especially in terms of the breadth of his interests and his lived example of truly collaborative relationships with native speakers of indigenous …",
            "Word order in a free word order language: the case of Jiwarli",
            "Peter Austin",
            "2001",
            "qunUfe8AAAAJ:Y0pCki6q_DkC",
            75,
            "https:\/\/core.ac.uk\/download\/pdf\/24059839.pdf",
            "16381674821751454947",
            "\/scholar?cites=16381674821751454947",
            {
                "2001":2,
                "2002":1,
                "2003":2,
                "2004":7,
                "2005":4,
                "2006":3,
                "2007":4,
                "2008":5,
                "2009":4,
                "2010":3,
                "2011":2,
                "2012":5,
                "2013":9,
                "2014":3,
                "2015":3,
                "2016":4,
                "2017":4,
                "2018":4
            }
        ]
    ]
}