{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Numerical simulations and laboratory experiments are conducted for thin layers of particles in a vertically oscillated container as a function of the frequency f, amplitude A, and depth H. The same standing wave patterns (stripes, squares, or hexagons oscillating at f\/2 or f\/4) and wavelengths are obtained in the simulations and experiments for a wide range of (f, A) and two layer depths. Two model parameters are determined by fits at just two points (f, A, H). Simulation results lead to heuristic arguments for the onset of patterns and the crossover from squares to stripes.",
            "Patterns in 3D vertically oscillated granular layers: simulation and experiment",
            "C Bizon and MD Shattuck and JB Swift and WD McCormick and Harry L Swinney",
            "1998",
            "qvBq8-UAAAAJ:u5HHmVD_uO8C",
            307,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.80.57",
            "12406977927851329928",
            "\/scholar?cites=12406977927851329928",
            {
                "1997":1,
                "1998":6,
                "1999":18,
                "2000":26,
                "2001":21,
                "2002":20,
                "2003":18,
                "2004":17,
                "2005":20,
                "2006":22,
                "2007":14,
                "2008":15,
                "2009":16,
                "2010":15,
                "2011":6,
                "2012":11,
                "2013":8,
                "2014":12,
                "2015":10,
                "2016":11,
                "2017":6,
                "2018":3,
                "2019":3,
                "2020":6
            }
        ],
        [
            "We measure time-averaged velocity, density, and temperature fields for steady granular flow past a wedge. We find the flow to be supersonic with a speed of granular pressure disturbances (sound speed) equal to about 10% of the flow speed, and we observe shocks nearly identical to those in a supersonic gas. Molecular dynamics simulations of Newton’s laws yield fields in quantitative agreement with experiment. A numerical solution of Navier-Stokes–like equations agrees with a molecular dynamics simulation for experimental conditions excluding wall friction.",
            "Shocks in supersonic sand",
            "Erin C Rericha and Chris Bizon and Mark D Shattuck and Harry L Swinney",
            "2001",
            "qvBq8-UAAAAJ:u-x6o8ySG0sC",
            185,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.88.014302",
            "16251538356073038850",
            "\/scholar?cites=16251538356073038850",
            {
                "2001":1,
                "2002":9,
                "2003":8,
                "2004":17,
                "2005":13,
                "2006":14,
                "2007":20,
                "2008":11,
                "2009":8,
                "2010":7,
                "2011":14,
                "2012":12,
                "2013":12,
                "2014":7,
                "2015":7,
                "2016":4,
                "2017":7,
                "2018":1,
                "2019":5,
                "2020":5,
                "2021":1
            }
        ],
        [
            "We experimentally investigate the crystallization of a uniformly heated quasi-2D granular fluid as a function of the filling fraction. Our experimental results for the Lindemann melting criterion, the radial distribution function, the bond order parameter, and the statistics of topological changes at the particle level are the same as those found in simulations of equilibrium hard disks. This direct mapping suggests that the study of equilibrium systems can be effectively applied to study nonequilibrium steady states such as those found in our driven and dissipative granular system.",
            "Crystallization of a quasi-two-dimensional granular fluid",
            "Pedro M Reis and Rohit A Ingale and Mark D Shattuck",
            "2006",
            "qvBq8-UAAAAJ:2osOgNQ5qMEC",
            182,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.96.258001",
            "685557708971932625",
            "\/scholar?cites=685557708971932625",
            {
                "2006":2,
                "2007":11,
                "2008":12,
                "2009":19,
                "2010":22,
                "2011":13,
                "2012":13,
                "2013":14,
                "2014":8,
                "2015":11,
                "2016":15,
                "2017":14,
                "2018":7,
                "2019":9,
                "2020":9,
                "2021":3
            }
        ],
        [
            "We report an experimental investigation of the caging motion in a uniformly heated granular fluid for a wide range of filling fractions, ϕ. At low ϕ the classic diffusive behavior of a fluid is observed. However, as ϕ is increased, temporary cages develop and particles become increasingly trapped by their neighbors. We statistically analyze particle trajectories and observe a number of robust features typically associated with dense molecular liquids and colloids. Even though our monodisperse and quasi-2D system is known to not exhibit a glass transition, we still observe many of the precursors usually associated with glassy dynamics. We speculate that this is due to a process of structural arrest provided, in our case, by the presence of crystallization.",
            "Caging dynamics in a granular fluid",
            "Pedro M Reis and Rohit A Ingale and Mark D Shattuck",
            "2007",
            "qvBq8-UAAAAJ:UeHWp8X0CEIC",
            154,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.98.188301",
            "10715577631705657713",
            "\/scholar?cites=10715577631705657713",
            {
                "2007":3,
                "2008":3,
                "2009":13,
                "2010":10,
                "2011":14,
                "2012":18,
                "2013":11,
                "2014":9,
                "2015":17,
                "2016":13,
                "2017":7,
                "2018":11,
                "2019":10,
                "2020":15
            }
        ],
        [
            "The authors imaged the lungs of live guinea pigs with hyperpolarized (HP) helium-3 as a magnetic resonance (MR) signal source. HP He-3 gas produced through spin exchange with rubidium metal vapor was delivered through an MR-compatible, small-animal ventilator. Two- and three-dimensional lung images acquired with ventilation-gated, radial k-space sampling showed complete ventilation of both lungs. All images were of high quality, demonstrating that HP He-3 allows high-signal-intensity MR imaging in living systems.",
            "In vivo He-3 MR images of guinea pig lungs.",
            "Robert D Black and Hunter L Middleton and Gordon D Cates and Gary P Cofer and Bastiaan Driehuys and William Happer and Laurence W Hedlund and G Allan Johnson and Mark D Shattuck and John C Swartz",
            "1996",
            "qvBq8-UAAAAJ:9yKSN-GCB0IC",
            147,
            "https:\/\/pubs.rsna.org\/doi\/abs\/10.1148\/radiology.199.3.8638019",
            "15837086681377118220",
            "\/scholar?cites=15837086681377118220",
            {
                "1996":4,
                "1997":8,
                "1998":14,
                "1999":18,
                "2000":7,
                "2001":12,
                "2002":13,
                "2003":13,
                "2004":8,
                "2005":4,
                "2006":8,
                "2007":4,
                "2008":6,
                "2009":6,
                "2010":4,
                "2011":3,
                "2012":2,
                "2013":3,
                "2014":1,
                "2015":2,
                "2016":1,
                "2017":4,
                "2018":1
            }
        ],
        [
            "Under many conditions, macroscopic grains flow like a fluid; kinetic theory predicts continuum equations of motion for this granular fluid. In order to test the theory, we perform event-driven molecular simulations of a two-dimensional gas of inelastic hard disks, driven by contact with a heat bath. Even for strong dissipation, high densities, and small numbers of particles, we find that continuum theory describes the system well. With a bath that heats the gas homogeneously, strong velocity correlations produce a slightly smaller energy loss due to inelastic collisions than that predicted by kinetic theory. With an inhomogeneous heat bath, thermal or velocity gradients are induced. Determination of the resulting fluxes allows calculation of the thermal conductivity and shear viscosity, which are compared to the predictions of granular kinetic theory, and which can be used in continuum modeling of granular flows. The shear …",
            "Transport coefficients for granular media from molecular dynamics simulations",
            "C Bizon and MD Shattuck and JB Swift and Harry L Swinney",
            "1999",
            "qvBq8-UAAAAJ:d1gkVwhDpl0C",
            142,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.60.4340",
            "12740271139887789626",
            "\/scholar?cites=12740271139887789626",
            {
                "1999":2,
                "2000":6,
                "2001":10,
                "2002":15,
                "2003":17,
                "2004":13,
                "2005":8,
                "2006":7,
                "2007":9,
                "2008":8,
                "2009":12,
                "2010":3,
                "2011":5,
                "2012":2,
                "2013":5,
                "2014":1,
                "2015":2,
                "2016":4,
                "2017":4,
                "2018":2,
                "2019":3
            }
        ],
        [
            "We compare the steady state velocity distributions from our three-dimensional inelastic hard sphere molecular dynamics simulation for homogeneously heated granular media, with the predictions of a mean field-type Enskog-Boltzmann equation for inelastic hard spheres [TPC van Noije and MH Ernst, Granular Matter 1, 57 (1998)]. Although we find qualitative agreement for all values of density and inelasticity, the quantitative disagreement approaches∼ 4 0% at high inelasticity or density. By contrast the predictions of the pseudo-Maxwell molecule model [JA Carrillo, C. Cercignani, and IM Gamba, Phys. Rev. E, 62, 7700 (2000)] are both qualitatively and quantitatively different from those of our simulation. We also measure short-range and long-range velocity correlations exhibiting nonzero correlations at contact before the collision, and being consistent with a slow algebraic decay over a decade in the unit of the …",
            "Velocity distributions and correlations in homogeneously heated granular media",
            "Sung Joon Moon and MD Shattuck and JB Swift",
            "2001",
            "qvBq8-UAAAAJ:qjMakFHDy7sC",
            103,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.64.031303",
            "10548685382136173294",
            "\/scholar?cites=10548685382136173294",
            {
                "2001":2,
                "2002":8,
                "2003":8,
                "2004":11,
                "2005":10,
                "2006":9,
                "2007":4,
                "2008":7,
                "2009":11,
                "2010":7,
                "2011":5,
                "2012":1,
                "2013":2,
                "2014":4,
                "2015":2,
                "2016":1,
                "2017":4,
                "2018":2,
                "2019":2,
                "2020":2
            }
        ],
        [
            "Many jammed particulate systems, such as granular and colloidal materials, interact via repulsive contact forces. We find that these systems possess no harmonic regime in the large system limit (N→∞) for all compressions Δ ϕ studied, and at jamming onset Δ ϕ→ 0 for all N. We perform fixed energy simulations following perturbations with amplitude δ along eigendirections of the dynamical matrix. The fluctuations abruptly spread to all modes for δ≈ δ c (where a single contact breaks) in contrast to linear and weakly nonlinear behavior. For δ> δ c, all discrete modes disappear into a continuous frequency band.⟨ δ c⟩ scales with 1\/N and Δ ϕ, which limits harmonic behavior to only overcompressed systems. The density of vibrational modes deviates strongly from that predicted from the dynamical matrix when the system enters the nonharmonic regime, which significantly affects its mechanical and transport properties.",
            "Repulsive contact interactions make jammed particulate systems inherently nonharmonic",
            "Carl F Schreck and Thibault Bertrand and Corey S O’Hern and MD Shattuck",
            "2011",
            "qvBq8-UAAAAJ:YsMSGLbcyi4C",
            90,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.078301",
            "7413904349656530159",
            "\/scholar?cites=7413904349656530159",
            {
                "2011":2,
                "2012":10,
                "2013":18,
                "2014":12,
                "2015":10,
                "2016":14,
                "2017":7,
                "2018":6,
                "2019":6,
                "2020":5
            }
        ],
        [
            "Powder mixing plays an important role in a number of industries ranging from pharmaceuticals and food to ceramics and mining. Avalanches provide a mechanism for the stretching and folding needed to mix granular solids. However, unlike fluids, when particles dissimilar in size, density, or shape flow, they can spontaneously demix or segregate. Using magnetic resonance imaging, we track the transport of granular solids in a slowly rotating tube both with and without segregation effects. Compared with experiments in a 2-dimensional rotating disk partially filled with colored particles, the mixing kinematics and the granular pattern formation in a tube are changed by an axial flow instability. From simple physical principles we argue how size and density segregation mechanisms can be made to cancel, allowing good mixing of dissimilar particles, and we show experiments verifying this. Further experiments isolate …",
            "Pattern formation during mixing and segregation of flowing granular materials",
            "Guy Metcalfe and Mark Shattuck",
            "1996",
            "qvBq8-UAAAAJ:Tyk-4Ss8FVUC",
            89,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0378437196001574",
            "5613276511675720504",
            "\/scholar?cites=5613276511675720504",
            {
                "1997":3,
                "1998":2,
                "1999":5,
                "2000":6,
                "2001":2,
                "2002":3,
                "2003":2,
                "2004":4,
                "2005":3,
                "2006":4,
                "2007":6,
                "2008":2,
                "2009":2,
                "2010":5,
                "2011":5,
                "2012":4,
                "2013":3,
                "2014":4,
                "2015":7,
                "2016":7,
                "2017":5,
                "2018":2,
                "2019":2,
                "2020":1
            }
        ],
        [
            "The magnetization in hyperpolarized gas (HP) MRI is generated by laser polarization that is independent of the magnet and imaging process. As a consequence, there is no equilibrium magnetization during the image acquisition. The competing processes of gas inflow and depolarization of the spins lead to large changes in signal as one samples k‐space. A model is developed of dynamic changes in polarization of hyperpolarized 3He during infusion and in vivo imaging of the lung and verified experimentally in a live guinea pig. Projection encoding is used to measure the view‐to‐view variation with temporal resolution <4 ms. Large excitation angles effectively sample the magnetization in the early stages of inflow, highlighting larger airways, while smaller excitation angles produce images of the more distal spaces. The work provides a basis for pulse sequences designed to effectively exploit HP MRI in the lung.",
            "Dynamics of magnetization in hyperpolarized gas MRI of the lung",
            "G Allan Johnson and Gordon Cates and X Josette Chen and Gary P Cofer and Bastiaan Driehuys and Will Happer and Laurence W Hedlund and Brian Saam and Mark D Shattuck and John Swartz",
            "1997",
            "qvBq8-UAAAAJ:IjCSPb-OGe4C",
            82,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/mrm.1910380111",
            "6358021724169109255",
            "\/scholar?cites=6358021724169109255",
            {
                "1998":4,
                "1999":13,
                "2000":8,
                "2001":7,
                "2002":4,
                "2003":6,
                "2004":5,
                "2005":5,
                "2006":6,
                "2007":4,
                "2008":1,
                "2009":1,
                "2010":3,
                "2011":3,
                "2012":3,
                "2013":2,
                "2014":1,
                "2015":1,
                "2016":2,
                "2017":3
            }
        ]
    ]
}