{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Terrestrial mammals are a key component of tropical forest communities as indicators of ecosystem health and providers of important ecosystem services. However, there is little quantitative information about how they change with local, regional and global threats. In this paper, the first standardized pantropical forest terrestrial mammal community study, we examine several aspects of terrestrial mammal species and community diversity (species richness, species diversity, evenness, dominance, functional diversity and community structure) at seven sites around the globe using a single standardized camera trapping methodology approach. The sites—located in Uganda, Tanzania, Indonesia, Lao PDR, Suriname, Brazil and Costa Rica—are surrounded by different landscape configurations, from continuous forests to highly fragmented forests. We obtained more than 51 000 images and detected 105 species of …",
            "Community structure and diversity of tropical forest mammals: data from a global camera trap network",
            "Jorge A Ahumada and Carlos EF Silva and Krisna Gajapersad and Chris Hallam and Johanna Hurtado and Emanuel Martin and Alex McWilliam and Badru Mugerwa and Tim O'Brien and Francesco Rovero and Douglas Sheil and Wilson R Spironello and Nurul Winarni and Sandy J Andelman",
            "2011",
            "qyvUtdkAAAAJ:5AlGpL-oHpAC",
            338,
            "https:\/\/royalsocietypublishing.org\/doi\/abs\/10.1098\/rstb.2011.0115",
            "10468622581920562092",
            "\/scholar?cites=10468622581920562092",
            {
                "2011":3,
                "2012":13,
                "2013":32,
                "2014":37,
                "2015":29,
                "2016":35,
                "2017":53,
                "2018":43,
                "2019":43,
                "2020":39,
                "2021":3
            }
        ],
        [
            "Uma brilhante análise de como um dos programas da TV de maior audiência do país é visto em duas comunidades de trabalhadores, uma em São Paulo, outra no Nordeste. Uma análise, também, da indústria cultural e do telejornalismo em nosso país.",
            "Muito além do Jardim Botânico: um estudo sobre a audiência do Jornal Nacional da Globo entre trabalhadores",
            "Carlos Eduardo Lins Da Silva",
            "1985",
            "qyvUtdkAAAAJ:u-x6o8ySG0sC",
            308,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=s1nL8K6fpZoC&oi=fnd&pg=PA9&dq=info:nmfhb6xq5MsJ:scholar.google.com&ots=ohlm9r03QU&sig=tlH53Nk2YXa4yQsYHE3Bmrxngxo",
            "14691985173233362846",
            "\/scholar?cites=14691985173233362846",
            {
                "1987":2,
                "1988":3,
                "1989":2,
                "1990":2,
                "1991":2,
                "1992":2,
                "1993":2,
                "1994":3,
                "1995":3,
                "1996":4,
                "1997":5,
                "1998":4,
                "1999":6,
                "2000":6,
                "2001":7,
                "2002":8,
                "2003":7,
                "2004":16,
                "2005":19,
                "2006":18,
                "2007":12,
                "2008":22,
                "2009":15,
                "2010":11,
                "2011":11,
                "2012":19,
                "2013":12,
                "2014":7,
                "2015":15,
                "2016":12,
                "2017":13,
                "2018":6,
                "2019":10,
                "2020":4
            }
        ]
    ]
}