{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
            "Multi-messenger observations of a binary neutron star merger",
            "Benjamin P Abbott and Richard Abbott and TD Abbott and F Acernese and K Ackley and C Adams and T Adams and P Addesso and RX Adhikari and VB Adya and C Affeldt and M Afrough and B Agarwal and Michail Agathos and K Agatsuma and N Aggarwal and OD Aguiar and L Aiello and A Ain and P Ajith and B Allen and G Allen and A Allocca and PA Altin and A Amato and A Ananyeva and SB Anderson and WG Anderson and SV Angelova and S Antier and S Appert and K Arai and MC Araya and JS Areeda and N Arnaud and KG Arun and S Ascenzi and G Ashton and M Ast and SM Aston and P Astone and DV Atallah and P Aufmuth and C Aulbert and K AultONeal and C Austin and A Avila-Alvarez and S Babak and P Bacon and MKM Bader and S Bae and PT Baker and F Baldaccini and G Ballardin and SW Ballmer and S Banagiri and JC Barayoga and SE Barclay and BC Barish and D Barker and K Barkett and F Barone and Bryan Barr and L Barsotti and M Barsuglia and D Barta and SD Barthelmy and J Bartlett and I Bartos and R Bassiri and A Basti and JC Batch and M Bawaj and JC Bayley and M Bazzan and B Bécsy and C Beer and M Bejger and I Belahcene and AS Bell and BK Berger and G Bergmann and JJ Bero and CPL Berry and D Bersanetti and A Bertolini and J Betzwieser and S Bhagwat and R Bhandare and IA Bilenko and G Billingsley and CR Billman and Johnny Birch and Ross Birney and O Birnholtz and S Biscans and S Biscoveanu and A Bisht and M Bitossi and C Biwer",
            "2017",
            "qyy8Sy0AAAAJ:ZzlSgRqYykMC",
            2073,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/2041-8213\/aa91c9\/meta",
            "2461611103499596342",
            "\/scholar?cites=2461611103499596342",
            {
                "2017":66,
                "2018":565,
                "2019":683,
                "2020":687,
                "2021":52
            }
        ],
        [
            "The energy spectrum of cosmic rays above 2.5× 10 18 eV, derived from 20 000 events recorded at the Pierre Auger Observatory, is described. The spectral index γ of the particle flux, J∝ E− γ, at energies between 4× 10 18 eV and 4× 10 19 eV is 2.69±0.02 (stat)±0.06 (syst), steepening to 4.2±0.4 (stat)±0.06 (syst) at higher energies. The hypothesis of a single power law is rejected with a significance greater than 6 standard deviations. The data are consistent with the prediction by Greisen and by Zatsepin and Kuz’min.",
            "Observation of the suppression of the flux of cosmic rays above 4× 10 19 eV",
            "J Abraham and P Abreu and M Aglietta and C Aguirre and D Allard and I Allekotte and J Allen and P Allison and J Alvarez-Muniz and M Ambrosio and L Anchordoqui and S Andringa and A Anzalone and C Aramo and S Argiro and K Arisaka and E Armengaud and F Arneodo and F Arqueros and T Asch and H Asorey and P Assis and BS Atulugama and J Aublin and M Ave and G Avila and T Bäcker and D Badagnani and AF Barbosa and D Barnhill and SLC Barroso and B Baughman and P Bauleo and JJ Beatty and T Beau and BR Becker and KH Becker and JA Bellido and S Benzvi and C Berat and T Bergmann and P Bernardini and X Bertou and PL Biermann and P Billoir and O Blanch-Bigas and F Blanco and P Blasi and C Bleve and H Blümer and M Boháčová and C Bonifazi and R Bonino and J Brack and P Brogueira and WC Brown and P Buchholz and A Bueno and RE Burton and KS Caballero-Mora and B Cai and DV Camin and L Caramete and R Caruso and W Carvalho and A Castellina and O Catalano and G Cataldi and L Cazon and R Cester and J Chauvin and A Chiavassa and JA Chinellato and A Chou and J Chudoba and J Chye and PDJ Clark and RW Clay and E Colombo and R Conceição and B Connolly and F Contreras and J Coppens and A Cordier and U Cotti and S Coutu and CE Covault and A Creusot and A Criss and J Cronin and A Curutiu and S Dagoret-Campagne and K Daumiller and BR Dawson and RM De Almeida and C De Donato and SJ de Jong and G De La Vega and WJM de Mello Junior and JRT de Mello Neto and I De Mitri and V de Souza and L Del Peral and O Deligny and A Della Selva and C Delle Fratte and H Dembinski and C Di Giulio and JC Diaz and PN Diep and C Dobrigkeit and JC D’Olivo and PN Dong and D Dornic and A Dorofeev and JC Dos Anjos and MT Dova and D D’Urso and I Dutan and MA Duvernois and R Engel and L Epele and M Erdmann and CO Escobar and A Etchegoyen and P Facal San Luis and H Falcke and G Farrar and AC Fauth and N Fazzini and F Ferrer and A Ferrero and B Fick and A Filevich and A Filipčič and I Fleck and CE Fracchiolla and W Fulgione and B García and D Garcia Gamez and D Garcia-Pinto and X Garrido and H Geenen and G Gelmini and H Gemmeke and PL Ghia and M Giller and H Glass and MS Gold and G Golup",
            "2008",
            "qyy8Sy0AAAAJ:u5HHmVD_uO8C",
            1041,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.061101",
            "16626660594683369556",
            "\/scholar?cites=16626660594683369556",
            {
                "2008":22,
                "2009":184,
                "2010":116,
                "2011":133,
                "2012":89,
                "2013":115,
                "2014":81,
                "2015":81,
                "2016":43,
                "2017":69,
                "2018":48,
                "2019":21,
                "2020":27,
                "2021":2
            }
        ],
        [
            "We describe the measurement of the depth of maximum, X max﻿, of the longitudinal development of air showers induced by cosmic rays. Almost 4000 events above 10 18 eV observed by the fluorescence detector of the Pierre Auger Observatory in coincidence with at least one surface detector station are selected for the analysis. The average shower maximum was found to evolve with energy at a rate of (106− 21+ 35) g\/cm 2\/decade below 10 18.24±0.05 eV, and (24±3) g\/cm 2\/decade above this energy. The measured shower-to-shower fluctuations decrease from about 55 to 26 g\/cm 2. The interpretation of these results in terms of the cosmic ray mass composition is briefly discussed.",
            "Measurement of the depth of maximum of extensive air showers above 10 18 eV",
            "J Abraham and P Abreu and M Aglietta and EJ Ahn and D Allard and I Allekotte and J Allen and J Alvarez-Muniz and M Ambrosio and L Anchordoqui and S Andringa and T Antičić and A Anzalone and C Aramo and E Arganda and K Arisaka and F Arqueros and H Asorey and P Assis and J Aublin and M Ave and G Avila and T Bäcker and D Badagnani and M Balzer and KB Barber and AF Barbosa and SLC Barroso and B Baughman and P Bauleo and JJ Beatty and BR Becker and KH Becker and A Bellétoile and JA Bellido and S Benzvi and C Berat and T Bergmann and X Bertou and PL Biermann and P Billoir and O Blanch-Bigas and F Blanco and M Blanco and C Bleve and H Blümer and M Boháčová and D Boncioli and C Bonifazi and R Bonino and N Borodai and J Brack and P Brogueira and WC Brown and R Bruijn and P Buchholz and A Bueno and RE Burton and KS Caballero-Mora and L Caramete and R Caruso and A Castellina and O Catalano and G Cataldi and L Cazon and R Cester and J Chauvin and A Chiavassa and JA Chinellato and A Chou and J Chudoba and RW Clay and E Colombo and MR Coluccia and R Conceição and F Contreras and H Cook and MJ Cooper and J Coppens and A Cordier and U Cotti and S Coutu and CE Covault and A Creusot and A Criss and J Cronin and A Curutiu and S Dagoret-Campagne and R Dallier and K Daumiller and BR Dawson and RM De Almeida and M De Domenico and C De Donato and SJ De Jong and G De La Vega and WJM de Mello Junior and JRT de Mello Neto and I De Mitri and V De Souza and KD De Vries and G Decerprit and L Del Peral and O Deligny and A Della Selva and C Delle Fratte and H Dembinski and C Di Giulio and JC Diaz and ML Díaz Castro and PN Diep and C Dobrigkeit and JC D’Olivo and PN Dong and A Dorofeev and JC Dos Anjos and MT Dova and D D’Urso and I Dutan and MA Duvernois and J Ebr and R Engel and M Erdmann and CO Escobar and A Etchegoyen and P Facal San Luis and H Falcke and G Farrar and AC Fauth and N Fazzini and A Ferrero and B Fick and A Filevich and A Filipčič and I Fleck and S Fliescher and CE Fracchiolla and ED Fraenkel and U Fröhlich and W Fulgione and RF Gamarra and S Gambetta and B García and D García Gámez and D Garcia-Pinto and X Garrido and G Gelmini and H Gemmeke and PL Ghia and U Giaccari",
            "2010",
            "qyy8Sy0AAAAJ:u-x6o8ySG0sC",
            752,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.091101",
            "1271537410462279676",
            "\/scholar?cites=1271537410462279676",
            {
                "2010":54,
                "2011":146,
                "2012":133,
                "2013":132,
                "2014":94,
                "2015":62,
                "2016":37,
                "2017":23,
                "2018":27,
                "2019":25,
                "2020":13,
                "2021":1
            }
        ],
        [
            "We report a measurement of the flux of cosmic rays with unprecedented precision and statistics using the Pierre Auger Observatory. Based on fluorescence observations in coincidence with at least one surface detector we derive a spectrum for energies above 10 18 eV. We also update the previously published energy spectrum obtained with the surface detector array. The two spectra are combined addressing the systematic uncertainties and, in particular, the influence of the energy resolution on the spectral shape. The spectrum can be described by a broken power law E− γ with index γ= 3.3 below the ankle which is measured at log 10 (E ankle\/eV)= 18.6. Above the ankle the spectrum is described by a power law with index 2.6 followed by a flux suppression, above about log 10 (E\/eV)= 19.5, detected with high statistical significance.",
            "Measurement of the energy spectrum of cosmic rays above 10 18 eV using the Pierre Auger Observatory",
            "J Abraham and P Abreu and M Aglietta and EJ Ahn and D Allard and J Allen and J Alvarez-Muniz and M Ambrosio and L Anchordoqui and S Andringa and T Antičić and A Anzalone and C Aramo and E Arganda and K Arisaka and F Arqueros and H Asorey and P Assis and J Aublin and M Ave and G Avila and T Bäcker and D Badagnani and M Balzer and KB Barber and AF Barbosa and SLC Barroso and B Baughman and P Bauleo and JJ Beatty and BR Becker and KH Becker and A Bellétoile and JA Bellido and S BenZvi and C Berat and T Bergmann and X Bertou and PL Biermann and P Billoir and O Blanch-Bigas and F Blanco and M Blanco and C Bleve and H Blümer and M Boháčová and D Boncioli and C Bonifazi and R Bonino and N Borodai and J Brack and P Brogueira and WC Brown and R Bruijn and P Buchholz and A Bueno and RE Burton and NG Busca and KS Caballero-Mora and L Caramete and R Caruso and A Castellina and O Catalano and G Cataldi and L Cazon and R Cester and J Chauvin and A Chiavassa and JA Chinellato and A Chou and J Chudoba and RW Clay and E Colombo and MR Coluccia and R Conceiçao and F Contreras and H Cook and MJ Cooper and J Coppens and A Cordier and U Cotti and S Coutu and CE Covault and A Creusot and A Criss and J Cronin and A Curutiu and S Dagoret-Campagne and R Dallier and K Daumiller and BR Dawson and RM De Almeida and M De Domenico and C De Donato and SJ De Jong and G De La Vega and WJM de Mello Junior and JRT de Mello Neto and I De Mitri and V De Souza and KD de Vries and G Decerprit and L Del Peral and O Deligny and A Della Selva and C Delle Fratte and H Dembinski and C Di Giulio and JC Diaz and ML Díaz Castro and PN Diep and C Dobrigkeit and JC D'Olivo and PN Dong and A Dorofeev and JC Dos Anjos and MT Dova and D D'Urso and I Dutan and MA Duvernois and J Ebr and R Engel and M Erdmann and CO Escobar and A Etchegoyen and P Facal San Luis and H Falcke and G Farrar and AC Fauth and N Fazzini and A Ferrero and B Fick and A Filevich and A Filipčič and I Fleck and S Fliescher and CE Fracchiolla and ED Fraenkel and U Fröhlich and W Fulgione and RF Gamarra and S Gambetta and B García and D García Gámez and D Garcia-Pinto and X Garrido and G Gelmini and H Gemmeke and PL Ghia and U Giaccari",
            "2010",
            "qyy8Sy0AAAAJ:d1gkVwhDpl0C",
            739,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269310001875",
            "7925207113798752524",
            "\/scholar?cites=7925207113798752524",
            {
                "2009":3,
                "2010":47,
                "2011":132,
                "2012":102,
                "2013":120,
                "2014":60,
                "2015":69,
                "2016":51,
                "2017":54,
                "2018":41,
                "2019":35,
                "2020":20,
                "2021":2
            }
        ],
        [
            "The Pierre Auger Observatory, located on a vast, high plain in western Argentina, is the world's largest cosmic ray observatory. The objectives of the Observatory are to probe the origin and characteristics of cosmic rays above 1017 eV and to study the interactions of these, the most energetic particles observed in nature. The Auger design features an array of 1660 water Cherenkov particle detector stations spread over 3000 km2 overlooked by 24 air fluorescence telescopes. In addition, three high elevation fluorescence telescopes overlook a 23.5 km2 , 61-detector infilled array with 750 m spacing. The Observatory has been in successful operation since completion in 2008 and has recorded data from an exposure exceeding 40,000 km2 sr yr. This paper describes the design and performance of the detectors, related subsystems and infrastructure that make up the Observatory.",
            "The Pierre Auger Cosmic Ray Observatory",
            "The Pierre Auger Collaborationa and A Aab and P Abreu and M Aglietta and EJ Ahn and I Al Samarai and JN Albert and IFM Albuquerque and I Allekotte and J Allen and P Allison and A Almela and J Alvarez Castillo and J Alvarez-Muñiz and R Alves Batista and M Ambrosio and A Aminaei and L Anchordoqui and S Andringa and C Aramo and VM Aranda and K Arisaka and F Arneodo and F Arqueros and T Asch and H Asorey and P Assis and J Aublin and M Ave and M Avenier and G Avila and N Awal and AM Badescu and M Balzer and KB Barber and A Barbosa and N Barenthien and M Barkhausen and J Bäuml and C Baus and JJ Beatty and KH Becker and JA Bellido and S BenZvi and C Berat and T Bergmann and ME Bertaina and X Bertou and PL Biermann and R Bilhaut and P Billoir and SG Blaess and M Blanco and C Bleve and H Blümer and M Boháčová and H Bolz and D Boncioli and C Bonifazi and R Bonino and M Boratav and N Borodai and F Bracci and J Brack and I Brancus and A Bridgeman and P Brogueira and WC Brown and P Buchholz and A Bueno and S Buitink and M Buscemi and KS Caballero-Mora and B Caccianiga and L Caccianiga and D Camin and M Candusso and L Caramete and R Caruso and Castellina",
            "2015",
            "qyy8Sy0AAAAJ:NJ774b8OgUMC",
            676,
            "http:\/\/sedici.unlp.edu.ar\/handle\/10915\/75102",
            "4123134945363192910",
            "\/scholar?cites=4123134945363192910",
            {
                "2015":35,
                "2016":82,
                "2017":174,
                "2018":120,
                "2019":156,
                "2020":93,
                "2021":10
            }
        ],
        [
            "Data collected by the Pierre Auger Observatory through 31 August 2007 showed evidence for anisotropy in the arrival directions of cosmic rays above the Greisen–Zatsepin–Kuz’min energy threshold, 6× 10 19 eV. The anisotropy was measured by the fraction of arrival directions that are less than 3.1° from the position of an active galactic nucleus within 75 Mpc (using the Véron-Cetty and Véron 12th catalog). An updated measurement of this fraction is reported here using the arrival directions of cosmic rays recorded above the same energy threshold through 31 December 2009. The number of arrival directions has increased from 27 to 69, allowing a more precise measurement. The correlating fraction is 38-6+ 7%, compared with 21% expected for isotropic cosmic rays. This is down from the early estimate of 69-13+ 11%. The enlarged set of arrival directions is examined also in relation to other populations of …",
            "Update on the correlation of the highest energy cosmic rays with nearby extragalactic matter",
            "P Abreu and M Aglietta and EJ Ahn and D Allard and I Allekotte and J Allen and J Alvarez Castillo and J Alvarez-Muñiz and M Ambrosio and A Aminaei and L Anchordoqui and S Andringa and T Antičić and A Anzalone and C Aramo and E Arganda and K Arisaka and F Arqueros and H Asorey and P Assis and J Aublin and M Ave and M Avenier and G Avila and T Bäcker and D Badagnani and M Balzer and KB Barber and AF Barbosa and R Bardenet and SLC Barroso and B Baughman and JJ Beatty and BR Becker and KH Becker and A Bellétoile and JA Bellido and C Berat and T Bergmann and X Bertou and PL Biermann and P Billoir and F Blanco and M Blanco and C Bleve and H Blümer and M Boháčová and D Boncioli and C Bonifazi and R Bonino and N Borodai and J Brack and P Brogueira and WC Brown and R Bruijn and P Buchholz and A Bueno and RE Burton and NG Busca and KS Caballero-Mora and L Caramete and R Caruso and A Castellina and O Catalano and G Cataldi and L Cazon and R Cester and J Chauvin and A Chiavassa and JA Chinellato and A Chou and J Chudoba and RW Clay and E Colombo and MR Coluccia and R Conceição and F Contreras and H Cook and MJ Cooper and J Coppens and A Cordier and U Cotti and S Coutu and CE Covault and A Creusot and A Criss and J Cronin and A Curutiu and S Dagoret-Campagne and R Dallier and S Dasso and K Daumiller and BR Dawson and RM de Almeida and M De Domenico and C De Donato and SJ de Jong and G De La Vega and WJM de Mello Junior and JRT de Mello Neto and I De Mitri and V de Souza and KD de Vries and G Decerprit and L Del Peral and O Deligny and A Della Selva and H Dembinski and A Denkiewicz and C Di Giulio and JC Diaz and ML Díaz Castro and PN Diep and C Dobrigkeit and JC D’Olivo and PN Dong and A Dorofeev and JC dos Anjos and MT Dova and D D’Urso and I Dutan and J Ebr and R Engel and M Erdmann and CO Escobar and A Etchegoyen and P Facal San Luis and H Falcke and G Farrar and AC Fauth and N Fazzini and AP Ferguson and A Ferrero and B Fick and A Filevich and A Filipčič and I Fleck and S Fliescher and CE Fracchiolla and ED Fraenkel and U Fröhlich and B Fuchs and W Fulgione and RF Gamarra and S Gambetta and B García and D García Gámez and D Garcia-Pinto and X Garrido and A Gascon",
            "2010",
            "qyy8Sy0AAAAJ:9yKSN-GCB0IC",
            498,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0927650510001696",
            "4410482837454253373",
            "\/scholar?cites=4410482837454253373",
            {
                "2010":15,
                "2011":93,
                "2012":97,
                "2013":97,
                "2014":38,
                "2015":44,
                "2016":39,
                "2017":32,
                "2018":13,
                "2019":16,
                "2020":8,
                "2021":1
            }
        ],
        [
            "We report a study of the distributions of the depth of maximum, X max, of extensive air-shower profiles with energies above 1 0 17.8 eV as observed with the fluorescence telescopes of the Pierre Auger Observatory. The analysis method for selecting a data sample with minimal sampling bias is described in detail as well as the experimental cross-checks and systematic uncertainties. Furthermore, we discuss the detector acceptance and the resolution of the X max measurement and provide parametrizations thereof as a function of energy. The energy dependence of the mean and standard deviation of the X max distributions are compared to air-shower simulations for different nuclear primaries and interpreted in terms of the mean and variance of the logarithmic mass distribution at the top of the atmosphere.",
            "Depth of maximum of air-shower profiles at the Pierre Auger Observatory. I. Measurements at energies above ",
            "Alexander Aab and P Abreu and M Aglietta and EJ Ahn and I Al Samarai and Ivone Freire da Mota Albuquerque and I Allekotte and J Allen and P Allison and A Almela and J Alvarez Castillo and J Alvarez-Muñiz and R Alves Batista and M Ambrosio and A Aminaei and L Anchordoqui and S Andringa and C Aramo and VM Aranda and F Arqueros and H Asorey and P Assis and J Aublin and M Ave and M Avenier and G Avila and N Awal and AM Badescu and KB Barber and J Bäuml and C Baus and JJ Beatty and KH Becker and JA Bellido and C Berat and Mario Edoardo Bertaina and X Bertou and PL Biermann and P Billoir and S Blaess and M Blanco and C Bleve and H Blümer and M Boháčová and D Boncioli and C Bonifazi and Raffaella Bonino and N Borodai and J Brack and I Brancus and A Bridgeman and P Brogueira and WC Brown and P Buchholz and A Bueno and S Buitink and M Buscemi and KS Caballero-Mora and B Caccianiga and L Caccianiga and M Candusso and L Caramete and R Caruso and A Castellina and G Cataldi and L Cazon and Rosanna Cester and AG Chavez and Andrea Chiavassa and JA Chinellato and J Chudoba and M Cilmo and RW Clay and G Cocciolo and R Colalillo and A Coleman and L Collica and MR Coluccia and R Conceição and F Contreras and MJ Cooper and A Cordier and S Coutu and CE Covault and J Cronin and A Curutiu and R Dallier and B Daniel and S Dasso and K Daumiller and BR Dawson and RM De Almeida and M De Domenico and SJ De Jong and JRT de Mello Neto and I De Mitri and J De Oliveira and V De Souza and L Del Peral and Olivier Deligny and H Dembinski and N Dhital and C Di Giulio and A Di Matteo and JC Diaz and ML Díaz Castro and F Diogo and C Dobrigkeit and W Docters and JC D’Olivo and A Dorofeev and Q Dorosti Hasankiadeh and MT Dova and J Ebr and R Engel and M Erdmann and M Erfani and CO Escobar and J Espadanal and A Etchegoyen and P Facal San Luis and H Falcke and K Fang and G Farrar and AC Fauth and N Fazzini and AP Ferguson and M Fernandes and B Fick and JM Figueira and A Filevich and A Filipčič and BD Fox and O Fratu and U Fröhlich and B Fuchs and T Fujii and R Gaior and B García and ST Garcia Roca and D Garcia-Gamez and D Garcia-Pinto and G Garilli and A Gascon Bravo and F Gate and H Gemmeke and PL Ghia and U Giaccari and M Giammarchi and M Giller",
            "2014",
            "qyy8Sy0AAAAJ:3NQIlFlcGxIC",
            417,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.90.122005",
            "428436654746512107",
            "\/scholar?cites=428436654746512107",
            {
                "2014":6,
                "2015":59,
                "2016":73,
                "2017":74,
                "2018":75,
                "2019":82,
                "2020":44,
                "2021":4
            }
        ],
        [
            "The Pierre Auger Observatory is a hybrid detector for ultra-high energy cosmic rays. It combines a surface array to measure secondary particles at ground level together with a fluorescence detector to measure the development of air showers in the atmosphere above the array. The fluorescence detector comprises 24 large telescopes specialized for measuring the nitrogen fluorescence caused by charged particles of cosmic ray air showers. In this paper we describe the components of the fluorescence detector including its optical system, the design of the camera, the electronics, and the systems for relative and absolute calibration. We also discuss the operation and the monitoring of the detector. Finally, we evaluate the detector performance and precision of shower reconstructions.",
            "The Fluorescence Detector of the Pierre Auger Observatory",
            "TPA Collaboration and J Abraham and P Abreu and M Aglietta and C Aguirre and EJ Ahn and D Allard and I Allekotte and J Allen and P Allison and J Alvarez-Muñiz and M Ambrosio and L Anchordoqui and S Andringa and A Anzalone and C Aramo and E Arganda and S Argirò and K Arisaka and F Arneodo and F Arqueros and T Asch and H Asorey and P Assis and J Aublin and M Ave and G Avila and A Bacher and T Bäcker and D Badagnani and KB Barber and AF Barbosa and HJM Barbosa and N Barenthien and SLC Barroso and B Baughman and P Bauleo and JJ Beatty and T Beau and BR Becker and KH Becker and A Bellétoile and JA Bellido and S BenZvi and C Berat and P Bernardini and X Bertou and PL Biermann and P Billoir and O Blanch-Bigas and F Blanco and C Bleve and H Blümer and M Boháčová and E Bollmann and H Bolz and C Bonifazi and R Bonino and N Borodai and F Bracci and J Brack and P Brogueira and WC Brown and R Bruijn and P Buchholz and A Bueno and RE Burton and KS Caballero-Mora and DC Caramete and R Caruso and W Carvalho and A Castellina and J Castro and O Catalano and L Cazon and R Cester and J Chauvin and A Chiavassa and JA Chinellato and A Chou and J Chudoba and J Chye and PDJ Clark and RW Clay and E Colombo and R Conceição and B Connolly and F Contreras and J Coppens and A Cordero and A Cordier and U Cotti and S Coutu and CE Covault and A Creusot and A Criss and JW Cronin and J Cuautle and A Curutiu and S Dagoret-Campagne and R Dallier and F Daudo and K Daumiller and BR Dawson and RMD Almeida and MD Domenico and CD Donato and SJD Jong and GDL Vega and WJMDM Junior and JRTDM Neto and ID Mitri and VD Souza and KDD Vries and G Decerprit and LD Peral and O Deligny and AD Selva and CD Fratte and H Dembinski and CD Giulio and JC Diaz and PN Diep and C Dobrigkeit and JC D'Olivo and PN Dong and D Dornic and A Dorofeev and JCD Anjos and MT Dova and D D'Urso and I Dutan and MA DuVernois and R Engel and M Erdmann and CO Escobar and A Etchegoyen and PFS Luis and H Falcke and G Farrar and AC Fauth and N Fazzini and F Ferrer and A Ferrero and B Fick and A Filevich and A Filipčič and I Fleck and S Fliescher and R Fonte",
            "2009",
            "qyy8Sy0AAAAJ:43bX7VzcjpAC",
            384,
            "https:\/\/ora.ox.ac.uk\/objects\/uuid:6cfed90c-8f12-4868-8efb-b50c2e82b82e",
            "3629030956988733868",
            "\/scholar?cites=3629030956988733868",
            {
                "2009":2,
                "2010":17,
                "2011":53,
                "2012":49,
                "2013":43,
                "2014":39,
                "2015":38,
                "2016":31,
                "2017":26,
                "2018":26,
                "2019":39,
                "2020":19
            }
        ],
        [
            "The Pierre Auger Observatory is a hybrid detector for ultra-high energy cosmic rays. It combines a surface array to measure secondary particles at ground level together with a fluorescence detector to measure the development of air showers in the atmosphere above the array. The fluorescence detector comprises 24 large telescopes specialized for measuring the nitrogen fluorescence caused by charged particles of cosmic ray air showers. In this paper we describe the components of the fluorescence detector including its optical system, the design of the camera, the electronics, and the systems for relative and absolute calibration. We also discuss the operation and the monitoring of the detector. Finally, we evaluate the detector performance and precision of shower reconstructions.",
            "The fluorescence detector of the Pierre Auger Observatory",
            "J Abraham and P Abreu and M Aglietta and C Aguirre and EJ Ahn and D Allard and I Allekotte and J Allen and P Allison and J Alvarez-Muñiz and M Ambrosio and L Anchordoqui and S Andringa and A Anzalone and C Aramo and E Arganda and S Argirò and K Arisaka and F Arneodo and F Arqueros and T Asch and H Asorey and P Assis and J Aublin and M Ave and G Avila and A Bacher and T Bäcker and D Badagnani and KB Barber and AF Barbosa and HJM Barbosa and N Barenthien and SLC Barroso and B Baughman and P Bauleo and JJ Beatty and T Beau and BR Becker and KH Becker and A Bellétoile and JA Bellido and S BenZvi and C Berat and P Bernardini and X Bertou and PL Biermann and P Billoir and O Blanch-Bigas and F Blanco and C Bleve and H Blümer and M Boháčová and E Bollmann and H Bolz and C Bonifazi and R Bonino and N Borodai and F Bracci and J Brack and P Brogueira and WC Brown and R Bruijn and P Buchholz and A Bueno and RE Burton and NG Busca and KS Caballero-Mora and D Camin and L Caramete and R Caruso and W Carvalho and A Castellina and J Castro and O Catalano and L Cazon and R Cester and J Chauvin and A Chiavassa and JA Chinellato and A Chou and J Chudoba and J Chye and PDJ Clark and RW Clay and E Colombo and R Conceição and B Connolly and F Contreras and J Coppens and A Cordero and A Cordier and U Cotti and S Coutu and CE Covault and A Creusot and A Criss and JW Cronin and J Cuautle and A Curutiu and S Dagoret-Campagne and R Dallier and F Daudo and K Daumiller and BR Dawson and RM de Almeida and M De Domenico and C De Donato and SJ de Jong and G De La Vega and WJM de Mello Junior and JRT de Mello Neto and I De Mitri and V de Souza and KD de Vries and G Decerprit and L del Peral and O Deligny and A Della Selva and C Delle Fratte and H Dembinski and C Di Giulio and JC Diaz and PN Diep and C Dobrigkeit and JC D’Olivo and PN Dong and D Dornic and A Dorofeev and JC dos Anjos and MT Dova and D D’Urso and I Dutan and MA DuVernois and R Engel and M Erdmann and CO Escobar and A Etchegoyen and P Facal San Luis and H Falcke and G Farrar and AC Fauth and N Fazzini and F Ferrer and A Ferrero and B Fick and A Filevich and A Filipčič and I Fleck and S Fliescher",
            "2010",
            "qyy8Sy0AAAAJ:2osOgNQ5qMEC",
            383,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900210008727",
            "3629030956988733868",
            "\/scholar?cites=3629030956988733868",
            {
                "2009":2,
                "2010":17,
                "2011":53,
                "2012":49,
                "2013":43,
                "2014":38,
                "2015":38,
                "2016":31,
                "2017":26,
                "2018":26,
                "2019":39,
                "2020":19
            }
        ],
        [
            "We report a measurement of the proton-air cross section for particle production at the center-of-mass energy per nucleon of 57 TeV. This is derived from the distribution of the depths of shower maxima observed with the Pierre Auger Observatory: systematic uncertainties are studied in detail. Analyzing the tail of the distribution of the shower maxima, a proton-air cross section of [505±22 (stat)− 36+ 28 (syst)] mb is found.",
            "Measurement of the Proton-Air Cross Section at sqrt [s]= 57 TeV with the Pierre Auger Observatory",
            "Pedro Abreu and M Aglietta and EJ Ahn and IFM Albuquerque and D Allard and I Allekotte and J Allen and P Allison and A Almeda and J Alvarez Castillo and J Alvarez-Muñiz and M Ambrosio and A Aminaei and L Anchordoqui and S Andringa and T Antičić and C Aramo and E Arganda and F Arqueros and H Asorey and P Assis and J Aublin and M Ave and M Avenier and G Avila and T Bäcker and M Balzer and KB Barber and AF Barbosa and R Bardenet and SLC Barroso and B Baughman and J Bäuml and JJ Beatty and BR Becker and KH Becker and A Bellétoile and JA Bellido and S BenZvi and C Berat and X Bertou and PL Biermann and P Billoir and F Blanco and M Blanco and C Bleve and H Blümer and M Boháčová and D Boncioli and C Bonifazi and R Bonino and N Borodai and J Brack and P Brogueira and WC Brown and R Bruijn and P Buchholz and A Bueno and RE Burton and KS Caballero-Mora and L Caramete and R Caruso and A Castellina and O Catalano and G Cataldi and L Cazon and R Cester and J Chauvin and SH Cheng and A Chiavassa and JA Chinellato and J Chirinos Diaz and J Chudoba and RW Clay and MR Coluccia and R Conceição and F Contreras and H Cook and MJ Cooper and J Coppens and A Cordier and S Coutu and CE Covault and A Creusot and A Criss and J Cronin and A Curutiu and S Dagoret-Campagne and R Dallier and S Dasso and K Daumiller and BR Dawson and RM de Almeida and M De Domenico and C De Donato and SJ de Jong and G De La Vega and WJM de Mello Junior and JRT de Mello Neto and I De Mitri and V de Souza and KD de Vries and G Decerprit and L Del Peral and M Del Río and O Deligny and H Dembinski and N Dhital and C Di Giulio and ML Díaz Castro and PN Diep and C Dobrigkeit and W Docters and JC D’Olivo and PN Dong and A Dorofeev and JC Dos Anjos and MT Dova and D D’Urso and I Dutan and J Ebr and R Engel and M Erdmann and CO Escobar and J Espadanal and A Etchegoyen and P Facal San Luis and I Fajardo Tapia and H Falcke and G Farrar and AC Fauth and N Fazzini and AP Ferguson and A Ferrero and B Fick and A Filevich and A Filipčič and S Fliescher and CE Fracchiolla and ED Fraenkel and U Fröhlich and B Fuchs and R Gaior and RF Gamarra and S Gambetta and B García and D Garcia-Gamez and D Garcia-Pinto and A Gascon and H Gemmeke",
            "2012",
            "qyy8Sy0AAAAJ:_FxGoFyzp5QC",
            326,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.109.062002",
            "2202905696621146860",
            "\/scholar?cites=2202905696621146860",
            {
                "2011":1,
                "2012":9,
                "2013":58,
                "2014":44,
                "2015":46,
                "2016":46,
                "2017":33,
                "2018":35,
                "2019":35,
                "2020":15,
                "2021":3
            }
        ]
    ]
}