{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Cells, the basic units of biological structure and function, vary broadly in type and state. Single-cell genomics can characterize cell identity and function, but limitations of ease and scale have prevented its broad application. Here we describe Drop-seq, a strategy for quickly profiling thousands of individual cells by separating them into nanoliter-sized aqueous droplets, associating a different barcode with each cell’s RNAs, and sequencing them all together. Drop-seq analyzes mRNA transcripts from thousands of individual cells simultaneously while remembering transcripts’ cell of origin. We analyzed transcriptomes from 44,808 mouse retinal cells and identified 39 transcriptionally distinct cell populations, creating a molecular atlas of gene expression for known retinal cell classes and novel candidate cell subtypes. Drop-seq will accelerate biological discovery by enabling routine transcriptional profiling at single-cell …",
            "Highly parallel genome-wide expression profiling of individual cells using nanoliter droplets",
            "Evan Z Macosko and Anindita Basu and Rahul Satija and James Nemesh and Karthik Shekhar and Melissa Goldman and Itay Tirosh and Allison R Bialas and Nolan Kamitaki and Emily M Martersteck and John J Trombetta and David A Weitz and Joshua R Sanes and Alex K Shalek and Aviv Regev and Steven A McCarroll",
            "2015",
            "R1cfTCoAAAAJ:F9HO9s0W2bwC",
            3475,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867415005498",
            "2328796338218047910",
            "\/scholar?cites=2328796338218047910",
            {
                "2015":62,
                "2016":255,
                "2017":483,
                "2018":720,
                "2019":835,
                "2020":1031,
                "2021":54
            }
        ],
        [
            "We present an approach to fabricate solid capsules with precise control of size, permeability, mechanical strength, and compatibility. The capsules are fabricated by the self-assembly of colloidal particles onto the interface of emulsion droplets. After the particles are locked together to form elastic shells, the emulsion droplets are transferred to a fresh continuous-phase fluid that is the same as that inside the droplets. The resultant structures, which we call “colloidosomes,” are hollow, elastic shells whose permeability and elasticity can be precisely controlled. The generality and robustness of these structures and their potential for cellular immunoisolation are demonstrated by the use of a variety of solvents, particles, and contents.",
            "Colloidosomes: selectively permeable capsules composed of colloidal particles",
            "AD Dinsmore and Ming F Hsu and MG Nikolaides and Manuel Marquez and AR Bausch and DA Weitz",
            "2002",
            "R1cfTCoAAAAJ:0izLItjtcgwC",
            2131,
            "https:\/\/science.sciencemag.org\/content\/298\/5595\/1006.abstract",
            "14115937553510528366",
            "\/scholar?cites=14115937553510528366",
            {
                "2003":29,
                "2004":54,
                "2005":87,
                "2006":84,
                "2007":134,
                "2008":119,
                "2009":132,
                "2010":159,
                "2011":144,
                "2012":151,
                "2013":161,
                "2014":151,
                "2015":140,
                "2016":139,
                "2017":123,
                "2018":123,
                "2019":100,
                "2020":88,
                "2021":9
            }
        ],
        [
            "Double emulsions are highly structured fluids consisting of emulsion drops that contain smaller droplets inside. Although double emulsions are potentially of commercial value, traditional fabrication by means of two emulsification steps leads to very ill-controlled structuring. Using a microcapillary device, we fabricated double emulsions that contained a single internal droplet in a core-shell geometry. We show that the droplet size can be quantitatively predicted from the flow profiles of the fluids. The double emulsions were used to generate encapsulation structures by manipulating the properties of the fluid that makes up the shell. The high degree of control afforded by this method and the completely separate fluid streams make this a flexible and promising technique.",
            "Monodisperse double emulsions generated from a microcapillary device",
            "Andrew S Utada and Elise Lorenceau and Darren R Link and Peter D Kaplan and Howard A Stone and DA Weitz",
            "2005",
            "R1cfTCoAAAAJ:NXb4pA-qfm4C",
            2064,
            "https:\/\/science.sciencemag.org\/content\/308\/5721\/537.abstract",
            "3043229048077059270",
            "\/scholar?cites=3043229048077059270",
            {
                "2005":14,
                "2006":58,
                "2007":84,
                "2008":114,
                "2009":119,
                "2010":135,
                "2011":134,
                "2012":122,
                "2013":151,
                "2014":157,
                "2015":172,
                "2016":170,
                "2017":142,
                "2018":163,
                "2019":155,
                "2020":153,
                "2021":9
            }
        ],
        [
            "Confocal microscopy was used to directly observe three-dimensional dynamics of particles in colloidal supercooled fluids and colloidal glasses. The fastest particles moved cooperatively; connected clusters of these mobile particles could be identified; and the cluster size distribution, structure, and dynamics were investigated. The characteristic cluster size grew markedly in the supercooled fluid as the glass transition was approached, in agreement with computer simulations; at the glass transition, however, there was a sudden drop in their size. The clusters of fast-moving particles were largest near the α-relaxation time scale for supercooled colloidal fluids, but were also present, albeit with a markedly different nature, at shorter β-relaxation time scales, in both supercooled fluid and glass colloidal phases.",
            "Three-dimensional direct imaging of structural relaxation near the colloidal glass transition",
            "Eric R Weeks and John C Crocker and Andrew C Levitt and Andrew Schofield and David A Weitz",
            "2000",
            "R1cfTCoAAAAJ:qxL8FJ1GzNcC",
            1933,
            "https:\/\/science.sciencemag.org\/content\/287\/5453\/627.abstract",
            "9673129505693857019",
            "\/scholar?cites=9673129505693857019",
            {
                "2000":16,
                "2001":45,
                "2002":66,
                "2003":74,
                "2004":75,
                "2005":97,
                "2006":93,
                "2007":116,
                "2008":120,
                "2009":90,
                "2010":115,
                "2011":119,
                "2012":100,
                "2013":99,
                "2014":105,
                "2015":97,
                "2016":114,
                "2017":126,
                "2018":91,
                "2019":69,
                "2020":91,
                "2021":7
            }
        ],
        [
            "It has long been the dream of biologists to map gene expression at the single-cell level. With such data one might track heterogeneous cell sub-populations, and infer regulatory relationships between genes and pathways. Recently, RNA sequencing has achieved single-cell resolution. What is limiting is an effective way to routinely isolate and process large numbers of individual cells for quantitative in-depth sequencing. We have developed a high-throughput droplet-microfluidic approach for barcoding the RNA from thousands of individual cells for subsequent analysis by next-generation sequencing. The method shows a surprisingly low noise profile and is readily adaptable to other sequencing-based assays. We analyzed mouse embryonic stem cells, revealing in detail the population structure and the heterogeneous onset of differentiation after leukemia inhibitory factor (LIF) withdrawal. The reproducibility of …",
            "Droplet barcoding for single-cell transcriptomics applied to embryonic stem cells",
            "Allon M Klein and Linas Mazutis and Ilke Akartuna and Naren Tallapragada and Adrian Veres and Victor Li and Leonid Peshkin and David A Weitz and Marc W Kirschner",
            "2015",
            "R1cfTCoAAAAJ:yKzB5RS27GgC",
            1846,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867415005000",
            "11164400092187338175",
            "\/scholar?cites=11164400092187338175",
            {
                "2015":46,
                "2016":175,
                "2017":284,
                "2018":399,
                "2019":413,
                "2020":492,
                "2021":20
            }
        ],
        [
            "We present a novel experimental method to measure linear viscoelastic moduli of complex fluids using dynamic light scattering. A generalized Langevin equation is used to relate the mean square displacement of a probe particle to the storage and loss moduli of the bulk complex fluid. We confirm the experimental validity of this technique by comparing the light scattering results with mechanical measurements for several complex fluids. This method probes the moduli over a greatly extended frequency range and provides significant new insight into the elastic susceptibility of complex fluids.",
            "Optical measurements of frequency-dependent linear viscoelastic moduli of complex fluids",
            "Thomas G Mason and David A Weitz",
            "1995",
            "R1cfTCoAAAAJ:XvxMoLDsR5gC",
            1489,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.74.1250",
            "14856827487785648653",
            "\/scholar?cites=14856827487785648653",
            {
                "1997":16,
                "1998":14,
                "1999":24,
                "2000":16,
                "2001":21,
                "2002":21,
                "2003":29,
                "2004":39,
                "2005":52,
                "2006":49,
                "2007":57,
                "2008":75,
                "2009":62,
                "2010":72,
                "2011":74,
                "2012":93,
                "2013":94,
                "2014":107,
                "2015":86,
                "2016":92,
                "2017":106,
                "2018":84,
                "2019":96,
                "2020":96,
                "2021":4
            }
        ],
        [
            "Microfluidic technology offers capabilities for the precise handling of small fluid volumes dispersed as droplets. To fully exploit this potential requires simultaneous generation of multiple size droplets. We demonstrate two methods for passively breaking larger drops into precisely controlled daughter drops using pressure-driven flow in simple microfluidic configurations:(i) a T junction and (ii) flow past isolated obstacles. We quantify conditions for breakup at a T junction and illustrate sequential breakup at T junctions for making small drops at high dispersed phase volume fractions.",
            "Geometrically mediated breakup of drops in microfluidic devices",
            "DR Link and Shelley L Anna and DA Weitz and HA Stone",
            "2004",
            "R1cfTCoAAAAJ:umqufdRvDiIC",
            1277,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.92.054503",
            "10596719333581318651",
            "\/scholar?cites=10596719333581318651",
            {
                "2004":11,
                "2005":44,
                "2006":75,
                "2007":62,
                "2008":71,
                "2009":101,
                "2010":95,
                "2011":77,
                "2012":78,
                "2013":88,
                "2014":75,
                "2015":91,
                "2016":72,
                "2017":80,
                "2018":85,
                "2019":74,
                "2020":71,
                "2021":11
            }
        ],
        [
            "Small water droplets dispersed in a nematic liquid crystal exhibit a novel class of colloidal interactions, arising from the orientational elastic energy of the anisotropic host fluid. These interactions include a short-range repulsion and a long-range dipolar attraction, and they lead to the formation of anisotropic chainlike structures by the colloidal particles. The repulsive interaction can lead to novel mechanisms for colloid stabilization.",
            "Novel colloidal interactions in anisotropic fluids",
            "Philippe Poulin and Holger Stark and TC Lubensky and DA Weitz",
            "1997",
            "R1cfTCoAAAAJ:HtEfBTGE9r8C",
            1236,
            "https:\/\/science.sciencemag.org\/content\/275\/5307\/1770.abstract",
            "4293769670764826319",
            "\/scholar?cites=4293769670764826319",
            {
                "1997":6,
                "1998":14,
                "1999":19,
                "2000":26,
                "2001":43,
                "2002":35,
                "2003":31,
                "2004":56,
                "2005":51,
                "2006":51,
                "2007":57,
                "2008":60,
                "2009":68,
                "2010":55,
                "2011":69,
                "2012":50,
                "2013":76,
                "2014":84,
                "2015":57,
                "2016":81,
                "2017":59,
                "2018":66,
                "2019":64,
                "2020":48,
                "2021":3
            }
        ],
        [
            "Networks of cross-linked and bundled actin filaments are ubiquitous in the cellular cytoskeleton, but their elasticity remains poorly understood. We show that these networks exhibit exceptional elastic behavior that reflects the mechanical properties of individual filaments. There are two distinct regimes of elasticity, one reflectingbendingof single filaments and a second reflectingstretchingof entropic fluctuations of filament length. The mechanical stiffness can vary by several decades with small changes in cross-link concentration, and can increase markedly upon application of external stress. We parameterize the full range of behavior in a state diagram and elucidate its origin with a robust model.",
            "Elastic behavior of cross-linked and bundled actin networks",
            "ML Gardel and Jennifer Hyunjong Shin and FC MacKintosh and L Mahadevan and P Matsudaira and DA Weitz",
            "2004",
            "R1cfTCoAAAAJ:DUooU5lO8OsC",
            1200,
            "https:\/\/science.sciencemag.org\/content\/304\/5675\/1301.abstract",
            "5394713497618511486",
            "\/scholar?cites=5394713497618511486",
            {
                "2004":4,
                "2005":29,
                "2006":52,
                "2007":64,
                "2008":66,
                "2009":78,
                "2010":78,
                "2011":70,
                "2012":68,
                "2013":85,
                "2014":82,
                "2015":78,
                "2016":94,
                "2017":90,
                "2018":77,
                "2019":84,
                "2020":88,
                "2021":6
            }
        ],
        [
            "We obtain useful information from the intensity autocorrelations of light scattered from systems which exhibit strong multiple scattering. A phenomenological model, which exploits the diffusive nature of the transport of light, is shown to be in excellent agreement with experimental data for several different scattering geometries. The dependence on geometry provides an important experimental control over the time scale probed. We call this technique diffusing wave spectroscopy, and illustrate its utility by studying diffusion in a strongly interacting colloidal glass.",
            "Diffusing wave spectroscopy",
            "David J Pine and David A Weitz and Paul M Chaikin and Eric Herbolzheimer",
            "1988",
            "R1cfTCoAAAAJ:a9-T7VOCCH8C",
            1198,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.60.1134",
            "15741823306384775708",
            "\/scholar?cites=15741823306384775708",
            {
                "1988":3,
                "1989":18,
                "1990":21,
                "1991":19,
                "1992":15,
                "1993":26,
                "1994":17,
                "1995":26,
                "1996":15,
                "1997":32,
                "1998":27,
                "1999":20,
                "2000":23,
                "2001":43,
                "2002":39,
                "2003":33,
                "2004":50,
                "2005":56,
                "2006":51,
                "2007":49,
                "2008":44,
                "2009":32,
                "2010":46,
                "2011":44,
                "2012":43,
                "2013":57,
                "2014":67,
                "2015":50,
                "2016":50,
                "2017":52,
                "2018":43,
                "2019":37,
                "2020":44,
                "2021":1
            }
        ]
    ]
}