{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We use ATLAS and CMS searches in the monojet+ missing energy and monophoton+ missing energy final state to set limits on the couplings of dark matter to quarks and gluons. Working in an effective field theory framework we compare several existing monojet analyses and find that searches with high p T cuts are more sensitive to dark matter. We constrain the suppression scale of the effective dark matter–standard model interactions and convert these limits into bounds on the cross sections relevant to direct and indirect detection. We find that, for certain types of operators, in particular, spin-independent dark matter–gluon couplings and spin-dependent dark matter–quark couplings, LHC constraints from the monojet channel are competitive with, or superior to, limits from direct searches up to dark matter masses of order 1 TeV. Comparing to indirect searches, we exclude, at 90% CL, dark matter annihilating to …",
            "Missing energy signatures of dark matter at the LHC",
            "Patrick J Fox and Roni Harnik and Joachim Kopp and Yuhsin Tsai",
            "2012",
            "R2Gj6JIAAAAJ:u5HHmVD_uO8C",
            666,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.85.056011",
            "1538421311347427842",
            "\/scholar?cites=1538421311347427842",
            {
                "2011":2,
                "2012":47,
                "2013":91,
                "2014":107,
                "2015":141,
                "2016":107,
                "2017":61,
                "2018":42,
                "2019":39,
                "2020":27,
                "2021":2
            }
        ],
        [
            "We present a comprehensive review of keV-scale sterile neutrino Dark Matter, collecting views and insights from all disciplines involved—cosmology, astrophysics, nuclear, and particle physics—in each case viewed from both theoretical and experimental\/observational perspectives. After reviewing the role of active neutrinos in particle physics, astrophysics, and cosmology, we focus on sterile neutrinos in the context of the Dark Matter puzzle. Here, we first review the physics motivation for sterile neutrino Dark Matter, based on challenges and tensions in purely cold Dark Matter scenarios. We then round out the discussion by critically summarizing all known constraints on sterile neutrino Dark Matter arising from astrophysical observations, laboratory experiments, and theoretical considerations. In this context, we provide a balanced discourse on the possibly positive signal from X-ray observations. Another focus of …",
            "A white paper on keV sterile neutrino dark matter",
            "Rathin Adhikari and M Agostini and N Anh Ky and T Araki and M Archidiacono and M Bahr and J Baur and J Behrens and F Bezrukov and PS Bhupal Dev and D Borah and A Boyarsky and A De Gouvea and CA de S Pires and HJ De Vega and AG Dias and P Di Bari and Z Djurcic and K Dolde and H Dorrer and M Durero and O Dragoun and M Drewes and G Drexlin and Ch E Duellmann and K Eberhardt and S Eliseev and C Enss and NW Evans and A Faessler and Pavel Filianin and V Fischer and A Fleischmann and JA Formaggio and J Franse and FM Fraenkle and CS Frenk and G Fuller and L Gastaldo and A Garzilli and C Giunti and F Glueck and MC Goodman and MC Gonzalez-Garcia and D Gorbunov and J Hamann and V Hannen and S Hannestad and SH Hansen and C Hassel and J Heeck and F Hofmann and T Houdy and A Huber and D Iakubovskyi and A Ianni and A Ibarra and R Jacobsson and T Jeltema and J Jochum and S Kempf and T Kieck and M Korzeczek and V Kornoukhov and T Lachenmaier and M Laine and P Langacker and T Lasserre and J Lesgourgues and D Lhuillier and YF Li and W Liao and AW Long and M Maltoni and G Mangano and NE Mavromatos and Nicola Menci and A Merle and S Mertens and A Mirizzi and B Monreal and A Nozik and A Neronov and V Niro and Y Novikov and L Oberauer and E Otten and N Palanque-Delabrouille and M Pallavicini and VS Pantuev and E Papastergis and S Parke and S Pascoli and S Pastor and A Patwardhan and A Pilaftsis and DC Radford and PC-O Ranitzsch and O Rest and DJ Robinson and PS Rodrigues Da Silva and O Ruchayskiy and NG Sanchez and M Sasaki and N Saviano and A Schneider and F Schneider and T Schwetz and S Schoenert and S Scholl and F Shankar and R Shrock and N Steinbrink and L Strigari and F Suekane and B Suerfu and R Takahashi and N Thi Hong Van and I Tkachev and M Totzauer and Y Tsai and Christopher George Tully and K Valerius and JWF Valle and D Venos and MATTEO Viel and M Vivier and MY Wang and C Weinheimer and K Wendt and L Winslow and J Wolf and M Wurm and Z Xing and S Zhou and K Zuber",
            "2017",
            "R2Gj6JIAAAAJ:ZeXyd9-uunAC",
            388,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2017\/01\/025\/meta",
            "2265258670260468821",
            "\/scholar?cites=2265258670260468821",
            {
                "2016":26,
                "2017":81,
                "2018":81,
                "2019":88,
                "2020":106,
                "2021":4
            }
        ],
        [
            "Dark matter pair production at high energy colliders may leave observable signatures in the energy and momentum spectra of the objects recoiling against the dark matter. We use LEP data on monophoton events with large missing energy to constrain the coupling of dark matter to electrons. Within a large class of models, our limits are complementary to and competitive with limits on dark matter annihilation and on WIMP-nucleon scattering from indirect and direct searches. Our limits, however, do not suffer from systematic and astrophysical uncertainties associated with direct and indirect limits. For example, we are able to rule out light (≲ 10 GeV) thermal relic dark matter with universal couplings exclusively to charged leptons. In addition, for dark matter mass below about 80 GeV, LEP limits are stronger than Fermi constraints on annihilation into charged leptons in dwarf spheroidal galaxies. Within its kinematic …",
            "LEP shines light on dark matter",
            "Patrick J Fox and Roni Harnik and Joachim Kopp and Yuhsin Tsai",
            "2011",
            "R2Gj6JIAAAAJ:u-x6o8ySG0sC",
            347,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.84.014028",
            "45836584659494304",
            "\/scholar?cites=45836584659494304",
            {
                "2011":8,
                "2012":31,
                "2013":52,
                "2014":56,
                "2015":42,
                "2016":35,
                "2017":29,
                "2018":23,
                "2019":23,
                "2020":46,
                "2021":2
            }
        ],
        [
            "We examine the theoretical motivations for long-lived particle (LLP) signals at the LHC in a comprehensive survey of standard model (SM) extensions. LLPs are a common prediction of a wide range of theories that address unsolved fundamental mysteries such as naturalness, dark matter, baryogenesis and neutrino masses, and represent a natural and generic possibility for physics beyond the SM (BSM). In most cases the LLP lifetime can be treated as a free parameter from the m scale up to the Big Bang Nucleosynthesis limit of m. Neutral LLPs with lifetimes above 100 m are particularly difficult to probe, as the sensitivity of the LHC main detectors is limited by challenging backgrounds, triggers, and small acceptances. MATHUSLA is a proposal for a minimally instrumented, large-volume surface detector near ATLAS or CMS. It would search for neutral LLPs produced in HL-LHC collisions by reconstructing …",
            "Long-lived particles at the energy frontier: the MATHUSLA physics case",
            "David Curtin and Marco Drewes and Matthew McCullough and Patrick Meade and Rabindra N Mohapatra and Jessie Shelton and Brian Shuve and Elena Accomando and Cristiano Alpigiani and Stefan Antusch and Juan Carlos Arteaga-Velázquez and Brian Batell and Martin Bauer and Nikita Blinov and Karen Salomé Caballero-Mora and Jae Hyeok Chang and Eung Jin Chun and Timothy Cohen and Peter Cox and Nathaniel Craig and Csaba Csáki and Yanou Cui and Francesco D’Eramo and Luigi Delle Rose and PS Bhupal Dev and Keith R Dienes and Jeff A Dror and Rouven Essig and Jared A Evans and Jason L Evans and Arturo Fernández Tellez and Oliver Fischer and Thomas Flacke and Anthony Fradette and Claudia Frugiuele and Elina Fuchs and Tony Gherghetta and Gian F Giudice and Dmitry Gorbunov and Rick S Gupta and Claudia Hagedorn and Lawrence J Hall and Philip Harris and Juan Carlos Helo and Martin Hirsch and Yonit Hochberg and Anson Hook and Alejandro Ibarra and Seyda Ipek and Sunghoon Jung and Simon Knapen and Eric Kuflik and Zhen Liu and Salvator Lombardo and HJ Lubatti and David McKeen and Emiliano Molinaro and Stefano Moretti and Natsumi Nagata and Matthias Neubert and Jose Miguel No and Emmanuel Olaiya and Gilad Perez and Michael E Peskin and David Pinner and Maxim Pospelov and Matthew Reece and Dean J Robinson and Mario Rodríguez Cahuantzi and Rinaldo Santonico and Matthias Schlaffer and Claire H Shepherd-Themistocleous and Andrew Spray and Daniel Stolarski and Martin A Subieta Vasquez and Raman Sundrum and Andrea Thamm and Brooks Thomas and Yuhsin Tsai and Brock Tweedie and Stephen M West and Charles Young and Felix Yu and Bryan Zaldivar and Yongchao Zhang and Kathryn Zurek and José Zurita",
            "2019",
            "R2Gj6JIAAAAJ:4JMBOYKVnBMC",
            203,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1361-6633\/ab28d6\/meta",
            "202599019831612952",
            "\/scholar?cites=202599019831612952",
            {
                "2018":24,
                "2019":76,
                "2020":102,
                "2021":1
            }
        ],
        [
            "Particles beyond the Standard Model (SM) can generically have lifetimes that are long compared to SM particles at the weak scale. When produced at experiments such as the Large Hadron Collider (LHC) at CERN, these long-lived particles (LLPs) can decay far from the interaction vertex of the primary proton–proton collision. Such LLP signatures are distinct from those of promptly decaying particles that are targeted by the majority of searches for new physics at the LHC, often requiring customized techniques to identify, for example, significantly displaced decay vertices, tracks with atypical properties, and short track segments. Given their non-standard nature, a comprehensive overview of LLP signatures at the LHC is beneficial to ensure that possible avenues of the discovery of new physics are not overlooked. Here we report on the joint work of a community of theorists and experimentalists with the ATLAS, CMS …",
            "Searching for long-lived particles beyond the Standard Model at the Large Hadron Collider",
            "Juliette Alimena and James Beacham and Martino Borsato and Yangyang Cheng and Xabier Cid Vidal and Giovanna Cottin and David Curtin and Albert De Roeck and Nishita Desai and Jared A Evans and Simon Knapen and Sabine Kraml and Andre Lessa and Zhen Liu and Sascha Mehlhase and Michael J Ramsey-Musolf and Heather Russell and Jessie Shelton and Brian Shuve and Monica Verducci and Jose Zurita and Todd Adams and Michael Adersberger and Cristiano Alpigiani and Artur Apresyan and Robert John Bainbridge and Varvara Batozskaya and Hugues Beauchesne and Lisa Benato and S Berlendis and Eshwen Bhal and Freya Blekman and Christina Borovilou and Jamie Boyd and Benjamin P Brau and Lene Bryngemark and Oliver Buchmueller and Malte Buschmann and William Buttinger and Mario Campanelli and Cari Cesarotti and Chunhui Chen and Hsin-Chia Cheng and Sanha Cheong and Matthew Citron and Andrea Coccaro and V Coco and Eric Conte and Félix Cormier and Louie D Corpe and Nathaniel Craig and Yanou Cui and Elena Dall’Occo and C Dallapiccola and MR Darwish and Alessandro Davoli and Annapaola De Cosa and Andrea De Simone and Luigi Delle Rose and Frank F Deppisch and Biplab Dey and Miriam D Diamond and Keith R Dienes and Sven Dildick and Babette Döbrich and Marco Drewes and Melanie Eich and M ElSawy and Alberto Escalante Del Valle and Gabriel Facini and Marco Farina and Jonathan L Feng and Oliver Fischer and HU Flaecher and Patrick Foldenauer and Marat Freytsis and Benjamin Fuks and Iftah Galon and Yuri Gershtein and Stefano Giagu and Andrea Giammanco and Vladimir V Gligorov and Tobias Golling and Sergio Grancagnolo and Giuliano Gustavino and Andrew Haas and Kristian Hahn and Jan Hajer and Ahmed Hammad and Lukas Heinrich and Jan Heisig and JC Helo and Gavin Hesketh and Christopher S Hill and Martin Hirsch and M Hohlmann and Tova Holmes and W Hulsbergen and John Huth and Philip Ilten and Thomas Jacques and Bodhitha Jayatilaka and Geng-Yuan Jeng and KA Johns and Toshiaki Kaji and Gregor Kasieczka and Yevgeny Kats and Malgorzata Kazana and Henning Keller and Maxim Yu Khlopov and Felix Kling and Ted R Kolberg and Igor Kostiuk and Emma Sian Kuwertz and Audrey Kvam and Greg Landsberg and Gaia Lanfranchi and Iñaki Lara and Alexander Ledovskoy and Dylan Linthorne and Jia Liu and Iacopo Longarini and Steven Lowette and Henry Lubatti and Margaret Lutz and Jingyu Luo and Judita Mamuz̆ić and Matthieu Marinangeli and Alberto Mariotti and Daniel Marlow and Matthew McCullough and Kevin McDermott and P Mermod and David Milstead and Siddharth Mishra-Sharma and Vasiliki A Mitsou and Javier Montejo Berlingen and Filip Moortgat and Alessandro Morandini and Alice Polyxeni Morris and David Michael Morse and Stephen Mrenna and Benjamin Nachman and Miha Nemevs̆ek and Fabrizio Nesti and Christian Ohm and Silvia Pascoli and Kevin Pedro and Cristián Peña and Karla Josefina Pena Rodriguez",
            "2020",
            "R2Gj6JIAAAAJ:M05iB0D1s5AC",
            115,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1361-6471\/ab4574\/meta",
            "5304555475343402771",
            "\/scholar?cites=5304555475343402771",
            {
                "2019":31,
                "2020":79,
                "2021":4
            }
        ],
        [
            "This report summarises the physics opportunities in the search and study of physics beyond the Standard Model at a 100 TeV pp collider.",
            "Physics at a 100 TeV pp collider: beyond the Standard Model phenomena",
            "T Golling and M Hance and P Harris and ML Mangano and M McCullough and F Moortgat and P Schwaller and R Torre and P Agrawal and DSM Alves and S Antusch and A Arbey and B Auerbach and G Bambhaniya and M Battaglia and M Bauer and PS Dev and A Boveia and J Bramante and O Buchmueller and M Buschmann and J Chakrabortty and M Chala and S Chekanov and C-Y Chen and H-C Cheng and M Cirelli and M Citron and T Cohen and N Craig and D Curtin and RT d'Agnolo and C Doglioni and JA Dror and T du Pree and D Dylewsky and J Ellis and SAR Ellis and R Essig and JJ Fan and M Farina and JL Feng and PJ Fox and J Galloway and G Giudice and J Gluza and S Gori and S Guha and K Hahn and T Han and C Helsens and A Henriques and S Iwamoto and T Jelinski and S Jung and F Kahlhoefer and VV Khoze and D Kim and J Kopp and A Kotwal and M Kraemer and JM Lindert and J Liu and HK Lou and J Love and M Low and PAN Machado and F Mahmoudi and J Marrouche and A Martin and K Mohan and RN Mohapatra and G Nardini and KA Olive and B Ostdiek and G Panico and T Plehn and J Proudfoot and Z Qian and M Reece and T Rizzo and C Roskas and J Ruderman and R Ruiz and F Sala and E Salvioni and P Saraswat and T Schell and K Schmidt-Hoberg and J Serra and Y Shadmi and J Shelton and C Solans and M Spannowsky and T Srivastava and D Stolarski and R Szafron and M Taoso and S Tarem and A Thalapillil",
            "2016",
            "R2Gj6JIAAAAJ:IWHjjKOFINEC",
            109,
            "https:\/\/arxiv.org\/abs\/1606.00947",
            "15006908899008981740",
            "\/scholar?cites=15006908899008981740",
            {
                "2016":14,
                "2017":21,
                "2018":24,
                "2019":32,
                "2020":17,
                "2021":1
            }
        ],
        [
            "We present an analysis of the loop-induced magnetic dipole operator in the Randall-Sundrum model of a warped extra dimension with anarchic bulk fermions and an IR brane-localized Higgs. These operators are finite at one-loop order and we explicitly calculate the branching ratio for μ→ e γ using the mixed position\/momentum space formalism. The particular bound on the anarchic Yukawa and Kaluza-Klein (KK) scales can depend on the flavor structure of the anarchic matrices. It is possible for a generic model to either be ruled out or unaffected by these bounds without any fine-tuning. We quantify how these models realize this surprising behavior. We also review tree-level lepton flavor bounds in these models and show that these are on the verge of tension with the μ→ e γ bounds from typical models with a 3 TeV Kaluza-Klein scale. Further, we illuminate the nature of the one-loop finiteness of these diagrams …",
            "Warped penguin diagrams",
            "Csaba Csáki and Yuval Grossman and Philip Tanedo and Yuhsin Tsai",
            "2011",
            "R2Gj6JIAAAAJ:d1gkVwhDpl0C",
            77,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.83.073002",
            "9124045445707799927",
            "\/scholar?cites=9124045445707799927",
            {
                "2011":4,
                "2012":13,
                "2013":14,
                "2014":11,
                "2015":13,
                "2016":12,
                "2017":3,
                "2018":3,
                "2019":1
            }
        ],
        [
            "The standard paradigm of collisionless cold dark matter is in tension with measurements on large scales. In particular, the best fit values of the Hubble rate H 0 and the matter density perturbation σ 8 inferred from the cosmic microwave background seem inconsistent with the results from direct measurements. We show that both problems can be solved in a framework in which dark matter consists of two distinct components, a dominant component and a subdominant component. The primary component is cold and collisionless. The secondary component is also cold, but interacts strongly with dark radiation, which itself forms a tightly coupled fluid. The growth of density perturbations in the subdominant component is inhibited by dark acoustic oscillations due to its coupling to the dark radiation, solving the σ 8 problem, while the presence of tightly coupled dark radiation ameliorates the H 0 problem. The subdominant …",
            "Partially acoustic dark matter, interacting dark radiation, and large scale structure",
            "Zackaria Chacko and Yanou Cui and Sungwoo Hong and Takemichi Okui and Yuhsinz Tsai",
            "2016",
            "R2Gj6JIAAAAJ:9ZlFYXVOiuMC",
            67,
            "https:\/\/link.springer.com\/article\/10.1007\/JHEP12(2016)108",
            "13487731202135984125",
            "\/scholar?cites=13487731202135984125",
            {
                "2017":13,
                "2018":21,
                "2019":22,
                "2020":11
            }
        ],
        [
            "The Twin Higgs model provides a natural theory for the electroweak symmetry breaking without the need of new particles carrying the standard model gauge charges below a few TeV. In the low energy theory, the only probe comes from the mixing of the Higgs fields in the standard model and twin sectors. However, an ultraviolet completion is required below∼ 10 TeV to remove residual logarithmic divergences. In non-supersymmetric completions, new exotic fermions charged under both the standard model and twin gauge symmetries have to be present to accompany the top quark, thus providing a high energy probe of the model. Some of them carry standard model color, and may therefore be copiously produced at current or future hadron colliders. Once produced, these exotic quarks can decay into a top together with twin sector particles. If the twin sector particles escape the detection, we have the irreducible …",
            "Exotic quarks in twin Higgs models",
            "Hsin-Chia Cheng and Sunghoon Jung and Ennio Salvioni and Yuhsin Tsai",
            "2016",
            "R2Gj6JIAAAAJ:8k81kl-MbHgC",
            63,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP03(2016)074.pdf",
            "597055436745210756",
            "\/scholar?cites=597055436745210756",
            {
                "2016":14,
                "2017":16,
                "2018":12,
                "2019":13,
                "2020":8
            }
        ],
        [
            "We calculate contributions to the photon and gluon magnetic dipole operators that mediate b→ sγ and b→ dγ transitions in the Randall-Sundrum model of a warped extra dimension with anarchic bulk fermions and a brane localized Higgs. Unlike the Standard Model, there are large contributions to the left-handed b quark decays, parameterized by the Wilson coefficient, due to the pattern of bulk fermion localization, and sizable contributions from the gluonic penguins,, through renormalization group mixing. Further, unlike the Randall-Sundrum result for μ→ eγ, the unprimed Wilson coefficients receive non-negligible contributions from the misalignment of the bulk fermion spectrum with the Standard Model flavor sector. We compare the size of effects and the constraints imposed by the branching ratios Br (B→ X sγ) and B→ X dγ)> within the minimal and the custodial model. Within the custodial framework, we study …",
            "The birds and the Bs in RS: the b → sγ penguin in a warped extra dimension",
            "Monika Blanke and Bibhushan Shakya and Philip Tanedo and Yuhsin Tsai",
            "2012",
            "R2Gj6JIAAAAJ:9yKSN-GCB0IC",
            63,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP08(2012)038.pdf",
            "16751731431814846287",
            "\/scholar?cites=16751731431814846287",
            {
                "2011":1,
                "2012":5,
                "2013":7,
                "2014":11,
                "2015":14,
                "2016":8,
                "2017":5,
                "2018":8,
                "2019":1
            }
        ]
    ]
}