{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "In this paper we present a modification of an earlier theory of Singwi et al. of electron correlations at metallic densities. The modification consists in allowing for the change of the pair correlation function in an external weak field via the density derivative of the equilibrium pair correlation function. This results in a new expression for the local-field correction. The present theory has the merit of satisfying almost exactly the compressibility sum rule and of giving a satisfactory pair correlation function. Results of self-consistent numerical calculations for the static pair correlation function, correlation energy, compressibility, and plasmon dispersion relation for the electron liquid in the metallic-density range are presented. For those interested in the application of the results of the present paper, numerical values of the local-field correction as a function of wave number have been tabulated in the density range r s= 1− 6.",
            "Electron correlations at metallic densities. V",
            "P Vashishta and KS Singwi",
            "1972",
            "r5EXasAAAAAJ:BCdnXsLIVDwC",
            1067,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.6.875",
            "11399541204347771833",
            "\/scholar?cites=11399541204347771833",
            {
                "1982":36,
                "1983":34,
                "1984":49,
                "1985":31,
                "1986":37,
                "1987":21,
                "1988":25,
                "1989":18,
                "1990":23,
                "1991":22,
                "1992":24,
                "1993":25,
                "1994":17,
                "1995":16,
                "1996":15,
                "1997":17,
                "1998":14,
                "1999":12,
                "2000":11,
                "2001":12,
                "2002":13,
                "2003":13,
                "2004":13,
                "2005":10,
                "2006":9,
                "2007":20,
                "2008":14,
                "2009":14,
                "2010":8,
                "2011":8,
                "2012":15,
                "2013":19,
                "2014":11,
                "2015":12,
                "2016":8,
                "2017":11,
                "2018":20,
                "2019":19,
                "2020":12,
                "2021":1
            }
        ],
        [
            "An interaction potential consisting of two-body and three-body covalent interactions is proposed for SiO 2. The interaction potential is used in molecular-dynamics studies of structural and dynamical correlations of crystalline, molten, and vitreous states under various conditions of densities and temperatures. The two-body contribution to the interaction potential consists of steric repulsion due to atomic sizes, Coulomb interactions resulting from charge transfer, and charge-dipole interaction to include the effects of large electronic polarizability of anions. The three-body covalent contributions include O-Si-O and Si-O-Si interactions which are angle dependent and functions of Si-O distance. In lattice-structure calculations with the total potential function, α-cristobalite and α-quartz are found to have the lowest and almost degenerate energies, in agreement with experiments. The energies for β-cristobalite, β-quartz, and …",
            "Interaction potential for : A molecular-dynamics study of structural correlations",
            "P Vashishta and Rajiv K Kalia and José P Rino and Ingvar Ebbsjö",
            "1990",
            "r5EXasAAAAAJ:a2necdfpwlEC",
            646,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.41.12197",
            "12286848016723242061",
            "\/scholar?cites=12286848016723242061",
            {
                "1991":7,
                "1992":19,
                "1993":16,
                "1994":15,
                "1995":22,
                "1996":21,
                "1997":22,
                "1998":18,
                "1999":26,
                "2000":21,
                "2001":21,
                "2002":21,
                "2003":21,
                "2004":20,
                "2005":29,
                "2006":28,
                "2007":32,
                "2008":25,
                "2009":17,
                "2010":20,
                "2011":26,
                "2012":13,
                "2013":24,
                "2014":17,
                "2015":21,
                "2016":27,
                "2017":22,
                "2018":25,
                "2019":22,
                "2020":21,
                "2021":1
            }
        ],
        [
            "Oxidation of aluminum nanoclusters is investigated with a parallel molecular-dynamics approach based on dynamic charge transfer among atoms. Structural and dynamic correlations reveal that significant charge transfer gives rise to large negative pressure in the oxide which dominates the positive pressure due to steric forces. As a result, aluminum moves outward and oxygen moves towards the interior of the cluster with the aluminum diffusivity 60% higher than that of oxygen. A stable 40 Å thick amorphous oxide is formed; this is in excellent agreement with experiments.",
            "Dynamics of oxidation of aluminum nanoclusters using variable charge molecular-dynamics simulations on parallel computers",
            "Timothy Campbell and Rajiv K Kalia and Aiichiro Nakano and Priya Vashishta and Shuji Ogata and Stephen Rodgers",
            "1999",
            "r5EXasAAAAAJ:mB3voiENLucC",
            366,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.82.4866",
            "5334371602188143081",
            "\/scholar?cites=5334371602188143081",
            {
                "1999":3,
                "2000":5,
                "2001":9,
                "2002":7,
                "2003":14,
                "2004":6,
                "2005":17,
                "2006":13,
                "2007":13,
                "2008":17,
                "2009":25,
                "2010":16,
                "2011":17,
                "2012":14,
                "2013":20,
                "2014":27,
                "2015":17,
                "2016":21,
                "2017":25,
                "2018":26,
                "2019":21,
                "2020":22,
                "2021":1
            }
        ]
    ]
}