{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The first chordates appear in the fossil record at the time of the Cambrian explosion, nearly 550 million years ago. The modern ascidian tadpole represents a plausible approximation to these ancestral chordates. To illuminate the origins of chordate and vertebrates, we generated a draft of the protein-coding portion of the genome of the most studied ascidian, Ciona intestinalis. TheCiona genome contains ∼16,000 protein-coding genes, similar to the number in other invertebrates, but only half that found in vertebrates. Vertebrate gene families are typically found in simplified form in Ciona, suggesting that ascidians contain the basic ancestral complement of genes involved in cell signaling and development. The ascidian genome has also acquired a number of lineage-specific innovations, including a group of genes engaged in cellulose metabolism that are related to those in bacteria and fungi.",
            "The draft genome of Ciona intestinalis: insights into chordate and vertebrate origins",
            "Paramvir Dehal and Yutaka Satou and Robert K Campbell and Jarrod Chapman and Bernard Degnan and Anthony De Tomaso and Brad Davidson and Anna Di Gregorio and Maarten Gelpke and David M Goodstein and Naoe Harafuji and Kenneth EM Hastings and Isaac Ho and Kohji Hotta and Wayne Huang and Takeshi Kawashima and Patrick Lemaire and Diego Martinez and Ian A Meinertzhagen and Simona Necula and Masaru Nonaka and Nik Putnam and Sam Rash and Hidetoshi Saiga and Masanobu Satake and Astrid Terry and Lixy Yamada and Hong-Gang Wang and Satoko Awazu and Kaoru Azumi and Jeffrey Boore and Margherita Branno and Stephen Chin-Bow and Rosaria DeSantis and Sharon Doyle and Pilar Francino and David N Keys and Shinobu Haga and Hiroko Hayashi and Kyosuke Hino and Kaoru S Imai and Kazuo Inaba and Shungo Kano and Kenji Kobayashi and Mari Kobayashi and Byung-In Lee and Kazuhiro W Makabe and Chitra Manohar and Giorgio Matassi and Monica Medina and Yasuaki Mochizuki and Steve Mount and Tomomi Morishita and Sachiko Miura and Akie Nakayama and Satoko Nishizaka and Hisayo Nomoto and Fumiko Ohta and Kazuko Oishi and Isidore Rigoutsos and Masako Sano and Akane Sasaki and Yasunori Sasakura and Eiichi Shoguchi and Tadasu Shin-i and Antoinetta Spagnuolo and Didier Stainier and Miho M Suzuki and Olivier Tassy and Naohito Takatori and Miki Tokuoka and Kasumi Yagi and Fumiko Yoshizaki and Shuichi Wada and Cindy Zhang and P Douglas Hyatt and Frank Larimer and Chris Detter and Norman Doggett and Tijana Glavina and Trevor Hawkins and Paul Richardson and Susan Lucas and Yuji Kohara and Michael Levine and Nori Satoh and Daniel S Rokhsar",
            "2002",
            "R5oMJggAAAAJ:gjFswcl-TRQC",
            1675,
            "https:\/\/science.sciencemag.org\/content\/298\/5601\/2157.abstract",
            "1293187947754810764",
            "\/scholar?cites=1293187947754810764",
            {
                "2003":122,
                "2004":177,
                "2005":149,
                "2006":135,
                "2007":129,
                "2008":93,
                "2009":118,
                "2010":88,
                "2011":74,
                "2012":81,
                "2013":71,
                "2014":67,
                "2015":76,
                "2016":56,
                "2017":65,
                "2018":58,
                "2019":40,
                "2020":50,
                "2021":7
            }
        ],
        [
            "Two-dimensional nanosheets have attracted tremendous attention because of their promising practical application and theoretical values. The atomic-thick nanosheets are able to not only enhance the intrinsic properties of their bulk counterparts but also give birth to new promising properties. Herein, we highlight an available pathway to prepare the ultrathin graphitic-phase C3N4 (g-C3N4) nanosheets by a “green” liquid exfoliation route from bulk g-C3N4 in water for the first time. The as-obtained ultrathin g-C3N4 nanosheet solution is very stable in both the acidic and alkaline environment and shows pH-dependent photoluminenscence (PL). Compared to the bulk g-C3N4, ultrathin g-C3N4 nanosheets show enhanced intrinsic photoabsorption and photoresponse, which induce their extremely high PL quantum yield up to 19.6%. Thus, benefiting from the inherent blue light PL with high quantum yields and high …",
            "Enhanced Photoresponsive Ultrathin Graphitic-Phase C3N4 Nanosheets for Bioimaging",
            "Xiaodong Zhang and Xiao Xie and Hui Wang and Jiajia Zhang and Bicai Pan and Yi Xie",
            "2013",
            "R5oMJggAAAAJ:L8BhO0RnMU4C",
            1480,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja308249k",
            "16951270329772222154",
            "\/scholar?cites=16951270329772222154",
            {
                "2013":25,
                "2014":96,
                "2015":174,
                "2016":195,
                "2017":220,
                "2018":257,
                "2019":247,
                "2020":225,
                "2021":38
            }
        ],
        [
            "Electrochemical water splitting is a clean technology for H2 fuels, but greatly hindered by the slow kinetics of the oxygen evolution reaction (OER). Herein, a series of spinel‐structured nanosheets with oxygen deficiencies and ultrathin thicknesses were designed to increase the reactivity and the number of active sites of the catalysts, which were then taken as an excellent platform for promoting the water oxidation process. Theoretical investigations showed that the oxygen vacancies confined in the ultrathin nanosheet could lower the adsorption energy of H2O, leading to increased OER efficiency. As expected, the NiCo2O4 ultrathin nanosheets rich in oxygen vacancies exhibited a large current density of 285 mA cm−2 at 0.8 V and a small overpotential of 0.32 V, both of which are superior to the corresponding values of bulk samples or samples with few oxygen deficiencies and even higher than those of most …",
            "Ultrathin spinel‐structured nanosheets rich in oxygen deficiencies for enhanced electrocatalytic water oxidation",
            "Jian Bao and Xiaodong Zhang and Bo Fan and Jiajia Zhang and Min Zhou and Wenlong Yang and Xin Hu and Hui Wang and Bicai Pan and Yi Xie",
            "2015",
            "R5oMJggAAAAJ:DHCjA4HYnd0C",
            841,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ange.201502226",
            "2939036246389516877",
            "\/scholar?cites=2939036246389516877",
            {
                "2015":4,
                "2016":64,
                "2017":106,
                "2018":193,
                "2019":209,
                "2020":217,
                "2021":44
            }
        ],
        [
            "Cellulose, the most abundant source of biomass, is currently regarded as a promising alternative for fossil fuels as it cannot be digested by human beings and thus its use, unlike corn and starch, will not impose a negative impact on food supplies.[1, 2] One of the most attractive routes for the reaction of cellulose utilization is its direct conversion into useful organic compounds.[3] A recent example of the catalytic conversion of cellulose has been demonstrated by Fukuoka and Dhepe, who utilized Pt\/Al2O3 as an effective catalyst to convert cellulose into sugar alcohols [4](Scheme 1, Route A). The product sugar alcohols can be used as chemicals in their own right or as new starting materials for the production of fuels, as demonstrated by Dumesic and co-workers.[5, 6] Recently, Luo et al. have studied this process further.[7] In their work, the reaction was conducted at elevated temperatures so that water could generate …",
            "Direct catalytic conversion of cellulose into ethylene glycol using nickel‐promoted tungsten carbide catalysts",
            "Na Ji and Tao Zhang and Mingyuan Zheng and Aiqin Wang and Hui Wang and Xiaodong Wang and Jingguang G Chen",
            "2008",
            "R5oMJggAAAAJ:yjYM2qeFg4IC",
            769,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ange.200803233",
            "7271094966706812699",
            "\/scholar?cites=7271094966706812699",
            {
                "2009":20,
                "2010":47,
                "2011":55,
                "2012":70,
                "2013":77,
                "2014":101,
                "2015":86,
                "2016":66,
                "2017":59,
                "2018":73,
                "2019":61,
                "2020":51,
                "2021":1
            }
        ],
        [
            "A greyscale-based fully automatic deformable image registration algorithm, originally known as the'demons' algorithm, was implemented for CT image-guided radiotherapy. We accelerated the algorithm by introducing an'active force'along with an adaptive force strength adjustment during the iterative process. These improvements led to a 40% speed improvement over the original algorithm and a high tolerance of large organ deformations. We used three methods to evaluate the accuracy of the algorithm. First, we created a set of mathematical transformations for a series of patient's CT images. This provides a'ground truth'solution for quantitatively validating the deformable image registration algorithm. Second, we used a physically deformable pelvic phantom, which can measure deformed objects under different conditions. The results of these two tests allowed us to quantify the accuracy of the deformable …",
            "Validation of an accelerated ‘demons’ algorithm for deformable image registration in radiation therapy",
            "He Wang and Lei Dong and Jennifer O'Daniel and Radhe Mohan and Adam S Garden and K Kian Ang and Deborah A Kuban and Mark Bonnen and Joe Y Chang and Rex Cheung",
            "2005",
            "R5oMJggAAAAJ:viFR3AA6x-gC",
            732,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0031-9155\/50\/12\/011\/meta",
            "920504261627352771",
            "\/scholar?cites=920504261627352771",
            {
                "2005":6,
                "2006":18,
                "2007":41,
                "2008":31,
                "2009":34,
                "2010":49,
                "2011":56,
                "2012":75,
                "2013":88,
                "2014":69,
                "2015":52,
                "2016":49,
                "2017":48,
                "2018":34,
                "2019":30,
                "2020":44,
                "2021":1
            }
        ],
        [
            "Many patients receiving fractionated radiotherapy (RT) for head-and-neck cancer have marked anatomic changes during their course of treatment, including shrinking of the primary tumor or nodal masses, resolving postoperative changes\/edema, and changes in overall body habitus\/weight loss. We conducted a pilot study to quantify the magnitude of these anatomic changes with systematic CT imaging.Fourteen assessable patients were enrolled in this pilot study. Eligible patients had to have a pathologic diagnosis of head-and-neck cancer, be treated with definitive external beam RT, and had have gross primary and\/or cervical nodal disease measuring at least 4 cm in maximal diameter. All patients were treated using a new commercial integrated CT-linear accelerator system (EXaCT) that allows CT imaging at the daily RT sessions while the patient remains immobilized in the …",
            "Quantification of volumetric and geometric changes occurring during fractionated radiotherapy for head-and-neck cancer using an integrated CT\/linear accelerator system",
            "Jerry L Barker Jr and Adam S Garden and K Kian Ang and Jennifer C O'Daniel and He Wang and Laurence E Court and William H Morrison and David I Rosenthal and KS Clifford Chao and Susan L Tucker and Radhe Mohan and Lei Dong",
            "2004",
            "R5oMJggAAAAJ:qoKP6G9emhYC",
            672,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0360301603024544",
            "2371316401571102673",
            "\/scholar?cites=2371316401571102673",
            {
                "2005":14,
                "2006":26,
                "2007":31,
                "2008":29,
                "2009":27,
                "2010":45,
                "2011":49,
                "2012":64,
                "2013":58,
                "2014":48,
                "2015":66,
                "2016":48,
                "2017":40,
                "2018":45,
                "2019":40,
                "2020":39,
                "2021":1
            }
        ],
        [
            "Titanium dioxide is frequently used in the production of paints, paper, plastics, welding rod-coating material, and cosmetics, because of its low toxicity. However, recent studies have shown that nano-sized or ultrafine TiO2 (UF-TiO2) (<100 nm in diameter) can generate pulmonary fibrosis and lung tumor in rats. Cytotoxicity induced by UF-TiO2 in rat lung alveolar macrophages was also observed. This generates great concern about the possible adverse effects of UF-TiO2 for humans. The cytotoxicity and genotoxicity of UF-TiO2 were investigated using the methyl tetrazolium cytotoxicity (MTT) assay, the population growth assay, the apoptosis assay by flow cytometry, the cytokinesis block micronucleus (CBMN) assay, the comet assay, and the hypoxanthine-guanine phosphoribosyltransferase (HPRT) gene mutation assay. WIL2-NS cells were incubated for 6, 24 and 48 h with 0, 26, 65 and 130 μg\/ml UF-TiO2 …",
            "Cyto-and genotoxicity of ultrafine TiO2 particles in cultured human lymphoblastoid cells",
            "Jing J Wang and Barbara JS Sanderson and He Wang",
            "2007",
            "R5oMJggAAAAJ:u5HHmVD_uO8C",
            590,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1383571806004396",
            "3842099388579209158",
            "\/scholar?cites=3842099388579209158",
            {
                "2007":9,
                "2008":29,
                "2009":54,
                "2010":48,
                "2011":66,
                "2012":60,
                "2013":49,
                "2014":48,
                "2015":51,
                "2016":35,
                "2017":45,
                "2018":29,
                "2019":34,
                "2020":27,
                "2021":1
            }
        ],
        [
            "Limited information is available on the environmental behavior and associated potential risk of manufactured oxide nanoparticles (NPs). In this research, toxicity of nanoparticulate and bulk ZnO, Al2O3 and TiO2 were examined to the nematode Caenorhabditis elegans with Escherichia coli as a food source. Parallel experiments with dissolved metal ions from NPs were also conducted. The 24-h median lethal concentration (LC50) and sublethal endpoints were assessed. Both NPs and their bulk counterparts were toxic, inhibiting growth and especially the reproductive capability of the nematode. The 24-h LC50 for ZnO NPs (2.3 mg L−1) and bulk ZnO was not significantly different, but significantly different between Al2O3 NPs (82 mg L−1) and bulk Al2O3 (153 mg L−1), and between TiO2 NPs (80 mg L−1) and bulk TiO2 (136 mg L−1). Oxide solubility influenced the toxicity of ZnO and Al2O3 NPs, but nanoparticle …",
            "Toxicity of nanoparticulate and bulk ZnO, Al2O3 and TiO2 to the nematode Caenorhabditis elegans",
            "Huanhua Wang and Robert L Wick and Baoshan Xing",
            "2009",
            "R5oMJggAAAAJ:z-xpeKpFZ3wC",
            553,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0269749108005903",
            "12739314326476071789",
            "\/scholar?cites=12739314326476071789",
            {
                "2009":14,
                "2010":34,
                "2011":50,
                "2012":64,
                "2013":67,
                "2014":60,
                "2015":48,
                "2016":49,
                "2017":37,
                "2018":52,
                "2019":36,
                "2020":35,
                "2021":2
            }
        ],
        [
            "—Vascular endothelial growth factor (VEGF) is a critical regulator of angiogenesis that stimulates proliferation, migration, and proteolytic activity of endothelial cells. Although the mitogenic activity of VEGF is endothelial cell specific, recent reports indicate VEGF is able to stimulate chemotaxis and tissue factor production in monocytes. VEGF-stimulated activity in monocytes is mediated by the VEGF receptor flt-1. The purpose of the present study was to investigate the effects of VEGF on another major cell type in the vascular wall, namely, the vascular smooth muscle cell (SMC). Using cultured cells, we showed that VEGF has a minimal mitogenic effect on SMCs, which is in accordance with published data. However, VEGF treatment significantly enhanced production of matrix metalloproteinase (MMP)-1, -3, and -9 by human SMCs. The upregulation of MMP-1 and MMP-9 was pronounced, and the stimulation for MMP …",
            "Vascular endothelial growth factor upregulates the expression of matrix metalloproteinases in vascular smooth muscle cells: role of flt-1",
            "He Wang and Joan A Keiser",
            "1998",
            "R5oMJggAAAAJ:-lDlBIcJJzsC",
            543,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/01.res.83.8.832",
            "12709750417503085552",
            "\/scholar?cites=12709750417503085552",
            {
                "1999":5,
                "2000":28,
                "2001":34,
                "2002":40,
                "2003":43,
                "2004":46,
                "2005":29,
                "2006":47,
                "2007":33,
                "2008":31,
                "2009":22,
                "2010":28,
                "2011":22,
                "2012":24,
                "2013":23,
                "2014":25,
                "2015":7,
                "2016":11,
                "2017":9,
                "2018":9,
                "2019":12,
                "2020":14
            }
        ],
        [
            "Alternative RNA splicing greatly increases proteome diversity and may thereby contribute to tissue-specific functions. We carried out genome-wide quantitative analysis of alternative splicing using a custom Affymetrix microarray to assess the role of the neuronal splicing factor Nova in the brain. We used a stringent algorithm to identify 591 exons that were differentially spliced in the brain relative to immune tissues, and 6.6% of these showed major splicing defects in the neocortex of Nova2−\/− mice. We tested 49 exons with the largest predicted Nova-dependent splicing changes and validated all 49 by RT-PCR. We analyzed the encoded proteins and found that all those with defined brain functions acted in the synapse (34 of 40, including neurotransmitter receptors, cation channels, adhesion and scaffold proteins) or in axon guidance (8 of 40). Moreover, of the 35 proteins with known interaction partners, 74%(26 …",
            "Nova regulates brain-specific splicing to shape the synapse",
            "Jernej Ule and Aljaž Ule and Joanna Spencer and Alan Williams and Jing-Shan Hu and Melissa Cline and Hui Wang and Tyson Clark and Claire Fraser and Matteo Ruggiu and Barry R Zeeberg and David Kane and John N Weinstein and John Blume and Robert B Darnell",
            "2005",
            "R5oMJggAAAAJ:8wCixH_E2vEC",
            511,
            "https:\/\/www.nature.com\/articles\/ng1610",
            "14879236899202812036",
            "\/scholar?cites=14879236899202812036",
            {
                "2005":5,
                "2006":35,
                "2007":52,
                "2008":50,
                "2009":35,
                "2010":42,
                "2011":32,
                "2012":42,
                "2013":32,
                "2014":36,
                "2015":32,
                "2016":27,
                "2017":24,
                "2018":22,
                "2019":19,
                "2020":22,
                "2021":1
            }
        ]
    ]
}