{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "How can we account for the sudden appearance of such dazzling artists and scientists as Mozart, Shakespeare, Darwin, or Einstein? How can we define such genius? What conditions or personality traits seem to produce exceptionally creative people? Is the association between genius and madness really just a myth? These and many other questions are brilliantly illuminated in The Origins of Genius. Dean Simonton convincingly argues that creativity can best be understood as a Darwinian process of variation and selection. The artist or scientist generates a wealth of ideas, and then subjects these ideas to aesthetic or scientific judgment, selecting only those that have the best chance to survive and reproduce. Indeed, the true test of genius is the ability to bequeath an impressive and influential body of work to future generations. Simonton draws on the latest research into creativity and explores such topics as the personality type of the genius, whether genius is genetic or produced by environment and education, the links between genius and mental illness (Darwin himself was emotionally and mentally unwell), the high incidence of childhood trauma, especially loss of a parent, amongst Nobel Prize winners, the importance of unconscious incubation in creative problem-solving, and much more. Simonton substantiates his theory by examining and quoting from the work of such eminent figures as Henri Poincare, WH Auden, Albert Einstein, Marie Curie, Charles Darwin, Niels Bohr, and many others. For anyone intrigued by the spectacular feats of the human mind, The Origins of Genius offers a revolutionary new way of understanding the very …",
            "Origins of genius: Darwinian perspectives on creativity",
            "Dean Keith Simonton",
            "1999",
            "R70qDtIAAAAJ:9yKSN-GCB0IC",
            1578,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=LcB2kOXT-68C&oi=fnd&pg=PR7&dq=info:fily8msG2FEJ:scholar.google.com&ots=GVxdz9D00h&sig=KosLz9HPk2ScaEdK3UDYtgtuGW4",
            "5897470772740499838",
            "\/scholar?cites=5897470772740499838",
            {
                "1999":5,
                "2000":9,
                "2001":24,
                "2002":18,
                "2003":34,
                "2004":36,
                "2005":50,
                "2006":50,
                "2007":62,
                "2008":80,
                "2009":95,
                "2010":98,
                "2011":106,
                "2012":109,
                "2013":109,
                "2014":123,
                "2015":95,
                "2016":94,
                "2017":98,
                "2018":80,
                "2019":99,
                "2020":69,
                "2021":2
            }
        ]
    ]
}