{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "In a study of CO on Pt(335) at various coverages using TPD and EELS we observe bridge-bonded CO. Bridge-bonded CO on Pt(335) is inconsistent with existing models of CO adsorption on highly stepped Pt surfaces. Previous studies of CO on Pt(335) and on the similar Pt(112) surface identified two atop CO species: edge atop and terrace atop. We observe two additional species: edge bridge and terrace bridge. Edge atop and edge bridge CO both adsorb before CO adsorbs at terrace sites. Activation energies are estimated for CO desorption from edge and terrace sites. A model that explains our data, based on a quantitative analysis of the TPD and EELS spectra, is presented. Possible overlayer structures are proposed at selected coverages. At saturation, all edge sites are occupied with atop CO, half of the terrace sites are occupied, and on the terrace the atop-to-bridge ratio is 2:1. At low coverage the …",
            "CO adsorption site occupation on Pt (335): a quantitative investigation using TPD and EELS",
            "JS Luo and RG Tobin and David K Lambert and Galen B Fisher and Craig L DiMaggio",
            "1992",
            "R7PPy-wAAAAJ:u5HHmVD_uO8C",
            123,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/003960289290099R",
            "7984814255733019576",
            "\/scholar?cites=7984814255733019576",
            {
                "1992":1,
                "1993":7,
                "1994":12,
                "1995":8,
                "1996":7,
                "1997":6,
                "1998":5,
                "1999":8,
                "2000":6,
                "2001":3,
                "2002":7,
                "2003":5,
                "2004":2,
                "2005":5,
                "2006":3,
                "2007":6,
                "2008":3,
                "2009":5,
                "2010":6,
                "2011":3,
                "2012":2,
                "2013":2,
                "2014":1,
                "2015":2,
                "2016":2,
                "2017":3,
                "2018":1,
                "2019":1,
                "2020":1
            }
        ],
        [
            "A novel infrared-emission technique has been used to make the first measurement of the linewidth of a molecule-substrate vibrational mode on a well characterized single-crystal surface. At saturation coverage, the observed linewidth of the C-Ni mode of CO on Ni (100) is 15 cm− 1. This result is in agreement with predictions for broadening due to deexcitation by two-phonon emission.",
            "Molecule-substrate vibration of CO on Ni (100) studied by infrared-emission spectroscopy",
            "S Chiang and RG Tobin and PL Richards and PA Thiel",
            "1984",
            "R7PPy-wAAAAJ:u-x6o8ySG0sC",
            113,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.52.648",
            "16805523610125543052",
            "\/scholar?cites=16805523610125543052",
            {
                "1984":5,
                "1985":8,
                "1986":12,
                "1987":22,
                "1988":4,
                "1989":5,
                "1990":8,
                "1991":6,
                "1992":1,
                "1993":11,
                "1994":7,
                "1995":2,
                "1996":1,
                "1997":2,
                "1998":1,
                "1999":1,
                "2000":1,
                "2001":1,
                "2002":2,
                "2003":3,
                "2004":1,
                "2005":5,
                "2006":1,
                "2007":1,
                "2008":1
            }
        ]
    ]
}