{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The desert-dwelling sandfish (Scincus scincus) moves within dry sand, a material that displays solid and fluidlike behavior. High-speed x-ray imaging shows that below the surface, the lizard no longer uses limbs for propulsion but generates thrust to overcome drag by propagating an undulatory traveling wave down the body. Although viscous hydrodynamics can predict swimming speed in fluids such as water, an equivalent theory for granular drag is not available. To predict sandfish swimming speed, we developed an empirical model by measuring granular drag force on a small cylinder oriented at different angles relative to the displacement direction and summing these forces over the animal movement profile. The agreement between model and experiment implies that the noninertial swimming occurs in a frictional fluid.",
            "Undulatory swimming in sand: subsurface locomotion of the sandfish lizard",
            "Ryan D Maladen and Yang Ding and Chen Li and Daniel I Goldman",
            "2009",
            "r7wE4M4AAAAJ:UeHWp8X0CEIC",
            304,
            "https:\/\/science.sciencemag.org\/content\/325\/5938\/314.abstract",
            "17972152143387601799",
            "\/scholar?cites=17972152143387601799",
            {
                "2009":1,
                "2010":17,
                "2011":29,
                "2012":23,
                "2013":34,
                "2014":26,
                "2015":33,
                "2016":32,
                "2017":21,
                "2018":24,
                "2019":21,
                "2020":38,
                "2021":2
            }
        ],
        [
            "The theories of aero- and hydrodynamics predict animal movement and device design in air and water through the computation of lift, drag, and thrust forces. Although models of terrestrial legged locomotion have focused on interactions with solid ground, many animals move on substrates that flow in response to intrusion. However, locomotor-ground interaction models on such flowable ground are often unavailable. We developed a force model for arbitrarily-shaped legs and bodies moving freely in granular media, and used this “terradynamics” to predict a small legged robot’s locomotion on granular media using various leg shapes and stride frequencies. Our study reveals a complex but generic dependence of stresses in granular media on intruder depth, orientation, and movement direction and gives insight into the effects of leg morphology and kinematics on movement.",
            "A terradynamics of legged locomotion on granular media",
            "Chen Li and Tingnan Zhang and Daniel I Goldman",
            "2013",
            "r7wE4M4AAAAJ:sSrBHYA8nusC",
            273,
            "https:\/\/science.sciencemag.org\/content\/339\/6126\/1408.abstract",
            "11588340169006403759",
            "\/scholar?cites=11588340169006403759",
            {
                "2013":14,
                "2014":25,
                "2015":31,
                "2016":30,
                "2017":34,
                "2018":43,
                "2019":41,
                "2020":46,
                "2021":7
            }
        ],
        [
            "Geckos are nature9s elite climbers. Their remarkable climbing feats have been attributed to specialized feet with hairy toes that uncurl and peel in milliseconds. Here, we report that the secret to the gecko9s arboreal acrobatics includes an active tail. We examine the tail9s role during rapid climbing, aerial descent, and gliding. We show that a gecko9s tail functions as an emergency fifth leg to prevent falling during rapid climbing. A response initiated by slipping causes the tail tip to push against the vertical surface, thereby preventing pitch-back of the head and upper body. When pitch-back cannot be prevented, geckos avoid falling by placing their tail in a posture similar to a bicycle9s kickstand. Should a gecko fall with its back to the ground, a swing of its tail induces the most rapid, zero-angular momentum air-righting response yet measured. Once righted to a sprawled gliding posture, circular tail movements control …",
            "Active tails enhance arboreal acrobatics in geckos",
            "Ardian Jusufi and Daniel I Goldman and Shai Revzen and Robert J Full",
            "2008",
            "r7wE4M4AAAAJ:YsMSGLbcyi4C",
            200,
            "https:\/\/www.pnas.org\/content\/105\/11\/4215.short",
            "15574093429566248286",
            "\/scholar?cites=15574093429566248286",
            {
                "2008":2,
                "2009":10,
                "2010":10,
                "2011":15,
                "2012":13,
                "2013":29,
                "2014":19,
                "2015":24,
                "2016":15,
                "2017":16,
                "2018":15,
                "2019":14,
                "2020":14
            }
        ],
        [
            "Direct measurements of the acceleration of spheres and disks impacting granular media reveal simple power law scalings along with complex dynamics which bear the signatures of both fluid and solid behavior. The penetration depth scales linearly with impact velocity while the collision duration is constant for sufficiently large impact velocity. Both quantities exhibit power law dependence on sphere diameter and density, and gravitational acceleration. The acceleration during impact is characterized by two jumps: a rapid, velocity-dependent increase upon initial contact and a similarly sharp depth-dependent decrease as the impacting object comes to rest. Examination of the measured forces on the sphere in the vicinity of these features leads to an experimentally based granular force model for collision. We discuss our findings in the context of recently proposed phenomenological models that capture qualitative …",
            "Scaling and dynamics of sphere and disk impact into granular media",
            "Daniel I Goldman and Paul Umbanhowar",
            "2008",
            "r7wE4M4AAAAJ:Tyk-4Ss8FVUC",
            194,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.77.021308",
            "14207618174933839836",
            "\/scholar?cites=14207618174933839836",
            {
                "2008":5,
                "2009":7,
                "2010":9,
                "2011":13,
                "2012":16,
                "2013":20,
                "2014":18,
                "2015":15,
                "2016":23,
                "2017":19,
                "2018":15,
                "2019":13,
                "2020":20
            }
        ],
        [
            "Rapid, vertically climbing cockroaches produced climbing dynamics similar to geckos, despite differences in attachment mechanism, `foot or toe9 morphology and leg number. Given the common pattern in such diverse species, we propose the first template for the dynamics of rapid, legged climbing analogous to the spring-loaded, inverted pendulum used to characterize level running in a diversity of pedestrians. We measured single leg wall reaction forces and center of mass dynamics in death-head cockroaches Blaberus discoidalis, as they ascended a three-axis force plate oriented vertically and coated with glass beads to aid attachment. Cockroaches used an alternating tripod gait during climbs at 19.5±4.2 cm s-1, approximately 5 body lengths s-1. Single-leg force patterns differed significantly from level running. During vertical climbing, all legs generated forces to pull the animal up the plate. Front and middle …",
            "Dynamics of rapid vertical climbing in cockroaches reveals a template",
            "Daniel I Goldman and Tao S Chen and Daniel M Dudek and Robert J Full",
            "2006",
            "r7wE4M4AAAAJ:2osOgNQ5qMEC",
            189,
            "https:\/\/jeb.biologists.org\/content\/209\/15\/2990.short",
            "11395167411826682458",
            "\/scholar?cites=11395167411826682458",
            {
                "2006":2,
                "2007":4,
                "2008":7,
                "2009":16,
                "2010":15,
                "2011":14,
                "2012":12,
                "2013":18,
                "2014":15,
                "2015":16,
                "2016":6,
                "2017":14,
                "2018":20,
                "2019":16,
                "2020":11,
                "2021":3
            }
        ],
        [
            "Our experiments and molecular dynamics simulations on a projectile penetrating a two-dimensional granular medium reveal that the mean deceleration of the projectile is constant and proportional to the impact velocity. Thus, the time taken for a projectile to decelerate to a stop is independent of its impact velocity. The simulations show that the probability distribution function of forces on grains is time independent during a projectile’s deceleration in the medium. At all times the force distribution function decreases exponentially for large forces.",
            "Dynamics of drag and force distributions for projectile impact in a granular medium",
            "Massimo Pica Ciamarra and Antonio H Lara and Andrew T Lee and Daniel I Goldman and Inna Vishik and Harry L Swinney",
            "2004",
            "r7wE4M4AAAAJ:d1gkVwhDpl0C",
            189,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.92.194301",
            "14152638520523109903",
            "\/scholar?cites=14152638520523109903",
            {
                "2004":4,
                "2005":11,
                "2006":7,
                "2007":7,
                "2008":12,
                "2009":12,
                "2010":10,
                "2011":13,
                "2012":8,
                "2013":20,
                "2014":12,
                "2015":12,
                "2016":15,
                "2017":16,
                "2018":13,
                "2019":7,
                "2020":9
            }
        ],
        [
            "Legged locomotion on flowing ground (e.g., granular media) is unlike locomotion on hard ground because feet experience both solid- and fluid-like forces during surface penetration. Recent bioinspired legged robots display speed relative to body size on hard ground comparable with high-performing organisms like cockroaches but suffer significant performance loss on flowing materials like sand. In laboratory experiments, we study the performance (speed) of a small (2.3 kg) 6-legged robot, SandBot, as it runs on a bed of granular media (1-mm poppy seeds). For an alternating tripod gait on the granular bed, standard gait control parameters achieve speeds at best 2 orders of magnitude smaller than the 2 body lengths\/s (≈60 cm\/s) for motion on hard ground. However, empirical adjustment of these control parameters away from the hard ground settings restores good performance, yielding top speeds of 30 cm\/s …",
            "Sensitive dependence of the motion of a legged robot on granular media",
            "Chen Li and Paul B Umbanhowar and Haldun Komsuoglu and Daniel E Koditschek and Daniel I Goldman",
            "2009",
            "r7wE4M4AAAAJ:Y0pCki6q_DkC",
            181,
            "https:\/\/www.pnas.org\/content\/106\/9\/3029.short",
            "2182282659572403582",
            "\/scholar?cites=2182282659572403582",
            {
                "2009":7,
                "2010":15,
                "2011":14,
                "2012":12,
                "2013":23,
                "2014":16,
                "2015":18,
                "2016":14,
                "2017":14,
                "2018":10,
                "2019":17,
                "2020":16,
                "2021":4
            }
        ],
        [
            "A statistical description of static granular material requires ergodic sampling of the phase space spanned by the different configurations of the particles. We periodically fluidize a column of glass beads and find that the sequence of volume fractions ϕ of postfluidized states is history independent and Gaussian distributed about a stationary state. The standard deviation of ϕ exhibits, as a function of ϕ, a minimum corresponding to a maximum in the number of statistically independent regions. Measurements of the fluctuations enable us to determine the compactivity X, a temperaturelike state variable introduced in the statistical theory of Edwards and Oakeshott [Physica A 157, 1080 (1989)].",
            "Stationary state volume fluctuations in a granular medium",
            "Matthias Schröter and Daniel I Goldman and Harry L Swinney",
            "2005",
            "r7wE4M4AAAAJ:u5HHmVD_uO8C",
            178,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.71.030301",
            "7063335035615336438",
            "\/scholar?cites=7063335035615336438",
            {
                "2005":6,
                "2006":8,
                "2007":11,
                "2008":15,
                "2009":20,
                "2010":20,
                "2011":12,
                "2012":9,
                "2013":17,
                "2014":10,
                "2015":14,
                "2016":8,
                "2017":8,
                "2018":6,
                "2019":9,
                "2020":5
            }
        ],
        [
            "Terrestrial arthropods negotiate demanding terrain more effectively than any search-and-rescue robot. Slow, precise stepping using distributed neural feedback is one strategy for dealing with challenging terrain. Alternatively, arthropods could simplify control on demanding surfaces by rapid running that uses kinetic energy to bridge gaps between footholds. We demonstrate that this is achieved using distributed mechanical feedback, resulting from passive contacts along legs positioned by pre-programmed trajectories favorable to their attachment mechanisms. We used wire-mesh experimental surfaces to determine how a decrease in foothold probability affects speed and stability. Spiders and insects attained high running speeds on simulated terrain with 90% of the surface contact area removed. Cockroaches maintained high speeds even with their tarsi ablated, by generating horizontally oriented leg trajectories …",
            "Distributed mechanical feedback in arthropods and robots simplifies control of rapid running on challenging terrain",
            "Joseph C Spagna and Daniel I Goldman and Pei-Chun Lin and Daniel E Koditschek and Robert J Full",
            "2007",
            "r7wE4M4AAAAJ:W7OEmFMy1HYC",
            160,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1748-3182\/2\/1\/002\/meta",
            "2932017876505143487",
            "\/scholar?cites=2932017876505143487",
            {
                "2007":5,
                "2008":7,
                "2009":12,
                "2010":12,
                "2011":12,
                "2012":11,
                "2013":13,
                "2014":13,
                "2015":14,
                "2016":12,
                "2017":10,
                "2018":12,
                "2019":19,
                "2020":8
            }
        ],
        [
            "We review a large multidisciplinary effort to develop a family of autonomous robots capable of rapid, agile maneuvers in and around natural and artificial vertical terrains such as walls, cliffs, caves, trees and rubble. Our robot designs are inspired by (but not direct copies of) biological climbers such as cockroaches, geckos, and squirrels. We are incorporating advanced materials (e.g., synthetic gecko hairs) into these designs and fabricating them using state of the art rapid prototyping techniques (e.g., shape deposition manufacturing) that permit multiple iterations of design and testing with an effective integration path for the novel materials and components. We are developing novel motion control techniques to support dexterous climbing behaviors that are inspired by neuroethological studies of animals and descended from earlier frameworks that have proven analytically tractable and empirically sound. Our near …",
            "Robotics in scansorial environments",
            "Kellar Autumn and Martin Buehler and Mark Cutkosky and Ronald Fearing and Robert J Full and Daniel Goldman and Richard Groff and William Provancher and Alfred A Rizzi and Uluc Saranli and Aaron Saunders and Daniel E Koditschek",
            "2005",
            "r7wE4M4AAAAJ:u-x6o8ySG0sC",
            150,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/5804\/0000\/Robotics-in-scansorial-environments\/10.1117\/12.606157.short",
            "2354455314451558164",
            "\/scholar?cites=2354455314451558164",
            {
                "2006":15,
                "2007":9,
                "2008":19,
                "2009":14,
                "2010":14,
                "2011":8,
                "2012":13,
                "2013":6,
                "2014":5,
                "2015":13,
                "2016":9,
                "2017":4,
                "2018":9,
                "2019":8,
                "2020":3,
                "2021":1
            }
        ]
    ]
}