{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "In this letter, we report a method to fabricate nano-column arrays with different shapes and in-plane orientations by glancing angle deposition. By changing the rate of the rotation during each revolution, we can fabricate nano-columns with circular, elliptical, triangle, rectangular, and pentagon shapes. Depending on the nucleation sites, we can even fabricate flowerlike nano-columns. This method has potential application to produce 3-D lattice. ",
            "Novel nano-column and nano-flower arrays by glancing angle deposition",
            "Y-P Zhao and D-X Ye and G-C Wang and T-M Lu",
            "2002",
            "R9jcSugAAAAJ:u5HHmVD_uO8C",
            287,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl0157041",
            "14399665965265789660",
            "\/scholar?cites=14399665965265789660",
            {
                "2002":2,
                "2003":8,
                "2004":20,
                "2005":10,
                "2006":10,
                "2007":13,
                "2008":26,
                "2009":29,
                "2010":27,
                "2011":27,
                "2012":17,
                "2013":19,
                "2014":18,
                "2015":14,
                "2016":11,
                "2017":5,
                "2018":12,
                "2019":12,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Three-dimensional nanostructures can be fabricated by the glancing angle deposition technique. By rotating the substrate in both polar and azimuthal directions, one can fabricate desired nanostructures, such as nano-rod arrays with different shapes, nano-spring arrays, and even multilayer nanostructures. This method offers a fully three-dimensional control of the nanostructure with additional capability of self-alignment. There is almost no limitation on materials that can be fabricated into desired nanostructures. In this presentation, we will discuss the current status of the glancing angle deposition technology, its potential applications, and its future challenges.",
            "Designing nanostructures by glancing angle deposition",
            "Yiping Zhao and Dexian Ye and Gwo-Ching Wang and Toh-Ming Lu",
            "2003",
            "R9jcSugAAAAJ:UeHWp8X0CEIC",
            192,
            "https:\/\/www.spiedigitallibrary.org\/conference-proceedings-of-spie\/5219\/0000\/Designing-nanostructures-by-glancing-angle-deposition\/10.1117\/12.505253.short",
            "12980992115756411175",
            "\/scholar?cites=12980992115756411175",
            {
                "2005":4,
                "2006":5,
                "2007":2,
                "2008":2,
                "2009":4,
                "2010":13,
                "2011":11,
                "2012":12,
                "2013":22,
                "2014":15,
                "2015":22,
                "2016":21,
                "2017":18,
                "2018":8,
                "2019":10,
                "2020":16,
                "2021":4
            }
        ],
        [
            "Electron field emission is a quantum tunneling phenomenon whereby electrons are emitted from a solid surface due to a strong electric field. Graphene and its derivatives are expected to be efficient field emitters due to their unique geometry and electrical properties. So far, electron field emission has only been achieved from the edges of graphene and graphene oxide sheets. We have supported graphene oxide sheets on nickel nanotip arrays to produce a high density of sharp protrusions within the sheets and then applied electric fields perpendicular to the sheets. Highly efficient and stable field emission with low turn-on fields was observed for these graphene oxide sheets, because the protrusions appear to locally enhance the electric field and dramatically increase field emission. Our simple and robust approach provides prospects for the development of practical electron sources and advanced devices based …",
            "Highly efficient electron field emission from graphene oxide sheets supported by nickel nanotip arrays",
            "Dexian Ye and Sherif Moussa and Josephus D Ferguson and Alison A Baski and M Samy El-Shall",
            "2012",
            "R9jcSugAAAAJ:0EnyYjriUFMC",
            143,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl203742s",
            "14769006310129842633",
            "\/scholar?cites=14769006310129842633",
            {
                "2012":5,
                "2013":20,
                "2014":17,
                "2015":24,
                "2016":15,
                "2017":20,
                "2018":17,
                "2019":13,
                "2020":11
            }
        ],
        [
            "We report the creation of an unusual simple cubic β-phase W(100) nanorods with a pyramidal tip having four (110) facets using an oblique-angle sputter deposition technique with substrate rotation (also known as glancing-angle deposition). During the oblique-angle deposition, both β-phase W(100) and α-phase W(110) islands exist at the initial stages of growth. The β-phase W(100) islands grow taller due to the lower adatom mobility on these islands. The taller islands survive in the competition and form isolated nanorods in the later stages of growth. This is in contrast to the sputter deposition at normal incidence, where only the thermodynamically stable bcc α-phase W(110) polycrystalline films were formed when the film grows to a certain thickness.",
            "-phase tungsten nanorod formation by oblique-angle sputter deposition",
            "Tansel Karabacak and Anupama Mallikarjunan and Jitendra P Singh and Dexian Ye and Gwo-Ching Wang and Toh-Ming Lu",
            "2003",
            "R9jcSugAAAAJ:u-x6o8ySG0sC",
            134,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1618944",
            "10333649308272578345",
            "\/scholar?cites=10333649308272578345",
            {
                "2003":1,
                "2004":8,
                "2005":12,
                "2006":6,
                "2007":8,
                "2008":10,
                "2009":12,
                "2010":7,
                "2011":13,
                "2012":6,
                "2013":13,
                "2014":7,
                "2015":4,
                "2016":5,
                "2017":8,
                "2018":5,
                "2019":5,
                "2020":4
            }
        ],
        [
            "The refractive-index contrast in dielectric multilayer structures, optical resonators, and photonic crystals is an important figure of merit that creates a strong demand for high-quality thin films with a low refractive index. A SiO2 nanorod layer with low refractive index of n=1.08, to our knowledge the lowest ever reported in thin-film materials, is grown by oblique-angle electron-beam deposition of SiO2. A single-pair distributed Bragg reflector employing a SiO2 nanorod layer is demonstrated to have enhanced reflectivity, showing the great potential of low-refractive-index films for applications in photonic structures and devices.",
            "Very low-refractive-index optical thin films consisting of an array of SiO 2 nanorods",
            "J-Q Xi and Jong Kyu Kim and EF Schubert and Dexian Ye and T-M Lu and Shawn-Yu Lin and Jasbir S Juneja",
            "2006",
            "R9jcSugAAAAJ:9yKSN-GCB0IC",
            133,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-31-5-601",
            "7078834617734157241",
            "\/scholar?cites=7078834617734157241",
            {
                "2006":3,
                "2007":9,
                "2008":10,
                "2009":10,
                "2010":16,
                "2011":13,
                "2012":11,
                "2013":6,
                "2014":6,
                "2015":6,
                "2016":10,
                "2017":7,
                "2018":7,
                "2019":11,
                "2020":6,
                "2021":2
            }
        ],
        [
            "Slanted nano-columns and square nano-springs made of amorphous silicon (a-Si) were fabricated on bare Si and patterned substrates by oblique angle deposition with a back–forth substrate swing rotation mode. Scanning electron microscopy was used to characterize the grown nanostructures. The tilt angle of slanted nano-rods is determined by the incident angle of deposition flux and the azimuthal swing rotation angle of a substrate. The controlled substrate rotation affects the uniformity and the shape of the nanostructures. On the patterned substrate, the broadening of the size of individual nano-columns is greatly reduced and the nano-columns are not connected as they grow. A simple model based on decomposing the deposition flux is used to describe the effect of substrate rotation on tilt angle, uniformity, and the top-end shape of nanostructures. The feasibility of fabricating separated and well aligned …",
            "Uniform Si nanostructures grown by oblique angle deposition with substrate swing rotation",
            "DX Ye and T Karabacak and RC Picu and GC Wang and TM Lu",
            "2005",
            "R9jcSugAAAAJ:qjMakFHDy7sC",
            109,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0957-4484\/16\/9\/052\/meta",
            "2310459822302336558",
            "\/scholar?cites=2310459822302336558",
            {
                "2005":2,
                "2006":7,
                "2007":6,
                "2008":10,
                "2009":9,
                "2010":12,
                "2011":12,
                "2012":6,
                "2013":3,
                "2014":9,
                "2015":10,
                "2016":12,
                "2017":3,
                "2018":3,
                "2019":2,
                "2020":3
            }
        ],
        [
            "We report the melting of nanorod arrays of copper at temperatures much lower than its bulk melting point (1083°C). The Cu nanorods were produced by an oblique angle sputter deposition technique through a physical self-assembly mechanism due to the shadowing effect. The as-deposited nanorods were ∼2300nm in length, ∼100nm in diameter, and separated from each other with gaps varying between ∼10 and ∼30nm. The melting process was investigated through the analysis of scanning electron microscopy, transmission electron microscopy, and x-ray diffraction measurements. Start of premelting (or surface melting) has been observed to occur at annealing temperature ∼400°C under vacuum (10−6Torr). As the temperature was raised the arrays of Cu nanorods started to coalesce and formed a dense continuous film with a (111) texture at ∼550°C. The results of this work may be useful for low …",
            "Low temperature melting of copper nanorod arrays",
            "Tansel Karabacak and James S DeLuca and Pei-I Wang and Gregory A Ten Eyck and Dexian Ye and Gwo-Ching Wang and Toh-Ming Lu",
            "2006",
            "R9jcSugAAAAJ:zYLM7Y9cAGgC",
            95,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2180437",
            "16043559719982551671",
            "\/scholar?cites=16043559719982551671",
            {
                "2007":8,
                "2008":7,
                "2009":9,
                "2010":10,
                "2011":15,
                "2012":6,
                "2013":10,
                "2014":6,
                "2015":6,
                "2016":3,
                "2017":8,
                "2018":3,
                "2019":2,
                "2020":2
            }
        ]
    ]
}