{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Covering: 1988 to 2012       This review presents recommended nomenclature for the biosynthesis of ribosomally synthesized and post-translationally modified peptides (RiPPs), a rapidly growing class of natural products. The current knowledge regarding the biosynthesis of the >20 distinct compound classes is also reviewed, and commonalities are discussed.",
            "Ribosomally synthesized and post-translationally modified peptide natural products: overview and recommendations for a universal nomenclature",
            "Paul G Arnison and Mervyn J Bibb and Gabriele Bierbaum and Albert A Bowers and Tim S Bugni and Grzegorz Bulaj and Julio A Camarero and Dominic J Campopiano and Gregory L Challis and Jon Clardy and Paul D Cotter and David J Craik and Michael Dawson and Elke Dittmann and Stefano Donadio and Pieter C Dorrestein and Karl-Dieter Entian and Michael A Fischbach and John S Garavelli and Ulf Göransson and Christian W Gruber and Daniel H Haft and Thomas K Hemscheidt and Christian Hertweck and Colin Hill and Alexander R Horswill and Marcel Jaspars and Wendy L Kelly and Judith P Klinman and Oscar P Kuipers and A James Link and Wen Liu and Mohamed A Marahiel and Douglas A Mitchell and Gert N Moll and Bradley S Moore and Rolf Müller and Satish K Nair and Ingolf F Nes and Gillian E Norris and Baldomero M Olivera and Hiroyasu Onaka and Mark L Patchett and Joern Piel and Martin JT Reaney and Sylvie Rebuffat and R Paul Ross and Hans-Georg Sahl and Eric W Schmidt and Michael E Selsted and Konstantin Severinov and Ben Shen and Kaarina Sivonen and Leif Smith and Torsten Stein and Roderich D Süssmuth and John R Tagg and Gong-Li Tang and Andrew W Truman and John C Vederas and Christopher T Walsh and Jonathan D Walton and Silke C Wenzel and Joanne M Willey and Wilfred A Van Der Donk",
            "2013",
            "r9NeR-EAAAAJ:u-x6o8ySG0sC",
            1282,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2013\/np\/c2np20085f",
            "2442214366985028515",
            "\/scholar?cites=2442214366985028515",
            {
                "2013":80,
                "2014":103,
                "2015":164,
                "2016":147,
                "2017":177,
                "2018":172,
                "2019":204,
                "2020":202,
                "2021":21
            }
        ],
        [
            "Prochloron spp. are obligate cyanobacterial symbionts of many didemnid family ascidians. It has been proposed that the cyclic peptides of the patellamide class found in didemnid extracts are synthesized by Prochloron spp., but studies in which host and symbiont cells are separated and chemically analyzed to identify the biosynthetic source have yielded inconclusive results. As part of the Prochloron didemni sequencing project, we identified patellamide biosynthetic genes and confirmed their function by heterologous expression of the whole pathway in Escherichia coli. The primary sequence of patellamides A and C is encoded on a single ORF that resembles a precursor peptide. We propose that this prepatellamide is heterocyclized to form thiazole and oxazoline rings, and the peptide is cleaved to yield the two cyclic patellamides, A and C. This work represents the full sequencing and functional expression of a …",
            "Patellamide A and C biosynthesis by a microcin-like pathway in Prochloron didemni, the cyanobacterial symbiont of Lissoclinum patella",
            "Eric W Schmidt and James T Nelson and David A Rasko and Sebastian Sudek and Jonathan A Eisen and Margo G Haygood and Jacques Ravel",
            "2005",
            "r9NeR-EAAAAJ:u5HHmVD_uO8C",
            571,
            "https:\/\/www.pnas.org\/content\/102\/20\/7315.short",
            "17983835405001470170",
            "\/scholar?cites=17983835405001470170",
            {
                "2005":5,
                "2006":26,
                "2007":30,
                "2008":33,
                "2009":49,
                "2010":35,
                "2011":43,
                "2012":43,
                "2013":39,
                "2014":42,
                "2015":44,
                "2016":41,
                "2017":39,
                "2018":35,
                "2019":31,
                "2020":29,
                "2021":3
            }
        ],
        [
            " The Palauan sponge Theonella swinhoei (class Demospongiae, order Lithistida, family Theonellidae) harbors filamentous bacterial symbionts that contain theopalauamide, an antifungal, bicyclic glycopeptide. In this study, the filamentous symbionts were shown to be novel bacteria belonging to the δ-subdivision of proteobacteria. The 16S rRNA gene sequence was determined using a combination of denaturing gradient-gel electrophoresis (DGGE) and specific polymerase chain-reaction (PCR) primers, and its source was confirmed by in situ hybridization. In a series of culture experiments, the filamentous bacteria were propagated in a mixed culture on agar plates. Related 16S rRNA gene sequences were isolated from related sponges with slightly different chemistry. The taxonomic status “Candidatus Entotheonella palauensis” is proposed for the theopalauamide-containing filamentous bacteria from T …",
            "Identification of the antifungal peptide-containing symbiont of the marine sponge Theonella swinhoei as a novel δ-proteobacterium,“Candidatus Entotheonella palauensis”",
            "EW Schmidt and AY Obraztsova and SK Davidson and DJ Faulkner and MG Haygood",
            "2000",
            "r9NeR-EAAAAJ:d1gkVwhDpl0C",
            283,
            "https:\/\/link.springer.com\/article\/10.1007\/s002270000273",
            "16533260364574088523",
            "\/scholar?cites=16533260364574088523",
            {
                "2000":1,
                "2001":9,
                "2002":6,
                "2003":14,
                "2004":12,
                "2005":10,
                "2006":12,
                "2007":15,
                "2008":12,
                "2009":23,
                "2010":11,
                "2011":10,
                "2012":15,
                "2013":19,
                "2014":17,
                "2015":18,
                "2016":23,
                "2017":13,
                "2018":13,
                "2019":15,
                "2020":11,
                "2021":1
            }
        ],
        [
            "A large family of cytotoxic cyclic peptides exemplified by the patellamides has been isolated from ascidians harboring the obligate cyanobacterial symbionts Prochloron spp. 1, 2, 3, 4, 5. Genome sequence analysis of these symbionts has revealed that Prochloron spp. synthesize patellamides by a ribosomal pathway 6. To understand how this pathway evolved to produce a suite of related metabolites, we analyzed 46 prochloron-containing ascidians from the tropical Pacific Ocean for the presence of patellamide biosynthetic genes and taxonomic markers. Here, we show that Prochloron spp. generate a diverse library of patellamides using small, hypervariable cassettes within a conserved genetic background. Each symbiont strain contains a single pathway, and mixtures of symbionts within ascidians lead to the accumulation of chemical libraries. We used this information to engineer the production of a new cyclic …",
            "Natural combinatorial peptide libraries in cyanobacterial symbionts of marine ascidians",
            "Mohamed S Donia and Brian J Hathaway and Sebastian Sudek and Margo G Haygood and MJ Rosovitz and Jacques Ravel and Eric W Schmidt",
            "2006",
            "r9NeR-EAAAAJ:2osOgNQ5qMEC",
            278,
            "https:\/\/www.nature.com\/articles\/nchembio829",
            "1358070007249487514",
            "\/scholar?cites=1358070007249487514",
            {
                "2006":1,
                "2007":6,
                "2008":19,
                "2009":27,
                "2010":30,
                "2011":23,
                "2012":23,
                "2013":24,
                "2014":15,
                "2015":28,
                "2016":23,
                "2017":16,
                "2018":19,
                "2019":10,
                "2020":12,
                "2021":1
            }
        ],
        [
            "More than 100 cyclic peptides harboring heterocyclized residues are known from marine ascidians, sponges and different genera of cyanobacteria. Here, we report an assembly line responsible for the biosynthesis of these diverse peptides, now called cyanobactins, both in symbiotic and free-living cyanobacteria. By comparing five new cyanobactin biosynthetic clusters, we produced the prenylated antitumor preclinical candidate trunkamide in Escherichia coli culture using genetic engineering.",
            "A global assembly line for cyanobactins",
            "Mohamed S Donia and Jacques Ravel and Eric W Schmidt",
            "2008",
            "r9NeR-EAAAAJ:qjMakFHDy7sC",
            271,
            "https:\/\/www.nature.com\/nchembio\/journal\/v4\/n6\/abs\/nchembio.84.html",
            "17480842174825520347",
            "\/scholar?cites=17480842174825520347",
            {
                "2008":8,
                "2009":23,
                "2010":24,
                "2011":25,
                "2012":24,
                "2013":28,
                "2014":20,
                "2015":22,
                "2016":28,
                "2017":22,
                "2018":20,
                "2019":10,
                "2020":14,
                "2021":1
            }
        ],
        [
            "Marine invertebrates are sources of a diverse array of bioactive metabolites with great potential for development as drugs and research tools. In many cases, microorganisms are known or suspected to be the biosynthetic source of marine invertebrate natural products. The application of molecular microbiology to the study of these relationships will contribute to basic biological knowledge and facilitate biotechnological development of these valuable resources. The bryostatin-producing bryozoan B. neritina and its specific symbiont “Candidatus Endobugula sertula” constitute one promising model system. Another fertile subject for investigation is the listhistid sponges that contain numerous bioactive metabolites, some of which originate from bacterial symbionts.",
            "Microbial symbionts of marine invertebrates: opportunities for microbial biotechnology",
            "Margo G Haygood and Eric W Schmidt and Seana K Davidson and D John Faulkner",
            "1999",
            "r9NeR-EAAAAJ:9yKSN-GCB0IC",
            240,
            "https:\/\/www.caister.com\/backlist\/jmmb\/v\/v1\/v1n1\/06.pdf",
            "8539469117751095726",
            "\/scholar?cites=8539469117751095726",
            {
                "2000":1,
                "2001":5,
                "2002":7,
                "2003":11,
                "2004":23,
                "2005":18,
                "2006":10,
                "2007":10,
                "2008":12,
                "2009":18,
                "2010":11,
                "2011":7,
                "2012":11,
                "2013":13,
                "2014":18,
                "2015":13,
                "2016":11,
                "2017":12,
                "2018":10,
                "2019":9,
                "2020":8
            }
        ],
        [
            "Covering: up to July 2008            Ribosomally synthesized bacterial natural products rival the nonribosomal peptides in their structural and functional diversity. The last decade has seen substantial progress in the identification and characterization of biosynthetic pathways leading to ribosomal peptide natural products with new and unusual structural motifs. In some of these cases, the motifs are similar to those found in nonribosomal peptides, and many are constructed by convergent or even paralogous enzymes. Here, we summarize the major structural and biosynthetic categories of ribosomally synthesized bacterial natural products and, where applicable, compare them to their homologs from nonribosomal biosynthesis.",
            "Ribosomal peptide natural products: bridging the ribosomal and nonribosomal worlds",
            "John A McIntosh and Mohamed S Donia and Eric W Schmidt",
            "2009",
            "r9NeR-EAAAAJ:UeHWp8X0CEIC",
            237,
            "https:\/\/pubs.rsc.org\/--\/content\/articlehtml\/2009\/np\/b714132g",
            "755045348934141113",
            "\/scholar?cites=755045348934141113",
            {
                "2009":5,
                "2010":21,
                "2011":24,
                "2012":28,
                "2013":23,
                "2014":15,
                "2015":19,
                "2016":19,
                "2017":19,
                "2018":24,
                "2019":16,
                "2020":19,
                "2021":3
            }
        ],
        [
            "The relationship between tunicates and the uncultivated cyanobacterium Prochloron didemni has long provided a model symbiosis. P. didemni is required for survival of animals such as Lissoclinum patella and also makes secondary metabolites of pharmaceutical interest. Here, we present the metagenomes, chemistry, and microbiomes of four related L. patella tunicate samples from a wide geographical range of the tropical Pacific. The remarkably similar P. didemni genomes are the most complex so far assembled from uncultivated organisms. Although P. didemni has not been stably cultivated and comprises a single strain in each sample, a complete set of metabolic genes indicates that the bacteria are likely capable of reproducing outside the host. The sequences reveal notable peculiarities of the photosynthetic apparatus and explain the basis of nutrient exchange underlying the symbiosis. P. didemni likely …",
            "Complex microbiome underlying secondary and primary metabolism in the tunicate-Prochloron symbiosis",
            "Mohamed S Donia and W Florian Fricke and Frédéric Partensky and James Cox and Sherif I Elshahawi and James R White and Adam M Phillippy and Michael C Schatz and Joern Piel and Margo G Haygood and Jacques Ravel and Eric W Schmidt",
            "2011",
            "r9NeR-EAAAAJ:roLk4NBRz8UC",
            142,
            "https:\/\/www.pnas.org\/content\/108\/51\/E1423.short",
            "9980427051586362885",
            "\/scholar?cites=9980427051586362885",
            {
                "2012":14,
                "2013":13,
                "2014":14,
                "2015":30,
                "2016":17,
                "2017":13,
                "2018":22,
                "2019":6,
                "2020":12,
                "2021":1
            }
        ],
        [
            "Covering: up to the end of January 2009Bacterial cultivation has been a mainstay of natural products discovery for the past 80 years. However, the majority of bacteria are recalcitrant to culture, providing an untapped source for new natural products. Metagenomic analysis provides an alternative method to directly access the uncultivated genome for natural products research and for the discovery of novel, bioactive substances. Applications of metagenomics to diverse habitats, such as soils and the interior of animals, are described.",
            "Metagenomic approaches to natural products from free-living and symbiotic organisms",
            "Sean F Brady and Luke Simmons and Jeffrey H Kim and Eric W Schmidt",
            "2009",
            "r9NeR-EAAAAJ:YsMSGLbcyi4C",
            138,
            "https:\/\/pubs.rsc.org\/--\/content\/articlehtml\/2009\/np\/b817078a",
            "9472732078558833297",
            "\/scholar?cites=9472732078558833297",
            {
                "2010":9,
                "2011":20,
                "2012":17,
                "2013":23,
                "2014":13,
                "2015":14,
                "2016":13,
                "2017":11,
                "2018":9,
                "2019":6,
                "2020":3
            }
        ],
        [
            "A gene cluster for the biosynthesis of a new small cyclic peptide, dubbed trichamide, was discovered in the genome of the global, bloom-forming marine cyanobacterium Trichodesmium erythraeum ISM101 because of striking similarities to the previously characterized patellamide biosynthesis cluster. The tri cluster consists of a precursor peptide gene containing the amino acid sequence for mature trichamide, a putative heterocyclization gene, an oxidase, two proteases, and hypothetical genes. Based upon detailed sequence analysis, a structure was predicted for trichamide and confirmed by Fourier transform mass spectrometry. Trichamide consists of 11 amino acids, including two cysteine-derived thiazole groups, and is cyclized by an N—C terminal amide bond. As the first natural product reported from T. erythraeum, trichamide shows the power of genome mining in the prediction and discovery of new natural …",
            "Structure of trichamide, a cyclic peptide from the bloom-forming cyanobacterium Trichodesmium erythraeum, predicted from the genome sequence",
            "Sebastian Sudek and Margo G Haygood and Diaa TA Youssef and Eric W Schmidt",
            "2006",
            "r9NeR-EAAAAJ:IjCSPb-OGe4C",
            134,
            "https:\/\/aem.asm.org\/content\/72\/6\/4382.short",
            "14778805543776784912",
            "\/scholar?cites=14778805543776784912",
            {
                "2006":1,
                "2007":8,
                "2008":15,
                "2009":15,
                "2010":10,
                "2011":10,
                "2012":12,
                "2013":10,
                "2014":9,
                "2015":8,
                "2016":7,
                "2017":10,
                "2018":8,
                "2019":5,
                "2020":6
            }
        ]
    ]
}