{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Continuously tunable and coherent radiation in the wide range 56.8–1618 µm (0.18–5.27 THz) has been achieved as a novel and promising terahertz source based on collinear phase-matched difference frequency generation in a GaSe crystal. This source has the advantages of high coherence, simplicity for tuning, simple alignment, and stable output. The peak output power for the terahertz radiation reaches 69.4 W at a wavelength of 196 µm (1.53 THz), which corresponds to a photon conversion efficiency of 3.3%. A simple optimization of the design can yield a compact terahertz source.",
            "Efficient, tunable, and coherent 0.18–5.27-THz source based on GaSe crystal",
            "Wei Shi and Yujie J Ding and Nils Fernelius and Konstantin Vodopyanov",
            "2002",
            "RbAECKgAAAAJ:u5HHmVD_uO8C",
            495,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-27-16-1454",
            "1945246573223122767",
            "\/scholar?cites=1945246573223122767",
            {
                "2002":2,
                "2003":17,
                "2004":27,
                "2005":31,
                "2006":29,
                "2007":29,
                "2008":28,
                "2009":28,
                "2010":25,
                "2011":29,
                "2012":30,
                "2013":35,
                "2014":40,
                "2015":27,
                "2016":33,
                "2017":33,
                "2018":19,
                "2019":10,
                "2020":21,
                "2021":1
            }
        ],
        [
            "The book describes the most advanced techniques for generating coherent light in the mid-infrared region of the spectrum. These techniques represent diverse areas of photonics and include heterojunction semiconductor lasers, quantum cascade lasers, tunable crystalline lasers, fiber lasers, Raman lasers, and optical parametric laser sources. Offering authoritative reviews by internationally recognized experts, the book provides a wealth of information on the essential principles and methods of the generation of coherent mid-infrared light and on some of its applications. The instructive nature of the book makes it an excellent text for physicists and practicing engineers who want to use mid-infrared laser sources in spectroscopy, medicine, remote sensing and other fields, and for researchers in various disciplines requiring a broad introduction to the subject.",
            "Solid-state mid-infrared laser sources",
            "Irina T Sorokina and Konstantin L Vodopyanov",
            "2003",
            "RbAECKgAAAAJ:NXb4pA-qfm4C",
            454,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=oqv0CAAAQBAJ&oi=fnd&pg=PR3&dq=info:NkiU-uvQ8CcJ:scholar.google.com&ots=o4_79l_BJv&sig=vVVpNp2D7plTDmhYCUEonjEiOtY",
            "2878029873829660726",
            "\/scholar?cites=2878029873829660726",
            {
                "2004":2,
                "2005":10,
                "2006":15,
                "2007":15,
                "2008":32,
                "2009":28,
                "2010":33,
                "2011":30,
                "2012":34,
                "2013":18,
                "2014":27,
                "2015":25,
                "2016":41,
                "2017":34,
                "2018":36,
                "2019":38,
                "2020":32
            }
        ],
        [
            "The phenomenon of electromagnetically induced quantum coherence is demonstrated between three confined electron subband levels in a quantum well which are almost equally spaced in energy. Applying a strong coupling field, two-photon resonant with the 1-3 intersubband transition, produces a pronounced narrow transparency feature in the 1-2 absorption line. This result can be understood in terms of all three states being simultaneously driven into “phase-locked” quantum coherence by a single coupling field. We describe the effect theoretically with a density matrix method and an adapted linear response theory.",
            "Laser-induced quantum coherence in a semiconductor quantum well",
            "GB Serapiglia and E Paspalakis and C Sirtori and KL Vodopyanov and CC Phillips",
            "2000",
            "RbAECKgAAAAJ:u-x6o8ySG0sC",
            370,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.84.1019",
            "10890220623195997948",
            "\/scholar?cites=10890220623195997948",
            {
                "2000":6,
                "2001":7,
                "2002":15,
                "2003":13,
                "2004":15,
                "2005":16,
                "2006":22,
                "2007":25,
                "2008":19,
                "2009":31,
                "2010":23,
                "2011":18,
                "2012":19,
                "2013":25,
                "2014":24,
                "2015":30,
                "2016":13,
                "2017":22,
                "2018":9,
                "2019":9,
                "2020":6
            }
        ],
        [
            "The refractive index of GaAs has been measured in the wavelength range from 0.97 to 17 μm, which covers nearly the entire transmission range of the material. Linear and quadratic temperature coefficients of the refractive index have been fitted to data measured between room temperature and 95 °C. In the midinfrared, the refractive index and temperature dependence are obtained from analysis of etalon fringes measured by Fourier-transform spectroscopy in undoped GaAs wafers. In the near infrared, the refractive index is deduced from the quasiphasematching (QPM) wavelengths of second-harmonic generation in orientation-patterned GaAs crystals. Two alternative empirical expressions are fitted to the data to give the refractive index as a function of wavelength and temperature. These dispersion relations agree with observed QPM conditions for midinfrared difference-frequency generation and second …",
            "Improved dispersion relations for GaAs and applications to nonlinear optics",
            "T Skauli and PS Kuo and KL Vodopyanov and TJ Pinguet and O Levi and LA Eyres and JS Harris and MM Fejer and B Gerard and L Becouarn and E Lallier",
            "2003",
            "RbAECKgAAAAJ:2osOgNQ5qMEC",
            311,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1621740",
            "7594102031364577691",
            "\/scholar?cites=7594102031364577691",
            {
                "2004":1,
                "2005":6,
                "2006":4,
                "2007":12,
                "2008":24,
                "2009":10,
                "2010":20,
                "2011":19,
                "2012":10,
                "2013":16,
                "2014":15,
                "2015":19,
                "2016":29,
                "2017":28,
                "2018":40,
                "2019":20,
                "2020":33,
                "2021":2
            }
        ],
        [
            "We report the extension of broadband degenerate OPO operation further into mid-infrared. A femtosecond thulium fiber laser with output centered at 2050 nm synchronously pumps a 500-μm-long crystal of orientation patterned GaAs providing broadband gain centered at 4.1 µm. We observe a pump threshold of 17 mW and output bandwidth extending from 2.6 to 6.1 µm at the −30 dB level. Average output power was 37 mW. Appropriate resonator group dispersion is a key factor for achieving degenerate operation with instantaneously broad bandwidth. The output spectrum is very sensitive to absorption and dispersion introduced by molecular species inside the OPO cavity.",
            "Octave-spanning ultrafast OPO with 2.6-6.1 µm instantaneous bandwidth pumped by femtosecond Tm-fiber laser",
            "Nick Leindecker and Alireza Marandi and Robert L Byer and Konstantin L Vodopyanov and Jie Jiang and Ingmar Hartl and Martin Fermann and Peter G Schunemann",
            "2012",
            "RbAECKgAAAAJ:_FxGoFyzp5QC",
            288,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=oe-20-7-7046",
            "17040522120661266012",
            "\/scholar?cites=17040522120661266012",
            {
                "2012":10,
                "2013":33,
                "2014":44,
                "2015":38,
                "2016":45,
                "2017":23,
                "2018":39,
                "2019":22,
                "2020":32
            }
        ],
        [
            "We demonstrate an optical parametric oscillator (OPO) based on GaAs. The OPO utilizes an all-epitaxially-grown orientation-patterned GaAs crystal that is 0.5 mm thick, 5 mm wide, and 11 mm long, with a domain reversal period of 61.2 µm. Tuning either the near-IR pump wavelength between 1.8 and 2 µm or the temperature of the GaAs crystal allows the mid-IR output to be tuned between 2.28 and 9.14 µm, which is limited only by the spectral range of the OPO mirrors. The pump threshold of the singly resonant OPO is 16 µJ for the 6-ns pump pulses, and the photon conversion slope efficiency reaches 54%. We also show experimentally the possibility of pump-polarization-independent frequency conversion in GaAs.",
            "Optical parametric oscillation in quasi-phase-matched GaAs",
            "Konstantin L Vodopyanov and O Levi and PS Kuo and TJ Pinguet and JS Harris and MM Fejer and B Gerard and L Becouarn and E Lallier",
            "2004",
            "RbAECKgAAAAJ:d1gkVwhDpl0C",
            254,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-29-16-1912",
            "8887406550443926569",
            "\/scholar?cites=8887406550443926569",
            {
                "2004":3,
                "2005":17,
                "2006":15,
                "2007":31,
                "2008":27,
                "2009":12,
                "2010":16,
                "2011":13,
                "2012":16,
                "2013":13,
                "2014":8,
                "2015":16,
                "2016":13,
                "2017":14,
                "2018":15,
                "2019":16,
                "2020":9
            }
        ],
        [
            "A ZnGeP_2 (ZGP) optical parametric oscillator (OPO) with wide mid-IR tunability has been demonstrated. The singly resonant angle-tuned ZGP OPO was pumped by 100-ns erbium laser pulses at λ=2.93 µm and yielded output that was continuously tunable from 3.8 to 12.4 µm (type I phase matching) and from 4 to 10 µm (type II phase matching). An OPO pump threshold was less than 1 mJ in the whole 4–12 µm range of the output, and the quantum conversion efficiency reached 35%. An OPO linewidth was typically a few wave numbers; however, with a single intracavity etalon (uncoated Si plate) in a type II OPO it was narrowed to <0.5 cm^-1. We demonstrate the sensitive detection of N_2O gas with the narrow-linewidth OPO.",
            "ZnGeP 2 optical parametric oscillator with 3.8–12.4-µm tunability",
            "KL Vodopyanov and F Ganikhanov and JP Maffetone and I Zwieback and W Ruderman",
            "2000",
            "RbAECKgAAAAJ:9yKSN-GCB0IC",
            243,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-25-11-841",
            "17924766331332212139",
            "\/scholar?cites=17924766331332212139",
            {
                "2001":3,
                "2002":13,
                "2003":18,
                "2004":5,
                "2005":7,
                "2006":7,
                "2007":12,
                "2008":11,
                "2009":3,
                "2010":13,
                "2011":6,
                "2012":14,
                "2013":11,
                "2014":16,
                "2015":21,
                "2016":13,
                "2017":15,
                "2018":19,
                "2019":16,
                "2020":19,
                "2021":1
            }
        ],
        [
            "We explore optical-to-terahertz conversion efficiencies which can be achieved with femto- and picosecond optical pulses in electro-optic crystals with periodically inverted sign of second-order susceptibility. Optimal crystal lengths, pulse durations, pulse formats and focusing are regarded. We show that for sufficiently short (femtosecond) optical pulses, with a pulsewidth much shorter than the inverse terahertz frequency, conversion efficiency does not depend on pulse duration. We also show that by mixing two picosecond pulses (bandwidth-limited or chirped), one can achieve conversion efficiency, which is the same as in the case of femtosecond pulse with the same pulse energy. Additionally, when the group velocity dispersion of optical pulses is small, one can substantially exceed Manley –Rowe conversion limit due to cascaded processes.",
            "Optical generation of narrow-band terahertz packets in periodically-inverted electro-optic crystals: conversion efficiency and optimal laser pulse format",
            "Konstantin L Vodopyanov",
            "2006",
            "RbAECKgAAAAJ:zYLM7Y9cAGgC",
            204,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=OE-14-6-2263",
            "9298738400444258898",
            "\/scholar?cites=9298738400444258898",
            {
                "2006":7,
                "2007":14,
                "2008":18,
                "2009":8,
                "2010":16,
                "2011":13,
                "2012":18,
                "2013":12,
                "2014":17,
                "2015":15,
                "2016":8,
                "2017":19,
                "2018":10,
                "2019":16,
                "2020":13
            }
        ],
        [
            "We present a new technique suitable for generating broadband phase- and frequency-locked frequency combs in the mid-infrared. Our source is based on a degenerate optical parametric oscillator (OPO) which rigorously both down-converts and augments the spectrum of a pump frequency comb provided by a commercial mode-locked near-IR laser. Low intracavity dispersion, combined with extensive cross-mixing of comb components, results in extremely broad instantaneous mid-IR bandwidths. We achieve an output power of 60 mW and 20dB bandwidth extending from 2500 to 3800 nm. Among other applications, such a source is well-suited for coherent Fourier-transform spectroscopy in the absorption-rich mid-IR ‘molecular fingerprint’ region.",
            "Broadband degenerate OPO for mid-infrared frequency comb generation",
            "Nick Leindecker and Alireza Marandi and Robert L Byer and Konstantin L Vodopyanov",
            "2011",
            "RbAECKgAAAAJ:LkGwnXOMwfcC",
            195,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=oe-19-7-6296",
            "4832830787536417194",
            "\/scholar?cites=4832830787536417194",
            {
                "2011":13,
                "2012":31,
                "2013":28,
                "2014":18,
                "2015":23,
                "2016":19,
                "2017":17,
                "2018":18,
                "2019":11,
                "2020":11,
                "2021":3
            }
        ],
        [
            "Quasi-phase-matched (QPM) GaAs structures, 0.5 mm thick, 10 mm long, and with 61‐µm grating periods, were grown by a combination of molecular-beam epitaxy and hydride vapor phase epitaxy. These were characterized by use of mid-IR second-harmonic generation (SHG) with a ZnGeP_2 (ZGP) optical parametric oscillator as a pump source. The SHG efficiencies of QPM GaAs and QPM LiNbO_3 were directly compared, and a ratio of nonlinear coefficients d_14GaAs\/d_33LiNbO_3=5.01±0.3 was found at 4.1‐µm fundamental wavelength. For input pulse energies as low as 50 µJ and ≈60‐ns pulse duration, an internal SHG conversion efficiency of 33% was measured in QPM GaAs.",
            "Measurement of the nonlinear coefficient of orientation-patterned GaAs and demonstration of highly efficient second-harmonic generation",
            "T Skauli and KL Vodopyanov and TJ Pinguet and A Schober and O Levi and LA Eyres and MM Fejer and JS Harris and B Gerard and L Becouarn and E Lallier and G Arisholm",
            "2002",
            "RbAECKgAAAAJ:IjCSPb-OGe4C",
            192,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=OL-27-8-628",
            "12376124117594539206",
            "\/scholar?cites=12376124117594539206",
            {
                "2002":1,
                "2003":4,
                "2004":8,
                "2005":10,
                "2006":11,
                "2007":10,
                "2008":8,
                "2009":13,
                "2010":9,
                "2011":15,
                "2012":10,
                "2013":12,
                "2014":9,
                "2015":13,
                "2016":8,
                "2017":10,
                "2018":13,
                "2019":12,
                "2020":16
            }
        ]
    ]
}