{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Comparative analysis of multiple genomes in a phylogenetic framework dramatically improves the precision and sensitivity of evolutionary inference, producing more robust results than single-genome analyses can provide. The genomes of 12 Drosophila species, ten of which are presented here for the first time (sechellia, simulans, yakuba, erecta, ananassae, persimilis, willistoni, mojavensis, virilis and grimshawi), illustrate how rates and patterns of sequence divergence across taxa can illuminate evolutionary processes on a genomic scale. These genome sequences augment the formidable genetic tools that have made Drosophila melanogaster a pre-eminent model for animal genetics, and will further catalyse fundamental research on mechanisms of development, cell biology, genetics, disease, neurobiology, behaviour, physiology and evolution. Despite remarkable similarities among these Drosophila species …",
            "Evolution of genes and genomes on the Drosophila phylogeny",
            "Drosophila 12 Genomes Consortium",
            "2007",
            "rcs6IKwAAAAJ:u5HHmVD_uO8C",
            1975,
            "https:\/\/www.nature.com\/articles\/nature06341",
            "9053663311847114183",
            "\/scholar?cites=9053663311847114183",
            {
                "2007":34,
                "2008":192,
                "2009":218,
                "2010":182,
                "2011":175,
                "2012":173,
                "2013":152,
                "2014":165,
                "2015":138,
                "2016":122,
                "2017":109,
                "2018":90,
                "2019":109,
                "2020":92,
                "2021":5
            }
        ],
        [
            "Whole exome sequencing has proven to be a powerful tool for understanding the genetic architecture of human disease. Here we apply it to more than 2,500 simplex families, each having a child with an autistic spectrum disorder. By comparing affected to unaffected siblings, we show that 13% of de novo missense mutations and 43% of de novo likely gene-disrupting (LGD) mutations contribute to 12% and 9% of diagnoses, respectively. Including copy number variants, coding de novo mutations contribute to about 30% of all simplex and 45% of female diagnoses. Almost all LGD mutations occur opposite wild-type alleles. LGD targets in affected females significantly overlap the targets in males of lower intelligence quotient (IQ), but neither overlaps significantly with targets in males of higher IQ. We estimate that LGD mutation in about 400 genes can contribute to the joint class of affected females and males of lower …",
            "The contribution of de novo coding mutations to autism spectrum disorder",
            "I Iossifov and BJ O'Roak and SJ Sanders and M Ronemus and N Krumm and D Levy and HA Stessman and KT Witherspoon and L Vives and KE Patterson and JD Smith and B Paeper and DA Nickerson and J Dea and S Dong and LE Gonzalez and JD Mandell and SM Mane and MT Murtha and CA Sullivan and MF Walker and Z Waqar and L Wei and AJ Willsey and B Yamrom and Y-h Lee and E Grabowska and E Dalkic and Z Wang and S Marks and P Andrews and A Leotta and J Kendall and I Hakker and J Rosenbaum and B Ma and L Rodgers and J Troge and G Narzisi and S Yoon and MC Schatz and K Ye and WR McCombie and J Shendure and M Eichler and EE and State MW and Wigler",
            "2014",
            "rcs6IKwAAAAJ:ZfRJV9d4-WMC",
            1545,
            "https:\/\/www.nature.com\/articles\/nature13908",
            "14037214757054803822",
            "\/scholar?cites=14037214757054803822",
            {
                "2014":12,
                "2015":150,
                "2016":248,
                "2017":269,
                "2018":257,
                "2019":250,
                "2020":312,
                "2021":27
            }
        ],
        [
            "Exome sequencing of 343 families, each with a single child on the autism spectrum and at least one unaffected sibling, reveal de novo small indels and point substitutions, which come mostly from the paternal line in an age-dependent manner. We do not see significantly greater numbers of de novo missense mutations in affected versus unaffected children, but gene-disrupting mutations (nonsense, splice site, and frame shifts) are twice as frequent, 59 to 28. Based on this differential and the number of recurrent and total targets of gene disruption found in our and similar studies, we estimate between 350 and 400 autism susceptibility genes. Many of the disrupted genes in these studies are associated with the fragile X protein, FMRP, reinforcing links between autism and synaptic plasticity. We find FMRP-associated genes are under greater purifying selection than the remainder of genes and suggest they are …",
            "De novo gene disruptions in children on the autistic spectrum",
            "Ivan Iossifov and Michael Ronemus and Dan Levy and Zihua Wang and Inessa Hakker and Julie Rosenbaum and Boris Yamrom and Yoon-ha Lee and Giuseppe Narzisi and Anthony Leotta and Jude Kendall and Ewa Grabowska and Beicong Ma and Steven Marks and Linda Rodgers and Asya Stepansky and Jennifer Troge and Peter Andrews and Mitchell Bekritsky and Kith Pradhan and Elena Ghiban and Melissa Kramer and Jennifer Parla and Ryan Demeter and Lucinda L Fulton and Robert S Fulton and Vincent J Magrini and Kenny Ye and Jennifer C Darnell and Robert B Darnell and Elaine R Mardis and Richard K Wilson and Michael C Schatz and W Richard McCombie and Michael Wigler",
            "2012",
            "rcs6IKwAAAAJ:4JMBOYKVnBMC",
            1287,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0896627312003406",
            "5963873302017283120",
            "\/scholar?cites=5963873302017283120",
            {
                "2012":41,
                "2013":139,
                "2014":214,
                "2015":173,
                "2016":159,
                "2017":159,
                "2018":129,
                "2019":123,
                "2020":108,
                "2021":15
            }
        ],
        [
            "We present a draft sequence of the genome of Aedes aegypti, the primary vector for yellow fever and dengue fever, which at ∼1376 million base pairs is about 5 times the size of the genome of the malaria vector Anopheles gambiae. Nearly 50% of the Ae. aegypti genome consists of transposable elements. These contribute to a factor of ∼4 to 6 increase in average gene length and in sizes of intergenic regions relative to An. gambiae and Drosophila melanogaster. Nonetheless, chromosomal synteny is generally maintained among all three insects, although conservation of orthologous gene order is higher (by a factor of ∼2) between the mosquito species than between either of them and the fruit fly. An increase in genes encoding odorant binding, cytochrome P450, and cuticle domains relative to An. gambiae suggests that members of these protein families underpin some of the biological differences between the …",
            "Genome sequence of Aedes aegypti, a major arbovirus vector",
            "Vishvanath Nene and Jennifer R Wortman and Daniel Lawson and Brian Haas and Chinnappa Kodira and Zhijian Jake Tu and Brendan Loftus and Zhiyong Xi and Karyn Megy and Manfred Grabherr and Quinghu Ren and Evgeny M Zdobnov and Neil F Lobo and Kathryn S Campbell and Susan E Brown and Maria F Bonaldo and Jingsong Zhu and Steven P Sinkins and David G Hogenkamp and Paolo Amedeo and Peter Arensburger and Peter W Atkinson and Shelby Bidwell and Jim Biedler and Ewan Birney and Robert V Bruggner and Javier Costas and Monique R Coy and Jonathan Crabtree and Matt Crawford and Becky Debruyn and David DeCaprio and Karin Eiglmeier and Eric Eisenstadt and Hamza El-Dorry and William M Gelbart and Suely L Gomes and Martin Hammond and Linda I Hannick and James R Hogan and Michael H Holmes and David Jaffe and J Spencer Johnston and Ryan C Kennedy and Hean Koo and Saul Kravitz and Evgenia V Kriventseva and David Kulp and Kurt LaButti and Eduardo Lee and Song Li and Diane D Lovin and Chunhong Mao and Evan Mauceli and Carlos FM Menck and Jason R Miller and Philip Montgomery and Akio Mori and Ana L Nascimento and Horacio F Naveira and Chad Nusbaum and Sinéad O'leary and Joshua Orvis and Mihaela Pertea and Hadi Quesneville and Kyanne R Reidenbach and Yu-Hui Rogers and Charles W Roth and Jennifer R Schneider and Michael Schatz and Martin Shumway and Mario Stanke and Eric O Stinson and Jose MC Tubio and Janice P VanZee and Sergio Verjovski-Almeida and Doreen Werner and Owen White and Stefan Wyder and Qiandong Zeng and Qi Zhao and Yongmei Zhao and Catherine A Hill and Alexander S Raikhel and Marcelo B Soares and Dennis L Knudson and Norman H Lee and James Galagan and Steven L Salzberg and Ian T Paulsen and George Dimopoulos and Frank H Collins and Bruce Birren and Claire M Fraser-Liggett and David W Severson",
            "2007",
            "rcs6IKwAAAAJ:u-x6o8ySG0sC",
            1133,
            "https:\/\/science.sciencemag.org\/content\/316\/5832\/1718.abstract",
            "10123692868758183548",
            "\/scholar?cites=10123692868758183548",
            {
                "2007":16,
                "2008":78,
                "2009":93,
                "2010":83,
                "2011":96,
                "2012":87,
                "2013":86,
                "2014":106,
                "2015":114,
                "2016":98,
                "2017":70,
                "2018":77,
                "2019":59,
                "2020":54,
                "2021":4
            }
        ],
        [
            "The genome of the domestic cow, Bos taurus, was sequenced using a mixture of hierarchical and whole-genome shotgun sequencing methods. We have assembled the 35 million sequence reads and applied a variety of assembly improvement techniques, creating an assembly of 2.86 billion base pairs that has multiple improvements over previous assemblies: it is more complete, covering more of the genome; thousands of gaps have been closed; many erroneous inversions, deletions, and translocations have been corrected; and thousands of single-nucleotide errors have been corrected. Our evaluation using independent metrics demonstrates that the resulting assembly is substantially more accurate and complete than alternative versions. By using independent mapping data and conserved synteny between the cow and human genomes, we were able to construct an assembly with excellent large-scale contiguity in which a large majority (approximately 91%) of the genome has been placed onto the 30 B. taurus chromosomes. We constructed a new cow-human synteny map that expands upon previous maps. We also identified for the first time a portion of the B. taurus Y chromosome.",
            "A whole-genome assembly of the domestic cow, Bos taurus",
            "Aleksey V Zimin and Arthur L Delcher and Liliana Florea and David R Kelley and Michael C Schatz and Daniela Puiu and Finnian Hanrahan and Geo Pertea and Curtis P Van Tassell and Tad S Sonstegard and Guillaume Marçais and Michael Roberts and Poorani Subramanian and James A Yorke and Steven L Salzberg",
            "2009",
            "rcs6IKwAAAAJ:zYLM7Y9cAGgC",
            1112,
            "https:\/\/genomebiology.biomedcentral.com\/articles\/10.1186\/gb-2009-10-4-r42",
            "17209609302466869436",
            "\/scholar?cites=17209609302466869436",
            {
                "2009":10,
                "2010":35,
                "2011":61,
                "2012":83,
                "2013":90,
                "2014":138,
                "2015":122,
                "2016":102,
                "2017":107,
                "2018":114,
                "2019":120,
                "2020":123,
                "2021":3
            }
        ],
        [
            "Genomics is a Big Data science and is going to get much bigger, very soon, but it is not known whether the needs of genomics will exceed other Big Data domains. Projecting to the year 2025, we compared genomics with three other major generators of Big Data: astronomy, YouTube, and Twitter. Our estimates show that genomics is a “four-headed beast”—it is either on par with or the most demanding of the domains analyzed here in terms of data acquisition, storage, distribution, and analysis. We discuss aspects of new technologies that will need to be developed to rise up and meet the computational challenges that genomics poses for the near future. Now is the time for concerted, community-wide planning for the “genomical” challenges of the next decade.",
            "Big data: astronomical or genomical?",
            "Zachary D Stephens and Skylar Y Lee and Faraz Faghri and Roy H Campbell and Chengxiang Zhai and Miles J Efron and Ravishankar Iyer and Michael C Schatz and Saurabh Sinha and Gene E Robinson",
            "2015",
            "rcs6IKwAAAAJ:B3FOqHPlNUQC",
            1020,
            "https:\/\/journals.plos.org\/plosbiology\/article?id=10.1371\/journal.pbio.1002195",
            "13272920848638128911",
            "\/scholar?cites=13272920848638128911",
            {
                "2015":34,
                "2016":132,
                "2017":198,
                "2018":209,
                "2019":220,
                "2020":200,
                "2021":7
            }
        ],
        [
            "Papaya, a fruit crop cultivated in tropical and subtropical regions, is known for its nutritional benefits and medicinal applications. Here we report a 3× draft genome sequence of ‘SunUp’papaya, the first commercial virus-resistant transgenic fruit tree 1 to be sequenced. The papaya genome is three times the size of the Arabidopsis genome, but contains fewer genes, including significantly fewer disease-resistance gene analogues. Comparison of the five sequenced genomes suggests a minimal angiosperm gene set of 13,311. A lack of recent genome duplication, atypical of other angiosperm genomes sequenced so far 2, 3, 4, 5, may account for the smaller papaya gene number in most functional groups. Nonetheless, striking amplifications in gene number within particular functional groups suggest roles in the evolution of tree-like habit, deposition and remobilization of starch reserves, attraction of seed dispersal …",
            "The draft genome of the transgenic tropical fruit tree papaya (Carica papaya Linnaeus)",
            "R Ming and S Hou and Y Feng and Q Yu and A Dionne-Laporte and JH Saw and P Senin and W Wang and BV Ly and KL Lewis and SL Salzberg and L Feng and MR Jones and RL Skelton and JE Murray and C Chen and W Qian and J Shen and P Du and M Eustice and E Tong and H Tang and E Lyons and RE Paull and TP Michael and K Wall and DW Rice and H Albert and ML Wang and YJ Zhu and M Schatz and N Nagarajan and RA Acob and P Guan and A Blas and CM Wai and CM Ackerman and Y Ren and C Liu and J Wang and J Wang and JK Na and EV Shakirov and B Haas and J Thimmapuram and D Nelson and X Wang and JE Bowers and AR Gschwend and AL Delcher and R Singh and JY Suzuki and S Tripathi and K Neupane and H Wei and B Irikura and M Paidi and N Jiang and W Zhang and G Presting and A Windsor and R Navajas-Pérez and MJ Torres and FA Feltus and B Porter and Y Li and AM Burroughs and MC Luo and L Liu and DA Christopher and SM Mount and PH Moore and T Sugimura and J Jiang and MA Schuler and V Friedman and T Mitchell-Olds and DE Shippen and CW dePamphilis and JD Palmer and M Freeling and AH Paterson and D Gonsalves and L Wang and M Alam",
            "2008",
            "rcs6IKwAAAAJ:mvPsJ3kp5DgC",
            1015,
            "https:\/\/www.nature.com\/articles\/nature06856",
            "1168163749323620927",
            "\/scholar?cites=1168163749323620927",
            {
                "2008":41,
                "2009":73,
                "2010":91,
                "2011":96,
                "2012":121,
                "2013":82,
                "2014":97,
                "2015":93,
                "2016":93,
                "2017":59,
                "2018":57,
                "2019":46,
                "2020":53,
                "2021":2
            }
        ],
        [
            "Single-molecule sequencing instruments can generate multikilobase sequences with the potential to greatly improve genome and transcriptome assembly. However, the error rates of single-molecule reads are high, which has limited their use thus far to resequencing bacteria. To address this limitation, we introduce a correction algorithm and assembly strategy that uses short, high-fidelity sequences to correct the error in single-molecule sequences. We demonstrate the utility of this approach on reads generated by a PacBio RS instrument from phage, prokaryotic and eukaryotic whole genomes, including the previously unsequenced genome of the parrot Melopsittacus undulatus, as well as for RNA-Seq reads of the corn (Zea mays) transcriptome. Our long-read correction achieves> 99.9% base-call accuracy, leading to substantially better assemblies than current sequencing strategies: in the best example, the …",
            "Hybrid error correction and de novo assembly of single-molecule sequencing reads",
            "Sergey Koren and Michael C Schatz and Brian P Walenz and Jeffrey Martin and Jason T Howard and Ganeshkumar Ganapathy and Zhong Wang and David A Rasko and W Richard McCombie and Erich D Jarvis and Adam M Phillippy",
            "2012",
            "rcs6IKwAAAAJ:TFP_iSt0sucC",
            943,
            "https:\/\/www.nature.com\/nbt\/journal\/v30\/n7\/abs\/nbt.2280.html",
            "3919261575313499367",
            "\/scholar?cites=3919261575313499367",
            {
                "2012":26,
                "2013":67,
                "2014":117,
                "2015":104,
                "2016":150,
                "2017":142,
                "2018":108,
                "2019":129,
                "2020":87,
                "2021":2
            }
        ],
        [
            "We describe the genome sequence of the protist Trichomonas vaginalis, a sexually transmitted human pathogen. Repeats and transposable elements comprise about two-thirds of the ∼160-megabase genome, reflecting a recent massive expansion of genetic material. This expansion, in conjunction with the shaping of metabolic pathways that likely transpired through lateral gene transfer from bacteria, and amplification of specific gene families implicated in pathogenesis and phagocytosis of host proteins may exemplify adaptations of the parasite during its transition to a urogenital environment. The genome sequence predicts previously unknown functions for the hydrogenosome, which support a common evolutionary origin of this unusual organelle with mitochondria.",
            "Draft genome sequence of the sexually transmitted pathogen Trichomonas vaginalis",
            "Jane M Carlton and Robert P Hirt and Joana C Silva and Arthur L Delcher and Michael Schatz and Qi Zhao and Jennifer R Wortman and Shelby L Bidwell and U Cecilia M Alsmark and Sébastien Besteiro and Thomas Sicheritz-Ponten and Christophe J Noel and Joel B Dacks and Peter G Foster and Cedric Simillion and Yves Van de Peer and Diego Miranda-Saavedra and Geoffrey J Barton and Gareth D Westrop and Sylke Müller and Daniele Dessi and Pier Luigi Fiori and Qinghu Ren and Ian Paulsen and Hanbang Zhang and Felix D Bastida-Corcuera and Augusto Simoes-Barbosa and Mark T Brown and Richard D Hayes and Mandira Mukherjee and Cheryl Y Okumura and Rachel Schneider and Alias J Smith and Stepanka Vanacova and Maria Villalvazo and Brian J Haas and Mihaela Pertea and Tamara V Feldblyum and Terry R Utterback and Chung-Li Shu and Kazutoyo Osoegawa and Pieter J De Jong and Ivan Hrdy and Lenka Horvathova and Zuzana Zubacova and Pavel Dolezal and Shehre-Banoo Malik and John M Logsdon and Katrin Henze and Arti Gupta and Ching C Wang and Rebecca L Dunne and Jacqueline A Upcroft and Peter Upcroft and Owen White and Steven L Salzberg and Petrus Tang and Cheng-Hsun Chiu and Ying-Shiung Lee and T Martin Embley and Graham H Coombs and Jeremy C Mottram and Jan Tachezy and Claire M Fraser-Liggett and Patricia J Johnson",
            "2007",
            "rcs6IKwAAAAJ:9yKSN-GCB0IC",
            855,
            "https:\/\/science.sciencemag.org\/content\/315\/5809\/207.abstract",
            "6383465953522013204",
            "\/scholar?cites=6383465953522013204",
            {
                "2007":47,
                "2008":66,
                "2009":73,
                "2010":61,
                "2011":83,
                "2012":86,
                "2013":64,
                "2014":69,
                "2015":57,
                "2016":54,
                "2017":48,
                "2018":50,
                "2019":45,
                "2020":39,
                "2021":2
            }
        ],
        [
            " Motivation: Next-generation DNA sequencing machines are generating an enormous amount of sequence data, placing unprecedented demands on traditional single-processor read-mapping algorithms. CloudBurst is a new parallel read-mapping algorithm optimized for mapping next-generation sequence data to the human genome and other reference genomes, for use in a variety of biological analyses including SNP discovery, genotyping and personal genomics. It is modeled after the short read-mapping program RMAP, and reports either all alignments or the unambiguous best alignment for each read with any number of mismatches or differences. This level of sensitivity could be prohibitively time consuming, but CloudBurst uses the open-source Hadoop implementation of MapReduce to parallelize execution using multiple compute nodes. Results: CloudBurst's running time scales …",
            "CloudBurst: highly sensitive read mapping with MapReduce",
            "Michael C Schatz",
            "2009",
            "rcs6IKwAAAAJ:IjCSPb-OGe4C",
            836,
            "https:\/\/academic.oup.com\/bioinformatics\/article-abstract\/25\/11\/1363\/332646",
            "13015158394975867039",
            "\/scholar?cites=13015158394975867039",
            {
                "2008":3,
                "2009":15,
                "2010":48,
                "2011":79,
                "2012":120,
                "2013":75,
                "2014":98,
                "2015":84,
                "2016":80,
                "2017":74,
                "2018":66,
                "2019":39,
                "2020":29,
                "2021":1
            }
        ]
    ]
}