{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "We present spectral and photometric observations of 10 Type Ia supernovae (SNe Ia) in the redshift range 0.16≤ z≤ 0.62. The luminosity distances of these objects are determined by methods that employ relations between SN Ia luminosity and light curve shape. Combined with previous data from our High-z Supernova Search Team and recent results by Riess et al., this expanded set of 16 high-redshift supernovae and a set of 34 nearby supernovae are used to place constraints on the following cosmological parameters: the Hubble constant (H 0), the mass density (Ω M), the cosmological constant (ie, the vacuum energy density, Ω Λ), the deceleration parameter (q 0), and the dynamical age of the universe (t 0). The distances of the high-redshift SNe Ia are, on average, 10%–15% farther than expected in a low mass density (Ω M= 0.2) universe without a cosmological constant. Different light curve fitting methods …",
            "Observational evidence from supernovae for an accelerating universe and a cosmological constant",
            "Adam G Riess and Alexei V Filippenko and Peter Challis and Alejandro Clocchiatti and Alan Diercks and Peter M Garnavich and Ron L Gilliland and Craig J Hogan and Saurabh Jha and Robert P Kirshner and BRUNO Leibundgut and MM Phillips and David Reiss and Brian P Schmidt and Robert A Schommer and R Chris Smith and J Spyromilio and Christopher Stubbs and Nicholas B Suntzeff and John Tonry",
            "1998",
            "RCYlSE0AAAAJ:xtRiw3GOFMkC",
            20207,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/300499\/meta",
            "9167024543564577691",
            "\/scholar?cites=9167024543564577691",
            {
                "1999":254,
                "2000":347,
                "2001":495,
                "2002":563,
                "2003":656,
                "2004":609,
                "2005":697,
                "2006":777,
                "2007":726,
                "2008":903,
                "2009":906,
                "2010":931,
                "2011":1064,
                "2012":1196,
                "2013":1208,
                "2014":1174,
                "2015":1242,
                "2016":1272,
                "2017":1135,
                "2018":1181,
                "2019":1260,
                "2020":1249,
                "2021":111
            }
        ],
        [
            "The High‐z Supernova Search Team has discovered and observed eight new supernovae in the redshift interval  –1.2. These independent observations, analyzed by similar but distinct methods, confirm the results of Riess and Perlmutter and coworkers that supernova luminosity distances imply an accelerating universe. More importantly, they extend the redshift range of consistently observed Type Ia supernovae (SNe Ia) to  , where the signature of cosmological effects has the opposite sign of some plausible systematic effects. Consequently, these measurements not only provide another quantitative confirmation of the importance of dark energy, but also constitute a powerful qualitative test for the cosmological origin of cosmic acceleration. We find a rate for SN Ia of   at a mean redshift of 0.5. We present distances and host extinctions for 230 SN Ia. These place the following constraints on cosmological quantities …",
            "Cosmological results from high-z supernovae",
            "John L Tonry and Brian P Schmidt and Brian Barris and Pablo Candia and Peter Challis and Alejandro Clocchiatti and Alison L Coil and Alexei V Filippenko and Peter Garnavich and Craig Hogan and Stephen T Holland and Saurabh Jha and Robert P Kirshner and Kevin Krisciunas and Bruno Leibundgut and Weidong Li and Thomas Matheson and Mark M Phillips and Adam G Riess and Robert Schommer and R Chris Smith and Jesper Sollerman and Jason Spyromilio and Christopher W Stubbs and Nicholas B Suntzeff",
            "2003",
            "RCYlSE0AAAAJ:TFP_iSt0sucC",
            2192,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/376865\/meta",
            "2990816074539700072",
            "\/scholar?cites=2990816074539700072",
            {
                "2003":61,
                "2004":200,
                "2005":252,
                "2006":206,
                "2007":191,
                "2008":178,
                "2009":144,
                "2010":131,
                "2011":107,
                "2012":108,
                "2013":109,
                "2014":82,
                "2015":92,
                "2016":59,
                "2017":57,
                "2018":52,
                "2019":78,
                "2020":47,
                "2021":7
            }
        ],
        [
            "The High-Z Supernova Search is an international collaboration to discover and monitor Type Ia supernovae (SNe Ia) at z> 0.2 with the aim of measuring cosmic deceleration and global curvature. Our collaboration has pursued a basic understanding of supernovae in the nearby universe, discovering and observing a large sample of objects and developing methods to measure accurate distances with SNe Ia. This paper describes the extension of this program to z≥ 0.2, outlining our search techniques and follow-up program. We have devised high-throughput filters that provide accurate two-color rest frame B and V light curves of SNe Ia, enabling us to produce precise, extinction-corrected luminosity distances in the range 0.25< z< 0.55. Sources of systematic error from K-corrections, extinction, selection effects, and evolution are investigated, and their effects estimated. We present photometric and spectral …",
            "The high-Z supernova search: measuring cosmic deceleration and global curvature of the universe using type Ia supernovae",
            "Brian P Schmidt and Nicholas B Suntzeff and MM Phillips and Robert A Schommer and Alejandro Clocchiatti and Robert P Kirshner and Peter Garnavich and Peter Challis and BRUNO Leibundgut and J Spyromilio and Adam G Riess and Alexei V Filippenko and Mario Hamuy and R Chris Smith and Craig Hogan and Christopher Stubbs and Alan Diercks and David Reiss and Ron Gilliland and John Tonry and Jose Maza and A Dressler and J Walsh and R Ciardullo",
            "1998",
            "RCYlSE0AAAAJ:dshw04ExmUIC",
            1896,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/306308\/meta",
            "7044189342766553586",
            "\/scholar?cites=7044189342766553586",
            {
                "1998":14,
                "1999":70,
                "2000":103,
                "2001":118,
                "2002":124,
                "2003":101,
                "2004":84,
                "2005":86,
                "2006":75,
                "2007":71,
                "2008":75,
                "2009":80,
                "2010":58,
                "2011":64,
                "2012":95,
                "2013":99,
                "2014":71,
                "2015":94,
                "2016":70,
                "2017":67,
                "2018":83,
                "2019":76,
                "2020":86,
                "2021":8
            }
        ],
        [
            "We use Type Ia supernovae studied by the High-z Supernova Search Team to constrain the properties of an energy component that may have contributed to accelerating the cosmic expansion. We find that for a flat geometry the equation-of-state parameter for the unknown component, α x= P x\/ρ x, must be less than-0.55 (95% confidence) for any value of Ω m, and it is further limited to α x<-0.60 (95% confidence) if Ω m is assumed to be greater than 0.1. These values are inconsistent with the unknown component being topological defects such as domain walls, strings, or textures. The supernova (SN) data are consistent with a cosmological constant (α x=-1) or a scalar field that has had, on average, an equation-of-state parameter similar to the cosmological constant value of-1 over the redshift range of z≈ 1 to the present. SN and cosmic microwave background observations give complementary constraints on the …",
            "Supernova limits on the cosmic equation of state",
            "Peter M Garnavich and Saurabh Jha and Peter Challis and Alejandro Clocchiatti and Alan Diercks and Alexei V Filippenko and Ron L Gilliland and Craig J Hogan and Robert P Kirshner and Bruno Leibundgut and MM Phillips and David Reiss and Adam G Riess and Brian P Schmidt and Robert A Schommer and R Chris Smith and Jason Spyromilio and Chris Stubbs and Nicholas B Suntzeff and John Tonry and Sean M Carroll",
            "1998",
            "RCYlSE0AAAAJ:QIV2ME_5wuYC",
            1057,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/306495\/meta",
            "1912105471840436379",
            "\/scholar?cites=1912105471840436379",
            {
                "1998":8,
                "1999":65,
                "2000":85,
                "2001":88,
                "2002":91,
                "2003":105,
                "2004":76,
                "2005":53,
                "2006":47,
                "2007":36,
                "2008":48,
                "2009":40,
                "2010":39,
                "2011":45,
                "2012":41,
                "2013":29,
                "2014":28,
                "2015":23,
                "2016":16,
                "2017":21,
                "2018":16,
                "2019":23,
                "2020":23,
                "2021":1
            }
        ],
        [
            "We present constraints on the dark energy equation‐of‐state parameter,  , using 60 SNe Ia from the ESSENCE supernova survey. We derive a set of constraints on the nature of the dark energy assuming a flat universe. By including constraints on (ΩM, w) from baryon acoustic oscillations, we obtain a value for a static equation‐of‐state parameter   and   with a best‐fit χ2\/dof of 0.96. These results are consistent with those reported by the Supernova Legacy Survey from the first year of a similar program measuring supernova distances and redshifts. We evaluate sources of systematic error that afflict supernova observations and present Monte Carlo simulations that explore these effects. Currently, the largest systematic with the potential to affect our measurements is the treatment of extinction due to dust in the supernova host galaxies. Combining our set of ESSENCE SNe Ia with the first‐results Supernova Legacy …",
            "Observational constraints on the nature of dark energy: first cosmological results from the essence supernova survey",
            "W Michael Wood-Vasey and Gajus Miknaitis and CW Stubbs and Saurabh Jha and AG Riess and Peter M Garnavich and Robert P Kirshner and Claudio Aguilera and Andrew C Becker and JW Blackman and Stephanie Blondin and P Challis and Alejandro Clocchiatti and A Conley and Ricardo Covarrubias and TM Davis and AV Filippenko and RJ Foley and Armin Garg and Malcolm Hicken and Kevin Krisciunas and Bruno Leibundgut and W Li and Thomas Matheson and Anthony Miceli and Gautham Narayan and Guiliano Pignata and Jose Luis Prieto and Armin Rest and ME Salvo and BP Schmidt and R Chris Smith and Jesper Sollerman and Jason Spyromilio and JL Tonry and Nicholas B Suntzeff and Alfredo Zenteno",
            "2007",
            "RCYlSE0AAAAJ:3fE2CSJIrl8C",
            1055,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/518642\/meta",
            "1206505789475284314",
            "\/scholar?cites=1206505789475284314",
            {
                "2007":29,
                "2008":176,
                "2009":165,
                "2010":155,
                "2011":111,
                "2012":112,
                "2013":75,
                "2014":52,
                "2015":32,
                "2016":21,
                "2017":24,
                "2018":33,
                "2019":33,
                "2020":23,
                "2021":5
            }
        ],
        [
            "We have coordinated Hubble Space Telescope (HST) photometry with ground-based discovery for three supernovae: Type Ia supernovae near z≈ 0.5 (SN 1997ce, SN 1997cj) and a third event at z= 0.97 (SN 1997ck). The superb spatial resolution of HST separates each supernova from its host galaxy and leads to good precision in the light curves. We use these light curves and relations between luminosity, light-curve shape, and color calibrated from low-z samples to derive relative luminosity distances that are accurate to 10% at z≈ 0.5 and 20% at z= 1. When the HST sample is combined with the distance to SN 1995K (z= 0.48), analyzed by the same precepts, we find that matter alone is insufficient to produce a flat universe. Specifically, for Ω m+ Ω Λ= 1, Ω m is less than 1 with more than 95% confidence, and our best estimate of Ω m is-0.1±0.5 if Ω Λ= 0. Although this result is based on a very small sample …",
            "Constraints on cosmological models from Hubble Space Telescope observations of high-z supernovae",
            "Peter M Garnavich and Robert P Kirshner and Peter Challis and John Tonry and Ron L Gilliland and R Chris Smith and Alejandro Clocchiatti and Alan Diercks and Alexei V Filippenko and Mario Hamuy and Craig J Hogan and B Leibundgut and MM Phillips and David Reiss and Adam G Riess and Brian P Schmidt and RA Schommer and J Spyromilio and C Stubbs and NB Suntzeff and L Wells",
            "1998",
            "RCYlSE0AAAAJ:bEWYMUwI8FkC",
            952,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/311140\/meta",
            "2931303570520385330",
            "\/scholar?cites=2931303570520385330",
            {
                "1998":58,
                "1999":70,
                "2000":66,
                "2001":65,
                "2002":63,
                "2003":56,
                "2004":47,
                "2005":60,
                "2006":55,
                "2007":36,
                "2008":38,
                "2009":45,
                "2010":28,
                "2011":46,
                "2012":36,
                "2013":40,
                "2014":16,
                "2015":19,
                "2016":20,
                "2017":15,
                "2018":19,
                "2019":23,
                "2020":15,
                "2021":2
            }
        ]
    ]
}