{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We present an analysis of atmospheric neutrino data from a 33.0 kton yr (535-day) exposure of the Super-Kamiokande detector. The data exhibit a zenith angle dependent deficit of muon neutrinos which is inconsistent with expectations based on calculations of the atmospheric neutrino flux. Experimental biases and uncertainties in the prediction of neutrino fluxes and cross sections are unable to explain our observation. The data are consistent, however, with two-flavor ν μ↔ ν τ oscillations with sin 2 2 θ> 0.82 and 5× 10− 4< Δ m 2< 6× 1 0− 3 eV 2 at 90% confidence level.",
            "Evidence for oscillation of atmospheric neutrinos",
            "Yoshiyuki Fukuda and T Hayakawa and E Ichihara and K Inoue and K Ishihara and Hirokazu Ishino and Y Itow and T Kajita and J Kameda and S Kasuga and K Kobayashi and Y Kobayashi and Y Koshio and M Miura and M Nakahata and S Nakayama and A Okada and K Okumura and N Sakurai and M Shiozawa and Y Suzuki and Y Takeuchi and Y Totsuka and S Yamada and M Earl and A Habig and E Kearns and MD Messier and K Scholberg and JL Stone and LR Sulak and CW Walter and M Goldhaber and T Barszczxak and D Casper and W Gajewski and PG Halverson and J Hsu and WR Kropp and LR Price and F Reines and M Smy and HW Sobel and MR Vagins and KS Ganezer and WE Keig and RW Ellsworth and S Tasaka and JW Flanagan and A Kibayashi and JG Learned and S Matsuno and VJ Stenger and D Takemori and T Ishii and J Kanzaki and T Kobayashi and S Mine and K Nakamura and K Nishikawa and Y Oyama and A Sakai and M Sakuda and O Sasaki and S Echigo and M Kohama and AT Suzuki and TJ Haines and E Blaufuss and BK Kim and R Sanford and R Svoboda and ML Chen and Z Conner and JA Goodman and GW Sullivan and J Hill and CK Jung and K Martens and C Mauger and C McGrew and E Sharkey and B Viren and C Yanagisawa and W Doki and K Miyano and H Okazawa and C Saji and M Takahata and Y Nagashima and M Takita and T Yamaguchi and M Yoshida and SB Kim and M Etoh and K Fujita and A Hasegawa and T Hasegawa and S Hatakeyama and T Iwamoto and M Koga and T Maruyama and H Ogawa and J Shirai and A Suzuki and F Tsushima and M Koshiba and M Nemoto and K Nishijima and T Futagami and Y Hayato and Y Kanaya and K Kaneyuki and Y Watanabe and D Kielczewska and RA Doyle and JS George and AL Stachyra and LL Wai and RJ Wilkes and KK Young and Super-Kamiokande Collaboration",
            "1998",
            "rdcH-aEAAAAJ:KbBQZpvPDL4C",
            7501,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.81.1562",
            "11115547895525160594",
            "\/scholar?cites=11115547895525160594",
            {
                "1998":102,
                "1999":465,
                "2000":601,
                "2001":516,
                "2002":460,
                "2003":425,
                "2004":363,
                "2005":319,
                "2006":290,
                "2007":244,
                "2008":254,
                "2009":245,
                "2010":221,
                "2011":251,
                "2012":259,
                "2013":215,
                "2014":226,
                "2015":292,
                "2016":324,
                "2017":286,
                "2018":352,
                "2019":346,
                "2020":318,
                "2021":27
            }
        ],
        [
            "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
            "Multi-messenger observations of a binary neutron star merger",
            "Benjamin P Abbott and S Bloemen and P Canizares and H Falcke and RP Fender and S Ghosh and P Groot and T Hinderer and JR Hörandel and PG Jonker and Z Kostrzewa-Rutkowska and G Nelemans and D Nichols and S Nissanke and P Schmidt and C Timmermans and AR van Vliet and AR Williamson",
            "2017",
            "rdcH-aEAAAAJ:BOlwja0KXvYC",
            2235,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/2041-8213\/aa91c9\/meta",
            "2461611103499596342",
            "\/scholar?cites=2461611103499596342",
            {
                "2017":76,
                "2018":607,
                "2019":735,
                "2020":742,
                "2021":55
            }
        ],
        [
            "Solar neutrino measurements from 1258 days of data from the Super-Kamiokande detector are presented. The measurements are based on recoil electrons in the energy range 5.0–20.0 MeV. The measured solar neutrino flux is 2.32±0.03 (stat)− 0.07+ 0.08 (syst)× 10 6 cm− 2 s− 1, which is 45.1±0.5 (stat)− 1.4+ 1.6 (syst)% of that predicted by the BP2000 SSM. The day vs night flux asymmetry (Φ n− Φ d)\/Φ average is 0.033±0.022 (stat)− 0.012+ 0.013 (syst). The recoil electron energy spectrum is consistent with no spectral distortion. For the hep neutrino flux, we set a 90% CL upper limit of 40× 10 3 cm− 2 s− 1, which is 4.3 times the BP2000 SSM prediction.",
            "Solar  and hep Neutrino Measurements from 1258 Days of Super-Kamiokande Data",
            "S Fukuda and Y Fukuda and M Ishitsuka and Y Itow and T Kajita and J Kameda and K Kaneyuki and K Kobayashi and Y Koshio and M Miura and S Moriyama and M Nakahata and S Nakayama and A Okada and N Sakurai and M Shiozawa and Y Suzuki and H Takeuchi and Y Takeuchi and T Toshito and Y Totsuka and S Yamada and S Desai and M Earl and E Kearns and MD Messier and K Scholberg and JL Stone and LR Sulak and CW Walter and M Goldhaber and T Barszczak and D Casper and W Gajewski and WR Kropp and S Mine and DW Liu and LR Price and MB Smy and HW Sobel and MR Vagins and KS Ganezer and WE Keig and RW Ellsworth and S Tasaka and A Kibayashi and JG Learned and S Matsuno and D Takemori and Y Hayato and T Ishii and T Kobayashi and K Nakamura and Y Obayashi and Y Oyama and A Sakai and M Sakuda and M Kohama and AT Suzuki and T Inagaki and T Nakaya and K Nishikawa and TJ Haines and E Blaufuss and S Dazeley and KB Lee and R Svoboda and JA Goodman and G Guillian and GW Sullivan and D Turcan and A Habig and J Hill and CK Jung and K Martens and M Malek and C Mauger and C McGrew and E Sharkey and B Viren and C Yanagisawa and C Mitsuda and K Miyano and C Saji and T Shibata and Y Kajiyama and Y Nagashima and K Nitta and M Takita and M Yoshida and HI Kim and SB Kim and J Yoo and H Okazawa and T Ishizuka and M Etoh and Y Gando and T Hasegawa and K Inoue and K Ishihara and T Maruyama and J Shirai and A Suzuki and M Koshiba and Y Hatakeyama and Y Ichikawa and M Koike and K Nishijima and H Fujiyasu and H Ishino and M Morii and Y Watanabe and U Golebiewska and D Kielczewska and SC Boyd and AL Stachyra and RJ Wilkes and KK Young and Super-Kamiokande Collaboration",
            "2001",
            "rdcH-aEAAAAJ:rbm3iO8VlycC",
            1676,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.86.5651",
            "16674582089972247018",
            "\/scholar?cites=16674582089972247018",
            {
                "2001":93,
                "2002":289,
                "2003":243,
                "2004":170,
                "2005":127,
                "2006":105,
                "2007":75,
                "2008":83,
                "2009":56,
                "2010":33,
                "2011":51,
                "2012":32,
                "2013":33,
                "2014":34,
                "2015":39,
                "2016":50,
                "2017":30,
                "2018":27,
                "2019":28,
                "2020":44,
                "2021":4
            }
        ],
        [
            "We present a combined analysis of fully-contained, partially-contained and upward-going muon atmospheric neutrino data from a 1489 d exposure of the Super-Kamiokande detector. The data samples span roughly five decades in neutrino energy, from 100 MeV to 10 TeV. A detailed Monte Carlo comparison is described and presented. The data is fit to the Monte Carlo expectation, and is found to be consistent with neutrino oscillations of ν μ↔ ν τ with sin﻿ 2 2 θ> 0.92 and 1.5× 10− 3< Δ m 2< 3.4× 10− 3 eV 2 at 90% confidence level.",
            "Measurement of atmospheric neutrino oscillation parameters by Super-Kamiokande I",
            "Y Ashie and J Hosaka and K Ishihara and Y Itow and J Kameda and Y Koshio and A Minamino and C Mitsuda and M Miura and S Moriyama and M Nakahata and T Namba and R Nambu and Y Obayashi and M Shiozawa and Y Suzuki and Y Takeuchi and K Taki and S Yamada and Masaki Ishitsuka and T Kajita and K Kaneyuki and S Nakayama and A Okada and K Okumura and C Saji and Y Takenaga and ST Clark and S Desai and E Kearns and S Likhoded and JL Stone and LR Sulak and W Wang and M Goldhaber and D Casper and JP Cravens and W Gajewski and WR Kropp and DW Liu and S Mine and MB Smy and HW Sobel and CW Sterner and MR Vagins and KS Ganezer and J Hill and WE Keig and JS Jang and JY Kim and IT Lim and K Scholberg and CW Walter and RW Ellsworth and S Tasaka and G Guillian and A Kibayashi and JG Learned and S Matsuno and D Takemori and MD Messier and Y Hayato and AK Ichikawa and T Ishida and T Ishii and T Iwashita and T Kobayashi and T Maruyama and K Nakamura and K Nitta and Y Oyama and M Sakuda and Y Totsuka and AT Suzuki and M Hasegawa and K Hayashi and I Kato and H Maesaka and T Morita and T Nakaya and K Nishikawa and T Sasaki and S Ueda and S Yamamoto and TJ Haines and S Dazeley and S Hatakeyama and R Svoboda and E Blaufuss and JA Goodman and GW Sullivan and D Turcan and A Habig and Y Fukuda and CK Jung and T Kato and K Kobayashi and M Malek and C Mauger and C McGrew and A Sarrat and E Sharkey and C Yanagisawa and T Toshito and K Miyano and N Tamura and J Ishii and Y Kuno and M Yoshida and SB Kim and J Yoo and H Okazawa and T Ishizuka and Y Choi and HK Seo and Y Gando and T Hasegawa and K Inoue and J Shirai and A Suzuki and M Koshiba and Y Nakajima and K Nishijima and T Harada and H Ishino and Y Watanabe and D Kielczewska and J Zalipska and HG Berns and R Gran and KK Shiraishi and A Stachyra and K Washburn and RJ Wilkes and Super-Kamiokande Collaboration",
            "2005",
            "rdcH-aEAAAAJ:Y5dfb0dijaUC",
            1399,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.71.112005",
            "5575955406336695544",
            "\/scholar?cites=5575955406336695544",
            {
                "2005":48,
                "2006":148,
                "2007":150,
                "2008":198,
                "2009":121,
                "2010":122,
                "2011":128,
                "2012":94,
                "2013":77,
                "2014":64,
                "2015":56,
                "2016":49,
                "2017":40,
                "2018":36,
                "2019":25,
                "2020":30,
                "2021":1
            }
        ],
        [
            "We report the result of a search for neutrino oscillations using precise measurements of the recoil electron energy spectrum and zenith angle variations of the solar neutrino flux from 1258 days of neutrino-electron scattering data in Super-Kamiokande. The absence of significant zenith angle variation and spectrum distortion places strong constraints on neutrino mixing and mass difference in a flux-independent way. Using the Super-Kamiokande flux measurement in addition, two allowed regions at large mixing are found.",
            "Constraints on neutrino oscillations using 1258 days of Super-Kamiokande solar neutrino data",
            "S Fukuda and Y Fukuda and Masaki Ishitsuka and Y Itow and T Kajita and J Kameda and K Kaneyuki and K Kobayashi and Yusuke Koshio and M Miura and S Moriyama and M Nakahata and S Nakayama and A Okada and N Sakurai and M Shiozawa and Y Suzuki and H Takeuchi and Y Takeuchi and T Toshito and Y Totsuka and S Yamada and S Desai and M Earl and E Kearns and MD Messier and K Scholberg and JL Stone and LR Sulak and CW Walter and M Goldhaber and T Barszczak and D Casper and W Gajewski and WR Kropp and S Mine and DW Liu and LR Price and MB Smy and HW Sobel and MR Vagins and KS Ganezer and WE Keig and RW Ellsworth and S Tasaka and A Kibayashi and JG Learned and S Matsuno and D Takemori and Y Hayato and T Ishii and T Kobayashi and K Nakamura and Y Obayashi and Y Oyama and A Sakai and Makoto Sakuda and M Kohama and AT Suzuki and T Inagaki and T Nakaya and K Nishikawa and TJ Haines and E Blaufuss and S Dazeley and KB Lee and R Svoboda and JA Goodman and G Guillian and GW Sullivan and D Turcan and A Habig and J Hill and CK Jung and K Martens and M Malek and C Mauger and C McGrew and E Sharkey and B Viren and C Yanagisawa and C Mitsuda and K Miyano and C Saji and T Shibata and Y Kajiyama and Y Nagashima and K Nitta and M Takita and M Yoshida and HI Kim and SB Kim and J Yoo and H Okazawa and T Ishizuka and M Etoh and Y Gando and T Hasegawa and K Inoue and K Ishihara and T Maruyama and J Shirai and A Suzuki and M Koshiba and Y Hatakeyama and Y Ichikawa and M Koike and K Nishijima and H Fujiyasu and Hirokazu Ishino and M Morii and Y Watanabe and U Golebiewska and D Kielczewska and SC Boyd and AL Stachyra and RJ Wilkes and KK Young and Super-Kamiokande Collaboration",
            "2001",
            "rdcH-aEAAAAJ:RoXSNcbkSzsC",
            1234,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.86.5656",
            "15104927717975337287",
            "\/scholar?cites=15104927717975337287",
            {
                "2000":22,
                "2001":109,
                "2002":220,
                "2003":186,
                "2004":94,
                "2005":69,
                "2006":47,
                "2007":36,
                "2008":50,
                "2009":34,
                "2010":27,
                "2011":31,
                "2012":31,
                "2013":32,
                "2014":28,
                "2015":38,
                "2016":34,
                "2017":22,
                "2018":20,
                "2019":17,
                "2020":38,
                "2021":6
            }
        ],
        [
            "A number of different fits to solar neutrino mixing and mass square difference were performed using 1496 days of Super-Kamiokande-I's solar neutrino data. These data select two allowed areas at large neutrino mixing when combined with either the solar 8B flux prediction of the standard solar model or the SNO interaction rate measurements. A global fit combining SK data with the solar neutrino interaction rates measured by Homestake, SNO, Gallex\/GNO and SAGE prefers a single allowed area, the Large Mixing Angle solution, at the 98.9% confidence level. The mass square difference Δm2 between the two mass eigenstates ranges from about 3 to 19×10−5 eV2, while the mixing angle θ is in the range of tan2θ≈0.25–0.65.",
            "Determination of solar neutrino oscillation parameters using 1496 days of Super-Kamiokande-I data",
            "S Fukuda and Y Fukuda and M Ishitsuka and Y Itow and T Kajita and J Kameda and K Kaneyuki and K Kobayashi and Yusuke Koshio and M Miura and S Moriyama and M Nakahata and S Nakayama and T Namba and A Okada and N Sakurai and M Shiozawa and Y Suzuki and H Takeuchi and Y Takeuchi and Y Totsuka and S Yamada and S Desai and M Earl and E Kearns and MD Messier and JL Stone and LR Sulak and CW Walter and M Goldhaber and T Barszczak and D Casper and W Gajewski and WR Kropp and S Mine and DW Liu and MB Smy and HW Sobel and MR Vagins and A Gago and KS Ganezer and WE Keig and RW Ellsworth and S Tasaka and A Kibayashi and JG Learned and S Matsuno and D Takemori and Y Hayato and T Ishii and T Kobayashi and T Maruyama and K Nakamura and Y Obayashi and Y Oyama and Makoto Sakuda and M Yoshida and M Kohama and T Iwashita and AT Suzuki and A Ichikawa and T Inagaki and I Kato and T Nakaya and K Nishikawa and TJ Haines and S Dazeley and S Hatakeyama and R Svoboda and E Blaufuss and ML Chen and JA Goodman and G Guillian and GW Sullivan and D Turč and K Scholberg and A Habig and M Ackermann and J Hill and CK Jung and M Malek and K Martens and C Mauger and C McGrew and E Sharkey and B Viren and C Yanagisawa and T Toshito and C Mitsuda and K Miyano and C Saji and T Shibata and Y Kajiyama and Y Nagashima and K Nitta and M Takita and HI Kim and SB Kim and J Yoo and H Okazawa and T Ishizuka and M Etoh and Y Gando and T Hasegawa and K Inoue and K Ishihara and J Shirai and A Suzuki and M Koshiba and Y Hatakeyama and Y Ichikawa and M Koike and K Nishijima and Hirokazu Ishino and M Morii and R Nishimura and Y Watanabe and D Kielczewska and HG Berns and SC Boyd and AL Stachyra and RJ Wilkes",
            "2002",
            "rdcH-aEAAAAJ:dBIO0h50nwkC",
            1232,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269302020907",
            "10614335004281533843",
            "\/scholar?cites=10614335004281533843",
            {
                "2002":41,
                "2003":161,
                "2004":165,
                "2005":132,
                "2006":136,
                "2007":81,
                "2008":92,
                "2009":66,
                "2010":49,
                "2011":47,
                "2012":49,
                "2013":25,
                "2014":24,
                "2015":27,
                "2016":38,
                "2017":23,
                "2018":27,
                "2019":17,
                "2020":20
            }
        ],
        [
            "The first results of the solar neutrino flux measurement from Super-Kamiokande are presented. The results shown here are obtained from data taken between 31 May 1996, and 23 June 1997. Using our measurement of recoil electrons with energies above 6.5 MeV, we infer the total flux of 8 B solar neutrinos to be 2.42±0.06 (stat)− 0.07+ 0.10 (syst)× 10 6 cm− 2 s− 1. This result is consistent with the Kamiokande measurement and is 36% of the flux predicted by the BP95 solar model. The flux is also measured in 1.5 month subsets and shown to be consistent with a constant rate.",
            "Measurements of the solar neutrino flux from Super-Kamiokande's first 300 days",
            "Y Fukuda and T Hayakawa and E Ichihara and K Inoue and K Ishihara and Hirokazu Ishino and Y Itow and T Kajita and J Kameda and S Kasuga and K Kobayashi and Y Kobayashi and Yusuke Koshio and K Martens and M Miura and M Nakahata and S Nakayama and A Okada and M Oketa and K Okumura and M Ota and N Sakurai and M Shiozawa and Y Suzuki and Y Takeuchi and Y Totsuka and S Yamada and M Earl and A Habig and JT Hong and E Kearns and SB Kim and M Masuzawa and MD Messier and K Scholberg and JL Stone and LR Sulak and CW Walter and M Goldhaber and T Barszczak and W Gajewski and PG Halverson and J Hsu and WR Kropp and LR Price and F Reines and HW Sobel and MR Vagins and KS Ganezer and WE Keig and RW Ellsworth and S Tasaka and JW Flanagan and A Kibayashi and JG Learned and S Matsuno and V Stenger and D Takemori and T Ishii and J Kanzaki and T Kobayashi and K Nakamura and K Nishikawa and Y Oyama and A Sakai and Makoto Sakuda and O Sasaki and S Echigo and M Kohama and AT Suzuki and TJ Haines and E Blaufuss and R Sanford and R Svoboda and ML Chen and Z Conner and JA Goodman and GW Sullivan and M Mori and J Hill and CK Jung and C Mauger and C McGrew and E Sharkey and B Viren and C Yanagisawa and W Doki and T Ishizuka and Y Kitaguchi and H Koga and K Miyano and H Okazawa and C Saji and M Takahata and A Kusano and Y Nagashima and M Takita and T Yamaguchi and M Yoshida and M Etoh and K Fujita and A Hasegawa and T Hasegawa and S Hatakeyama and T Iwamoto and T Kinebuchi and M Koga and T Maruyama and H Ogawa and A Suzuki and F Tsushima and M Koshiba and M Nemoto and K Nishijima and T Futagami and Y Hayato and Y Kanaya and K Kaneyuki and Y Watanabe and D Kielczewska and R Doyle and J George and A Stachyra and L Wai and J Wilkes and K Young",
            "1998",
            "rdcH-aEAAAAJ:HeT0ZceujKMC",
            1206,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.81.1158",
            "11188649223756028818",
            "\/scholar?cites=11188649223756028818",
            {
                "1998":36,
                "1999":138,
                "2000":139,
                "2001":123,
                "2002":94,
                "2003":64,
                "2004":29,
                "2005":39,
                "2006":40,
                "2007":34,
                "2008":31,
                "2009":13,
                "2010":31,
                "2011":41,
                "2012":50,
                "2013":51,
                "2014":29,
                "2015":43,
                "2016":43,
                "2017":30,
                "2018":24,
                "2019":39,
                "2020":21,
                "2021":4
            }
        ],
        [
            "A search for high-energy neutrinos interacting within the IceCube detector between 2010 and 2012 provided the first evidence for a high-energy neutrino flux of extraterrestrial origin. Results from an analysis using the same methods with a third year (2012–2013) of data from the complete IceCube detector are consistent with the previously reported astrophysical flux in the 100 TeV–PeV range at the level of 10− 8 GeV cm− 2 s− 1 sr− 1 per flavor and reject a purely atmospheric explanation for the combined three-year data at 5.7 σ. The data are consistent with expectations for equal fluxes of all three neutrino flavors and with isotropic arrival directions, suggesting either numerous or spatially extended sources. The three-year data set, with a live time of 988 days, contains a total of 37 neutrino candidate events with deposited energies ranging from 30 to 2000 TeV. The 2000-TeV event is the highest-energy neutrino …",
            "Observation of high-energy astrophysical neutrinos in three years of IceCube data",
            "MG ea Aartsen and M Ackermann and J Adams and JA Aguilar and M Ahlers and M Ahrens and D Altmann and T Anderson and C Arguelles and TC Arlen and J Auffenberg and X Bai and SW Barwick and V Baum and JJ Beatty and J Becker Tjus and K-H Becker and S BenZvi and P Berghaus and D Berley and E Bernardini and A Bernhard and DZ Besson and G Binder and D Bindig and M Bissok and E Blaufuss and J Blumenthal and David J Boersma and C Bohm and D Bose and S Böser and Olga Botner and L Brayeur and H-P Bretz and AM Brown and J Casey and M Casier and D Chirkin and A Christov and B Christy and K Clark and L Classen and F Clevermann and S Coenders and DF Cowen and AH Cruz Silva and M Danninger and J Daughhetee and JC Davis and M Day and JPAM De André and C De Clercq and Sam De Ridder and P Desiati and KD De Vries and T DeYoung and JC Díaz-Vélez and M Dunkman and R Eagan and B Eberhardt and B Eichmann and J Eisch and Sebastian Euler and PA Evenson and O Fadiran and AR Fazely and A Fedynitch and J Feintzeig and J Felde and Tom Feusels and K Filimonov and C Finley and T Fischer-Wasels and S Flis and A Franckowiak and K Frantzen and T Fuchs and TK Gaisser and J Gallagher and L Gerhardt and D Gier and L Gladstone and T Glüsenkamp and A Goldschmidt and G Golup and JG Gonzalez and JA Goodman and D Góra and DT Grandmont and D Grant and P Gretskov and JC Groh and A Groß and C Ha and C Haack and A Haj Ismail and P Hallen and Allan Hallgren and F Halzen and K Hanson and D Hebecker and D Heereman and D Heinen and K Helbing and R Hellauer and D Hellwig and S Hickford and GC Hill and KD Hoffman and R Hoffmann and A Homeier and K Hoshina and F Huang and W Huelsnitz and PO Hulth and K Hultqvist and S Hussain and A Ishihara and E Jacobi and J Jacobsen and K Jagielski and GS Japaridze and K Jero and Ola Jlelati and M Jurkovic and B Kaminsky and A Kappes and T Karg and A Karle and M Kauer and JL Kelley and A Kheirandish and J Kiryluk and J Kläs and SR Klein and J-H Köhne and G Kohnen and H Kolanoski and A Koob and L Köpke and C Kopper and S Kopper and DJ Koskinen and M Kowalski and A Kriesten and K Krings and G Kroll and J Kunnen and N Kurahashi",
            "2014",
            "rdcH-aEAAAAJ:LhH-TYMQEocC",
            1192,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.113.101101",
            "11328215367944564766",
            "\/scholar?cites=11328215367944564766",
            {
                "2014":59,
                "2015":253,
                "2016":227,
                "2017":208,
                "2018":145,
                "2019":149,
                "2020":138,
                "2021":9
            }
        ],
        [
            "Super-Kamiokande is the world's largest water Cherenkov detector, with net mass 50,000 tons. During the period April, 1996 to July, 2001, Super-Kamiokande I collected 1678 live-days of data, observing neutrinos from the Sun, Earth's atmosphere, and the K2K long-baseline neutrino beam with high efficiency. These data provided crucial information for our current understanding of neutrino oscillations, as well as setting stringent limits on nucleon decay. In this paper, we describe the detector in detail, including its site, configuration, data acquisition equipment, online and offline software, and calibration systems which were used during Super-Kamiokande I.",
            "The super-kamiokande detector",
            "S Fukuda and Y Fukuda and T Hayakawa and E Ichihara and M Ishitsuka and Y Itow and T Kajita and J Kameda and K Kaneyuki and S Kasuga and K Kobayashi and Y Kobayashi and Yusuke Koshio and M Miura and S Moriyama and M Nakahata and S Nakayama and T Namba and Y Obayashi and A Okada and M Oketa and K Okumura and T Oyabu and N Sakurai and M Shiozawa and Y Suzuki and Y Takeuchi and T Toshito and Y Totsuka and S Yamada and S Desai and M Earl and JT Hong and E Kearns and M Masuzawa and MD Messier and JL Stone and LR Sulak and CW Walter and W Wang and K Scholberg and T Barszczak and D Casper and DW Liu and W Gajewski and PG Halverson and J Hsu and WR Kropp and S Mine and LR Price and F Reines and M Smy and HW Sobel and MR Vagins and KS Ganezer and WE Keig and RW Ellsworth and S Tasaka and JW Flanagan and A Kibayashi and JG Learned and S Matsuno and VJ Stenger and Y Hayato and T Ishii and A Ichikawa and J Kanzaki and T Kobayashi and T Maruyama and K Nakamura and Y Oyama and A Sakai and Makoto Sakuda and O Sasaki and S Echigo and T Iwashita and M Kohama and AT Suzuki and M Hasegawa and T Inagaki and I Kato and H Maesaka and T Nakaya and K Nishikawa and S Yamamoto and TJ Haines and BK Kim and R Sanford and R Svoboda and E Blaufuss and ML Chen and Z Conner and JA Goodman and E Guillian and GW Sullivan and D Turcan and A Habig and M Ackerman and F Goebel and J Hill and CK Jung and T Kato and D Kerr and M Malek and K Martens and C Mauger and C McGrew and E Sharkey and B Viren and C Yanagisawa and W Doki and S Inaba and K Ito and M Kirisawa and M Kitaguchi and C Mitsuda and K Miyano and C Saji and M Takahata and M Takahashi and K Higuchi and Y Kajiyama and A Kusano and Y Nagashima and K Nitta and M Takita and T Yamaguchi and M Yoshida and HI Kim and SB Kim and J Yoo and H Okazawa and M Etoh and K Fujita and Y Gando and A Hasegawa and T Hasegawa and S Hatakeyama and K Inoue and K Ishihara and T Iwamoto and M Koga and I Nishiyama and H Ogawa and J Shirai and A Suzuki and T Takayama and F Tsushima and M Koshiba and Y Ichikawa",
            "2003",
            "rdcH-aEAAAAJ:yxmsSjX2EkcC",
            1124,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S016890020300425X",
            "14011501636526314438",
            "\/scholar?cites=14011501636526314438",
            {
                "2003":14,
                "2004":33,
                "2005":45,
                "2006":39,
                "2007":33,
                "2008":44,
                "2009":42,
                "2010":45,
                "2011":57,
                "2012":81,
                "2013":69,
                "2014":76,
                "2015":84,
                "2016":91,
                "2017":88,
                "2018":78,
                "2019":76,
                "2020":108,
                "2021":10
            }
        ],
        [
            "The previously published atmospheric neutrino data did not distinguish whether muon neutrinos were oscillating into tau neutrinos or sterile neutrinos, as both hypotheses fit the data. Using data recorded in 1100 live days of the Super-Kamiokande detector, we use three complementary data samples to study the difference in zenith angle distribution due to neutral currents and matter effects. We find no evidence favoring sterile neutrinos, and reject the hypothesis at the 99% confidence level. On the other hand, we find that oscillation between muon and tau neutrinos suffices to explain all the results in hand.",
            "Tau neutrinos favored over sterile neutrinos in atmospheric muon neutrino oscillations",
            "S Fukuda and Y Fukuda and M Ishitsuka and Y Itow and T Kajita and J Kameda and K Kaneyuki and K Kobayashi and Y Koshio and M Miura and S Moriyama and M Nakahata and S Nakayama and Y Obayashi and A Okada and K Okumura and N Sakurai and M Shiozawa and Y Suzuki and H Takeuchi and Y Takeuchi and T Toshito and Y Totsuka and S Yamada and M Earl and A Habig and E Kearns and MD Messier and K Scholberg and JL Stone and LR Sulak and CW Walter and M Goldhaber and T Barszczak and D Casper and W Gajewski and WR Kropp and S Mine and LR Price and M Smy and HW Sobel and MR Vagins and KS Ganezer and WE Keig and RW Ellsworth and S Tasaka and A Kibayashi and JG Learned and S Matsuno and D Takemori and Y Hayato and T Ishii and T Kobayashi and K Nakamura and Y Oyama and A Sakai and M Sakuda and O Sasaki and M Kohama and AT Suzuki and T Inagaki and K Nishikawa and TJ Haines and E Blaufuss and BK Kim and R Sanford and R Svoboda and ML Chen and JA Goodman and G Guillian and GW Sullivan and J Hill and CK Jung and K Martens and M Malek and C Mauger and C McGrew and E Sharkey and B Viren and C Yanagisawa and M Kirisawa and S Inaba and C Mitsuda and K Miyano and H Okazawa and C Saji and M Takahashi and M Takahata and Y Nagashima and K Nitta and M Takita and M Yoshida and SB Kim and T Ishizuka and M Etoh and Y Gando and T Hasegawa and K Inoue and K Ishihara and T Maruyama and J Shirai and A Suzuki and M Koshiba and Y Hatakeyama and Y Ichikawa and M Koike and K Nishijima and H Fujiyasu and H Ishino and M Morii and Y Watanabe and U Golebiewska and D Kielczewska and SC Boyd and AL Stachyra and RJ Wilkes and KK Young and Super-Kamiokande Collaboration",
            "2000",
            "rdcH-aEAAAAJ:J-pR_7NvFogC",
            1117,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.85.3999",
            "5014349029549865085",
            "\/scholar?cites=5014349029549865085",
            {
                "2000":6,
                "2001":164,
                "2002":218,
                "2003":169,
                "2004":119,
                "2005":93,
                "2006":63,
                "2007":40,
                "2008":39,
                "2009":30,
                "2010":34,
                "2011":19,
                "2012":19,
                "2013":19,
                "2014":10,
                "2015":17,
                "2016":12,
                "2017":6,
                "2018":11,
                "2019":5,
                "2020":5,
                "2021":5
            }
        ]
    ]
}