{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Hippocampal theta rhythm is crucial for spatial memory and is thought to be generated by extrinsic inputs. In contrast, using a complete rat hippocampus in vitro, we found several intrinsic, atropine-resistant theta generators in CA1. These oscillators were organized along the septotemporal axis and arose independently from CA3. Our results suggest that CA1 theta rhythm can emerge from the coupling of multiple autonomous hippocampal theta oscillators.",
            "Self-generated theta oscillations in the hippocampus",
            "Romain Goutagny and Jesse Jackson and Sylvain Williams",
            "2009",
            "RDNRqDAAAAAJ:tkaPQYYpVKoC",
            268,
            "https:\/\/www.nature.com\/articles\/nn.2440",
            "10530620006640274585",
            "\/scholar?cites=10530620006640274585",
            {
                "2009":1,
                "2010":19,
                "2011":17,
                "2012":26,
                "2013":25,
                "2014":18,
                "2015":24,
                "2016":27,
                "2017":32,
                "2018":30,
                "2019":23,
                "2020":24
            }
        ],
        [
            "Inhibitory interneurons in the neocortex often connect in a promiscuous and extensive fashion, extending a “blanket of inhibition” on the circuit. This raises the problem of how can excitatory activity propagate in the midst of this widespread inhibition. One solution to this problem could be the vasoactive intestinal peptide (VIP) interneurons, which disinhibit other interneurons. To explore how VIP interneurons affect the local circuits, we use two-photon optogenetics to activate them individually in mouse visual cortex in vivo while measuring their output with two-photon calcium imaging. We find that VIP interneurons have narrow axons and inhibit nearby somatostatin interneurons, which themselves inhibit pyramidal cells. Moreover, via this lateral disinhibition, VIP cells in vivo make local and transient “holes” in the inhibitory blanket extended by SOM cells. VIP interneurons, themselves regulated by neuromodulators …",
            "Opening holes in the blanket of inhibition: localized lateral disinhibition by VIP interneurons",
            "Mahesh M Karnani and Jesse Jackson and Inbal Ayzenshtat and Azadeh Hamzehei Sichani and Kasra Manoocheri and Samuel Kim and Rafael Yuste",
            "2016",
            "RDNRqDAAAAAJ:UHK10RUVsp4C",
            131,
            "https:\/\/www.jneurosci.org\/content\/36\/12\/3471.short",
            "12909881430511154349",
            "\/scholar?cites=12909881430511154349",
            {
                "2016":13,
                "2017":19,
                "2018":26,
                "2019":28,
                "2020":42,
                "2021":3
            }
        ],
        [
            "Alzheimer's disease (AD) is an age‐related neurodegenerative disorder characterized by memory impairments. Brain oscillatory activity is critical for cognitive function and is altered in AD patients. Recent evidence suggests that accumulation of soluble amyloid‐beta (Aβ) induces reorganization of hippocampal networks. However, whether fine changes in network activity might be present at very early stages, before Aβ overproduction, remains to be determined. We therefore assessed whether theta and gamma oscillations and their cross‐frequency coupling, which are known to be essential for normal memory function, were precociously altered in the hippocampus. Electrophysiological field potential recordings were performed using complete hippocampal preparations in vitro from young transgenic CRND8 mice, a transgenic mouse model of AD. Our results indicate that a significant proportion of 1‐month‐old …",
            "Alterations in hippocampal network oscillations and theta–gamma coupling arise before Aβ overproduction in a mouse model of A lzheimer's disease",
            "Romain Goutagny and Ning Gu and Chelsea Cavanagh and Jesse Jackson and Jean‐Guy Chabot and Rémi Quirion and Slavica Krantic and Sylvain Williams",
            "2013",
            "RDNRqDAAAAAJ:eq2jaN3J8jMC",
            129,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/ejn.12233",
            "13056050297526868099",
            "\/scholar?cites=13056050297526868099",
            {
                "2013":3,
                "2014":4,
                "2015":8,
                "2016":14,
                "2017":18,
                "2018":23,
                "2019":29,
                "2020":28,
                "2021":2
            }
        ],
        [
            "Simultaneous co-activation of neocortical neurons is likely critical for brain computations ranging from perception and motor control to memory and cognition. While co-activation of excitatory principal cells (PCs) during ongoing activity has been extensively studied, that of inhibitory interneurons (INs) has received little attention. Here, we show in vivo and in vitro that members of two non-overlapping neocortical IN populations, expressing somatostatin (SOM) or vasoactive intestinal peptide (VIP), are active as populations rather than individually. We demonstrate a variety of synergistic mechanisms, involving population-specific local excitation, GABAergic disinhibition and excitation through electrical coupling, which likely underlie IN population co-activity. Firing of a few SOM or VIP INs recruits additional members within the cell type via GABAergic and cholinergic mechanisms, thereby amplifying the output of the …",
            "Cooperative subnetworks of molecularly similar interneurons in mouse neocortex",
            "Mahesh M Karnani and Jesse Jackson and Inbal Ayzenshtat and Jason Tucciarone and Kasra Manoocheri and William G Snider and Rafael Yuste",
            "2016",
            "RDNRqDAAAAAJ:dQ2og3OwTAUC",
            116,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0896627316001744",
            "11490430210177959015",
            "\/scholar?cites=11490430210177959015",
            {
                "2016":20,
                "2017":20,
                "2018":33,
                "2019":13,
                "2020":28,
                "2021":2
            }
        ],
        [
            "We introduce a scanless optical method to image neuronal activity in three dimensions simultaneously. Using a spatial light modulator and a custom-designed phase mask, we illuminate and collect light simultaneously from different focal planes and perform calcium imaging of neuronal activity in vitro and in vivo. This method, combining structured illumination with volume projection imaging, could be used as a technological platform for brain activity mapping.",
            "Simultaneous imaging of neural activity in three dimensions",
            "Sean Quirin and Jesse Jackson and Darcy S Peterka and Rafael Yuste",
            "2014",
            "RDNRqDAAAAAJ:PELIpwtuRlgC",
            92,
            "https:\/\/www.frontiersin.org\/articles\/10.3389\/fncir.2014.00029\/full",
            "3820479336709744369",
            "\/scholar?cites=3820479336709744369",
            {
                "2014":8,
                "2015":20,
                "2016":15,
                "2017":13,
                "2018":12,
                "2019":16,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Gamma rhythms are essential for memory encoding and retrieval. Despite extensive study of these rhythms in the entorhinal cortex, dentate gyrus, CA3, and CA1, almost nothing is known regarding their generation and organization in the structure delivering the most prominent hippocampal output: the subiculum. Here we show using a complete rat hippocampal preparation in vitro that the subiculum intrinsically and independently generates spontaneous slow (25–50 Hz) and fast (100–150 Hz) gamma rhythms during the rising phase and peak of persistent subicular theta rhythms. These two gamma frequencies are phase modulated by theta rhythms without any form of afferent input from the entorhinal cortex or CA1. Subicular principal cells and interneurons phase lock to both fast and slow gamma, and single cells are independently phase modulated by each form of gamma rhythm, enabling selective participation …",
            "Fast and slow gamma rhythms are intrinsically and independently generated in the subiculum",
            "Jesse Jackson and Romain Goutagny and Sylvain Williams",
            "2011",
            "RDNRqDAAAAAJ:_B80troHkn4C",
            90,
            "https:\/\/www.jneurosci.org\/content\/31\/34\/12104.short",
            "11789075521450480683",
            "\/scholar?cites=11789075521450480683",
            {
                "2011":2,
                "2012":10,
                "2013":7,
                "2014":14,
                "2015":13,
                "2016":7,
                "2017":10,
                "2018":13,
                "2019":10,
                "2020":3,
                "2021":1
            }
        ]
    ]
}