{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The major uncertainties involved in the Chandrasekhar mass models for Type Ia supernovae (SNe Ia) are related to the companion star of their accreting white dwarf progenitor (which determines the accretion rate and consequently the carbon ignition density) and the flame speed after the carbon ignition. We calculate explosive nucleosynthesis in relatively slow deflagrations with a variety of deflagration speeds and ignition densities to put new constraints on the above key quantities. The abundance of the Fe group, in particular of neutron‐rich species like 48Ca, 50Ti, 54Cr, 54,58Fe, and 58Ni, is highly sensitive to the electron captures taking place in the central layers. The yields obtained from such a slow central deflagration, and from a fast deflagration or delayed detonation in the outer layers, are combined and put to comparison with solar isotopic abundances. To avoid excessively large ratios of 54Cr\/56Fe and …",
            "Nucleosynthesis in Chandrasekhar mass models for type IA supernovae and constraints on progenitor systems and burning-front propagation",
            "Koichi Iwamoto and Franziska Brachwitz and Ken’ichi Nomoto and Nobuhiro Kishimoto and Hideyuki Umeda and W Raphael Hix and Friedrich-Karl Thielemann",
            "1999",
            "re7S0aAAAAAJ:u5HHmVD_uO8C",
            1280,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/313278\/meta",
            "10680926199331921085",
            "\/scholar?cites=10680926199331921085",
            {
                "2000":10,
                "2001":33,
                "2002":24,
                "2003":38,
                "2004":50,
                "2005":39,
                "2006":49,
                "2007":40,
                "2008":68,
                "2009":74,
                "2010":57,
                "2011":52,
                "2012":70,
                "2013":62,
                "2014":83,
                "2015":90,
                "2016":68,
                "2017":97,
                "2018":93,
                "2019":78,
                "2020":82,
                "2021":14
            }
        ],
        [
            "We present an extensive study of the inception of supernova explosions by following the evolution of the",
            "Inside the supernova: A powerful convective engine",
            "Marc Herant and Willy Benz and W Raphael Hix and Chris L Fryer and Stirling A Colgate",
            "1994",
            "re7S0aAAAAAJ:u-x6o8ySG0sC",
            777,
            "http:\/\/adsabs.harvard.edu\/pdf\/1994ApJ...435..339H",
            "17232947542232011724",
            "\/scholar?cites=17232947542232011724",
            {
                "1995":23,
                "1996":25,
                "1997":29,
                "1998":29,
                "1999":24,
                "2000":27,
                "2001":37,
                "2002":26,
                "2003":35,
                "2004":40,
                "2005":40,
                "2006":44,
                "2007":33,
                "2008":27,
                "2009":29,
                "2010":29,
                "2011":22,
                "2012":35,
                "2013":25,
                "2014":30,
                "2015":27,
                "2016":26,
                "2017":26,
                "2018":29,
                "2019":21,
                "2020":29,
                "2021":3
            }
        ],
        [
            "We present a new nucleosynthesis process that we denote as the ν p process, which occurs in supernovae (and possibly gamma-ray bursts) when strong neutrino fluxes create proton-rich ejecta. In this process, antineutrino absorptions in the proton-rich environment produce neutrons that are immediately captured by neutron-deficient nuclei. This allows for the nucleosynthesis of nuclei with mass numbers A> 64, making this process a possible candidate to explain the origin of the solar abundances of Mo 92, 94 and Ru 96, 98. This process also offers a natural explanation for the large abundance of Sr seen in a hyper-metal-poor star.",
            "Neutrino-Induced Nucleosynthesis of  Nuclei: The  Process",
            "Carla Fröhlich and Gabriel Martinez-Pinedo and M Liebendörfer and F-K Thielemann and E Bravo and WR Hix and K Langanke and Nikolaj Thomas Zinner",
            "2006",
            "re7S0aAAAAAJ:2osOgNQ5qMEC",
            547,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.96.142502",
            "10488980496612510554",
            "\/scholar?cites=10488980496612510554",
            {
                "2006":24,
                "2007":35,
                "2008":47,
                "2009":26,
                "2010":52,
                "2011":52,
                "2012":55,
                "2013":34,
                "2014":38,
                "2015":34,
                "2016":31,
                "2017":25,
                "2018":28,
                "2019":34,
                "2020":26,
                "2021":3
            }
        ],
        [
            "We report on the stellar core collapse, bounce, and postbounce evolution of a 13 M⊙ star in a self-consistent general relativistic spherically symmetric simulation based on Boltzmann neutrino transport. We conclude that approximations to exact neutrino transport and the omission of general relativistic effects were not alone responsible for the failure of numerous preceding attempts to model supernova explosions in spherical symmetry. Compared to simulations in Newtonian gravity, the general relativistic simulation results in a smaller shock radius. We however argue that the higher neutrino luminosities and rms energies in the general relativistic case could lead to a larger supernova explosion energy.",
            "Probing the gravitational well: No supernova explosion in spherical symmetry with general relativistic Boltzmann neutrino transport",
            "Matthias Liebendoerfer and Anthony Mezzacappa and Friedrich-Karl Thielemann and OE Bronson Messer and W Raphael Hix and Stephen W Bruenn",
            "2001",
            "re7S0aAAAAAJ:d1gkVwhDpl0C",
            429,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.63.103004",
            "11690045833715707020",
            "\/scholar?cites=11690045833715707020",
            {
                "2001":17,
                "2002":20,
                "2003":36,
                "2004":30,
                "2005":39,
                "2006":31,
                "2007":23,
                "2008":23,
                "2009":25,
                "2010":21,
                "2011":17,
                "2012":30,
                "2013":14,
                "2014":17,
                "2015":9,
                "2016":15,
                "2017":13,
                "2018":14,
                "2019":10,
                "2020":18,
                "2021":3
            }
        ],
        [
            "Supernova simulations to date have assumed that during core collapse electron captures occur dominantly on free protons, while captures on heavy nuclei are Pauli blocked and are ignored. We have calculated rates for electron capture on nuclei with mass numbers A= 65–112 for the temperatures and densities appropriate for core collapse. We find that these rates are large enough so that, in contrast to previous assumptions, electron capture on nuclei dominates over capture on free protons. This leads to significant changes in core collapse simulations.",
            "Electron capture rates on nuclei and implications for stellar core collapse",
            "K Langanke and Gabriel Martinez-Pinedo and JM Sampaio and DJ Dean and WR Hix and OEB Messer and A Mezzacappa and M Liebendörfer and H-Th Janka and M Rampp",
            "2003",
            "re7S0aAAAAAJ:UeHWp8X0CEIC",
            288,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.90.241102",
            "2015000069340896037",
            "\/scholar?cites=2015000069340896037",
            {
                "2003":3,
                "2004":18,
                "2005":26,
                "2006":21,
                "2007":20,
                "2008":16,
                "2009":9,
                "2010":20,
                "2011":14,
                "2012":20,
                "2013":12,
                "2014":12,
                "2015":16,
                "2016":12,
                "2017":19,
                "2018":12,
                "2019":18,
                "2020":17,
                "2021":2
            }
        ],
        [
            "With exact three-flavor Boltzmann neutrino transport, we simulate the stellar core collapse, bounce, and postbounce evolution of a 1 3 M⊙ star in spherical symmetry, the Newtonian limit, without invoking convection. In the absence of convection, prior spherically symmetric models, which implemented approximations to Boltzmann transport, failed to produce explosions. We consider exact transport to determine if these failures were due to the transport approximations made and to answer remaining fundamental questions in supernova theory. The model presented here is the first in a sequence of models beginning with different progenitors. In this model, a supernova explosion is not obtained.",
            "Simulation of the spherically symmetric stellar core collapse, bounce, and postbounce evolution of a star of 13 solar masses with boltzmann neutrino transport, and its …",
            "Anthony Mezzacappa and Matthias Liebendörfer and OE Bronson Messer and W Raphael Hix and Friedrich-Karl Thielemann and Stephen W Bruenn",
            "2001",
            "re7S0aAAAAAJ:9yKSN-GCB0IC",
            281,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.86.1935",
            "18443361525512218634",
            "\/scholar?cites=18443361525512218634",
            {
                "2001":13,
                "2002":28,
                "2003":30,
                "2004":25,
                "2005":37,
                "2006":22,
                "2007":13,
                "2008":12,
                "2009":16,
                "2010":17,
                "2011":10,
                "2012":9,
                "2013":7,
                "2014":11,
                "2015":6,
                "2016":6,
                "2017":2,
                "2018":5,
                "2019":5,
                "2020":6,
                "2021":1
            }
        ],
        [
            "The most important weak nuclear interaction to the dynamics of stellar core collapse is electron capture, primarily on nuclei with masses larger than 60. In prior simulations of core collapse, electron capture on these nuclei has been treated in a highly parametrized fashion, if not ignored. With realistic treatment of electron capture on heavy nuclei come significant changes in the hydrodynamics of core collapse and bounce. We discuss these as well as the ramifications for the postbounce evolution in core collapse supernovae.",
            "Consequences of nuclear electron capture in core collapse supernovae",
            "WR Hix and OEB Messer and A Mezzacappa and M Liebendörfer and J Sampaio and K Langanke and DJ Dean and G Martínez-Pinedo",
            "2003",
            "re7S0aAAAAAJ:IjCSPb-OGe4C",
            260,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.91.201102",
            "10710071603837111363",
            "\/scholar?cites=10710071603837111363",
            {
                "2004":13,
                "2005":25,
                "2006":17,
                "2007":27,
                "2008":16,
                "2009":15,
                "2010":22,
                "2011":13,
                "2012":25,
                "2013":9,
                "2014":7,
                "2015":12,
                "2016":11,
                "2017":16,
                "2018":11,
                "2019":10,
                "2020":11
            }
        ],
        [
            "With currently known input physics and computer simulations in one dimension, a self‐consistent treatment of core‐collapse supernovae does not yet lead to successful explosions, while two‐dimensional models show some promise. Thus, there are strong indications that the delayed neutrino mechanism works combined with a multidimensional convection treatment for unstable layers (possibly with the aid of rotation, magnetic fields and\/or still existent uncertainties in neutrino opacities). On the other hand, there is a need to provide correct nucleosynthesis abundances for the progressing field of galactic evolution and observations of low‐metallicity stars. The innermost ejecta is directly affected by the explosion mechanism, i.e., most strongly, the yields of Fe group nuclei for which an induced piston or thermal bomb treatment will not provide the correct yields because the effect of neutrino interactions is not included …",
            "Composition of the innermost core-collapse supernova ejecta",
            "C Fröhlich and P Hauser and M Liebendörfer and G Martínez-Pinedo and F-K Thielemann and E Bravo and NT Zinner and WR Hix and K Langanke and A Mezzacappa and K Nomoto",
            "2006",
            "re7S0aAAAAAJ:Y0pCki6q_DkC",
            222,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/498224\/meta",
            "1552962417421914886",
            "\/scholar?cites=1552962417421914886",
            {
                "2005":2,
                "2006":18,
                "2007":23,
                "2008":21,
                "2009":3,
                "2010":8,
                "2011":19,
                "2012":17,
                "2013":9,
                "2014":16,
                "2015":14,
                "2016":10,
                "2017":16,
                "2018":20,
                "2019":10,
                "2020":15
            }
        ],
        [
            "We have performed ab initio neutrino radiation hydrodynamics simulations in three and two spatial dimensions (3D and 2D) of core-collapse supernovae from the same 15 M☉ progenitor through 440 ms after core bounce. Both 3D and 2D models achieve explosions; however, the onset of explosion (shock revival) is delayed by~ 100 ms in 3D relative to the 2D counterpart and the growth of the diagnostic explosion energy is slower. This is consistent with previously reported 3D simulations utilizing iron-core progenitors with dense mantles. In the~ 100 ms before the onset of explosion, diagnostics of neutrino heating and turbulent kinetic energy favor earlier explosion in 2D. During the delay, the angular scale of convective plumes reaching the shock surface grows and explosion in 3D is ultimately lead by a single, large-angle plume, giving the expanding shock a directional orientation not dissimilar from those …",
            "Three-dimensional core-collapse supernova simulated using a 15 M⊙ progenitor",
            "Eric J Lentz and Stephen W Bruenn and W Raphael Hix and Anthony Mezzacappa and OE Bronson Messer and Eirik Endeve and John M Blondin and J Austin Harris and Pedro Marronetti and Konstantin N Yakunin",
            "2015",
            "re7S0aAAAAAJ:6ZxmRoH8BuwC",
            215,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/2041-8205\/807\/2\/L31\/meta",
            "9021730681980043450",
            "\/scholar?cites=9021730681980043450",
            {
                "2014":1,
                "2015":11,
                "2016":27,
                "2017":38,
                "2018":56,
                "2019":37,
                "2020":39,
                "2021":5
            }
        ],
        [
            "The author presents and discusses the theoretical calculations related to the cause and evolution of the nova outburst. He takes as given the following model for the nova: a close binary system with one member a white dwarf and the other member a larger, cooler star that fills its Roche lobe.",
            "Thermonuclear processes and the classical nova outburst.",
            "S Starrfield",
            "1989",
            "re7S0aAAAAAJ:yMeIxYmEMEAC",
            200,
            "https:\/\/ui.adsabs.harvard.edu\/abs\/1989clno.conf...39S\/abstract",
            "678294906133553795",
            "\/scholar?cites=678294906133553795",
            {
                "1990":4,
                "1991":3,
                "1992":3,
                "1993":2,
                "1994":2,
                "1995":5,
                "1996":5,
                "1997":5,
                "1998":4,
                "1999":5,
                "2000":11,
                "2001":3,
                "2002":7,
                "2003":1,
                "2004":4,
                "2005":6,
                "2006":14,
                "2007":10,
                "2008":21,
                "2009":13,
                "2010":10,
                "2011":9,
                "2012":8,
                "2013":10,
                "2014":9,
                "2015":7,
                "2016":5,
                "2017":10,
                "2018":1
            }
        ]
    ]
}