{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We demonstrate the potential of highly-doped semiconductor epilayers as building blocks for mid-infrared plasmonic structures. InAs epilayers are grown by molecular beam epitaxy and characterized by Hall measurements and optical techniques. We show that the plasma frequency of our material can be controlled across a broad range of mid-infrared frequencies. Subwavelength disks are fabricated out of our material, and localized plasmonic resonances are observed from these structures. Experimental results are compared to both numerical simulations and a simple quasistatic dipole model of our disks with good agreement.",
            "Mid-infrared designer metals",
            "S Law and DC Adams and AM Taylor and D Wasserman",
            "2012",
            "ReGLBbYAAAAJ:5nxA0vEk-isC",
            181,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=oe-20-11-12155",
            "15660598607982057284",
            "\/scholar?cites=15660598607982057284",
            {
                "2012":4,
                "2013":19,
                "2014":20,
                "2015":21,
                "2016":29,
                "2017":30,
                "2018":16,
                "2019":20,
                "2020":20,
                "2021":2
            }
        ],
        [
            "Surface plasmon polaritons and their localized counterparts, surface plasmons, are widely used at visible and near-infrared (near-IR) frequencies to confine, enhance, and manipulate light on the subwavelength scale. At these frequencies, surface plasmons serve as enabling mechanisms for future on-chip communications architectures, high-performance sensors, and high-resolution imaging and lithography systems. Successful implementation of plasmonics-inspired solutions at longer wavelengths, in the mid-infrared (mid-IR) frequency range, would benefit a number of highly important technologies in health- and defense-related fields that include trace-gas detection, heat-signature sensing, mimicking, and cloaking, and source and detector development. However, the body of knowledge of visible\/near-IR frequency plasmonics cannot be easily transferred to the mid-IR due to the fundamentally different material …",
            "Towards nano-scale photonics with micro-scale photons: the opportunities and challenges of mid-infrared plasmonics",
            "Stephanie Law and Viktor Podolskiy and Daniel Wasserman",
            "2013",
            "ReGLBbYAAAAJ:3fE2CSJIrl8C",
            168,
            "https:\/\/www.degruyter.com\/view\/journals\/nanoph\/2\/2\/article-p103.xml",
            "17853083047574500049",
            "\/scholar?cites=17853083047574500049",
            {
                "2013":5,
                "2014":13,
                "2015":26,
                "2016":22,
                "2017":30,
                "2018":27,
                "2019":23,
                "2020":20,
                "2021":1
            }
        ],
        [
            "Infrared absorption spectroscopy of vibro-rotational molecular resonances provides a powerful method for investigation of a wide range of molecules and molecular compounds. However, the wavelength of light required to excite these resonances is often orders of magnitude larger than the absorption cross sections of the molecules under investigation. This mismatch makes infrared detection and identification of nanoscale volumes of material challenging. Here we demonstrate a new type of infrared plasmonic antenna for long-wavelength nanoscale enhanced sensing. The plasmonic materials utilized are epitaxially grown semiconductor engineered metals, which results in high-quality, low-loss infrared plasmonic metals with tunable optical properties. Nanoantennas are fabricated using nanosphere lithography, allowing for cost-effective and large-area fabrication of nanoscale structures. Antenna arrays are …",
            "All-Semiconductor Plasmonic Nanoantennas for Infrared Sensing",
            "Stephanie Law and Lan Yu and Aaron Rosenberg and Daniel Wasserman",
            "2013",
            "ReGLBbYAAAAJ:4TOpqqG69KYC",
            153,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl402766t",
            "16624885953746655151",
            "\/scholar?cites=16624885953746655151",
            {
                "2014":14,
                "2015":21,
                "2016":26,
                "2017":24,
                "2018":24,
                "2019":19,
                "2020":22,
                "2021":3
            }
        ],
        [
            "We demonstrate strong-to-perfect absorption across a wide range of mid-infrared wavelengths (5-12µm) using a two-layer system consisting of heavily-doped silicon and a thin high-index germanium dielectric layer. We demonstrate spectral control of the absorption resonance by varying the thickness of the dielectric layer. The absorption resonance is shown to be largely polarization-independent and angle-invariant. Upon heating, we observe selective thermal emission from our materials. Experimental data is compared to an analytical model of our structures with strong agreement.",
            "Strong absorption and selective emission from engineered metals with dielectric coatings",
            "W Streyer and S Law and G Rooney and T Jacobs and D Wasserman",
            "2013",
            "ReGLBbYAAAAJ:KlAtU1dfN6UC",
            81,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=oe-21-7-9113",
            "4586631736712662780",
            "\/scholar?cites=4586631736712662780",
            {
                "2013":5,
                "2014":15,
                "2015":13,
                "2016":11,
                "2017":10,
                "2018":12,
                "2019":12,
                "2020":2,
                "2021":1
            }
        ],
        [
            "In this article, we will review recent progress in the growth of topological insulator (TI) thin films by molecular beam epitaxy (MBE). The materials we focus on are the V 2-VI 3 family of TIs. These materials are ideally bulk insulating with surface states housing Dirac excitations which are spin-momentum locked. These surface states are interesting for fundamental physics studies (such as the search for Majorana fermions) as well as applications in spintronics and other fields. However, the majority of TI films and bulk crystals exhibit significant bulk conductivity, which obscures these states. In addition, many TI films have a high defect density. This review will discuss progress in reducing the bulk conductivity while increasing the crystal quality. We will describe in detail how growth parameters, substrate choice, and growth technique influence the resulting TI film properties for binary and ternary TIs. We then give an overview of progress in the growth of TI heterostructures. We close by discussing the bright future for TI film growth by MBE. View Full-Text",
            "Topological Insulator Film Growth by Molecular Beam Epitaxy: A Review",
            "Theresa P Ginley and Yong Wang and Stephanie Law",
            "2016",
            "ReGLBbYAAAAJ:R3hNpaxXUhUC",
            49,
            "https:\/\/www.mdpi.com\/2073-4352\/6\/11\/154",
            "11137431917100719036",
            "\/scholar?cites=11137431917100719036",
            {
                "2017":6,
                "2018":12,
                "2019":9,
                "2020":19,
                "2021":3
            }
        ],
        [
            "In this work, the authors demonstrate the potential of epitaxially grown highly doped InSb as an engineered, wavelength-flexible mid-IR plasmonic material. The authors achieve doping concentrations over an order of magnitude larger than previously published results and show that such materials have plasma frequencies corresponding to energies larger than the material's band-gap. These semiconductor-based plasmonic metals open the door to homoepitaxial integration of plasmonic or epsilon-near-zero materials with optoelectronic devices at mid-infrared wavelengths. The materials are characterized by Hall measurements, mid-infrared transmission and reflection spectroscopy, and near-infrared transmission spectroscopy. The opportunities offered and the limitations presented by this material system are discussed and analyzed.",
            "Doped semiconductors with band-edge plasma frequencies",
            "Stephanie Law and Runyu Liu and Daniel Wasserman",
            "2014",
            "ReGLBbYAAAAJ:dhFuZR0502QC",
            49,
            "https:\/\/avs.scitation.org\/doi\/abs\/10.1116\/1.4891170",
            "8102524875552972369",
            "\/scholar?cites=8102524875552972369",
            {
                "2015":4,
                "2016":12,
                "2017":11,
                "2018":7,
                "2019":4,
                "2020":10,
                "2021":1
            }
        ],
        [
            "The authors demonstrate the ability of high-quality epitaxial InAs films to be used as wavelength-flexible, low-loss, engineered plasmonic metals across the mid-infrared spectral range. Films are grown by molecular beam epitaxy and characterized by Hall effect measurements, atomic force microscopy, and infrared reflection and transmission spectroscopy. The losses of our plasmonic material are studied as a function of InAs doping density, growth rate, buffer layer type, and substrate type. High growth rates are shown to be integral to obtaining films with low losses and doping densities approaching 1×1020 cm−3.",
            "Epitaxial growth of engineered metals for mid-infrared plasmonics",
            "Stephanie Law and Lan Yu and Daniel Wasserman",
            "2013",
            "ReGLBbYAAAAJ:ULOm3_A8WrAC",
            49,
            "https:\/\/avs.scitation.org\/doi\/abs\/10.1116\/1.4797487",
            "1435917111221886263",
            "\/scholar?cites=1435917111221886263",
            {
                "2013":4,
                "2014":7,
                "2015":9,
                "2016":6,
                "2017":5,
                "2018":6,
                "2019":7,
                "2020":5
            }
        ],
        [
            "We demonstrate epitaxially grown all-semiconductor thin-film midinfrared plasmonic absorbers and show that absorption in these structures is linked to the excitation of highly confined negative-index surface plasmon polaritons. Strong (> 98%) absorption is experimentally observed, and the spectral position and intensity of the absorption resonances are studied by reflection and transmission spectroscopy. Numerical models as well as an analytical description of the excited guided modes in our structures are presented, showing agreement with experiment. The structures investigated demonstrate a wavelength-flexible, all-semiconductor, plasmonic architecture with potential for both sensing applications and enhanced interaction of midinfrared radiation with integrated semiconductor optoelectronic elements.",
            "All-Semiconductor Negative-Index Plasmonic Absorbers",
            "S Law and C Roberts and T Kilpatrick and L Yu and T Ribaudo and EA Shaner and V Podolskiy and D Wasserman",
            "2014",
            "ReGLBbYAAAAJ:qxL8FJ1GzNcC",
            44,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.112.017401",
            "36683565801270379",
            "\/scholar?cites=36683565801270379",
            {
                "2014":7,
                "2015":11,
                "2016":3,
                "2017":9,
                "2018":5,
                "2019":7,
                "2020":2
            }
        ],
        [
            "Dynamic magnetic susceptibility, χ, was studied in several intermetallic materials exhibiting ferromagnetic, antiferromagnetic and metamagnetic transitions. Precise measurements by using a 14 MHz tunnel diode oscillator (TDO) allow detailed insight into the field and temperature dependence of χ. In particular, local moment ferromagnets show a sharp peak in χ (T) near the Curie temperature, T C. The peak amplitude decreases and shifts to higher temperatures with very small applied dc fields. Anisotropic measurements of CeVSb 3 show that this peak is present provided the magnetic easy axis is aligned with the excitation field. In a striking contrast, small moment, itinerant ferromagnets (ie, ZrZn 2) show a broad maximum in χ (T) that responds differently to applied field. We believe that TDO measurements provide a very sensitive way to distinguish between local and itinerant moment magnetic orders. Local …",
            "Precise measurements of radio-frequency magnetic susceptibility in ferromagnetic and antiferromagnetic materials",
            "MD Vannette and AS Sefat and S Jia and SA Law and G Lapertot and SL Bud’ko and PC Canfield and J Schmalian and R Prozorov",
            "2008",
            "ReGLBbYAAAAJ:u-x6o8ySG0sC",
            38,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0304885307007767",
            "10179058314860657861",
            "\/scholar?cites=10179058314860657861",
            {
                "2008":4,
                "2009":7,
                "2010":3,
                "2011":4,
                "2012":4,
                "2013":5,
                "2014":1,
                "2015":2,
                "2016":3,
                "2017":2,
                "2018":1,
                "2019":1
            }
        ],
        [
            "An investigation of the x-ray resonant magnetic scattering (XRMS) across the series of heavy rare-earth elements, coupled with first-principles calculations, has revealed that spin-orbit coupling in the 5 d band plays a critical role in the systematics of the XRMS and x-ray magnetic circular dichroism branching ratio at the L edges of magnetic rare-earth compounds.",
            "Systematics of x-ray resonant scattering amplitudes in R Ni 2 Ge 2 (R= Gd, Tb, Dy, Ho, Er, Tm): The origin of the branching ratio at the L edges of the heavy rare earths",
            "JW Kim and Y Lee and D Wermeille and B Sieve and L Tan and SL Bud’ko and S Law and PC Canfield and BN Harmon and AI Goldman",
            "2005",
            "ReGLBbYAAAAJ:u5HHmVD_uO8C",
            33,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.72.064403",
            "3134301440482473892",
            "\/scholar?cites=3134301440482473892",
            {
                "2005":1,
                "2006":3,
                "2007":7,
                "2008":2,
                "2009":4,
                "2010":2,
                "2011":2,
                "2012":2,
                "2013":3,
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":1,
                "2018":1,
                "2019":1
            }
        ]
    ]
}