{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A mathematical model for the evolutionary change of restriction sites in mitochondrial DNA is developed. Formulas based on this model are presented for estimating the number of nucleotide substitutions between two populations or species. To express the degree of polymorphism in a population at the nucleotide level, a measure called \"nucleotide diversity\" is proposed.",
            "Mathematical model for studying genetic variation in terms of restriction endonucleases",
            "Masatoshi Nei and Wen-Hsiung Li",
            "1979",
            "RFRua_AAAAAJ:yD5IFk8b50cC",
            12932,
            "https:\/\/www.pnas.org\/content\/76\/10\/5269.short",
            "5179626164554275201",
            "\/scholar?cites=5179626164554275201",
            {
                "1986":47,
                "1987":42,
                "1988":32,
                "1989":48,
                "1990":87,
                "1991":104,
                "1992":79,
                "1993":145,
                "1994":153,
                "1995":163,
                "1996":172,
                "1997":238,
                "1998":226,
                "1999":260,
                "2000":243,
                "2001":323,
                "2002":363,
                "2003":428,
                "2004":463,
                "2005":492,
                "2006":623,
                "2007":620,
                "2008":627,
                "2009":626,
                "2010":693,
                "2011":649,
                "2012":649,
                "2013":608,
                "2014":622,
                "2015":564,
                "2016":522,
                "2017":513,
                "2018":432,
                "2019":423,
                "2020":395,
                "2021":23
            }
        ],
        [
            "This book presents a synthesis of the developments that have taken place over the last 20 years in the study of evolution evolution Subject Category: Natural Processessee more details at the molecular level. It describes the dynamics of molecular evolution, the driving forces behind the evolutionary process, novel evolutionary phenomena revealed by molecular data, the effects of molecular mechanisms on the structure of genes and genomes, and the statistical analysis of molecular data from an evolutionary perspective. The book is intended for advanced students and researchers in molecular evolution or molecular biology molecular biology Subject Category: Disciplines, Occupations and Industries",
            "Molecular evolution.",
            "WenHsiung Li",
            "1997",
            "RFRua_AAAAAJ:PELIpwtuRlgC",
            5925,
            "https:\/\/www.cabdirect.org\/cabdirect\/abstract\/19980108044",
            "8446125741154417164",
            "\/scholar?cites=8446125741154417164",
            {
                "1991":16,
                "1992":31,
                "1993":56,
                "1994":68,
                "1995":80,
                "1996":70,
                "1997":117,
                "1998":178,
                "1999":220,
                "2000":284,
                "2001":339,
                "2002":330,
                "2003":344,
                "2004":366,
                "2005":341,
                "2006":364,
                "2007":361,
                "2008":284,
                "2009":242,
                "2010":260,
                "2011":228,
                "2012":207,
                "2013":188,
                "2014":160,
                "2015":160,
                "2016":146,
                "2017":111,
                "2018":106,
                "2019":96,
                "2020":77,
                "2021":8
            }
        ],
        [
            "Mutations in the genealogy of the sequences in a random sample from a population can be classified as external and internal. External mutations are mutations that occurred in the external branches and internal mutations are mutations that occurred in the internal branches of the genealogy. Under the assumption of selective neutrality, the expected number of external mutations is equal to theta = 4Ne mu, where Ne is the effective population size and mu is the rate of mutation per gene per generation. Interestingly, this expectation is independent of the sample size. The number of external mutations is likely to deviate from its neutral expectation when there is selection while the number of internal mutations is less affected by the presence of selection. Statistical properties of the numbers of external mutations and of internal mutations are studied and their relationships to two commonly used estimates of theta …",
            "Statistical tests of neutrality of mutations.",
            "Yun-Xin Fu and Wen-Hsiung Li",
            "1993",
            "RFRua_AAAAAJ:JoZmwDi-zQgC",
            3784,
            "https:\/\/academic.oup.com\/genetics\/article-abstract\/133\/3\/693\/6009260",
            "8564426465816358531",
            "\/scholar?cites=8564426465816358531",
            {
                "1995":10,
                "1996":20,
                "1997":16,
                "1998":26,
                "1999":39,
                "2000":56,
                "2001":57,
                "2002":69,
                "2003":96,
                "2004":117,
                "2005":145,
                "2006":147,
                "2007":179,
                "2008":217,
                "2009":211,
                "2010":224,
                "2011":250,
                "2012":235,
                "2013":231,
                "2014":236,
                "2015":219,
                "2016":215,
                "2017":184,
                "2018":187,
                "2019":169,
                "2020":184,
                "2021":13
            }
        ],
        [
            "A simple, effective measure of synonymous codon usage bias, the Codon Adaptation Index, is detailed. The index uses a reference set of highly expressed genes from a species to assess the relative merits of each codon, and a score for a gene is calculated from the frequency of use of all codons in that gene. The index assesses the extent to which selection has been effective in moulding the pattern of codon usage. In that respect it is useful for predicting the level of expression of a gene, for assessing the adaptation of viral genes to their hosts, and for making comparisons of codon usage in different organisms. The index may also give an approximate indication of the likely success of heterologous gene expression.",
            "The codon adaptation index-a measure of directional synonymous codon usage bias, and its potential applications",
            "Paul M Sharp and Wen-Hsiung Li",
            "1987",
            "RFRua_AAAAAJ:mNrWkgRL2YcC",
            3382,
            "https:\/\/academic.oup.com\/nar\/article-abstract\/15\/3\/1281\/1166844",
            "14056458769537640273",
            "\/scholar?cites=14056458769537640273",
            {
                "1988":10,
                "1989":16,
                "1990":25,
                "1991":37,
                "1992":30,
                "1993":32,
                "1994":56,
                "1995":59,
                "1996":71,
                "1997":51,
                "1998":48,
                "1999":54,
                "2000":45,
                "2001":48,
                "2002":59,
                "2003":69,
                "2004":91,
                "2005":104,
                "2006":125,
                "2007":130,
                "2008":121,
                "2009":116,
                "2010":129,
                "2011":145,
                "2012":169,
                "2013":200,
                "2014":175,
                "2015":146,
                "2016":185,
                "2017":153,
                "2018":192,
                "2019":208,
                "2020":246,
                "2021":14
            }
        ],
        [
            "Comparison of plant mitochondrial (mt), chloroplast (cp) and nuclear (n) DNA sequences shows that the silent substitution rate in mtDNA is less than one-third that in cpDNA, which in turn evolves only half as fast as plant nDNA. The slower rate in mtDNA than in cpDNA is probably due to a lower mutation rate. Silent substitution rates in plant and mammalian mtDNAs differ by one or two orders of magnitude, whereas the rates in nDNAs may be similar. In cpDNA, the rate of substitution both at synonymous sites and in noncoding sequences in the inverted repeat is greatly reduced in comparison to single-copy sequences. The rate of cpDNA evolution appears to have slowed in some dicot lineages following the monocot\/dicot split, and the slowdown is more conspicuous at nonsynonymous sites than at synonymous sites.",
            "Rates of nucleotide substitution vary greatly among plant mitochondrial, chloroplast, and nuclear DNAs",
            "Kenneth H Wolfe and Wen-Hsiung Li and Paul M Sharp",
            "1987",
            "RFRua_AAAAAJ:bz8QjSJIRt4C",
            2093,
            "https:\/\/www.pnas.org\/content\/84\/24\/9054.short",
            "12868031044648082290",
            "\/scholar?cites=12868031044648082290",
            {
                "1988":6,
                "1989":16,
                "1990":14,
                "1991":19,
                "1992":30,
                "1993":22,
                "1994":23,
                "1995":31,
                "1996":31,
                "1997":27,
                "1998":41,
                "1999":45,
                "2000":39,
                "2001":38,
                "2002":42,
                "2003":42,
                "2004":46,
                "2005":66,
                "2006":64,
                "2007":74,
                "2008":68,
                "2009":89,
                "2010":91,
                "2011":78,
                "2012":134,
                "2013":101,
                "2014":119,
                "2015":124,
                "2016":113,
                "2017":133,
                "2018":101,
                "2019":95,
                "2020":115,
                "2021":7
            }
        ],
        [
            "A new method is proposed for estimating the number of synonymous and nonsynonymous nucleotide substitutions between homologous genes. In this method, a nucleotide site is classified as nondegenerate, twofold degenerate, or fourfold degenerate, depending on how often nucleotide substitutions will result in amino acid replacement; nucleotide changes are classified as either transitional or transversional, and changes between codons are assumed to occur with different probabilities, which are determined by their relative frequencies among more than 3,000 changes in mammalian genes. The method is applied to a large number of mammalian genes. The rate of nonsynonymous substitution is extremely variable among genes; it ranges from 0.004 X 10(-9) (histone H4) to 2.80 X 10(-9) (interferon gamma), with a mean of 0.88 X 10(-9) substitutions per nonsynonymous site per year. The rate of …",
            "A new method for estimating synonymous and nonsynonymous rates of nucleotide substitution considering the relative likelihood of nucleotide and codon changes.",
            "Wen-Hsiung Li and Chung-I Wu and Chi-Cheng Luo",
            "1985",
            "RFRua_AAAAAJ:evX43VCCuoAC",
            1136,
            "https:\/\/academic.oup.com\/mbe\/article-abstract\/2\/2\/150\/1220392",
            "9558736158721627236",
            "\/scholar?cites=9558736158721627236",
            {
                "1986":12,
                "1987":20,
                "1988":24,
                "1989":25,
                "1990":26,
                "1991":38,
                "1992":42,
                "1993":43,
                "1994":54,
                "1995":26,
                "1996":30,
                "1997":31,
                "1998":31,
                "1999":32,
                "2000":38,
                "2001":31,
                "2002":34,
                "2003":41,
                "2004":51,
                "2005":36,
                "2006":56,
                "2007":30,
                "2008":38,
                "2009":34,
                "2010":27,
                "2011":26,
                "2012":27,
                "2013":30,
                "2014":28,
                "2015":24,
                "2016":27,
                "2017":32,
                "2018":21,
                "2019":33,
                "2020":25,
                "2021":3
            }
        ],
        [
            "The current convention in estimating the number of substitutions per synonymous site (K  S ) and per nonsynonymous site (K  A ) between two protein-coding genes is to count each twofold degenerate site as one-third synonymous and two-thirds nonsynonymous because one of the three possible changes at such a site is synonymous and the other two are nonsynonymous. This counting rule can considerably overestimate theK  S  value because transitional mutations tend to occur more often than transversional mutations and because most transitional mutations at twofold degenerate sites are synonymous. A new method that gives unbiased estimates is proposed. An application of the new and the old method to 14 pairs of mouse and rat genes shows that the new method gives aK  S  value very close to the number of substitutions …",
            "Unbiased estimation of the rates of synonymous and nonsynonymous substitution",
            "Wen-Hsiung Li",
            "1993",
            "RFRua_AAAAAJ:ZfRJV9d4-WMC",
            1111,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/BF02407308.pdf",
            "9533714683682670864",
            "\/scholar?cites=9533714683682670864",
            {
                "1993":8,
                "1994":22,
                "1995":20,
                "1996":28,
                "1997":36,
                "1998":46,
                "1999":53,
                "2000":63,
                "2001":51,
                "2002":62,
                "2003":71,
                "2004":74,
                "2005":64,
                "2006":79,
                "2007":55,
                "2008":44,
                "2009":50,
                "2010":34,
                "2011":32,
                "2012":30,
                "2013":24,
                "2014":26,
                "2015":28,
                "2016":34,
                "2017":20,
                "2018":16,
                "2019":13,
                "2020":24
            }
        ],
        [
            "When the coding regions of 11 genes from rodents (mouse or rat) and man are compared with those from another mammalian species (usually bovine), it is found that rodents evolve significantly faster than man. The ratio of the number of nucleotide substitutions in the rodent lineage to that in the human lineage since their divergence is 2.0 for synonymous substitutions and 1.3 for nonsynonymous substitutions. Rodents also evolve faster in the 59 and 39 untranslated regions of five different mRNAs; the ratios are 2.6 and 3.1, respectively. The numbers of nucleotide substitutions between members of the beta-globin gene family that were duplicated before the man-mouse split are also higher in mouse than in man. The difference is, again, greater for synonymous substitutions than for nonsynonymous substitutions. This tendency is more consistent with the neutralist view of molecular evolution than with the …",
            "Evidence for higher rates of nucleotide substitution in rodents than in man",
            "Chung-I Wu and Wen-Hsiung Li",
            "1985",
            "RFRua_AAAAAJ:JV2RwH3_ST0C",
            955,
            "https:\/\/www.pnas.org\/content\/82\/6\/1741.short",
            "3638568289937859583",
            "\/scholar?cites=3638568289937859583",
            {
                "1985":9,
                "1986":19,
                "1987":31,
                "1988":12,
                "1989":20,
                "1990":32,
                "1991":27,
                "1992":31,
                "1993":33,
                "1994":29,
                "1995":28,
                "1996":28,
                "1997":40,
                "1998":35,
                "1999":44,
                "2000":51,
                "2001":37,
                "2002":39,
                "2003":40,
                "2004":34,
                "2005":36,
                "2006":39,
                "2007":24,
                "2008":24,
                "2009":28,
                "2010":27,
                "2011":18,
                "2012":17,
                "2013":15,
                "2014":16,
                "2015":13,
                "2016":18,
                "2017":5,
                "2018":21,
                "2019":12,
                "2020":15,
                "2021":1
            }
        ],
        [
            "Receptor-like kinases (RLKs) belong to the large RLK\/Pelle gene family, and it is known that the Arabidopsis thaliana genome contains >600 such members, which play important roles in plant growth, development, and defense responses. Surprisingly, we found that rice (Oryza sativa) has nearly twice as many RLK\/Pelle members as Arabidopsis does, and it is not simply a consequence of a larger predicted gene number in rice. From the inferred phylogeny of all Arabidopsis and rice RLK\/Pelle members, we estimated that the common ancestor of Arabidopsis and rice had >440 RLK\/Pelles and that large-scale expansions of certain RLK\/Pelle members and fusions of novel domains have occurred in both the Arabidopsis and rice lineages since their divergence. In addition, the extracellular domains have higher nonsynonymous substitution rates than the intracellular domains, consistent with the role of extracellular …",
            "Comparative analysis of the receptor-like kinase family in Arabidopsis and rice",
            "Shin-Han Shiu and Wojciech M Karlowski and Runsun Pan and Yun-Huei Tzeng and Klaus FX Mayer and Wen-Hsiung Li",
            "2004",
            "RFRua_AAAAAJ:a3BOlSfXSfwC",
            926,
            "http:\/\/www.plantcell.org\/content\/16\/5\/1220.short",
            "14635280544931434862",
            "\/scholar?cites=14635280544931434862",
            {
                "2004":6,
                "2005":28,
                "2006":37,
                "2007":52,
                "2008":55,
                "2009":46,
                "2010":56,
                "2011":59,
                "2012":68,
                "2013":68,
                "2014":56,
                "2015":60,
                "2016":68,
                "2017":66,
                "2018":70,
                "2019":50,
                "2020":70,
                "2021":7
            }
        ],
        [
            "Deleting a gene in an organism often has little phenotypic effect 1, 2, 3, 4, 5, owing to two mechanisms of compensation 4, 5, 6, 7, 8, 9, 10. The first is the existence of duplicate genes: that is, the loss of function in one copy can be compensated by the other copy or copies. The second mechanism of compensation stems from alternative metabolic pathways, regulatory networks, and so on. The relative importance of the two mechanisms has not been investigated except for a limited study, which suggested that the role of duplicate genes in compensation is negligible 10. The availability of fitness data for a nearly complete set of single-gene-deletion mutants of the Saccharomyces cerevisiae genome 11 has enabled us to carry out a genome-wide evaluation of the role of duplicate genes in genetic robustness against null mutations. Here we show that there is a significantly higher probability of functional compensation …",
            "Role of duplicate genes in genetic robustness against null mutations",
            "Zhenglong Gu and Lars M Steinmetz and Xun Gu and Curt Scharfe and Ronald W Davis and Wen-Hsiung Li",
            "2003",
            "RFRua_AAAAAJ:dTyEYWd-f8wC",
            861,
            "https:\/\/www.nature.com\/articles\/nature01198",
            "8567493466209206370",
            "\/scholar?cites=8567493466209206370",
            {
                "2003":29,
                "2004":61,
                "2005":54,
                "2006":73,
                "2007":52,
                "2008":67,
                "2009":39,
                "2010":50,
                "2011":37,
                "2012":55,
                "2013":53,
                "2014":50,
                "2015":43,
                "2016":34,
                "2017":37,
                "2018":35,
                "2019":36,
                "2020":45,
                "2021":3
            }
        ]
    ]
}