{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "There is an intense, worldwide effort to develop durable lithium ion batteries with high energy and power densities for a wide range of applications, including electric and hybrid electric vehicles. One of the critical challenges in advancing lithium ion battery technologies is fracture and decrepitation of the electrodes as a result of lithium diffusion during charging and discharging operations. When lithium is inserted in either the positive or negative electrode, a large volume change on the order of a few to several hundred percent, can occur. Diffusion-induced stresses (DISs) can therefore cause the nucleation and growth of cracks, leading to mechanical degradation of the active electrode materials. Our work is aimed at developing a mathematical model relating surface energy with diffusion-induced stresses in nanowire electrodes. With decreasing size of the electrode, the ratio of surface area to volume increases …",
            "Modeling diffusion-induced stress in nanowire electrode structures",
            "Rutooj Deshpande and Yang-Tse Cheng and Mark W Verbrugge",
            "2010",
            "rg8AghwAAAAJ:u5HHmVD_uO8C",
            285,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0378775310002661",
            "1998334424618554800",
            "\/scholar?cites=1998334424618554800",
            {
                "2010":4,
                "2011":22,
                "2012":18,
                "2013":30,
                "2014":30,
                "2015":40,
                "2016":37,
                "2017":22,
                "2018":21,
                "2019":28,
                "2020":26,
                "2021":4
            }
        ],
        [
            "Coupled mechanical-chemical degradation of electrodes upon charging and discharging has been recognized as a major failure mechanism in lithium ion batteries. The instability of commonly employed electrolytes results in solid electrolyte interphase (SEI) formation. Although the SEI layer is necessary, as it passivates the electrode-electrolyte interface from further solvent decomposition, SEI formation consumes lithium and thus contributes to irreversible capacity loss. In this paper, we study irreversible capacity loss in a graphite-LiFePO 4 cell. Our results support the mechanism of irreversible capacity loss due to the consumption of lithium in forming SEI. We attribute irreversible capacity loss to diffusion induced stresses (DISs) that cause pre-existing cracks on the electrode surfaces to grow gradually upon cycling, leading to the growth of SEI on the newly exposed electrode surfaces. Because lithium is consumed …",
            "Battery cycle life prediction with coupled chemical degradation and fatigue mechanics",
            "Rutooj Deshpande and Mark Verbrugge and Yang-Tse Cheng and John Wang and Ping Liu",
            "2012",
            "rg8AghwAAAAJ:qjMakFHDy7sC",
            258,
            "https:\/\/iopscience.iop.org\/article\/10.1149\/2.049210jes\/meta",
            "17195370137436384130",
            "\/scholar?cites=17195370137436384130",
            {
                "2012":1,
                "2013":14,
                "2014":28,
                "2015":33,
                "2016":41,
                "2017":38,
                "2018":35,
                "2019":29,
                "2020":36,
                "2021":3
            }
        ],
        [
            "Most lithium-ion battery electrodes experience large volume changes associated with Li concentration changes within the host particles during charging and discharging. Electrode failure, in the form of fracture or decrepitation, can occur as a result of repeated volume changes. It has been found recently that many electrode materials, such as graphite, Si, and, change their elastic properties upon lithiation. However, previous diffusion-induced stress (DIS) models have not considered this relationship. In this paper, we developed a mathematical model, with the assumption of a homogeneous isotropic cylindrical electrode particle, to describe the effect of concentration-dependent Young's modulus on DIS in battery electrodes. The DIS model considers both increasing and decreasing Young's modulus with concentration. The model shows that the concentration dependence of Young's modulus has a significant effect …",
            "Effects of concentration-dependent elastic modulus on diffusion-induced stresses for battery applications",
            "Rutooj Deshpande and Yue Qi and Yang-Tse Cheng",
            "2010",
            "rg8AghwAAAAJ:u-x6o8ySG0sC",
            149,
            "https:\/\/iopscience.iop.org\/article\/10.1149\/1.3454762\/meta",
            "16789699398950092395",
            "\/scholar?cites=16789699398950092395",
            {
                "2011":17,
                "2012":12,
                "2013":12,
                "2014":21,
                "2015":16,
                "2016":16,
                "2017":10,
                "2018":14,
                "2019":13,
                "2020":14,
                "2021":3
            }
        ],
        [
            "For advancing lithium-ion battery (LIB) technologies, a detailed understanding of battery degradation mechanisms is important. In this article, experimental observations are provided to elucidate the relation between side reactions, mechanical degradation, and capacity loss in LIBs. Graphite\/Li (Ni 1\/3 Mn 1\/3 Co 1\/3) O 2 cells of two very different initial anode\/cathode capacity ratios (R, both R> 1) are assembled to investigate the electrochemical behavior. The initial charge capacity of the cathode is observed to be affected by the anode loading, indicating that the electrolyte reactions on the anode affect the electrolyte reactions on the cathode. Additionally, the rate of\" marching\" of the cathode is found to be affected by the anode loading. These findings attest to the\" cross-talk\" between the two electrodes. During cycling, the cell with the higher R value display a lower columbic efficiency, yet a lower capacity fade rate …",
            "Electrode side reactions, capacity loss and mechanical degradation in lithium-ion batteries",
            "Jiagang Xu and Rutooj D Deshpande and Jie Pan and Yang-Tse Cheng and Vincent S Battaglia",
            "2015",
            "rg8AghwAAAAJ:4TOpqqG69KYC",
            121,
            "https:\/\/iopscience.iop.org\/article\/10.1149\/2.0291510jes\/meta",
            "17042281795943578756",
            "\/scholar?cites=17042281795943578756",
            {
                "2016":16,
                "2017":30,
                "2018":21,
                "2019":22,
                "2020":29,
                "2021":3
            }
        ],
        [
            "Vertically aligned amorphous titania (TiO2) nanotubes are produced by anodizing Ti foils at various applied potentials in a neutral electrolyte solution containing fluoride ions. Pore size and wall thickness are tuned in the range from 30 to 70 nm and 17 to 35 nm, respectively, by adjusting the applied potential, in addition to tuning the tube length from 355 to 550 nm. Utilizing all of these films as negative electrode materials in lithium-ion batteries delivers stable capacities of 130–230 mAh g–1 and 520–880 mAh cm–3 up to 200 cycles. Microstructural analysis shows that there is no structural change or mechanical degradation in the active material, and the amorphous active material maintains good contact with the substrate\/current collector. A continuum elasticity model for the tubular geometry is presented to understand the diffusion-induced stresses, fracture tendency, and stability in TiO2 nanotubes. Modeling …",
            "Aligned TiO2 Nanotube Arrays As Durable Lithium-Ion Battery Negative Electrodes",
            "Qing Liu Wu and Juchuan Li and Rutooj D Deshpande and Navaladian Subramanian and Stephen E Rankin and Fuqian Yang and Yang-Tse Cheng",
            "2012",
            "rg8AghwAAAAJ:UeHWp8X0CEIC",
            121,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp3072266",
            "10896018030222838229",
            "\/scholar?cites=10896018030222838229",
            {
                "2012":1,
                "2013":11,
                "2014":17,
                "2015":22,
                "2016":26,
                "2017":16,
                "2018":12,
                "2019":7,
                "2020":8
            }
        ],
        [
            "Lithium insertion and removal in lithium ion battery electrodes can result in diffusion induced stresses (DISs) which may cause fracture and decrepitation of electrodes. Many lithium ion electrode materials undergo formation of two or more phases during lithium insertion or removal. In this work, we mathematically investigate the DISs in phase transforming electrodes using a core-shell structural model. We examine the concentration jumps at phase boundaries that result in stress discontinuities, which in turn can cause cracking. The influence of the mechanical properties of the two phases on stress evolution, stress discontinuity, and strain energy are clarified. The trends obtained with the model may be used to help tune electrode materials with appropriate interfacial and bulk properties so as to increase the durability of battery electrodes.",
            "Diffusion induced stresses and strain energy in a phase-transforming spherical electrode particle",
            "Rutooj Deshpande and Yang-Tse Cheng and Mark W Verbrugge and Adam Timmons",
            "2011",
            "rg8AghwAAAAJ:9yKSN-GCB0IC",
            120,
            "https:\/\/iopscience.iop.org\/article\/10.1149\/1.3565183\/meta",
            "17843378627083232205",
            "\/scholar?cites=17843378627083232205",
            {
                "2011":3,
                "2012":10,
                "2013":16,
                "2014":22,
                "2015":13,
                "2016":15,
                "2017":12,
                "2018":9,
                "2019":9,
                "2020":9,
                "2021":2
            }
        ],
        [
            "Following earlier work of Huggins and Nix [Ionics6, 57 (2000)], several recent theoretical studies have used the shrinking core model to predict intraparticle Li concentration profiles and associated stress fields. A goal of such efforts is to understand and predict particle fracture, which is sometimes observed in degraded electrodes. In this paper we present experimental data on LiCoO2 and graphite active particles, consistent with previously published data, showing the presence of numerous internal pores or cracks in both positive and negative active electrode particles. New calculations presented here show that the presence of free surfaces, from even small internal cracks or pores, both quantitatively and qualitatively alters the internal stress distributions such that particles are prone to internal cracking rather than to the surface cracking that had been predicted previously. Thus, the fracture strength of …",
            "Mesopores inside electrode particles can change the Li-ion transport mechanism and diffusion-induced stress",
            "Stephen J Harris and Rutooj D Deshpande and Yue Qi and Indrajit Dutta and Yang-Tse Cheng",
            "2010",
            "rg8AghwAAAAJ:d1gkVwhDpl0C",
            92,
            "https:\/\/link.springer.com\/article\/10.1557\/JMR.2010.0183",
            "14942780661372823744",
            "\/scholar?cites=14942780661372823744",
            {
                "2011":11,
                "2012":6,
                "2013":11,
                "2014":13,
                "2015":5,
                "2016":10,
                "2017":9,
                "2018":8,
                "2019":13,
                "2020":5,
                "2021":1
            }
        ],
        [
            "Improving the capacity and durability of electrode materials is one of the critical challenges lithium-ion battery technology is facing presently. Several promising anode materials, such as Si, Ge, and Sn, have theoretical capacities several times larger than that of the commercially used graphite negative electrode. However, their applications are limited because of the short cycle life due to fracture caused by diffusion-induced stresses (DISs) and the large volume change during electrochemical cycling. Here we present a strategy to achieve high capacity and improved durability of electrode materials using low-melting point metallic alloys. With gallium as an example, we show that at a temperature above the melting point of Ga, a reversible solid-liquid transition occurs upon lithiation (lithium insertion) and delithiation (lithium extraction) of Ga. As a result, cracks formed in the lithiated solid state can be\" healed\" once …",
            "Liquid metal alloys as self-healing negative electrodes for lithium ion batteries",
            "Rutooj D Deshpande and Juchuan Li and Yang-Tse Cheng and Mark W Verbrugge",
            "2011",
            "rg8AghwAAAAJ:2osOgNQ5qMEC",
            87,
            "https:\/\/iopscience.iop.org\/article\/10.1149\/1.3591094\/meta",
            "12757155020014403502",
            "\/scholar?cites=12757155020014403502",
            {
                "2011":1,
                "2012":3,
                "2013":6,
                "2014":7,
                "2015":4,
                "2016":9,
                "2017":4,
                "2018":15,
                "2019":12,
                "2020":25,
                "2021":1
            }
        ],
        [
            "In lithium ion batteries, intercalation and deintercalation of lithium may result in volume changes that induce stresses in the lithium-host electrode-material particles. At relatively high rates of charging or discharging, the host electrode particles may see large lithium concentration gradients which may result in fracture and pulverization due to large diffusion-induced stresses. Conversely, during low-rate charge\/discharge operations, the lithium concentration gradients in the particle are minimal; in turn, the internal stresses to which the electrode particles are subjected are low. The electrode particle-cracking models fail to explain why cells exhibit higher coulombic capacity loss during low-rate cycling than during storage. The primary reason being that most of these models focus on understanding the host particle pulverization but fall short of recognizing the importance of possible mechanical degradation of the solid …",
            "Modeling solid-electrolyte interphase (SEI) fracture: coupled mechanical\/chemical degradation of the lithium ion battery",
            "Rutooj D Deshpande and Dawn M Bernardi",
            "2017",
            "rg8AghwAAAAJ:4DMP91E08xMC",
            39,
            "https:\/\/iopscience.iop.org\/article\/10.1149\/2.0841702jes\/meta",
            "404514360372804505",
            "\/scholar?cites=404514360372804505",
            {
                "2017":3,
                "2018":6,
                "2019":14,
                "2020":16
            }
        ],
        [
            "Degradation at the electrode surfaces is one of the major reasons behind capacity fade in well-constructed batteries. The effect of electrolyte additives, in particular vinylene carbonate (VC), is studied extensively for different lithium-ion chemistries and is shown to improve columbic efficiency of some electrodes. We investigate the effect of VC additive in a graphite\/NMC333 (lithium-nickel-manganese-cobalt oxide) cell. The addition of VC improves the rate performance, especially, at moderately high rates. A new three-electrode cell design with Li reference electrode was particularly useful in studying the rate performance of each electrode. The rate of side reactions is found to decrease with the addition of VC. Despite these important performance improvements, no significant improvement in the capacity retention is observed. This suggests that the side reactions in graphite\/NCM cells consist of two types,(1) repairing …",
            "The limited effect of VC in graphite\/NMC cells",
            "Rutooj D Deshpande and Paul Ridgway and Yanbao Fu and Wei Zhang and Jinshu Cai and Vincent Battaglia",
            "2014",
            "rg8AghwAAAAJ:Zph67rFs4hoC",
            35,
            "https:\/\/iopscience.iop.org\/article\/10.1149\/2.0221503jes\/meta",
            "11592699932098789506",
            "\/scholar?cites=11592699932098789506",
            {
                "2015":4,
                "2016":7,
                "2017":6,
                "2018":8,
                "2019":4,
                "2020":5,
                "2021":1
            }
        ]
    ]
}