{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Mechanically agitated granular matter often serves as a prototype for exploring the rich physics associated with hard-sphere systems, with an effective temperature introduced by vibrating or shaking 1, 2, 3, 4, 5, 6. While depletion interactions drive clustering and assembly in colloids 7, 8, 9, 10, no equivalent short-range attractions exist between macroscopic grains. Here we overcome this limitation and investigate granular cluster formation by using acoustic levitation and trapping 11, 12, 13. Scattered sound establishes short-range attractions between small particles 14, while detuning the acoustic trap generates active fluctuations 15. To illuminate the interplay between attractions and fluctuations, we investigate transitions among ground states of two-dimensional clusters composed of a few particles. Our main results, obtained using experiments and modelling, reveal that, in contrast to thermal colloids, in non …",
            "Cluster formation by acoustic forces and active fluctuations in levitated granular matter",
            "Melody X Lim and Anton Souslov and Vincenzo Vitelli and Heinrich M Jaeger",
            "2019",
            "RGR3fQMAAAAJ:WF5omc3nYNoC",
            24,
            "https:\/\/www.nature.com\/articles\/s41567-019-0440-9",
            "15170937658175398016",
            "\/scholar?cites=15170937658175398016",
            {
                "2019":5,
                "2020":19
            }
        ],
        [
            "We investigate the evolution of the force network in experimental systems of two-dimensional granular materials under impact. We use the first Betti number, , and persistence diagrams, as measures of the topological properties of the force network. We show that the structure of the network has a complex, hysteretic dependence on both the intruder acceleration and the total force response of the granular material.  can also distinguish between the nonlinear formation and relaxation of the force network. In addition, using the persistence diagram of the force network, we show that the size of the loops in the force network has a Poisson-like distribution, the characteristic size of which changes over the course of the impact.",
            "Topology of force networks in granular media under impact",
            "Melody X Lim and Robert P Behringer",
            "2018",
            "RGR3fQMAAAAJ:qjMakFHDy7sC",
            8,
            "https:\/\/iopscience.iop.org\/article\/10.1209\/0295-5075\/120\/44003\/meta",
            "15001625453724058534",
            "\/scholar?cites=15001625453724058534",
            {
                "2018":4,
                "2019":2,
                "2020":2
            }
        ],
        [
            "Contact electrification, or tribocharging, is pertinent to a broad range of industrial and natural processes involving dielectric materials. However, the basic mechanism by which charge is transferred between insulators is still unclear. Here, we use a simple apparatus that brings two macroscopic surfaces into repeated contact and measures the charge on the surfaces after each contact. We vary the temperature of the surfaces and find that increasing temperature leads to a decrease in the magnitude of charge transfer. When paired with a Monte Carlo simulation and thermogravimetric analysis measurements, our results support a mechanism where adsorbed surface water is crucial for charge exchange. Our setup is easily extendable to a variety of industrially relevant materials.",
            "Temperature dependence of nylon and PTFE triboelectrification",
            "Isaac A. Harris and Melody X. Lim and Heinrich M. Jaeger",
            "2019",
            "RGR3fQMAAAAJ:roLk4NBRz8UC",
            7,
            "https:\/\/journals.aps.org\/prmaterials\/abstract\/10.1103\/PhysRevMaterials.3.085603",
            "5536561815512673012",
            "\/scholar?cites=5536561815512673012",
            {
                "2019":2,
                "2020":5
            }
        ]
    ]
}