{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Jatropha curcas L. attracts a lot of interest as a biofuel crop, triggering large investments and rapid expansion of cultivation areas, and yet, it should still be considered as a (semi-)wild, undomesticated plant. To use the full potential of Jatropha and to support further expansion and systematic selection, breeding and domestication are a prerequisite. This review reveals and identifies gaps in knowledge that still impede domestication of Jatropha. Prebreeding knowledge is limited. In particular, the regeneration ecology and the degree of genetic diversity among and within natural populations in and outside the center of origin are poorly studied. There is only a limited understanding of the Jatropha breeding system and the effect of inbreeding and outbreeding. This review presents all currently available and relevant information on the species distribution, site requirements, regeneration ecology, genetic diversity …",
            "Towards domestication of Jatropha curcas",
            "Wouter MJ Achten and Lene R Nielsen and Raf Aerts and Ard G Lengkeek and Erik D Kjær and Antonio Trabucco and Jon K Hansen and Wouter H Maes and Lars Graudal and Festus K Akinnifesi and Bart Muys",
            "2010",
            "RHwq7vYAAAAJ:u5HHmVD_uO8C",
            235,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.4155\/bfs.09.4",
            "4767853717022946098",
            "\/scholar?cites=4767853717022946098",
            {
                "2010":8,
                "2011":19,
                "2012":26,
                "2013":36,
                "2014":28,
                "2015":30,
                "2016":18,
                "2017":15,
                "2018":24,
                "2019":17,
                "2020":9
            }
        ],
        [
            "Fraxinus excelsior, common ash native to Europe, is threatened by a recently identified pathogenic fungus Chalara fraxinea, which causes extensive damage on ash trees across Europe. In Denmark, most stands are severely affected leaving many trees with dead crowns. However, single trees show notably fewer symptoms. In this study, the impact of the emerging infectious disease on native Danish ash trees is assessed by estimating presence of inherent resistance in natural populations. Disease symptoms were assessed from 2007 to 2009 at two different sites with grafted ramets of 39 selected clones representing native F. excelsior trees. A strong genetic variation in susceptibility to C. fraxinea infections was observed. No genetic or geographic structure can explain the differences, but strong genetic correlations to leaf senescence were observed. The results suggest that a small fraction of trees in the Danish …",
            "Presence of natural genetic resistance in Fraxinus excelsior (Oleraceae) to Chalara fraxinea (Ascomycota): an emerging infectious disease",
            "LV McKinney and LR Nielsen and JK Hansen and ED Kjær",
            "2011",
            "RHwq7vYAAAAJ:W7OEmFMy1HYC",
            167,
            "https:\/\/www.nature.com\/articles\/hdy2010119",
            "11183496688854013330",
            "\/scholar?cites=11183496688854013330",
            {
                "2011":3,
                "2012":15,
                "2013":20,
                "2014":19,
                "2015":14,
                "2016":23,
                "2017":38,
                "2018":13,
                "2019":11,
                "2020":9
            }
        ],
        [
            "Over the last two decades, ash dieback has become a major problem in Europe, where the causative fungus has invaded the continent rapidly. The disease is caused by the invasive pathogenic fungus Hymenoscyphus pseudoalbidus (anamorph Chalara fraxinea), which causes severe symptoms and dieback in common ash, Fraxinus excelsior. It is becoming a significant threat to biodiversity in forest ecosystems and the economic and aesthetic impacts are immense. Despite the presence of the disease for at least 10 years in Scandinavia, a small fraction of F. excelsior trees have remained vigorous, and these trees exhibit no or low levels of symptoms even where neighbouring trees are very sick. This gives hope that a fraction of the ash trees will retain a sufficiently viable growth to survive. Following a period of high mortality in natural populations, selection and breeding of remaining viable ash trees could …",
            "The ash dieback crisis: genetic variation in resistance can prove a long‐term solution",
            "LV McKinney and LR Nielsen and DB Collinge and IM Thomsen and JK Hansen and ED Kjær",
            "2014",
            "RHwq7vYAAAAJ:4MWp96NkSFoC",
            165,
            "https:\/\/bsppjournals.onlinelibrary.wiley.com\/doi\/abs\/10.1111\/ppa.12196",
            "7458894032397754960",
            "\/scholar?cites=7458894032397754960",
            {
                "2014":8,
                "2015":22,
                "2016":24,
                "2017":44,
                "2018":21,
                "2019":17,
                "2020":26,
                "2021":2
            }
        ],
        [
            "An emerging infectious pathogen Hymenoscyphus pseudoalbidus has spread across much of Europe within recent years causing devastating damage on European common ash trees (Fraxinus excelsior) and associated plant communities. The present study demonstrates the presence of additive genetic variation in susceptibility of natural F. excelsior populations to the new invasive disease. We observe high levels of additive variation in the degree of susceptibility with relatively low influence of environmental factors (narrow‐sense heritability = 0.37–0.52). Most native trees are found to be highly susceptible, and we estimate that only around 1% has the potential of producing offspring with expected crown damage of <10% under the present disease pressure. The results suggest that the presence of additive genetic diversity in natural F. excelsior populations can confer the species with important ability to …",
            "Adaptive potential of ash (Fraxinus excelsior) populations against the novel emerging pathogen Hymenoscyphus pseudoalbidus",
            "Erik Dahl Kjær and Lea Vig McKinney and Lene Rostgaard Nielsen and Lars Nørgaard Hansen and Jon Kehlet Hansen",
            "2012",
            "RHwq7vYAAAAJ:M3ejUd6NZC8C",
            121,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1752-4571.2011.00222.x",
            "2147173309013679844",
            "\/scholar?cites=2147173309013679844",
            {
                "2012":4,
                "2013":9,
                "2014":12,
                "2015":15,
                "2016":19,
                "2017":27,
                "2018":12,
                "2019":11,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Ash trees (genus Fraxinus, family Oleaceae) are widespread throughout the Northern Hemisphere, but are being devastated in Europe by the fungus Hymenoscyphus fraxineus, causing ash dieback, and in North America by the herbivorous beetle Agrilus planipennis 1, 2. Here we sequence the genome of a low-heterozygosity Fraxinus excelsior tree from Gloucestershire, UK, annotating 38,852 protein-coding genes of which 25% appear ash specific when compared with the genomes of ten other plant species. Analyses of paralogous genes suggest a whole-genome duplication shared with olive (Olea europaea, Oleaceae). We also re-sequence 37 F. excelsior trees from Europe, finding evidence for apparent long-term decline in effective population size. Using our reference sequence, we re-analyse association transcriptomic data 3, yielding improved markers for reduced susceptibility to ash dieback. Surveys of …",
            "Genome sequence and genetic diversity of European ash trees",
            "Elizabeth SA Sollars and Andrea L Harper and Laura J Kelly and Christine M Sambles and Ricardo H Ramirez-Gonzalez and David Swarbreck and Gemy Kaithakottil and Endymion D Cooper and Cristobal Uauy and Lenka Havlickova and Gemma Worswick and David J Studholme and Jasmin Zohren and Deborah L Salmon and Bernardo J Clavijo and Yi Li and Zhesi He and Alison Fellgett and Lea Vig McKinney and Lene Rostgaard Nielsen and Gerry C Douglas and Erik Dahl Kjær and J Allan Downie and David Boshier and Steve Lee and Jo Clark and Murray Grant and Ian Bancroft and Mario Caccamo and Richard JA Buggs",
            "2017",
            "RHwq7vYAAAAJ:Qo9Q-PfIzZ0C",
            100,
            "https:\/\/www.nature.com\/articles\/nature20786",
            "2394729812211692959",
            "\/scholar?cites=2394729812211692959",
            {
                "2016":2,
                "2017":22,
                "2018":29,
                "2019":18,
                "2020":27
            }
        ],
        [
            "The European common ash (Fraxinus excelsior) is currently threatened by a pathogenic fungus, Hymenoscyphus pseudoalbidus, which seems to enter the trees through the leaves. Continuous assessments of 39 clones in Danish field trials have shown that there are significant differences in the susceptibility of clones to the new disease. Interestingly, clones that showed early leaf senescence in the autumn were in general less susceptible to the disease than late‐senescing clones. Thus, variation in susceptibility could be owing to phenological differences associated with the infection biology. To test whether differences in susceptibility are driven by genetically based factors other than phenology, we compared inoculations with H. pseudoalbidus on four highly susceptible clones with those of four less susceptible clones. Development of necrosis was hereafter followed regularly. The growth of the fungus in the …",
            "Genetic resistance to Hymenoscyphus pseudoalbidus limits fungal growth and symptom occurrence in Fraxinus excelsior",
            "LV McKinney and IM Thomsen and ED Kjær and LR Nielsen",
            "2012",
            "RHwq7vYAAAAJ:KlAtU1dfN6UC",
            91,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1439-0329.2011.00725.x",
            "17028636962301256461",
            "\/scholar?cites=17028636962301256461",
            {
                "2012":8,
                "2013":10,
                "2014":18,
                "2015":7,
                "2016":14,
                "2017":20,
                "2018":6,
                "2019":3,
                "2020":4
            }
        ],
        [
            "Tree disease epidemics are a global problem, impacting food security, biodiversity and national economies. The potential for conservation and breeding in trees is hampered by complex genomes and long lifecycles, with most species lacking genomic resources. The European Ash tree Fraxinus excelsior is being devastated by the fungal pathogen Hymenoscyphus fraxineus, which causes ash dieback disease. Taking this system as an example and utilizing Associative Transcriptomics for the first time in a plant pathology study, we discovered gene sequence and gene expression variants across a genetic diversity panel scored for disease symptoms and identified markers strongly associated with canopy damage in infected trees. Using these markers we predicted phenotypes in a test panel of unrelated trees, successfully identifying individuals with a low level of susceptibility to the disease. Co-expression analysis …",
            "Molecular markers for tolerance of European ash (Fraxinus excelsior) to dieback disease identified using Associative Transcriptomics",
            "Andrea L Harper and Lea Vig McKinney and Lene Rostgaard Nielsen and Lenka Havlickova and Yi Li and Martin Trick and Fiona Fraser and Lihong Wang and Alison Fellgett and Elizabeth SA Sollars and Sophie H Janacek and J Allan Downie and Richard JA Buggs and Erik Dahl Kjær and Ian Bancroft",
            "2016",
            "RHwq7vYAAAAJ:GmgqlyE4arsC",
            77,
            "https:\/\/www.nature.com\/articles\/srep19335",
            "8683596934324304929",
            "\/scholar?cites=8683596934324304929",
            {
                "2016":6,
                "2017":28,
                "2018":19,
                "2019":10,
                "2020":13
            }
        ],
        [
            "SIDALC.\n",
            "Planning national programmes for conservationof forest genetic resources",
            "Lars Graudal",
            "1997",
            "RHwq7vYAAAAJ:u-x6o8ySG0sC",
            75,
            "http:\/\/www.sidalc.net\/cgi-bin\/wxis.exe\/?IsisScript=zamocat.xis&method=post&formato=2&cantidad=1&expresion=mfn=008220",
            "13179546296316574900",
            "\/scholar?cites=13179546296316574900",
            {
                "1998":3,
                "1999":1,
                "2000":5,
                "2001":3,
                "2002":4,
                "2003":2,
                "2004":3,
                "2005":2,
                "2006":4,
                "2007":5,
                "2008":6,
                "2009":3,
                "2010":4,
                "2011":6,
                "2012":2,
                "2013":6,
                "2014":2,
                "2015":2,
                "2016":2,
                "2017":5,
                "2018":3,
                "2019":2
            }
        ],
        [
            "A Strategy for the Conservation of Genetic Resources of Trees and Shrubs in Denmark was prepared in 1991\/93. The objective of the strategy is to secure the ability of the species covered to adapt to environmental changes, and to maintain the basis for future improvement work. The strategy includes 75 tree and shrub species of actual or potential use for planting in Denmark. Unless protective measures are taken, the size and constitution of the genetic variation of these species will, as a result of present human influence, most likely be affected in the medium-to-long term in a way that may reduce their adaptability and utility significantly.The article focuses on the systematic approach to gene resource conservation taken in Denmark. This approach provides an overview of the conservation effort required, estimated as a number of conservation stands with a minimum size and a specified geographical distribution for …",
            "A systematic approach to the conservation of genetic resources of trees and shrubs in Denmark",
            "Lars Graudal and Erik D Kjær and Sonja Canger",
            "1995",
            "RHwq7vYAAAAJ:2osOgNQ5qMEC",
            75,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/037811279403497K",
            "10113201765051400546",
            "\/scholar?cites=10113201765051400546",
            {
                "1997":1,
                "1998":5,
                "1999":4,
                "2000":7,
                "2001":2,
                "2002":4,
                "2003":1,
                "2004":5,
                "2005":4,
                "2006":6,
                "2007":3,
                "2008":2,
                "2009":2,
                "2010":2,
                "2011":8,
                "2012":4,
                "2013":2,
                "2014":2,
                "2015":3,
                "2016":5,
                "2017":1,
                "2018":2
            }
        ],
        [
            "The genus Dalbergia contains many valuable timber species threatened by illegal logging and deforestation, but knowledge on distributions and threats is often limited and accurate species identification difficult. The aim of this study was to apply DNA barcoding methods to support conservation efforts of Dalbergia species in Indochina. We used the recommended rbcL, matK and ITS barcoding markers on 95 samples covering 31 species of Dalbergia, and tested their discrimination ability with both traditional distance-based as well as different model-based machine learning methods. We specifically tested whether the markers could be used to solve taxonomic confusion concerning the timber species Dalbergia oliveri, and to identify the CITES-listed Dalbergia cochinchinensis. We also applied the barcoding markers to 14 samples of unknown identity. In general, we found that the barcoding markers discriminated among Dalbergia species with high accuracy. We found that ITS yielded the single highest discrimination rate (100%), but due to difficulties in obtaining high-quality sequences from degraded material, the better overall choice for Dalbergia seems to be the standard rbcL+matK barcode, as this yielded discrimination rates close to 90% and amplified well. The distance-based method TaxonDNA showed the highest identification rates overall, although a more complete specimen sampling is needed to conclude on the best analytic method. We found strong support for a monophyletic Dalbergia oliveri and encourage that this name is used consistently in Indochina. The CITES-listed Dalbergia cochinchinensis was successfully identified, and …",
            "The Use of DNA Barcoding in Identification and Conservation of Rosewood (Dalbergia spp.)",
            "Ida Hartvig and Mihaly Czako and Erik Dahl Kjær and Lene Rostgaard Nielsen and Ida Theilade",
            "2015",
            "RHwq7vYAAAAJ:foquWX3nUaYC",
            68,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0138231",
            "113409526548450208",
            "\/scholar?cites=113409526548450208",
            {
                "2016":8,
                "2017":6,
                "2018":12,
                "2019":21,
                "2020":20
            }
        ]
    ]
}