{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The intriguing many-body phases of quantum matter arise from the interplay of particle interactions, spatial symmetries, and external fields. Generating these phases in an engineered system could provide deeper insight into their nature. Using superconducting qubits, we simultaneously realize synthetic magnetic fields and strong particle interactions, which are among the essential elements for studying quantum magnetism and fractional quantum Hall phenomena. The artificial magnetic fields are synthesized by sinusoidally modulating the qubit couplings. In a closed loop formed by the three qubits, we observe the directional circulation of photons, a signature of broken time-reversal symmetry. We demonstrate strong interactions through the creation of photon vacancies, or ‘holes’, which circulate in the opposite direction. The combination of these key elements results in chiral ground-state currents. Our work …",
            "Chiral ground-state currents of interacting photons in a synthetic magnetic field",
            "Pedram Roushan and Charles Neill and Anthony Megrant and Yu Chen and Ryan Babbush and Rami Barends and Brooks Campbell and Zijun Chen and Ben Chiaro and Andrew Dunsworth and Austin Fowler and Evan Jeffrey and Julian Kelly and Erik Lucero and Josh Mutus and PJJ O’Malley and Matthew Neeley and Chris Quintana and Daniel Sank and Amit Vainsencher and Jim Wenner and Ted White and Eliot Kapit and Hartmut Neven and John Martinis",
            "2017",
            "Rix_mv4AAAAJ:5nxA0vEk-isC",
            201,
            "https:\/\/www.nature.com\/articles\/nphys3930",
            "11106643227727747509",
            "\/scholar?cites=11106643227727747509",
            {
                "2016":2,
                "2017":27,
                "2018":41,
                "2019":41,
                "2020":84,
                "2021":6
            }
        ],
        [
            "Thin streams of liquid commonly break up into characteristic droplet patterns owing to the surface-tension-driven Plateau–Rayleigh instability 1, 2, 3. Very similar patterns are observed when initially uniform streams of dry granular material break up into clusters of grains 4, 5, 6, even though flows of macroscopic particles are considered to lack surface tension 7, 8. Recent studies on freely falling granular streams tracked fluctuations in the stream profile 9, but the clustering mechanism remained unresolved because the full evolution of the instability could not be observed. Here we demonstrate that the cluster formation is driven by minute, nanoNewton cohesive forces that arise from a combination of van der Waals interactions and capillary bridges between nanometre-scale surface asperities. Our experiments involve high-speed video imaging of the granular stream in the co-moving frame, control over the properties …",
            "High-speed tracking of rupture and clustering in freely falling granular streams",
            "John R Royer and Daniel J Evans and Loreto Oyarte and Qiti Guo and Eliot Kapit and Matthias E Möbius and Scott R Waitukaitis and Heinrich M Jaeger",
            "2009",
            "Rix_mv4AAAAJ:TQgYirikUcIC",
            176,
            "https:\/\/www.nature.com\/articles\/nature08115",
            "2499623949117348193",
            "\/scholar?cites=2499623949117348193",
            {
                "2009":5,
                "2010":16,
                "2011":8,
                "2012":18,
                "2013":20,
                "2014":16,
                "2015":11,
                "2016":25,
                "2017":16,
                "2018":15,
                "2019":11,
                "2020":12,
                "2021":1
            }
        ],
        [
            "We construct a Hamiltonian that singles out the chiral spin liquid on a square lattice with periodic boundary conditions as the exact and, apart from the twofold topological degeneracy, unique ground state.",
            "Spin Hamiltonian for which the chiral spin liquid is the exact ground state",
            "Darrell F Schroeter and Eliot Kapit and Ronny Thomale and Martin Greiter",
            "2007",
            "Rix_mv4AAAAJ:u-x6o8ySG0sC",
            132,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.097202",
            "982131276587442273",
            "\/scholar?cites=982131276587442273",
            {
                "2007":1,
                "2008":3,
                "2009":4,
                "2010":5,
                "2011":8,
                "2012":7,
                "2013":11,
                "2014":11,
                "2015":25,
                "2016":20,
                "2017":14,
                "2018":8,
                "2019":7,
                "2020":7,
                "2021":1
            }
        ],
        [
            "We study lattice models of charged particles in uniform magnetic fields. We show how longer range hopping can be engineered to produce a massively degenerate manifold of single-particle ground states with wave functions identical to those making up the lowest Landau level of continuum electrons in a magnetic field. We find that in the presence of local interactions, and at the appropriate filling factors, Laughlin’s fractional quantum Hall wave function is an exact many-body ground state of our lattice model. The hopping matrix elements in our model fall off as a Gaussian, and when the flux per plaquette is small compared to the fundamental flux quantum one only needs to include nearest and next-nearest neighbor hoppings. We suggest how to realize this model using atoms in optical lattices, and describe observable consequences of the resulting fractional quantum Hall physics.",
            "Exact parent Hamiltonian for the quantum Hall states in a lattice",
            "Eliot Kapit and Erich Mueller",
            "2010",
            "Rix_mv4AAAAJ:Wp0gIr-vW9MC",
            116,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.215303",
            "17236387727645872307",
            "\/scholar?cites=17236387727645872307",
            {
                "2011":2,
                "2012":7,
                "2013":14,
                "2014":17,
                "2015":16,
                "2016":14,
                "2017":8,
                "2018":12,
                "2019":9,
                "2020":16,
                "2021":1
            }
        ],
        [
            "Recent progress in nanoscale quantum optics and superconducting qubits has made the creation of strongly correlated, and even topologically ordered, states of photons a real possibility. Many of these states are gapped and exhibit anyon excitations, which could be used for a robust form of quantum information processing. However, while numerous qubit array proposals exist to engineer the Hamiltonian for these systems, the question of how to stabilize the many-body ground state of these photonic quantum simulators against photon losses remains largely unanswered. We here propose a simple mechanism that achieves this goal for Abelian and non-Abelian fractional quantum Hall states of light. Our construction uses a uniform two-photon drive field to couple the qubits of the primary lattice with an auxiliary “shadow” lattice, composed of qubits with a much faster loss rate than the qubits of the primary quantum …",
            "Induced self-stabilization in fractional quantum Hall states of light",
            "Eliot Kapit and Mohammad Hafezi and Steven H Simon",
            "2014",
            "Rix_mv4AAAAJ:roLk4NBRz8UC",
            98,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.4.031039",
            "8827219377262776407",
            "\/scholar?cites=8827219377262776407",
            {
                "2014":5,
                "2015":13,
                "2016":23,
                "2017":19,
                "2018":13,
                "2019":8,
                "2020":17
            }
        ],
        [
            "We show how interpenetrating optical lattices containing Bose-Fermi mixtures can be constructed to emulate the thermodynamics of quantum electrodynamics (QED). We present models of neutral atoms on lattices in 1+ 1, 2+ 1, and 3+ 1 dimensions whose low-energy effective action reduces to that of photons coupled to Dirac fermions of the corresponding dimensionality. We give special attention to (2+ 1)-dimensional quantum electrodynamics (QED3) and discuss how two of its most interesting features, chiral symmetry breaking and Chern-Simons physics, could be observed experimentally.",
            "Optical-lattice Hamiltonians for relativistic quantum electrodynamics",
            "Eliot Kapit and Erich Mueller",
            "2011",
            "Rix_mv4AAAAJ:UeHWp8X0CEIC",
            88,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.83.033625",
            "2586693136958683298",
            "\/scholar?cites=2586693136958683298",
            {
                "2011":4,
                "2012":7,
                "2013":19,
                "2014":10,
                "2015":14,
                "2016":8,
                "2017":8,
                "2018":5,
                "2019":6,
                "2020":7
            }
        ],
        [
            "We present a method for constructing parent Hamiltonians for the chiral spin liquid. We find two distinct Hamiltonians for which the chiral spin liquid on a square lattice is an exact zero-energy ground state. We diagonalize both Hamiltonians numerically for 16-site lattices, and find that the chiral spin liquid, modulo its twofold topological degeneracy, is indeed the unique ground state for one Hamiltonian, while it is not unique for the other.",
            "Parent Hamiltonian for the chiral spin liquid",
            "Ronny Thomale and Eliot Kapit and Darrell F Schroeter and Martin Greiter",
            "2009",
            "Rix_mv4AAAAJ:LkGwnXOMwfcC",
            67,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.80.104406",
            "7785867645347399636",
            "\/scholar?cites=7785867645347399636",
            {
                "2009":1,
                "2010":3,
                "2011":3,
                "2012":5,
                "2013":5,
                "2014":8,
                "2015":9,
                "2016":9,
                "2017":10,
                "2018":7,
                "2019":3,
                "2020":4
            }
        ],
        [
            "We autonomously stabilize arbitrary states of a qubit through parametric modulation of the coupling between a fixed frequency qubit and resonator. The coupling modulation is achieved with a tunable coupling design, in which the qubit and the resonator are connected in parallel to a superconducting quantum interference device. This allows for quasistatic tuning of the qubit-cavity coupling strength from 12 MHz to more than 300 MHz. Additionally, the coupling can be dynamically modulated, allowing for single-photon exchange in 6 ns. Qubit coherence times exceeding 20 μ s are maintained over the majority of the range of tuning, limited primarily by the Purcell effect. The parametric stabilization technique realized using the tunable coupler involves engineering the qubit bath through a combination of photon nonconserving sideband interactions realized by flux modulation, and direct qubit Rabi driving. We …",
            "Universal stabilization of a parametrically coupled qubit",
            "Yao Lu and Srivatsan Chakram and Ngainam Leung and Nathan Earnest and Ravi K Naik and Ziwen Huang and Peter Groszkowski and Eliot Kapit and Jens Koch and David I Schuster",
            "2017",
            "Rix_mv4AAAAJ:mVmsd5A6BfQC",
            63,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.119.150502",
            "17355934382825118575",
            "\/scholar?cites=17355934382825118575",
            {
                "2017":3,
                "2018":19,
                "2019":17,
                "2020":23,
                "2021":1
            }
        ],
        [
            "The membrane-binding matrix (MA) domain of the human immunodeficiency virus type 1 (HIV-1) structural precursor Gag (PrGag) protein oligomerizes in solution as a trimer and crystallizes in three dimensions as a trimer unit. A number of models have been proposed to explain how MA trimers might align with respect to PrGag capsid (CA) N-terminal domains (NTDs), which assemble hexagonal lattices. We have examined the binding of naturally myristoylated HIV-1 matrix (MyrMA) and matrix plus capsid (MyrMACA) proteins on membranes in vitro. Unexpectedly, MyrMA and MyrMACA proteins both assembled hexagonal cage lattices on phosphatidylserine-cholesterol membranes. Membrane-bound MyrMA proteins did not organize into trimer units but, rather, organized into hexamer rings. Our results yield a model in which MA domains stack directly above NTD hexamers in immature particles, and they have …",
            "Human immunodeficiency virus type 1 matrix protein assembles on membranes as a hexamer",
            "Ayna Alfadhli and Doug Huseby and Eliot Kapit and Dalbinder Colman and Eric Barklis",
            "2007",
            "Rix_mv4AAAAJ:R3hNpaxXUhUC",
            61,
            "https:\/\/jvi.asm.org\/content\/81\/3\/1472.short",
            "18255340085507967381",
            "\/scholar?cites=18255340085507967381",
            {
                "2007":8,
                "2008":6,
                "2009":4,
                "2010":5,
                "2011":5,
                "2012":2,
                "2013":7,
                "2014":9,
                "2015":2,
                "2016":5,
                "2017":2,
                "2018":2,
                "2019":4
            }
        ],
        [
            "Superconducting qubits are among the most promising platforms for building a quantum computer. However, individual qubit coherence times are not far past the scalability threshold for quantum error correction, meaning that millions of physical devices would be required to construct a useful quantum computer. Consequently, further increases in coherence time are very desirable. In this Letter, we blueprint a simple circuit consisting of two transmon qubits and two additional lossy qubits or resonators, which is passively protected against all single-qubit quantum error channels through a combination of continuous driving and engineered dissipation. Photon losses are rapidly corrected through two-photon drive fields implemented with driven superconducting quantum interference device couplings, and dephasing from random potential fluctuations is heavily suppressed by the drive fields used to implement the …",
            "Hardware-efficient and fully autonomous quantum error correction in superconducting circuits",
            "Eliot Kapit",
            "2016",
            "Rix_mv4AAAAJ:YsMSGLbcyi4C",
            46,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.116.150501",
            "7096480155061856529",
            "\/scholar?cites=7096480155061856529",
            {
                "2016":3,
                "2017":7,
                "2018":12,
                "2019":11,
                "2020":12,
                "2021":1
            }
        ]
    ]
}