{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Infrared multispectral imaging is attracting great interest with the increasing demand for sensitive, low-cost and scalable devices that can distinguish coincident spectral information. However, the widespread use of such detectors is still limited by the high cost of epitaxial semiconductors. In contrast, the solution processability and wide spectral tunability of colloidal quantum dots (CQDs) have inspired various inexpensive, high-performance optoelectronic devices. Here, we demonstrate a two-terminal CQD dual-band detector, which provides a bias-switchable spectral response in two distinct bands. A vertical stack of two rectifying junctions in a back-to-back diode configuration is created by engineering a strong and spatially stable doping process. By controlling the bias polarity and magnitude, the detector can be rapidly switched between short-wave infrared and mid-wave infrared at modulation frequencies up to …",
            "Dual-band infrared imaging using stacked colloidal quantum dot photodiodes",
            "Xin Tang and Matthew M Ackerman and Menglu Chen and Philippe Guyot-Sionnest",
            "2019",
            "rJe6KekAAAAJ:UeHWp8X0CEIC",
            91,
            "https:\/\/www.nature.com\/articles\/s41566-019-0362-1",
            "11098077526515844891",
            "\/scholar?cites=11098077526515844891",
            {
                "2019":26,
                "2020":59,
                "2021":6
            }
        ],
        [
            "The absolute positions of the energy levels of colloidal quantum dots of Hg(S, Se, Te), which are of interest as mid-infrared materials, are determined by electrochemistry. The bulk valence bands are at −5.85, −5.50, and −4.77 eV (±0.05 eV) for zinc-blend HgS, HgSe, HgTe, respectively, in the same order as the anions p-orbital energies. The conduction bands are conversely at −5.20, −5.50, and −4.77 eV. The stable ambient n-doping of Hg(S, Se) quantum dots compared to HgTe arises because the conduction band is sufficiently lower than the measured environment Fermi level of ∼ −4.7 eV to allow for n-doping for HgS and HgSe quantum dots even with significant electron confinement. The position of the Fermi level and the quantum dots states are reported for a specific surface treatment with ethanedithiol and electrolyte environment. The positions are however sensitive to different surface treatments, providing …",
            "Reversible electrochemistry of mercury chalcogenide colloidal quantum dot films",
            "Menglu Chen and Philippe Guyot-Sionnest",
            "2017",
            "rJe6KekAAAAJ:d1gkVwhDpl0C",
            53,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acsnano.7b01014",
            "4706345106253950948",
            "\/scholar?cites=4706345106253950948",
            {
                "2017":5,
                "2018":18,
                "2019":15,
                "2020":13,
                "2021":2
            }
        ],
        [
            "Improving charge mobility in quantum dot (QD) films is important for the performance of photodetectors, solar cells and light-emitting diodes. However, these applications also require preservation of well defined QD electronic states and optical transitions. Here, we present HgTe QD films that show high mobility for charges transported through discrete QD states. A hybrid surface passivation process efficiently eliminates surface states, provides tunable air-stable n and p doping and enables hysteresis-free filling of QD states evidenced by strong conductance modulation. QD films dried at room temperature without any post-treatments exhibit mobility up to μ~ 8 cm 2 V− 1 s− 1 at a low carrier density of less than one electron per QD, band-like behaviour down to 77 K, and similar drift and Hall mobilities at all temperatures. This unprecedented set of electronic properties raises important questions about the …",
            "Quantum dot solids showing state-resolved band-like transport",
            "Xinzheng Lan and Menglu Chen and Margaret H Hudson and Vladislav Kamysbayev and Yuanyuan Wang and Philippe Guyot-Sionnest and Dmitri V Talapin",
            "2020",
            "rJe6KekAAAAJ:qjMakFHDy7sC",
            37,
            "https:\/\/www.nature.com\/articles\/s41563-019-0582-2",
            "10292560277094477760",
            "\/scholar?cites=10292560277094477760",
            {
                "2019":3,
                "2020":32,
                "2021":2
            }
        ]
    ]
}