{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The capacity to predict future events permits a creature to detect, model, and manipulate the causal structure of its interactions with its environment. Behavioral experiments suggest that learning is driven by changes in the expectations about future salient events such as rewards and punishments. Physiological work has recently complemented these studies by identifying dopaminergic neurons in the primate whose fluctuating output apparently signals changes or errors in the predictions of future salient and rewarding events. Taken together, these findings can be understood through quantitative theories of adaptive optimizing control.",
            "A neural substrate of prediction and reward",
            "Wolfram Schultz and Peter Dayan and P Read Montague",
            "1997",
            "rjfj_8AAAAAJ:u5HHmVD_uO8C",
            8658,
            "https:\/\/science.sciencemag.org\/content\/275\/5306\/1593.abstract",
            "5290674038771264223",
            "\/scholar?cites=5290674038771264223",
            {
                "1998":61,
                "1999":99,
                "2000":122,
                "2001":92,
                "2002":161,
                "2003":156,
                "2004":153,
                "2005":243,
                "2006":250,
                "2007":318,
                "2008":319,
                "2009":362,
                "2010":402,
                "2011":442,
                "2012":477,
                "2013":566,
                "2014":537,
                "2015":571,
                "2016":614,
                "2017":595,
                "2018":619,
                "2019":671,
                "2020":703,
                "2021":33
            }
        ],
        [
            "We develop a theoretical framework that shows how mesencephalic dopamine systems could distribute to their targets a signal that represents information about future expectations. In particular, we show how activity in the cerebral cortex can make predictions about future receipt of reward and how fluctuations in the activity levels of neurons in diffuse dopamine systems above and below baseline levels would represent errors in these predictions that are delivered to cortical and subcortical targets. We present a model for how such errors could be constructed in a real brain that is consistent with physiological results for a subset of dopaminergic neurons located in the ventral tegmental area and surrounding dopaminergic neurons. The theory also makes testable predictions about human choice behavior on a simple decision-making task. Furthermore, we show that, through a simple influence on synaptic plasticity …",
            "A framework for mesencephalic dopamine systems based on predictive Hebbian learning",
            "P Read Montague and Peter Dayan and Terrence J Sejnowski",
            "1996",
            "rjfj_8AAAAAJ:u-x6o8ySG0sC",
            2000,
            "https:\/\/www.jneurosci.org\/content\/16\/5\/1936.short",
            "6807907574787102505",
            "\/scholar?cites=6807907574787102505",
            {
                "1996":8,
                "1997":10,
                "1998":21,
                "1999":18,
                "2000":39,
                "2001":32,
                "2002":50,
                "2003":33,
                "2004":49,
                "2005":66,
                "2006":105,
                "2007":105,
                "2008":99,
                "2009":97,
                "2010":103,
                "2011":117,
                "2012":135,
                "2013":158,
                "2014":115,
                "2015":107,
                "2016":110,
                "2017":97,
                "2018":100,
                "2019":109,
                "2020":96,
                "2021":3
            }
        ],
        [
            "Neuroeconomics is the study of the neurobiological and computational basis of value-based decision making. Its goal is to provide a biologically based account of human behaviour that can be applied in both the natural and the social sciences. This Review proposes a framework to investigate different aspects of the neurobiology of decision making. The framework allows us to bring together recent findings in the field, highlight some of the most important outstanding problems, define a common lexicon that bridges the different disciplines that inform neuroeconomics, and point the way to future applications.",
            "A framework for studying the neurobiology of value-based decision making",
            "Antonio Rangel and Colin Camerer and P Read Montague",
            "2008",
            "rjfj_8AAAAAJ:Y0pCki6q_DkC",
            1924,
            "https:\/\/www.nature.com\/articles\/nrn2357",
            "3627412857426118942",
            "\/scholar?cites=3627412857426118942",
            {
                "2008":6,
                "2009":86,
                "2010":81,
                "2011":146,
                "2012":157,
                "2013":185,
                "2014":162,
                "2015":169,
                "2016":163,
                "2017":159,
                "2018":165,
                "2019":226,
                "2020":183,
                "2021":11
            }
        ],
        [
            "Coca-Cola® (Coke®) and Pepsi® are nearly identical in chemical composition, yet humans routinely display strong subjective preferences for one or the other. This simple observation raises the important question of how cultural messages combine with content to shape our perceptions; even to the point of modifying behavioral preferences for a primary reward like a sugared drink. We delivered Coke and Pepsi to human subjects in behavioral taste tests and also in passive experiments carried out during functional magnetic resonance imaging (fMRI). Two conditions were examined: (1) anonymous delivery of Coke and Pepsi and (2) brand-cued delivery of Coke and Pepsi. For the anonymous task, we report a consistent neural response in the ventromedial prefrontal cortex that correlated with subjects' behavioral preferences for these beverages. In the brand-cued experiment, brand knowledge for one of the …",
            "Neural correlates of behavioral preference for culturally familiar drinks",
            "Samuel M McClure and Jian Li and Damon Tomlin and Kim S Cypert and Latané M Montague and P Read Montague",
            "2004",
            "rjfj_8AAAAAJ:qjMakFHDy7sC",
            1635,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0896627304006129",
            "13818392844416880527",
            "\/scholar?cites=13818392844416880527",
            {
                "2004":5,
                "2005":29,
                "2006":65,
                "2007":83,
                "2008":78,
                "2009":90,
                "2010":95,
                "2011":116,
                "2012":118,
                "2013":106,
                "2014":130,
                "2015":132,
                "2016":121,
                "2017":113,
                "2018":107,
                "2019":101,
                "2020":100,
                "2021":4
            }
        ],
        [
            "Using a multiround version of an economic exchange (trust game), we report that reciprocity expressed by one player strongly predicts future trust expressed by their partner—a behavioral finding mirrored by neural responses in the dorsal striatum. Here, analyses within and between brains revealed two signals—one encoded by response magnitude, and the other by response timing. Response magnitude correlated with the “intention to trust” on the next play of the game, and the peak of these “intention to trust” responses shifted its time of occurrence by 14 seconds as player reputations developed. This temporal transfer resembles a similar shift of reward prediction errors common to reinforcement learning models, but in the context of a social exchange. These data extend previous model-based functional magnetic resonance imaging studies into the social domain and broaden our view of the spectrum of …",
            "Getting to know you: reputation and trust in a two-person economic exchange",
            "Brooks King-Casas and Damon Tomlin and Cedric Anen and Colin F Camerer and Steven R Quartz and P Read Montague",
            "2005",
            "rjfj_8AAAAAJ:2osOgNQ5qMEC",
            1361,
            "https:\/\/science.sciencemag.org\/content\/308\/5718\/78.abstract",
            "13643944918295632080",
            "\/scholar?cites=13643944918295632080",
            {
                "2005":19,
                "2006":36,
                "2007":74,
                "2008":101,
                "2009":88,
                "2010":77,
                "2011":92,
                "2012":108,
                "2013":91,
                "2014":86,
                "2015":120,
                "2016":89,
                "2017":91,
                "2018":86,
                "2019":96,
                "2020":80,
                "2021":4
            }
        ],
        [
            "A recent flurry of neuroimaging and decision-making experiments in humans, when combined with single-unit data from orbitofrontal cortex, suggests major additions to current models of reward processing. We review these data and models and use them to develop a specific computational relationship between the value of a predictor and the future rewards or punishments that it promises. The resulting computational model, the predictor-valuation model (PVM), is shown to anticipate a class of single-unit neural responses in orbitofrontal and striatal neurons. The model also suggests how neural responses in the orbitofrontal-striatal circuit may support the conversion of disparate types of future rewards into a kind of internal currency, that is, a common scale used to compare the valuation of future behavioral acts or stimuli.",
            "Neural economics and the biological substrates of valuation",
            "P Read Montague and Gregory S Berns",
            "2002",
            "rjfj_8AAAAAJ:d1gkVwhDpl0C",
            1271,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0896627302009741",
            "17538633161709673841",
            "\/scholar?cites=17538633161709673841",
            {
                "2003":46,
                "2004":38,
                "2005":119,
                "2006":52,
                "2007":110,
                "2008":75,
                "2009":77,
                "2010":92,
                "2011":105,
                "2012":78,
                "2013":89,
                "2014":69,
                "2015":60,
                "2016":53,
                "2017":39,
                "2018":55,
                "2019":50,
                "2020":47,
                "2021":2
            }
        ],
        [
            "Neuromodulators such as dopamine have a central role in cognitive disorders. In the past decade, biological findings on dopamine function have been infused with concepts taken from computational theories of reinforcement learning. These more abstract approaches have now been applied to describe the biological algorithms at play in our brains when we form value judgements and make choices. The application of such quantitative models has opened up new fields, ripe for attack by young synthesizers and theoreticians.",
            "Computational roles for dopamine in behavioural control",
            "P Read Montague and Steven E Hyman and Jonathan D Cohen",
            "2004",
            "rjfj_8AAAAAJ:UeHWp8X0CEIC",
            1082,
            "https:\/\/www.nature.com\/articles\/nature03015",
            "8510638650535366597",
            "\/scholar?cites=8510638650535366597",
            {
                "2005":51,
                "2006":52,
                "2007":125,
                "2008":70,
                "2009":82,
                "2010":91,
                "2011":63,
                "2012":92,
                "2013":67,
                "2014":70,
                "2015":65,
                "2016":57,
                "2017":47,
                "2018":53,
                "2019":42,
                "2020":40,
                "2021":2
            }
        ],
        [
            "Functional MRI experiments in human subjects strongly suggest that the striatum participates in processing information about the predictability of rewarding stimuli. However, stimuli can be unpredictable in character (what stimulus arrives next), unpredictable in time (when the stimulus arrives), and unpredictable in amount (how much arrives). These variables have not been dissociated in previous imaging work in humans, thus conflating possible interpretations of the kinds of expectation errors driving the measured brain responses. Using a passive conditioning task and fMRI in human subjects, we show that positive and negative prediction errors in reward delivery time correlate with BOLD changes in human striatum, with the strongest activation lateralized to the left putamen. For the negative prediction error, the brain response was elicited by expectations only and not by stimuli presented directly; that is, we …",
            "Temporal prediction errors in a passive learning task activate human striatum",
            "Samuel M McClure and Gregory S Berns and P Read Montague",
            "2003",
            "rjfj_8AAAAAJ:IjCSPb-OGe4C",
            1031,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0896627303001545",
            "12373973359353468500",
            "\/scholar?cites=12373973359353468500",
            {
                "2004":31,
                "2005":35,
                "2006":42,
                "2007":57,
                "2008":66,
                "2009":73,
                "2010":76,
                "2011":88,
                "2012":105,
                "2013":86,
                "2014":77,
                "2015":59,
                "2016":52,
                "2017":47,
                "2018":47,
                "2019":47,
                "2020":31,
                "2021":2
            }
        ],
        [
            "Certain classes of stimuli, such as food and drugs, are highly effective in activating reward regions. We show in humans that activity in these regions can be modulated by the predictability of the sequenced delivery of two mildly pleasurable stimuli, orally delivered fruit juice and water. Using functional magnetic resonance imaging, the activity for rewarding stimuli in both the nucleus accumbens and medial orbitofrontal cortex was greatest when the stimuli were unpredictable. Moreover, the subjects9 stated preference for either juice or water was not directly correlated with activity in reward regions but instead was correlated with activity in sensorimotor cortex. For pleasurable stimuli, these findings suggest that predictability modulates the response of human reward regions, and subjective preference can be dissociated from this response.",
            "Predictability modulates human brain response to reward",
            "Gregory S Berns and Samuel M McClure and Giuseppe Pagnoni and P Read Montague",
            "2001",
            "rjfj_8AAAAAJ:zYLM7Y9cAGgC",
            901,
            "https:\/\/www.jneurosci.org\/content\/21\/8\/2793.short",
            "18187447386258088633",
            "\/scholar?cites=18187447386258088633",
            {
                "2001":3,
                "2002":21,
                "2003":23,
                "2004":49,
                "2005":57,
                "2006":47,
                "2007":51,
                "2008":66,
                "2009":53,
                "2010":59,
                "2011":57,
                "2012":72,
                "2013":57,
                "2014":51,
                "2015":48,
                "2016":46,
                "2017":28,
                "2018":33,
                "2019":34,
                "2020":27,
                "2021":2
            }
        ],
        [
            "Infant cues, such as smiling or crying facial expressions, are powerful motivators of human maternal behavior, activating dopamine-associated brain reward circuits. Oxytocin, a neurohormone of attachment, promotes maternal care in animals, although its role in human maternal behavior is unclear. We examined 30 first-time new mothers to test whether differences in attachment, based on the Adult Attachment Interview, were related to brain reward and peripheral oxytocin response to infant cues. On viewing their own infant's smiling and crying faces during functional MRI scanning, mothers with secure attachment showed greater activation of brain reward regions, including the ventral striatum, and the oxytocin-associated hypothalamus\/pituitary region. Peripheral oxytocin response to infant contact at 7 months was also significantly higher in secure mothers, and was positively correlated with brain activation in both …",
            "Adult attachment predicts maternal brain and oxytocin response to infant cues",
            "Lane Strathearn and Peter Fonagy and Janet Amico and P Read Montague",
            "2009",
            "rjfj_8AAAAAJ:UebtZRa9Y70C",
            794,
            "https:\/\/www.nature.com\/articles\/npp2009103",
            "4156290435656730254",
            "\/scholar?cites=4156290435656730254",
            {
                "2009":2,
                "2010":22,
                "2011":49,
                "2012":76,
                "2013":77,
                "2014":89,
                "2015":64,
                "2016":79,
                "2017":93,
                "2018":84,
                "2019":82,
                "2020":55,
                "2021":6
            }
        ]
    ]
}