{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "We report on the first experimental observation of discrete vortex solitons in two-dimensional optically induced photonic lattices. We demonstrate strong stabilization of an optical vortex by the lattice in a self-focusing nonlinear medium and study the generation of the discrete vortices from a broad class of singular beams.",
            "Observation of discrete vortex solitons in optically induced photonic lattices",
            "Dragomir N Neshev and Tristram J Alexander and Elena A Ostrovskaya and Yuri S Kivshar and Hector Martin and Igor Makasyuk and Zhigang Chen",
            "2004",
            "RJML1hgAAAAJ:u-x6o8ySG0sC",
            509,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.92.123903",
            "9847525418062959534",
            "\/scholar?cites=9847525418062959534",
            {
                "2004":24,
                "2005":59,
                "2006":36,
                "2007":41,
                "2008":39,
                "2009":41,
                "2010":34,
                "2011":27,
                "2012":40,
                "2013":38,
                "2014":22,
                "2015":34,
                "2016":13,
                "2017":13,
                "2018":14,
                "2019":13,
                "2020":17
            }
        ],
        [
            "We report the first observation of self-trapping of a spatially incoherent optical beam in a nonlinear medium. Self-trapping occurs in both transverse dimensions, when diffraction is exactly balanced by photorefractive self-focusing.",
            "Self-trapping of partially spatially incoherent light",
            "Matthew Mitchell and Zhigang Chen and Ming-feng Shih and Mordechai Segev",
            "1996",
            "RJML1hgAAAAJ:u5HHmVD_uO8C",
            505,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.77.490",
            "17518916724475207267",
            "\/scholar?cites=17518916724475207267",
            {
                "1997":13,
                "1998":19,
                "1999":28,
                "2000":21,
                "2001":32,
                "2002":35,
                "2003":16,
                "2004":30,
                "2005":30,
                "2006":32,
                "2007":28,
                "2008":32,
                "2009":27,
                "2010":22,
                "2011":19,
                "2012":24,
                "2013":12,
                "2014":16,
                "2015":13,
                "2016":10,
                "2017":9,
                "2018":6,
                "2019":12,
                "2020":12,
                "2021":1
            }
        ],
        [
            "We observe optical trapping and manipulation of dielectric microparticles using autofocusing radially symmetric Airy beams. This is accomplished by exploiting either the inward or outward transverse acceleration associated with their chirped wavefronts. We experimentally demonstrate, for the first time to our knowledge, that such Airy beams morph into nondiffracting Bessel beams in their far-field. Furthermore, the ability of guiding and transporting microparticles along the primary rings of this class of beams is explored.",
            "Trapping and guiding microparticles with morphing autofocusing Airy beams",
            "Peng Zhang and Jai Prakash and Ze Zhang and Matthew S Mills and Nikolaos K Efremidis and Demetrios N Christodoulides and Zhigang Chen",
            "2011",
            "RJML1hgAAAAJ:M05iB0D1s5AC",
            429,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-36-15-2883",
            "7282100045482822448",
            "\/scholar?cites=7282100045482822448",
            {
                "2011":6,
                "2012":22,
                "2013":32,
                "2014":34,
                "2015":40,
                "2016":56,
                "2017":50,
                "2018":52,
                "2019":52,
                "2020":76,
                "2021":8
            }
        ],
        [
            "Solitons, nonlinear self-trapped wavepackets, have been extensively studied in many and diverse branches of physics such as optics, plasmas, condensed matter physics, fluid mechanics, particle physics and even astrophysics. Interestingly, over the past two decades, the field of solitons and related nonlinear phenomena has been substantially advanced and enriched by research and discoveries in nonlinear optics. While optical solitons have been vigorously investigated in both spatial and temporal domains, it is now fair to say that much soliton research has been mainly driven by the work on optical spatial solitons. This is partly due to the fact that although temporal solitons as realized in fiber optic systems are fundamentally one-dimensional entities, the high dimensionality associated with their spatial counterparts has opened up altogether new scientific possibilities in soliton research. Another reason is related …",
            "Optical spatial solitons: historical overview and recent advances",
            "Zhigang Chen and Mordechai Segev and Demetrios N Christodoulides",
            "2012",
            "RJML1hgAAAAJ:yxmsSjX2EkcC",
            396,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0034-4885\/75\/8\/086401\/meta",
            "4637884938616878313",
            "\/scholar?cites=4637884938616878313",
            {
                "2012":1,
                "2013":40,
                "2014":60,
                "2015":63,
                "2016":46,
                "2017":56,
                "2018":33,
                "2019":50,
                "2020":41,
                "2021":5
            }
        ],
        [
            "We investigate both experimentally and theoretically the interaction between a light beam and a photonic lattice optically induced with partially coherent light. We demonstrate a clear transition from two-dimensional discrete diffraction to discrete solitons in such a partially coherent lattice and show that the nonlinear interaction process is associated with a host of new phenomena including lattice dislocation, lattice deformation, and creation of structures akin to optical polarons.",
            "Discrete solitons and soliton-induced dislocations in partially coherent photonic lattices",
            "Hector Martin and Eugenia D Eugenieva and Zhigang Chen and Demetrios N Christodoulides",
            "2004",
            "RJML1hgAAAAJ:d1gkVwhDpl0C",
            307,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.92.123902",
            "17713269830067620909",
            "\/scholar?cites=17713269830067620909",
            {
                "2004":12,
                "2005":48,
                "2006":42,
                "2007":34,
                "2008":33,
                "2009":30,
                "2010":16,
                "2011":19,
                "2012":19,
                "2013":17,
                "2014":10,
                "2015":11,
                "2016":2,
                "2017":3,
                "2018":2,
                "2019":7
            }
        ]
    ]
}