{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We show how the prevailing majority opinion in a population can be rapidly reversed by a small fraction p of randomly distributed committed agents who consistently proselytize the opposing opinion and are immune to influence. Specifically, we show that when the committed fraction grows beyond a critical value p c≈ 10%, there is a dramatic decrease in the time T c taken for the entire population to adopt the committed opinion. In particular, for complete graphs we show that when p< p c, T c~ exp [α (p) N], whereas for p> p c, T c~ ln N. We conclude with simulation results for Erdős-Rényi random graphs and scale-free networks which show qualitatively similar behavior.",
            "Social consensus through the influence of committed minorities",
            "Jierui Xie and Sameet Sreenivasan and Gyorgy Korniss and Weituo Zhang and Chjan Lim and Boleslaw K Szymanski",
            "2011",
            "RjUYapgAAAAJ:86PQX7AUzd4C",
            348,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.84.011130",
            "5103023808486844356",
            "\/scholar?cites=5103023808486844356",
            {
                "2011":3,
                "2012":35,
                "2013":39,
                "2014":38,
                "2015":39,
                "2016":39,
                "2017":39,
                "2018":35,
                "2019":42,
                "2020":29,
                "2021":1
            }
        ],
        [
            "In a parallel discrete-event simulation (PDES) scheme, tasks are distributed among processing elements (PEs) whose progress is controlled by a synchronization scheme. For lattice systems with short-range interactions, the progress of the conservative PDES scheme is governed by the Kardar-Parisi-Zhang equation from the theory of nonequilibrium surface growth. Although the simulated (virtual) times of the PEs progress at a nonzero rate, their standard deviation (spread) diverges with the number of PEs, hindering efficient data collection. We show that weak random interactions among the PEs can make this spread nondivergent. The PEs then progress at a nonzero, near-uniform rate without requiring global synchronizations.",
            "Suppressing roughness of virtual times in parallel discrete-event simulations",
            "György Korniss and Mark A Novotny and HASAN Guclu and Zoltán Toroczkai and Per Arne Rikvold",
            "2003",
            "RjUYapgAAAAJ:ZfRJV9d4-WMC",
            171,
            "https:\/\/science.sciencemag.org\/content\/299\/5607\/677.abstract",
            "7857375155548969225",
            "\/scholar?cites=7857375155548969225",
            {
                "2003":9,
                "2004":15,
                "2005":10,
                "2006":21,
                "2007":13,
                "2008":16,
                "2009":11,
                "2010":16,
                "2011":6,
                "2012":6,
                "2013":4,
                "2014":7,
                "2015":6,
                "2016":5,
                "2017":8,
                "2018":6,
                "2019":2,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Using the minority game as a model for competition dynamics, we investigate the effects of interagent communications across a network on the global evolution of the game. Agent communication across this network leads to the formation of an influence network, which is dynamically coupled to the evolution of the game, and it is responsible for the information flow driving the agents’ actions. We show that the influence network spontaneously develops hubs with a broad distribution of in-degrees, defining a scale-free robust leadership structure. Furthermore, in realistic parameter ranges, facilitated by information exchange on the network, agents can generate a high degree of cooperation making the collective almost maximally efficient.",
            "Competition-driven network dynamics: Emergence of a scale-free leadership structure and collective efficiency",
            "Marian Anghel and Zoltán Toroczkai and Kevin E Bassler and Gyorgy Korniss",
            "2004",
            "RjUYapgAAAAJ:5qfkUJPXOUwC",
            170,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.92.058701",
            "13446446754679183048",
            "\/scholar?cites=13446446754679183048",
            {
                "2004":10,
                "2005":13,
                "2006":14,
                "2007":27,
                "2008":7,
                "2009":13,
                "2010":11,
                "2011":14,
                "2012":7,
                "2013":5,
                "2014":8,
                "2015":7,
                "2016":8,
                "2017":5,
                "2018":7,
                "2019":8,
                "2020":6
            }
        ],
        [
            "We study the two-dimensional kinetic Ising model below its equilibrium critical temperature, subject to a square-wave oscillating external field. We focus on the multidroplet regime, where the metastable phase decays through nucleation and growth of many droplets of the stable phase. At a critical frequency, the system undergoes a genuine nonequilibrium phase transition, in which the symmetry-broken phase corresponds to an asymmetric stationary limit cycle for the time-dependent magnetization. We investigate the universal aspects of this dynamic phase transition at various temperatures and field amplitudes via large-scale Monte Carlo simulations, employing finite-size scaling techniques adopted from equilibrium critical phenomena. The critical exponents, the fixed-point value of the fourth-order cumulant, and the critical order-parameter distribution all are consistent with the universality class of the two …",
            "Dynamic phase transition, universality, and finite-size scaling in the two-dimensional kinetic Ising model in an oscillating field",
            "G Korniss and CJ White and PA Rikvold and MA Novotny",
            "2000",
            "RjUYapgAAAAJ:_Re3VWB3Y0AC",
            161,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.63.016120",
            "9643081123652294839",
            "\/scholar?cites=9643081123652294839",
            {
                "2001":4,
                "2002":11,
                "2003":9,
                "2004":11,
                "2005":12,
                "2006":11,
                "2007":14,
                "2008":9,
                "2009":4,
                "2010":5,
                "2011":3,
                "2012":11,
                "2013":9,
                "2014":6,
                "2015":6,
                "2016":4,
                "2017":9,
                "2018":9,
                "2019":6,
                "2020":6,
                "2021":2
            }
        ],
        [
            "It has been well established that spatially extended, bistable systems that are driven by an oscillating field exhibit a nonequilibrium dynamic phase transition (DPT). The DPT occurs when the field frequency is of the order of the inverse of an intrinsic lifetime associated with the transitions between the two stable states in a static field of the same magnitude as the amplitude of the oscillating field. The DPT is continuous and belongs to the same universality class as the equilibrium phase transition of the Ising model in zero field [G. Korniss et al., Phys. Rev. E 63, 016120 (2001); H. Fujisaka et al., Phys. Rev. E 63, 036109 (2001)]. However, it has previously been claimed that the DPT becomes discontinuous at temperatures below a tricritical point [M. Acharyya, Phys. Rev. E 59, 218 (1999)]. This claim was based on observations in dynamic Monte Carlo simulations of a multipeaked probability density for the dynamic order …",
            "Absence of first-order transition and tricritical point in the dynamic phase diagram of a spatially extended bistable system in an oscillating field",
            "G Korniss and PA Rikvold and MA Novotny",
            "2002",
            "RjUYapgAAAAJ:2KloaMYe4IUC",
            140,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.66.056127",
            "15710623310193013643",
            "\/scholar?cites=15710623310193013643",
            {
                "2003":6,
                "2004":14,
                "2005":13,
                "2006":8,
                "2007":13,
                "2008":7,
                "2009":10,
                "2010":7,
                "2011":8,
                "2012":14,
                "2013":9,
                "2014":6,
                "2015":3,
                "2016":6,
                "2017":5,
                "2018":3,
                "2019":3,
                "2020":3,
                "2021":1
            }
        ],
        [
            "We study the asymptotic scaling properties of a massively parallel algorithm for discrete-event simulations where the discrete events are Poisson arrivals. The evolution of the simulated time horizon is analogous to a nonequilibrium surface. Monte Carlo simulations and a coarse-grained approximation indicate that the macroscopic landscape in the steady state is governed by the Edwards-Wilkinson Hamiltonian. Since the efficiency of the algorithm corresponds to the density of local minima in the associated surface, our results imply that the algorithm is asymptotically scalable.",
            "From massively parallel algorithms and fluctuating time horizons to nonequilibrium surface growth",
            "György Korniss and Zoltán Toroczkai and Mark A Novotny and Per Arne Rikvold",
            "2000",
            "RjUYapgAAAAJ:tzM49s52ZIMC",
            118,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.84.1351",
            "6929243558335333005",
            "\/scholar?cites=6929243558335333005",
            {
                "2000":3,
                "2001":6,
                "2002":9,
                "2003":11,
                "2004":14,
                "2005":9,
                "2006":12,
                "2007":10,
                "2008":3,
                "2009":3,
                "2010":4,
                "2011":7,
                "2012":6,
                "2013":6,
                "2014":6,
                "2015":3,
                "2016":3,
                "2017":1,
                "2018":1
            }
        ],
        [
            "We study the dynamics of the Naming Game (Baronchelli et al. in J Stat Mech Theory Exp P06014, 2006b) in empirical social networks. This stylized agent-based model captures essential features of agreement dynamics in a network of autonomous agents, corresponding to the development of shared classification schemes in a network of artificial agents or opinion spreading and social dynamics in social networks. Our study focuses on the impact that communities in the underlying social graphs have on the outcome of the agreement process. We find that networks with strong community structure hinder the system from reaching global agreement; the evolution of the Naming Game in these networks maintains clusters of coexisting opinions indefinitely. Further, we investigate agent-based network strategies to facilitate convergence to global consensus.",
            "The naming game in social networks: community formation and consensus engineering",
            "Qiming Lu and Gyorgy Korniss and Boleslaw K Szymanski",
            "2009",
            "RjUYapgAAAAJ:epqYDVWIO7EC",
            116,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s11403-009-0057-7.pdf",
            "9856907646637925831",
            "\/scholar?cites=9856907646637925831",
            {
                "2009":2,
                "2010":3,
                "2011":7,
                "2012":15,
                "2013":11,
                "2014":15,
                "2015":8,
                "2016":16,
                "2017":15,
                "2018":7,
                "2019":6,
                "2020":9,
                "2021":1
            }
        ],
        [
            "A classical model for social-influence-driven opinion change is the threshold model. Here we study cascades of opinion change driven by threshold model dynamics in the case where multiple initiators trigger the cascade and where all nodes possess the same adoption threshold ϕ. Specifically, using empirical and stylized models of social networks, we study cascade size as a function of the initiator fraction p. We find that even for arbitrarily high value of ϕ, there exists a critical initiator fraction p c (ϕ) beyond which the cascade becomes global. Network structure, in particular clustering, plays a significant role in this scenario. Similarly to the case of single-node or single-clique initiators studied previously, we observe that community structure within the network facilitates opinion spread to a larger extent than a homogeneous random network. Finally, we study the efficacy of different initiator selection strategies on the …",
            "Threshold-limited spreading in social networks with multiple initiators",
            "Pramesh Singh and Sameet Sreenivasan and Boleslaw K Szymanski and Gyorgy Korniss",
            "2013",
            "RjUYapgAAAAJ:ODE9OILHJdcC",
            104,
            "https:\/\/www.nature.com\/articles\/srep02330",
            "13585888851580944315",
            "\/scholar?cites=13585888851580944315",
            {
                "2014":11,
                "2015":12,
                "2016":18,
                "2017":14,
                "2018":18,
                "2019":12,
                "2020":18
            }
        ],
        [
            "We study the effects of nonzero time delays in stochastic synchronization problems with linear couplings in an arbitrary network. Using the known exact threshold value from the theory of differential equations with delays, we provide the synchronizability threshold for an arbitrary network. Further, by constructing the scaling theory of the underlying fluctuations, we establish the absolute limit of synchronization efficiency in a noisy environment with uniform time delays, ie, the minimum attainable value of the width of the synchronization landscape. Our results also have strong implications for optimization and trade-offs in network synchronization with delays.",
            "Network synchronization in a noisy environment with time delays: Fundamental limits and trade-offs",
            "D Hunt and György Korniss and Boleslaw K Szymanski",
            "2010",
            "RjUYapgAAAAJ:zLWjf1WUPmwC",
            82,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.068701",
            "13473608989866067869",
            "\/scholar?cites=13473608989866067869",
            {
                "2010":2,
                "2011":6,
                "2012":16,
                "2013":15,
                "2014":8,
                "2015":4,
                "2016":9,
                "2017":5,
                "2018":8,
                "2019":4,
                "2020":5
            }
        ],
        [
            "We investigate a prototypical agent-based model, the naming game, on two-dimensional random geometric networks. The naming game [Baronchelli et al., J. Stat. Mech.: Theory Exp.(2006) P06014] is a minimal model, employing local communications that captures the emergence of shared communication schemes (languages) in a population of autonomous semiotic agents. Implementing the naming games with local broadcasts on random geometric graphs, serves as a model for agreement dynamics in large-scale, autonomously operating wireless sensor networks. Further, it captures essential features of the scaling properties of the agreement process for spatially embedded autonomous agents. Among the relevant observables capturing the temporal properties of the agreement process, we investigate the cluster-size distribution and the distribution of the agreement times, both exhibiting dynamic scaling. We …",
            "Naming games in two-dimensional and small-world-connected random geometric networks",
            "Qiming Lu and Gyorgy Korniss and Boleslaw K Szymanski",
            "2008",
            "RjUYapgAAAAJ:9Nmd_mFXekcC",
            82,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.77.016111",
            "450863842369574311",
            "\/scholar?cites=450863842369574311",
            {
                "2008":1,
                "2009":7,
                "2010":10,
                "2011":7,
                "2012":16,
                "2013":3,
                "2014":12,
                "2015":2,
                "2016":6,
                "2017":7,
                "2018":5,
                "2019":2,
                "2020":3
            }
        ]
    ]
}