{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We demonstrate the hohlraum radiation temperature and symmetry required for ignition-scale inertial confinement fusion capsule implosions. Cryogenic gas-filled hohlraums with 2.2 mm-diameter capsules are heated with unprecedented laser energies of 1.2 MJ delivered by 192 ultraviolet laser beams on the National Ignition Facility. Laser backscatter measurements show that these hohlraums absorb 87% to 91% of the incident laser power resulting in peak radiation temperatures of T RAD= 300 eV and a symmetric implosion to a 100 μ m diameter hot core.",
            "Demonstration of ignition radiation temperatures in indirect-drive inertial confinement fusion hohlraums",
            "SH Glenzer and BJ MacGowan and NB Meezan and PA Adams and JB Alfonso and ET Alger and Z Alherz and LF Alvarez and SS Alvarez and PV Amick and KS Andersson and SD Andrews and GJ Antonini and PA Arnold and DP Atkinson and L Auyang and SG Azevedo and BNM Balaoing and JA Baltz and F Barbosa and GW Bardsley and DA Barker and AI Barnes and A Baron and RG Beeler and BV Beeman and LR Belk and JC Bell and PM Bell and RL Berger and MA Bergonia and LJ Bernardez and LV Berzins and RC Bettenhausen and L Bezerides and SD Bhandarkar and CL Bishop and EJ Bond and DR Bopp and JA Borgman and JR Bower and GA Bowers and MW Bowers and DT Boyle and DK Bradley and JL Bragg and J Braucht and DL Brinkerhoff and DF Browning and GK Brunton and SC Burkhart and SR Burns and KE Burns and B Burr and LM Burrows and RK Butlin and NJ Cahayag and DA Callahan and PS Cardinale and RW Carey and JW Carlson and AD Casey and C Castro and JR Celeste and AY Chakicherla and FW Chambers and C Chan and H Chandrasekaran and C Chang and RF Chapman and K Charron and Y Chen and MJ Christensen and AJ Churby and TJ Clancy and BD Cline and LC Clowdus and DG Cocherell and FE Coffield and SJ Cohen and RL Costa and JR Cox and GM Curnow and MJ Dailey and PM Danforth and R Darbee and PS Datte and JA Davis and GA Deis and RD Demaret and EL Dewald and P Di Nicola and JM Di Nicola and L Divol and S Dixit and DB Dobson and T Doppner and JD Driscoll and J Dugorepec and JJ Duncan and PC Dupuy and EG Dzenitis and MJ Eckart and SL Edson and GJ Edwards and MJ Edwards and OD Edwards and PW Edwards and JC Ellefson and CH Ellerbee and GV Erbert and CM Estes and WJ Fabyan and RN Fallejo and M Fedorov and B Felker and JT Fink and MD Finney and LF Finnie and MJ Fischer and JM Fisher and BT Fishler and JW Florio and A Forsman and CB Foxworthy and RM Franks and T Frazier and G Frieder and T Fung and GN Gawinski and CR Gibson and E Giraldez and SM Glenn and BP Golick and H Gonzales and SA Gonzales and MJ Gonzalez and KL Griffin and J Grippen and SM Gross and PH Gschweng and G Gururangan and K Gu and SW Haan and SR Hahn and BJ Haid and JE Hamblen and BA Hammel and AV Hamza and DL Hardy",
            "2011",
            "RKPAeA8AAAAJ:u5HHmVD_uO8C",
            132,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.106.085004",
            "16500854490477726975",
            "\/scholar?cites=16500854490477726975",
            {
                "2011":19,
                "2012":21,
                "2013":25,
                "2014":17,
                "2015":9,
                "2016":14,
                "2017":11,
                "2018":7,
                "2019":4,
                "2020":4
            }
        ],
        [
            "The standard model for the origin of galactic magnetic fields is through the amplification of seed fields via dynamo or turbulent processes to the level consistent with present observations 1, 2, 3. Although other mechanisms may also operate 4, 5, currents from misaligned pressure and temperature gradients (the Biermann battery process) inevitably accompany the formation of galaxies in the absence of a primordial field. Driven by geometrical asymmetries in shocks 6 associated with the collapse of protogalactic structures, the Biermann battery is believed to generate tiny seed fields to a level of about 10− 21 gauss (refs 7, 8). With the advent of high-power laser systems in the past two decades, a new area of research has opened in which, using simple scaling relations 9, 10, astrophysical environments can effectively be reproduced in the laboratory 11, 12. Here we report the results of an experiment that produced …",
            "Generation of scaled protogalactic seed magnetic fields in laser-produced shock waves",
            "G Gregori and A Ravasio and CD Murphy and K Schaar and A Baird and AR Bell and A Benuzzi-Mounaix and R Bingham and C Constantin and RP Drake and M Edwards and ET Everson and CD Gregory and Y Kuramitsu and W Lau and J Mithen and C Niemann and H-S Park and BA Remington and B Reville and APL Robinson and DD Ryutov and Y Sakawa and S Yang and NC Woolsey and M Koenig and F Miniati",
            "2012",
            "RKPAeA8AAAAJ:YsMSGLbcyi4C",
            131,
            "https:\/\/www.nature.com\/articles\/nature10747",
            "1320332321097247492",
            "\/scholar?cites=1320332321097247492",
            {
                "2012":11,
                "2013":21,
                "2014":11,
                "2015":26,
                "2016":14,
                "2017":13,
                "2018":16,
                "2019":6,
                "2020":10,
                "2021":2
            }
        ],
        [
            "Laser-produced proton beams have been used to achieve ultrafast volumetric heating of carbon samples at solid density. The isochoric melting of carbon was probed by a scattering of x rays from a secondary laser-produced plasma. From the scattering signal, we have deduced the fraction of the material that was melted by the inhomogeneous heating. The results are compared to different theoretical approaches for the equation of state which suggests modifications from standard models.",
            "Ultrafast melting of carbon induced by intense proton beams",
            "A Pelka and G Gregori and Dirk O Gericke and Jan Vorberger and SH Glenzer and MM Günther and K Harres and Rob Heathcote and AL Kritcher and NL Kugland and B Li and M Makita and J Mithen and D Neely and C Niemann and A Otten and Dave Riley and G Schaumann and M Schollmeier and An Tauschwitz and M Roth",
            "2010",
            "RKPAeA8AAAAJ:Tyk-4Ss8FVUC",
            120,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.265701",
            "563762167489545041",
            "\/scholar?cites=563762167489545041",
            {
                "2010":1,
                "2011":9,
                "2012":13,
                "2013":14,
                "2014":19,
                "2015":13,
                "2016":9,
                "2017":7,
                "2018":12,
                "2019":9,
                "2020":14
            }
        ],
        [
            "A three-axis, 2.5 mm overall diameter differential magnetic probe (also known as B-dot probe) is discussed in detail from its design and construction to its calibration and use as diagnostic of fast transient effects in exploding plasmas. A design and construction method is presented as a means to reduce stray pickup, eliminate electrostatic pickup, reduce physical size, and increase magnetic signals while maintaining a high bandwidth. The probe’s frequency response is measured in detail from 10 kHz to 50 MHz using the presented calibration method and compared to theory. The effect of the probe’s self-induction as a first order correction in frequency, O(ω), on experimental signals and magnetic field calculations is discussed. The probe’s viability as a diagnostic is demonstrated by measuring the magnetic field compression and diamagnetism of a sub-Alfvénic (∼500 km\/s,MA∼0.36) flow created from the …",
            "Design, construction, and calibration of a three-axis, high-frequency magnetic probe (-dot probe) as a diagnostic for exploding plasmas",
            "ET Everson and P Pribyl and CG Constantin and A Zylstra and D Schaeffer and NL Kugland and C Niemann",
            "2009",
            "RKPAeA8AAAAJ:LkGwnXOMwfcC",
            94,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3246785",
            "11112325482979930109",
            "\/scholar?cites=11112325482979930109",
            {
                "2010":3,
                "2011":5,
                "2012":12,
                "2013":6,
                "2014":11,
                "2015":11,
                "2016":4,
                "2017":9,
                "2018":15,
                "2019":10,
                "2020":6,
                "2021":1
            }
        ],
        [
            "We present the first measurements of the plasmon dispersion and damping in laser shock-compressed solid matter. Petawatt laser produced K− α radiation scatters on boron targets compressed by a 10 ns-long 400 J laser pulse. In the vicinity of the Fermi momentum, the scattering spectra show dispersionless, collisionally damped plasmons, indicating a strongly coupled electron liquid. These observations agree with calculations that include the Born-Mermin approximation to account for electron-ion collisional damping and local field corrections reflecting electron-electron correlations.",
            "Plasmons in strongly coupled shock-compressed matter",
            "P Neumayer and C Fortmann and T Döppner and P Davis and RW Falcone and AL Kritcher and OL Landen and HJ Lee and RW Lee and C Niemann and S Le Pape and SH Glenzer",
            "2010",
            "RKPAeA8AAAAJ:W7OEmFMy1HYC",
            85,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.075003",
            "11585121270183999117",
            "\/scholar?cites=11585121270183999117",
            {
                "2010":1,
                "2011":8,
                "2012":10,
                "2013":10,
                "2014":9,
                "2015":5,
                "2016":12,
                "2017":9,
                "2018":10,
                "2019":6,
                "2020":4,
                "2021":1
            }
        ],
        [
            "We present the first direct measurements of spatially and temporally resolved temperature and density profiles produced by nonlocal transport in a laser plasma. Absolutely calibrated measurements have been performed by Rayleigh scattering and by resolving the ion-acoustic wave spectra across the plasma volume with Thomson scattering. We find that the electron temperature and density profiles disagree with flux-limited models, but are consistent with nonlocal transport modeling.",
            "Effect of nonlocal transport on heat-wave propagation",
            "G Gregori and SH Glenzer and J Knight and C Niemann and D Price and DH Froula and MJ Edwards and RPJ Town and A Brantov and W Rozmus and V Yu Bychenkov",
            "2004",
            "RKPAeA8AAAAJ:u-x6o8ySG0sC",
            85,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.92.205006",
            "14446813047702476842",
            "\/scholar?cites=14446813047702476842",
            {
                "2005":5,
                "2006":11,
                "2007":4,
                "2008":10,
                "2009":2,
                "2010":8,
                "2011":4,
                "2012":7,
                "2013":3,
                "2014":4,
                "2015":3,
                "2016":3,
                "2017":5,
                "2018":5,
                "2019":5,
                "2020":4,
                "2021":1
            }
        ],
        [
            "With the next generation of high-power laser facilities for inertial fusion coming online 1, 2, ensuring laser beam propagation through centimetre-scale plasmas is a key physics issue for reaching ignition. Existing experimental results 3, 4, 5 including the most recent one 6 are limited to small laser spots, low-interaction laser beam energies and small plasma volumes of 1–2 mm. Here, we demonstrate the propagation of an intense, high-energy, ignition-size laser beam through fusion-size plasmas on the National Ignition Facility (NIF) and find the experimental measurements to agree with full-scale modelling. Previous attempts to apply computer modelling as a predictive capability have been limited by the inherently multiscale description of the full laser–plasma interaction processes 7, 8, 9, 10, 11. The findings of this study validate supercomputer modelling as an essential tool for the design of future ignition …",
            "Experiments and multiscale simulations of laser propagation through ignition-scale plasmas",
            "Siegfried H Glenzer and DH Froula and L Divol and M Dorr and RL Berger and S Dixit and BA Hammel and C Haynam and JA Hittinger and JP Holder and OS Jones and DH Kalantar and OL Landen and AB Langdon and S Langer and BJ MacGowan and AJ Mackinnon and N Meezan and EI Moses and C Niemann and CH Still and LJ Suter and RJ Wallace and EA Williams and BKF Young",
            "2007",
            "RKPAeA8AAAAJ:qjMakFHDy7sC",
            77,
            "https:\/\/www.nature.com\/articles\/nphys709",
            "1978325119526329021",
            "\/scholar?cites=1978325119526329021",
            {
                "2007":4,
                "2008":12,
                "2009":5,
                "2010":3,
                "2011":5,
                "2012":5,
                "2013":2,
                "2014":4,
                "2015":7,
                "2016":7,
                "2017":4,
                "2018":8,
                "2019":10,
                "2020":1
            }
        ],
        [
            "We have measured carbon ionization balance in a multi-component plasma in the high-temperature, up to fully ionized, regime by spectrally resolved X-ray scattering. In particular, the measurements have been performed in an underdense (n e≈ 10 21 cm-3) 0.35-μ m laser-produced plasma, containing a mixture of C, H with Al and Ar impurities, by using time-resolved back-scattered spectra from a 9.0 keV Zn He-α X-ray probe detected with a high-efficiency graphite Bragg crystal coupled to a framing camera. Measured values for the plasma temperature and carbon ionization state as well as impurity concentrations were obtained by fitting the Doppler-broadened and Compton-shifted scattered spectra at various times after the plasma heating with a modified X-ray form factor that includes the full effects of cross-correlation between different species. These data test collisional-radiative and radiation hydrodynamics …",
            "Measurement of carbon ionization balance in high-temperature plasma mixtures by temporally resolved X-ray scattering",
            "G Gregori and SH Glenzer and H-K Chung and DH Froula and RW Lee and NB Meezan and JD Moody and C Niemann and OL Landen and B Holst and R Redmer and SP Regan and H Sawada",
            "2006",
            "RKPAeA8AAAAJ:9yKSN-GCB0IC",
            76,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022407305001470",
            "13687737590850301451",
            "\/scholar?cites=13687737590850301451",
            {
                "2006":1,
                "2007":6,
                "2008":8,
                "2009":6,
                "2010":7,
                "2011":9,
                "2012":7,
                "2013":8,
                "2014":9,
                "2015":4,
                "2016":4,
                "2017":3,
                "2018":3,
                "2019":1
            }
        ],
        [
            "Backscattered light via laser-plasma instabilities has been measured in early NIF hohlraum experiments on two beam quads using a suite of detectors. A full aperture backscatter system and near backscatter imager (NBI) instrument separately measure the stimulated Brillouin and stimulated Raman scattered light. Both instruments work in conjunction to determine the total backscattered power to an accuracy of ∼15%. In order to achieve the power accuracy we have added time-resolution to the NBI for the first time. This capability provides a temporally resolved spatial image of the backscatter which can be viewed as a movie.",
            "Backscatter measurements for NIF ignition targets (invited)",
            "JD Moody and P Datte and K Krauter and E Bond and PA Michel and SH Glenzer and L Divol and C Niemann and L Suter and N Meezan and BJ MacGowan and R Hibbard and R London and J Kilkenny and R Wallace and JL Kline and K Knittel and G Frieders and B Golick and G Ross and K Widmann and J Jackson and S Vernon and T Clancy",
            "2010",
            "RKPAeA8AAAAJ:UebtZRa9Y70C",
            75,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3491035",
            "15261399462121183235",
            "\/scholar?cites=15261399462121183235",
            {
                "2010":1,
                "2011":3,
                "2012":10,
                "2013":5,
                "2014":9,
                "2015":12,
                "2016":10,
                "2017":4,
                "2018":10,
                "2019":4,
                "2020":6,
                "2021":1
            }
        ],
        [
            "The first hohlraum experiments on the National Ignition Facility (NIF) using the initial four laser beams tested radiation temperature limits imposed by plasma filling. For a variety of hohlraum sizes and pulse lengths, the measured x-ray flux shows signatures of filling that coincide with hard x-ray emission from plasma streaming out of the hohlraum. These observations agree with hydrodynamic simulations and with an analytical model that includes hydrodynamic and coronal radiative losses. The modeling predicts radiation temperature limits with full NIF (1.8 MJ), greater, and of longer duration than required for ignition hohlraums.",
            "Radiation-driven hydrodynamics of high-Z hohlraums on the National Ignition Facility",
            "EL Dewald and LJ Suter and OL Landen and JP Holder and J Schein and FD Lee and KM Campbell and FA Weber and DG Pellinen and MB Schneider and JR Celeste and JW McDonald and JM Foster and C Niemann and AJ Mackinnon and SH Glenzer and BK Young and CA Haynam and MJ Shaw and RE Turner and D Froula and RL Kauffman and BR Thomas and LJ Atherton and RE Bonanno and SN Dixit and DC Eder and G Holtmeier and DH Kalantar and AE Koniges and BJ MacGowan and KR Manes and DH Munro and JR Murray and TG Parham and K Piston and BM Van Wonterghem and RJ Wallace and PJ Wegner and PK Whitman and BA Hammel and EI Moses",
            "2005",
            "RKPAeA8AAAAJ:2osOgNQ5qMEC",
            62,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.95.215004",
            "12205377928252263815",
            "\/scholar?cites=12205377928252263815",
            {
                "2006":15,
                "2007":6,
                "2008":6,
                "2009":3,
                "2010":5,
                "2011":3,
                "2012":1,
                "2013":5,
                "2014":4,
                "2015":2,
                "2016":3,
                "2017":6,
                "2018":2,
                "2019":1
            }
        ]
    ]
}