{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "The realization of long-range ferromagnetic order in two-dimensional van der Waals crystals, combined with their rich electronic and optical properties, could lead to new magnetic, magnetoelectric and magneto-optic applications 1, 2, 3, 4. In two-dimensional systems, the long-range magnetic order is strongly suppressed by thermal fluctuations, according to the Mermin–Wagner theorem 5; however, these thermal fluctuations can be counteracted by magnetic anisotropy. Previous efforts, based on defect and composition engineering 6, 7, 8, 9, 10, or the proximity effect, introduced magnetic responses only locally or extrinsically. Here we report intrinsic long-range ferromagnetic order in pristine Cr 2 Ge 2 Te 6 atomic layers, as revealed by scanning magneto-optic Kerr microscopy. In this magnetically soft, two-dimensional van der Waals ferromagnet, we achieve unprecedented control of the transition temperature …",
            "Discovery of intrinsic ferromagnetism in two-dimensional van der Waals crystals",
            "Cheng Gong and Lin Li and Zhenglu Li and Huiwen Ji and Alex Stern and Yang Xia and Ting Cao and Wei Bao and Chenzhe Wang and Yuan Wang and Ziqiang Qiu and Robert Cava and Steven G Louie and Jing Xia and Xiang Zhang",
            "2017",
            "RKVu8e4AAAAJ:-6RzNnnwWf8C",
            1413,
            "https:\/\/www.nature.com\/articles\/nature22060",
            "227126126607666641",
            "\/scholar?cites=227126126607666641",
            {
                "2017":47,
                "2018":254,
                "2019":414,
                "2020":625,
                "2021":68
            }
        ],
        [
            "The polar Kerr effect in the spin-triplet superconductor Sr 2 RuO 4 was measured with high precision using a Sagnac interferometer with a zero-area Sagnac loop. We observed nonzero Kerr rotations as big as 65 nanorad appearing below T c in large domains. Our results imply a broken time-reversal symmetry state in the superconducting state of Sr 2 RuO 4, similar to He 3− A.",
            "High Resolution Polar Kerr Effect Measurements of : Evidence for Broken Time-Reversal Symmetry in the Superconducting State",
            "Jing Xia and Yoshiteru Maeno and Peter T Beyersdorf and MM Fejer and Aharon Kapitulnik",
            "2006",
            "RKVu8e4AAAAJ:Xl6nMSl579sC",
            514,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.97.167002",
            "1798571840470100192",
            "\/scholar?cites=1798571840470100192",
            {
                "2006":2,
                "2007":15,
                "2008":27,
                "2009":28,
                "2010":22,
                "2011":21,
                "2012":32,
                "2013":23,
                "2014":40,
                "2015":38,
                "2016":44,
                "2017":50,
                "2018":46,
                "2019":50,
                "2020":70,
                "2021":5
            }
        ],
        [
            "The polar Kerr effect in the high-T c superconductor YBa 2 Cu 3 O 6+ x was measured at zero magnetic field with high precision using a cyogenic Sagnac fiber interferometer. We observed nonzero Kerr rotations of order∼ 1 μ rad appearing near the pseudogap temperature T* and marking what appears to be a true phase transition. Anomalous magnetic behavior in magnetic-field training of the effect suggests that time reversal symmetry is already broken above room temperature.",
            "Polar Kerr-Effect Measurements of the High-Temperature  Superconductor: Evidence for Broken Symmetry near the Pseudogap Temperature",
            "Jing Xia and Elizabeth Schemm and G Deutscher and SA Kivelson and DA Bonn and WN Hardy and R Liang and W Siemons and Gertjan Koster and MM Fejer and A Kapitulnik",
            "2008",
            "RKVu8e4AAAAJ:kzcSZmkxUKAC",
            436,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.127002",
            "5585133696937939426",
            "\/scholar?cites=5585133696937939426",
            {
                "2008":24,
                "2009":36,
                "2010":30,
                "2011":27,
                "2012":16,
                "2013":45,
                "2014":55,
                "2015":61,
                "2016":31,
                "2017":26,
                "2018":27,
                "2019":28,
                "2020":27,
                "2021":1
            }
        ]
    ]
}