{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "The Galchhi shear zone underlies the Kathmandu klippe in central Nepal and has emerged as a key structure for discriminating competing models for the formation of the Himalayan orogenic wedge. New chronologic data from the Galchhi area suggest a new structural and orogenic interpretation. Zircons from quartzites and an orthogneiss restrict protolith deposition to between 467 + 7\/ − 10 Ma and ~570 Ma, with metamorphic zircon growth at 23–29 Ma. Comparable data from the Greater Himalayan Sequence (GHS) at the intra‐GHS Langtang thrust, north of Galchhi, similarly restrict GHS deposition to between 475 + 7\/ − 3 and ~660 Ma. Undeformed pegmatites near Galchhi constrain movement of the Galchhi shear zone to ≥22.5 ± 2.3 Ma, long before slip of the Main Central Thrust in the region (≤17 Ma). Shear sense indicators in the Galchhi area indicate both top‐to‐the‐south and top‐to‐the …",
            "Evidence for a far‐traveled thrust sheet in the Greater Himalayan thrust system, and an alternative model to building the Himalaya",
            "S Khanal and DM Robinson and MJ Kohn and S Mandal",
            "2015",
            "ROe0JfYAAAAJ:YsMSGLbcyi4C",
            39,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/2014TC003616",
            "15224538336543188069",
            "\/scholar?cites=15224538336543188069",
            {
                "2014":1,
                "2015":4,
                "2016":6,
                "2017":7,
                "2018":8,
                "2019":10,
                "2020":3
            }
        ],
        [
            "We integrate U–Pb zircon geochronology and εNd(0) values with field mapping to determine which tectonostratigraphic units are represented to the north, south and within the Almora klippe in Kumaun, NW India. Rock in the Almora klippe and north of the Main Central thrust (MCT) have Neoproterozoic (c. 900 Ma) detrital zircon ages, coupled with similar εNd(0) (−7.6 to −11.8) values, suggesting that these two units are the same tectonostratigraphic unit, and that the Almora klippe is the southern continuation of the MCT or another thrust in the Greater Himalayan thrust system. However, north of the Almora klippe, detrital zircon age populations establish the presence of Palaeoproterozoic rock instead of the previous interpretation of Neoproterozoic rocks. These Palaeoproterozoic Lesser Himalayan (LH) rocks are carried by the Ramgarh–Munsiari thrust (RMT) dipping south and folded underneath the klippe. South …",
            "Redefining the tectonostratigraphic and structural architecture of the Almora klippe and the Ramgarh–Munsiari thrust sheet in NW India",
            "S Mandal and DM Robinson and S Khanal and O Das",
            "2014",
            "ROe0JfYAAAAJ:WF5omc3nYNoC",
            39,
            "https:\/\/sp.lyellcollection.org\/content\/412\/1\/247.short",
            "8525351647372355549",
            "\/scholar?cites=8525351647372355549",
            {
                "2015":7,
                "2016":4,
                "2017":2,
                "2018":7,
                "2019":16,
                "2020":3
            }
        ],
        [
            "Throughout the Himalayan thrust belt, klippen of questionable tectonostratigraphic affinity occur atop Lesser Himalayan rocks. Integrated U‐Pb ages, Hf isotopic, and whole rock trace element data establish that the Askot klippe, in northwest India, is composed of Paleoproterozoic lower Lesser Himalayan rocks, not Greater Himalayan rocks, as previously interpreted. The Askot klippe consists of 1857 ± 19 Ma granite‐granodiorite gneiss, coeval 1878 ± 19 Ma felsic volcanic rock, and circa 1800 Ma Berinag quartzite, representing a small vestige of a Paleoproterozoic (circa 1850 Ma) continental arc, formed on northern margin of the north Indian cratonic block. Detrital zircon from Berinag quartzite shows εHf1850 Ma values between −9.6 and −1.1 (an average of −4.5) and overlaps with εHf1850 Ma values of the Askot klippe granite‐granodiorite gneiss (−5.5 to −1.2, with an average of −2.7) and other …",
            "Zircon U‐Pb ages and Hf isotopes of the Askot klippe, Kumaun, northwest India: Implications for Paleoproterozoic tectonics, basin evolution and associated metallogeny of the …",
            "Subhadip Mandal and Delores M Robinson and Matthew J Kohn and Subodha Khanal and Oindrila Das and Sukhanjan Bose",
            "2016",
            "ROe0JfYAAAAJ:8k81kl-MbHgC",
            31,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/2015TC004064",
            "13762338935954043601",
            "\/scholar?cites=13762338935954043601",
            {
                "2017":4,
                "2018":3,
                "2019":17,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Two orogen-scale thrusts structurally underneath Greater Himalayan (GH) rocks characterize the structural architecture of Himalaya in central Nepal. The Main Central thrust (MCT) is at the base of the GH with the Lesser Himalayan (LH) Robang Formation in the footwall, which is the hanging wall of the Ramgarh–Munsiari thrust (RMT). At Kodari-Tatopani and Malekhu, U–Pb detrital zircon age populations from the RMT sheet yield a maximum depositional age of c. 1838 and c. 1871 Ma. U–Pb analyses of igneous zircons from the RMT sheet yield a crystallization age of c. 1750 Ma at both Galchhi and Kodari-Tatopani. The εNd(0) values of pelitic rocks from the RMT sheet at Kodari-Tatopani range from c. −23 to −25; whereas, GH rocks have values from c. −12 to −18. These data indicate that the RMT sheet carries the Palaeoproterozoic LH rock and the MCT carries the GH rock. At Kodari-Tatopani, the thrust …",
            "Structural, geochronological and geochemical evidence for two distinct thrust sheets in the ‘Main Central thrust zone’, the Main Central thrust and Ramgarh–Munsiari thrust …",
            "S Khanal and DM Robinson and S Mandal and P Simkhada",
            "2015",
            "ROe0JfYAAAAJ:d1gkVwhDpl0C",
            24,
            "https:\/\/sp.lyellcollection.org\/content\/412\/1\/221.short",
            "4781867368969113860",
            "\/scholar?cites=4781867368969113860",
            {
                "2014":1,
                "2015":8,
                "2016":2,
                "2017":3,
                "2018":1,
                "2019":6,
                "2020":3
            }
        ],
        [
            "The Lesser Himalaya is a key tectonostratigraphic zone of the Himalayan fold-thrust belt; however, its poorly defined chronostratigraphy and erroneous stratigraphic correlations hamper the determination of valid structural models. In Kumaun, northwest India, I reassess the tectonostratigraphic and structural architecture using U-Pb zircon geochronology, whole rock neodymium isotopes, and structural data to establish that rock in the Almora klippe and north of the Main Central thrust have Neoproterozoic (~900 Ma) detrital zircon ages and similar ε_Nd(0) (-7.6 to -11.8) values, which suggests that these two units are the same tectonostratigraphic unit, and that the Almora klippe is the southern continuation of the Main Central thrust or another thrust in the Greater Himalayan thrust system. However, north of the Almora klippe, detrital zircon age populations establish the presence of Palaeoproterozoic Lesser Himalayan …",
            "Structural, kinematic and geochronologic evolution of the Himalayan fold-thrust belt in Kumaun, Uttaranchal, Northwest India",
            "Subhadip Mandal",
            "2014",
            "ROe0JfYAAAAJ:YOwf2qJgpHMC",
            6,
            "http:\/\/ir.ua.edu\/handle\/123456789\/2243",
            "9984597906032578154",
            "\/scholar?cites=9984597906032578154",
            {
                "2014":1,
                "2015":2,
                "2016":1,
                "2017":1,
                "2018":1
            }
        ],
        [
            "Existing structural models of the Himalayan fold-thrust belt in Kumaun, northwest India, are based on a tectono-stratigraphy that assigns different stratigraphy to the Ramgarh, Berinag, Askot, and Munsiari thrusts and treats the thrusts as separate structures. We reassess the tectono-stratigraphy of Kumaun, based on new and existing U-Pb zircon ages and whole-rock Nd isotopic values, and present a new structural model and deformation history through kinematic analysis using a balanced cross section. This study reveals that the rocks that currently crop out as the Ramgarh, Berinag, Askot, and Munsiari thrust sheets were part of the same, once laterally continuous stratigraphic unit, consisting of Lesser Himalayan Paleoproterozoic granitoids (ca. 1850 Ma) and metasedimentary rocks. These Paleoproterozoic rocks were shortened and duplexed into the Ramgarh-Munsiari thrust sheet and other …",
            "Examining the tectono-stratigraphic architecture, structural geometry, and kinematic evolution of the Himalayan fold-thrust belt, Kumaun, northwest India",
            "Subhadip Mandal and Delores M Robinson and Matthew J Kohn and Subodha Khanal and Oindrila Das",
            "2019",
            "ROe0JfYAAAAJ:aqlVkmm33-oC",
            5,
            "https:\/\/pubs.geoscienceworld.org\/gsa\/lithosphere\/article-pdf\/doi\/10.1130\/L1050.1\/4799995\/l1050.pdf",
            "11453398472703269224",
            "\/scholar?cites=11453398472703269224",
            {
                "2020":5
            }
        ],
        [
            "The present study area is located along the southeastern part of the Shillong Plateau in the eastern and southeastern part of the Meghalaya State and in the lower (southern) part of Assam State, northeast India. A continuous Eocene to Miocene sequence is exposed along the Jowai-Badarpur Road (NH-44). The study area is at the junction between Assam and Bengal basins. Detrital history from this area provides data pertaining to uplift and erosional history of the hinterland areas (i.e., Himalayas, Indo-Burma Ranges and Shillong Plateau).  Lower Cenozoic units from the study area bear signatures of the both orogenic belts and stable craton. Lower Eocene Tura and Sylhet sandstones are quartzose (Q98F2L0), which points to the Indian Craton as a potential source area. Sandstones from the late Eocene Kopili Formation are quartzolithic (Q73F4L23). Younger Oligocene and   Miocene sandstones are also quartzolithic, rich in unstable grains, suggesting derivation from adjacent orogenic belts.   Eocene sandstones are rich in opaque and ultra-stable heavy minerals (e.g., zircon, rutile, and tourmaline). Concentrations of unstable heavy minerals (e.g., amphibole, chrome-spinel, and serpentine) increase in Oligocene and Miocene strata. Progressively lower maturity indices of heavy mineral assemblages in up-section suggest that the orogenic fronts are getting closer.  Mineral chemistry of detrital tourmaline grains suggests that derivation from metapelites with a subordinate Li-poor granitoid source. The majority of the detrital tourmalines belong to the schorl-dravite series. Low Al, low Fe, and high Mg-bearing chrome spinels suggest derivation …",
            "Sedimentation and Tectonics of Lower Cenozoic Sequences from Southeast of Shillong Plateau, India: Provenance History of the Assam-Bengal System, Eastern Himalayas",
            "Subhadip Mandal",
            "2009",
            "ROe0JfYAAAAJ:u5HHmVD_uO8C",
            3,
            "http:\/\/etd.auburn.edu\/handle\/10415\/1892",
            "5855611782502247830",
            "\/scholar?cites=5855611782502247830",
            {
                "2014":1,
                "2015":1,
                "2016":1
            }
        ]
    ]
}