{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The Nuclear Spectroscopic Telescope Array (NuSTAR) mission, launched on 2012 June 13, is the first focusing high-energy X-ray telescope in orbit. NuSTAR operates in the band from 3 to 79 keV, extending the sensitivity of focusing far beyond the~ 10 keV high-energy cutoff achieved by all previous X-ray satellites. The inherently low background associated with concentrating the X-ray light enables NuSTAR to probe the hard X-ray sky with a more than 100-fold improvement in sensitivity over the collimated or coded mask instruments that have operated in this bandpass. Using its unprecedented combination of sensitivity and spatial and spectral resolution, NuSTAR will pursue five primary scientific objectives:(1) probe obscured active galactic nucleus (AGN) activity out to the peak epoch of galaxy assembly in the universe (at z lesssim 2) by surveying selected regions of the sky;(2) study the population of hard X …",
            "The nuclear spectroscopic telescope array (NuSTAR) high-energy X-ray mission",
            "Fiona A Harrison and William W Craig and Finn E Christensen and Charles J Hailey and William W Zhang and Steven E Boggs and Daniel Stern and W Rick Cook and Karl Forster and Paolo Giommi and Brian W Grefenstette and Yunjin Kim and Takao Kitaguchi and Jason E Koglin and Kristin K Madsen and Peter H Mao and Hiromasa Miyasaka and Kaya Mori and Matteo Perri and Michael J Pivovaroff and Simonetta Puccetti and Vikram R Rana and Niels J Westergaard and Jason Willis and Andreas Zoglauer and Hongjun An and Matteo Bachetti and Nicolas M Barriere and Eric C Bellm and Varun Bhalerao and Nicolai F Brejnholt and Felix Fuerst and Carl C Liebe and Craig B Markwardt and Melania Nynka and Julia K Vogel and Dominic J Walton and Daniel R Wik and David M Alexander and Lynn R Cominsky and Ann E Hornschemeier and Allan Hornstrup and Victoria M Kaspi and Greg M Madejski and Giorgio Matt and Silvano Molendi and David M Smith and John A Tomsick and Marco Ajello and David R Ballantyne and Mislav Baloković and Didier Barret and Franz E Bauer and Roger D Blandford and W Niel Brandt and Laura W Brenneman and James Chiang and Deepto Chakrabarty and Jerome Chenevez and Andrea Comastri and Francois Dufour and Martin Elvis and Andrew C Fabian and Duncan Farrah and Chris L Fryer and Eric V Gotthelf and Jonathan E Grindlay and David J Helfand and Roman Krivonos and David L Meier and Jon M Miller and Lorenzo Natalucci and Patrick Ogle and Eran O Ofek and Andrew Ptak and Stephen P Reynolds and Jane R Rigby and Gianpiero Tagliaferri and Stephen E Thorsett and Ezequiel Treister and C Megan Urry",
            "2013",
            "RoyVswgAAAAJ:u5HHmVD_uO8C",
            1411,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/770\/2\/103\/meta",
            "1932148436979802439",
            "\/scholar?cites=1932148436979802439",
            {
                "2013":49,
                "2014":147,
                "2015":190,
                "2016":186,
                "2017":175,
                "2018":219,
                "2019":219,
                "2020":194,
                "2021":23
            }
        ],
        [
            "We present the first results from a 325-ks observation of the Seyfert 1 galaxy MCG–6-30-15 with XMM-Newton and BeppoSAX. The strong, broad, skewed iron line is clearly detected and is well characterized by a steep emissivity profile within 6rg (i.e. 6GM\/c2) and a flatter profile beyond. The inner radius of the emission appears to lie at about 2rg, consistent with results reported from both an earlier XMM-Newton observation of MCG–6-30-15 by Wilms et al. and part of an ASCA observation by Iwasawa et al. when the source was in a lower flux state. The radius and steep emissivity profile do depend however on an assumed incident power-law continuum and a lack of complex absorption above 2.5 keV. The blue wing of the line profile is indented, either by absorption at about 6.7 keV or by a hydrogenic iron emission line. The broad iron line flux does not follow the continuum variations in a simple manner.",
            "A long hard look at MCG–6-30-15 with XMM-Newton",
            "AC Fabian and S Vaughan and K Nandra and K Iwasawa and DR Ballantyne and JC Lee and A De Rosa and A Turner and AJ Young",
            "2002",
            "RoyVswgAAAAJ:u-x6o8ySG0sC",
            412,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/335\/1\/L1\/1034305",
            "17204061766877330450",
            "\/scholar?cites=17204061766877330450",
            {
                "2002":10,
                "2003":34,
                "2004":60,
                "2005":35,
                "2006":36,
                "2007":35,
                "2008":28,
                "2009":23,
                "2010":20,
                "2011":19,
                "2012":15,
                "2013":20,
                "2014":19,
                "2015":9,
                "2016":13,
                "2017":3,
                "2018":9,
                "2019":4,
                "2020":10,
                "2021":4
            }
        ],
        [
            "We present high-precision JHK photometry with the 3.8-m UK Infrared Telescope (UKIRT) of 82 standard stars, 28 from the widely used preliminary list known as the ‘UKIRT Faint Standards’, referred to here as the Fundamental List, and 54 additional stars referred to as the Extended List. The stars have 9.4<K<15.0 and all or most should be readily observable with imaging array detectors in normal operating modes on telescopes of up to 10-m aperture. Many are accessible from the southern hemisphere. Arcsec-accuracy positions (J2000, epoch ∼1998) are given, together with optical photometry and spectral types from the literature, where available, or inferred from the J−K colour. K-band finding charts are provided for stars with proper motions exceeding 0.3 arcsec yr−1. We discuss some pitfalls in the construction of flat-fields for array imagers and a method to avoid them. On 30 nights between late 1994 and …",
            "JHK standard stars for large telescopes: the UKIRT Fundamental and Extended lists",
            "Timothy G Hawarden and SK Leggett and Michael B Letawsky and David R Ballantyne and Mark M Casali",
            "2001",
            "RoyVswgAAAAJ:d1gkVwhDpl0C",
            312,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/325\/2\/563\/1158251",
            "8863437487004107516",
            "\/scholar?cites=8863437487004107516",
            {
                "2001":7,
                "2002":38,
                "2003":32,
                "2004":44,
                "2005":29,
                "2006":34,
                "2007":18,
                "2008":24,
                "2009":18,
                "2010":16,
                "2011":12,
                "2012":5,
                "2013":10,
                "2014":2,
                "2015":7,
                "2016":6,
                "2017":4,
                "2018":1,
                "2019":1,
                "2020":1
            }
        ],
        [
            "Calculations of X-ray reflection spectra from ionized, optically thick material are an important tool in investigations of accretion flows surrounding compact objects. We present the results of reflection calculations that treat the relevant physics with a minimum of assumptions. The temperature and ionization structure of the top five Thomson depths of an illuminated disc are calculated while also demanding that the atmosphere is in hydrostatic equilibrium. In agreement with Nayakshin, Kazanas & Kallman, we find that there is a rapid transition from hot to cold material in the illuminated layer. However, the transition is usually not sharp, so that often we find a small but finite region in Thomson depth where there is a stable temperature zone at T∼ 2× 10 6 K due to photoelectric heating from recombining ions. As a result, the reflection spectra often exhibit strong features from partially ionized material, including helium-like …",
            "X-ray reflection by photoionized accretion discs",
            "DR Ballantyne and RR Ross and AC Fabian",
            "2001",
            "RoyVswgAAAAJ:9yKSN-GCB0IC",
            211,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/327\/1\/10\/1280738",
            "8153538976431263320",
            "\/scholar?cites=8153538976431263320",
            {
                "2001":8,
                "2002":18,
                "2003":21,
                "2004":32,
                "2005":9,
                "2006":9,
                "2007":13,
                "2008":10,
                "2009":9,
                "2010":9,
                "2011":10,
                "2012":11,
                "2013":8,
                "2014":9,
                "2015":7,
                "2016":6,
                "2017":2,
                "2018":6,
                "2019":10,
                "2020":3
            }
        ],
        [
            "We examine the ability of photoevaporative disk winds to explain the low‐velocity components observed in the forbidden line spectra of low‐mass T Tauri stars. Using the analytic model of Shu and coworkers and Hollenbach and coworkers as a basis, we examine the characteristics of photoevaporative outflows with hydrodynamic simulations. General results from the simulations agree well with the analytic predictions, although some small differences are present. Most importantly, the flow of material from the disk surface develops at smaller radii than in the analytic approximations, and the flow velocity from the disk surface is only one‐third the sound speed. A detailed presentation of observational consequences of the model is given, including predicted line widths, blueshifts, and integrated luminosities of observable sulfur and nitrogen emission lines. We demonstrate that these predictions are in agreement with …",
            "Photoevaporation of circumstellar disks around young stars",
            "Andreea S Font and Ian G McCarthy and Doug Johnstone and David R Ballantyne",
            "2004",
            "RoyVswgAAAAJ:qjMakFHDy7sC",
            187,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/383518\/meta",
            "16334885169420376486",
            "\/scholar?cites=16334885169420376486",
            {
                "2004":2,
                "2005":4,
                "2006":6,
                "2007":15,
                "2008":9,
                "2009":11,
                "2010":8,
                "2011":17,
                "2012":22,
                "2013":14,
                "2014":7,
                "2015":9,
                "2016":18,
                "2017":5,
                "2018":15,
                "2019":12,
                "2020":8,
                "2021":3
            }
        ],
        [
            "A model for the inner regions of accretion flows is presented where, owing to disc instabilities, cold and dense material is clumped into deep sheets or rings. Surrounding these density enhancements is hot, tenuous gas where coronal dissipation processes occur. We expect this situation to be most relevant when the accretion rate is close to Eddington and the disc is radiation-pressure-dominated, and so may apply to narrow-line Seyfert 1 (NLS1) galaxies. In this scenario, the hard X-ray source is obscured for most observers, and so the detected X-ray emission would be dominated by reflection off the walls of the sheets. A simple Comptonization calculation shows that the large photon-indices characteristic of NLS1s would be a natural outcome of two reprocessors closely surrounding the hard X-ray source. We test this model by fitting the XMM-Newton spectrum of the NLS1 1H 0707–495 between 0.5 and 11 …",
            "How the X-ray spectrum of a narrow-line Seyfert 1 galaxy may be reflection-dominated",
            "AC Fabian and DR Ballantyne and A Merloni and S Vaughan and K Iwasawa and Th Boller",
            "2002",
            "RoyVswgAAAAJ:UeHWp8X0CEIC",
            166,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/331\/3\/L35\/1022295",
            "17571829601753448894",
            "\/scholar?cites=17571829601753448894",
            {
                "2002":5,
                "2003":7,
                "2004":22,
                "2005":8,
                "2006":15,
                "2007":20,
                "2008":15,
                "2009":4,
                "2010":7,
                "2011":6,
                "2012":8,
                "2013":6,
                "2014":9,
                "2015":4,
                "2016":6,
                "2017":5,
                "2018":6,
                "2019":4,
                "2020":8,
                "2021":1
            }
        ],
        [
            "We report the first detection of a sharp spectral feature in a narrow-line Seyfert 1 galaxy. Using XMM-Newton we have observed 1H  and find a drop in flux by a factor of more than 2 at a rest-frame energy of ∼7keV without any detectable narrow Fe Kα line emission. The energy of this feature suggests a connection with the neutral iron K photoelectric edge, but the lack of any obvious absorption in the spectrum at lower energies makes the interpretation challenging. We explore two alternative explanations for this unusual spectral feature: (i) partial-covering absorption by clouds of neutral material; and (ii) ionized disc reflection with lines and edges from different ionization stages of iron blurred together by relativistic effects. We note that both models require an iron overabundance to explain the depth of the feature. The X-ray light curve shows strong and rapid variability, changing by a factor of 4 during the …",
            "XMM-Newton discovery of a sharp spectral feature at ∼ 7 keV in the narrow-line Seyfert 1 galaxy 1H 0707-495",
            "Th Boller and AC Fabian and R Sunyaev and J Trümper and S Vaughan and DR Ballantyne and WN Brandt and Ralf Keil and K Iwasawa",
            "2002",
            "RoyVswgAAAAJ:IjCSPb-OGe4C",
            162,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/329\/1\/L1\/1113254",
            "4218006322389534738",
            "\/scholar?cites=4218006322389534738",
            {
                "2001":1,
                "2002":11,
                "2003":13,
                "2004":27,
                "2005":8,
                "2006":8,
                "2007":12,
                "2008":13,
                "2009":6,
                "2010":9,
                "2011":5,
                "2012":9,
                "2013":5,
                "2014":5,
                "2015":4,
                "2016":1,
                "2017":1,
                "2018":4,
                "2019":6,
                "2020":11,
                "2021":2
            }
        ],
        [
            "A number of neutron star low-mass X-ray binaries (LMXBs) have recently been discovered to show broad, asymmetric Fe K emission lines in their X-ray spectra. These lines are generally thought to be the most prominent part of a reflection spectrum, originating in the inner part of the accretion disk where strong relativistic effects can broaden emission lines. We present a comprehensive, systematic analysis of Suzaku and XMM-Newton spectra of 10 neutron star LMXBs, all of which display broad Fe K emission lines. Of the 10 sources, 4 are Z sources, 4 are atolls, and 2 are accreting millisecond X-ray pulsars (also atolls). The Fe K lines are fit well by a relativistic line model for a Schwarzschild metric, and imply a narrow range of inner disk radii (6-15 GM\/c 2) in most cases. This implies that the accretion disk extends close to the neutron star surface over a range of luminosities. Continuum modeling shows that for the …",
            "Relativistic lines and reflection from the inner accretion disks around neutron stars",
            "Edward M Cackett and Jon M Miller and David R Ballantyne and Didier Barret and Sudip Bhattacharyya and Martin Boutelier and M Coleman Miller and Tod E Strohmayer and Rudy Wijnands",
            "2010",
            "RoyVswgAAAAJ:Y0pCki6q_DkC",
            158,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/720\/1\/205\/meta",
            "313721996804560276",
            "\/scholar?cites=313721996804560276",
            {
                "2009":1,
                "2010":5,
                "2011":12,
                "2012":12,
                "2013":18,
                "2014":11,
                "2015":8,
                "2016":19,
                "2017":16,
                "2018":14,
                "2019":19,
                "2020":19,
                "2021":4
            }
        ],
        [
            "We present the results of fitting ASCA spectra of six narrow-line Seyfert 1 (NLS1) galaxies with the ionized reflection models of Ross & Fabian. We find that five of the galaxies (TON S 180, PKS 0558–504, Ark 564, Mrk 335 and PG 1244+026) are well fitted by the ionized disc model, and these are often better fits than the alternative models considered. The sixth galaxy, NGC 4051, has additional spectral complexity that cannot be well described by a simple ionized disc model or any of the other alternative models. The highest luminosity NLS1 galaxy considered, PKS 0558–504, does not have a well-constrained ionization parameter or reflection fraction. This is because it is difficult to distinguish between highly ionized, highly reflective discs and moderately ionized discs with low reflection fractions. The four galaxies with well-constrained fit parameters are consistent with having inclination angles lying between …",
            "Evidence for ionized accretion discs in five narrow-line Seyfert 1 galaxies",
            "DR Ballantyne and K Iwasawa and AC Fabian",
            "2001",
            "RoyVswgAAAAJ:zYLM7Y9cAGgC",
            126,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/323\/2\/506\/1247228",
            "3684218679932853904",
            "\/scholar?cites=3684218679932853904",
            {
                "2001":6,
                "2002":13,
                "2003":13,
                "2004":23,
                "2005":6,
                "2006":10,
                "2007":12,
                "2008":8,
                "2009":5,
                "2010":2,
                "2011":3,
                "2012":3,
                "2013":3,
                "2014":3,
                "2015":4,
                "2016":4,
                "2017":2,
                "2018":2,
                "2019":3
            }
        ],
        [
            "As a result of deep hard X‐ray observations by Chandra and XMM‐Newton, a significant fraction of the CXRB has been resolved into individual sources. These objects are almost all AGNs, and optical follow‐up observations find that they are mostly obscured type 2 AGNs, have Seyfert‐like X‐ray luminosities, and peak in redshift at  . Since this redshift is similar to the peak in the cosmic star formation rate, this paper proposes that the obscuring material required for AGN unification is regulated by star formation within the host galaxy. We test this idea by computing CXRB synthesis models with a ratio of type 2 to type 1 AGNs that is a function of both   and 2–10 keV X‐ray luminosity,  . The evolutionary models are constrained by parameterizing the observed type 1 AGN fractions from the recent work by Barger et al. The parameterization that simultaneously best accounts for Barger’s data, the CXRB spectrum, and the X …",
            "Connecting galaxy evolution, star formation, and the cosmic X-ray background",
            "DR Ballantyne and JE Everett and N Murray",
            "2006",
            "RoyVswgAAAAJ:Tyk-4Ss8FVUC",
            118,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/499558\/meta",
            "4807015175809590555",
            "\/scholar?cites=4807015175809590555",
            {
                "2006":7,
                "2007":10,
                "2008":11,
                "2009":6,
                "2010":8,
                "2011":14,
                "2012":15,
                "2013":11,
                "2014":9,
                "2015":5,
                "2016":5,
                "2017":6,
                "2018":3,
                "2019":5,
                "2020":1,
                "2021":2
            }
        ]
    ]
}