{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Nuclear pore complexes (NPCs) gate the only conduits for nucleocytoplasmic transport in eukaryotes. Their gate is formed by nucleoporins containing large intrinsically disordered domains with multiple phenylalanine-glycine repeats (FG domains). In combination, these are hypothesized to form a structurally and chemically homogeneous network of random coils at the NPC center, which sorts macromolecules by size and hydrophobicity. Instead, we found that FG domains are structurally and chemically heterogeneous. They adopt distinct categories of intrinsically disordered structures in non-random distributions. Some adopt globular, collapsed coil configurations and are characterized by a low charge content. Others are highly charged and adopt more dynamic, extended coil conformations. Interestingly, several FG nucleoporins feature both types of structures in a bimodal distribution along their polypeptide …",
            "A bimodal distribution of two distinct categories of intrinsically disordered structures with separate functions in FG nucleoporins",
            "Justin Yamada and Joshua L Phillips and Samir Patel and Gabriel Goldfien and Alison Calestagne-Morelli and Hans Huang and Ryan Reza and Justin Acheson and Viswanathan V Krishnan and Shawn Newsam and Ajay Gopinathan and Edmond Y Lau and Michael E Colvin and Vladimir N Uversky and Michael F Rexach",
            "2010",
            "RP2JX4AAAAAJ:d1gkVwhDpl0C",
            274,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1535947620345242",
            "14674592717043694869",
            "\/scholar?cites=14674592717043694869",
            {
                "2010":8,
                "2011":22,
                "2012":30,
                "2013":23,
                "2014":26,
                "2015":27,
                "2016":35,
                "2017":25,
                "2018":31,
                "2019":20,
                "2020":23
            }
        ],
        [
            "Controllable biaxial and uniaxial nanowrinkles (see figure) are fabricated by a simple two‐step approach—metal deposition and subsequent heating—based on shape memory polymer (prestressed polystyrene) sheets. The wavelengths of the wrinkles can be tuned by controlling the thickness of deposited metal. The ready integration of the nanowrinkles into microchannels and their effectiveness in surface enhanced sensing is demonstrated.",
            "Tunable nanowrinkles on shape memory polymer sheets",
            "Chi‐Cheng Fu and Anthony Grimes and Maureen Long and Christopher GL Ferri and Brent D Rich and Somnath Ghosh and Sayantani Ghosh and Luke P Lee and Ajay Gopinathan and Michelle Khine",
            "2009",
            "RP2JX4AAAAAJ:9yKSN-GCB0IC",
            223,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.200902294",
            "9944730208014289272",
            "\/scholar?cites=9944730208014289272",
            {
                "2009":1,
                "2010":13,
                "2011":16,
                "2012":19,
                "2013":23,
                "2014":30,
                "2015":23,
                "2016":30,
                "2017":23,
                "2018":16,
                "2019":16,
                "2020":11,
                "2021":2
            }
        ],
        [
            "A motile cell, when stimulated, shows a dramatic increase in the activity of its membrane, manifested by the appearance of dynamic membrane structures such as lamellipodia, filopodia, and membrane ruffles. The external stimulus turns on membrane bound activators, like Cdc42 and PIP2, which cause increased branching and polymerization of the actin cytoskeleton in their vicinity leading to a local protrusive force on the membrane. The emergence of the complex membrane structures is a result of the coupling between the dynamics of the membrane, the activators, and the protrusive forces. We present a simple model that treats the dynamics of a membrane under the action of actin polymerization forces that depend on the local density of freely diffusing activators on the membrane. We show that, depending on the spontaneous membrane curvature associated with the activators, the resulting membrane motion …",
            "Dynamics of membranes driven by actin polymerization",
            "Nir S Gov and Ajay Gopinathan",
            "2006",
            "RP2JX4AAAAAJ:u5HHmVD_uO8C",
            173,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349506722263",
            "12776671658018743427",
            "\/scholar?cites=12776671658018743427",
            {
                "2006":6,
                "2007":8,
                "2008":15,
                "2009":15,
                "2010":11,
                "2011":14,
                "2012":12,
                "2013":13,
                "2014":9,
                "2015":8,
                "2016":12,
                "2017":9,
                "2018":13,
                "2019":12,
                "2020":15,
                "2021":1
            }
        ],
        [
            "Although bacterial cells are known to experience large forces from osmotic pressure differences and their local microenvironment, quantitative measurements of the mechanical properties of growing bacterial cells have been limited. We provide an experimental approach and theoretical framework for measuring the mechanical properties of live bacteria. We encapsulated bacteria in agarose with a user‐defined stiffness, measured the growth rate of individual cells and fit data to a thin‐shell mechanical model to extract the effective longitudinal Young's modulus of the cell envelope of Escherichia coli (50–150 MPa), Bacillus subtilis (100–200 MPa) and Pseudomonas aeruginosa (100–200 MPa). Our data provide estimates of cell wall stiffness similar to values obtained via the more labour‐intensive technique of atomic force microscopy. To address physiological perturbations that produce changes in cellular …",
            "Measuring the stiffness of bacterial cells from growth rates in hydrogels of tunable elasticity",
            "Hannah H Tuson and George K Auer and Lars D Renner and Mariko Hasebe and Carolina Tropini and Max Salick and Wendy C Crone and Ajay Gopinathan and Kerwyn Casey Huang and Douglas B Weibel",
            "2012",
            "RP2JX4AAAAAJ:WF5omc3nYNoC",
            159,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1365-2958.2012.08063.x",
            "2376298247051142108",
            "\/scholar?cites=2376298247051142108",
            {
                "2012":5,
                "2013":6,
                "2014":19,
                "2015":17,
                "2016":15,
                "2017":19,
                "2018":26,
                "2019":27,
                "2020":24,
                "2021":1
            }
        ],
        [
            "A biomimetic substrate for cell‐culture is fabricated by plasma treatment of a prestressed thermoplastic shrink film to create tunable multiscaled alignment “wrinkles”. Using this substrate, the functional alignment of human embryonic stem cell derived cardiomyocytes is demonstrated.",
            "Shrink‐film configurable multiscale wrinkles for functional alignment of human embryonic stem cells and their cardiac derivatives",
            "Aaron Chen and Deborah K Lieu and Lauren Freschauf and Valerie Lew and Himanshu Sharma and Jiaxian Wang and Diep Nguyen and Ioannis Karakikes and Roger J Hajjar and Ajay Gopinathan and Elliot Botvinick and Charless C Fowlkes and Ronald A Li and Michelle Khine",
            "2011",
            "RP2JX4AAAAAJ:roLk4NBRz8UC",
            130,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201103463",
            "10064340979677951839",
            "\/scholar?cites=10064340979677951839",
            {
                "2012":5,
                "2013":14,
                "2014":22,
                "2015":20,
                "2016":18,
                "2017":16,
                "2018":10,
                "2019":13,
                "2020":9,
                "2021":1
            }
        ],
        [
            "Classical particles driven through periodically modulated potential energy landscapes are predicted to follow a devil’s staircase hierarchy of commensurate trajectories depending on the orientation of the driving force. Recent experiments on colloidal spheres flowing through arrays of optical traps do indeed reveal such a hierarchy, but not with the predicted structure. The microscopic trajectories, moreover, appear to be random, with commensurability emerging only in a statistical sense. We introduce an idealized model for periodically modulated transport in the presence of randomness that captures both the structure and statistics of such statistically locked-in states.",
            "Statistically locked-in transport through periodic potential landscapes",
            "Ajay Gopinathan and David G Grier",
            "2004",
            "RP2JX4AAAAAJ:u-x6o8ySG0sC",
            86,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.92.130602",
            "3576174192443832376",
            "\/scholar?cites=3576174192443832376",
            {
                "2004":6,
                "2005":13,
                "2006":8,
                "2007":4,
                "2008":2,
                "2009":12,
                "2010":11,
                "2011":6,
                "2012":3,
                "2013":5,
                "2014":2,
                "2015":2,
                "2016":1,
                "2017":1,
                "2018":1,
                "2019":9
            }
        ],
        [
            "We investigate the performance of cylindrical luminescent solar concentrators (CLSCs) with near-infrared lead sulfide quantum dots (QDs) in the active region. We fabricate solid and hollow cylinders from a composite of QDs in polymethylmethacrylate, prepared by radical polymerization, and characterize sample homogeneity and optical properties using spectroscopic techniques. We additionally measure photo-stability and photocurrent outputs under both laboratory and external ambient conditions. The experimental results are in good agreement with theoretical calculations which demonstrate that the hollow CLSCs have higher absorption of incident radiation and lower self-absorption compared to solid cylindrical and planar geometries with similar geometric factors, resulting in a higher optical efficiency.",
            "Cylindrical luminescent solar concentrators with near-infrared quantum dots",
            "RH Inman and GV Shcherbatyuk and D Medvedko and A Gopinathan and S Ghosh",
            "2011",
            "RP2JX4AAAAAJ:UebtZRa9Y70C",
            80,
            "https:\/\/www.osapublishing.org\/viewmedia.cfm?uri=oe-19-24-24308&seq=0",
            "15874316414579130585",
            "\/scholar?cites=15874316414579130585",
            {
                "2012":6,
                "2013":7,
                "2014":9,
                "2015":10,
                "2016":14,
                "2017":6,
                "2018":9,
                "2019":7,
                "2020":10,
                "2021":2
            }
        ],
        [
            "The bacterial cytoskeletal protein FtsZ is a GTPase that is thought to provide mechanical constriction force via an unidentified mechanism. Purified FtsZ polymerizes into filaments with varying structures in vitro: while GTP-bound FtsZ assembles into straight or gently curved filaments, GDP-bound FtsZ forms highly curved filaments, prompting the hypothesis that a difference in the inherent curvature of FtsZ filaments provides mechanical force. However, no nucleotide-dependent structural transition of FtsZ monomers has been observed to support this force generation model. Here, we present a series of all-atom molecular dynamics simulations probing the effects of nucleotide binding on the structure of an FtsZ dimer. We found that the FtsZ-dimer structure is dependent on nucleotide-binding state. While a GTP-bound FtsZ dimer retained a firm monomer-monomer contact, a GDP-bound FtsZ dimer lost some of the …",
            "Nucleotide-dependent conformations of FtsZ dimers and force generation observed through molecular dynamics simulations",
            "Jen Hsin and Ajay Gopinathan and Kerwyn C Huang",
            "2012",
            "RP2JX4AAAAAJ:0EnyYjriUFMC",
            73,
            "https:\/\/www.pnas.org\/content\/109\/24\/9432.short",
            "17973919476107232788",
            "\/scholar?cites=17973919476107232788",
            {
                "2012":1,
                "2013":10,
                "2014":15,
                "2015":10,
                "2016":11,
                "2017":7,
                "2018":9,
                "2019":6,
                "2020":3
            }
        ],
        [
            "We study the effect of the crowded environments on the translocation of a polymer through a pore in a membrane. By systematically treating the entropic penalty due to crowding, we show that the translocation dynamics are significantly altered, leading to novel scaling behaviors of the translocation time. We also observe new and qualitatively different translocation regimes depending upon the extent of crowding, transmembrane chemical potential asymmetry, and polymer length.",
            "Polymer translocation in crowded environments",
            "Ajay Gopinathan and Yong Woon Kim",
            "2007",
            "RP2JX4AAAAAJ:qjMakFHDy7sC",
            73,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.228106",
            "11463928312312650714",
            "\/scholar?cites=11463928312312650714",
            {
                "2008":5,
                "2009":4,
                "2010":3,
                "2011":6,
                "2012":9,
                "2013":8,
                "2014":6,
                "2015":3,
                "2016":5,
                "2017":8,
                "2018":7,
                "2019":6,
                "2020":2,
                "2021":1
            }
        ],
        [
            "The fractal dimension, chemical distance, and finally the effect of an applied electric field on the transport within the interpenetrating network of poly (3‐hexylthiophene)\/fullerene bulk heterojunction materials are calculated. According to simulations, charge carriers travel along a pathway~ 4 times longer than the regular Euclidean distance. In an applied electric field, the drift speed of charged carriers is reduced because of field‐induced trapping on the tortuous network.",
            "Nanostructure of the interpenetrating networks in poly (3‐hexylthiophene)\/fullerene bulk heterojunction materials: Implications for charge transport",
            "Wanli Ma and Ajay Gopinathan and Alan J Heeger",
            "2007",
            "RP2JX4AAAAAJ:2osOgNQ5qMEC",
            65,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.200700019",
            "3469182895490443455",
            "\/scholar?cites=3469182895490443455",
            {
                "2008":3,
                "2009":8,
                "2010":8,
                "2011":13,
                "2012":6,
                "2013":5,
                "2014":7,
                "2015":3,
                "2016":4,
                "2017":3,
                "2018":1,
                "2019":4
            }
        ]
    ]
}