{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "The development of eco-friendly technologies in material synthesis is of considerable importance to expand their biological applications. Nowadays, a variety of inorganic nanoparticles with well-defined chemical composition, size, and morphology have been synthesized by using different microorganisms, and their applications in many cutting-edge technological areas have been explored. This paper highlights the recent developments of the biosynthesis of inorganic nanoparticles including metallic nanoparticles, oxide nanoparticles, sulfide nanoparticles, and other typical nanoparticles. Different formation mechanisms of these nanoparticles will be discussed as well. The conditions to control the size\/shape and stability of particles are summarized. The applications of these biosynthesized nanoparticles in a wide spectrum of potential areas are presented including targeted drug delivery, cancer treatment, gene therapy and DNA analysis, antibacterial agents, biosensors, enhancing reaction rates, separation science, and magnetic resonance imaging (MRI). The current limitations and future prospects for the synthesis of inorganic nanoparticles by microorganisms are discussed.",
            "Biosynthesis of nanoparticles by microorganisms and their applications",
            "Xiangqian Li and Huizhong Xu and Zhe-Sheng Chen and Guofang Chen",
            "2011",
            "RPbQe08AAAAJ:uWy0R8PweswC",
            632,
            "https:\/\/www.hindawi.com\/journals\/jnm\/2011\/270974\/abs\/",
            "4771421757311358980",
            "\/scholar?cites=4771421757311358980",
            {
                "2012":13,
                "2013":22,
                "2014":45,
                "2015":40,
                "2016":67,
                "2017":95,
                "2018":113,
                "2019":97,
                "2020":123,
                "2021":9
            }
        ],
        [
            "We present spectroscopic evidence for the creation of entangled macroscopic quantum states in two current-biased Josephson-junction qubits coupled by a capacitor. The individual junction bias currents are used to control the interaction between the qubits by tuning the energy level spacings of the junctions in and out of resonance with each other. Microwave spectroscopy in the 4 to 6 gigahertzrange at 20 millikelvin reveals energy levels that agree well with theoretical results for entangled states. The single qubits are spatially separate, and the entangled states extend over the 0.7-millimeter distance between the two qubits.",
            "Entangled macroscopic quantum states in two superconducting qubits",
            "AJ Berkley and H Xu and RC Ramos and MA Gubrud and FW Strauch and PR Johnson and JR Anderson and AJ Dragt and CJ Lobb and FC Wellstood",
            "2003",
            "RPbQe08AAAAJ:u5HHmVD_uO8C",
            552,
            "https:\/\/science.sciencemag.org\/content\/300\/5625\/1548.abstract",
            "1906416724416959287",
            "\/scholar?cites=1906416724416959287",
            {
                "2003":17,
                "2004":51,
                "2005":73,
                "2006":56,
                "2007":55,
                "2008":53,
                "2009":47,
                "2010":39,
                "2011":19,
                "2012":17,
                "2013":16,
                "2014":14,
                "2015":16,
                "2016":16,
                "2017":16,
                "2018":14,
                "2019":10,
                "2020":16,
                "2021":2
            }
        ],
        [
            "Silver nanoparticles (AgNPs) have been widely used in biomedical fields because of their intrinsic therapeutic properties. Here, we introduce methods of synthesizing AgNPs and discuss their physicochemical, localized surface plasmon resonance (LSPR) and toxicity properties. We also review the impact of AgNPs on human health and the environment along with the underlying mechanisms. More importantly, we highlight the newly emerging applications of AgNPs as antiviral agents, photosensitizers and\/or radiosensitizers, and anticancer therapeutic agents in the treatment of leukemia, breast cancer, hepatocellular carcinoma, lung cancer, and skin and\/or oral carcinoma.",
            "Silver nanoparticles: synthesis, properties, and therapeutic applications",
            "Liuya Wei and Jingran Lu and Huizhong Xu and Atish Patel and Zhe-Sheng Chen and Guofang Chen",
            "2015",
            "RPbQe08AAAAJ:ahKOoLCzQxcC",
            539,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1359644614004681",
            "9960365437877899549",
            "\/scholar?cites=9960365437877899549",
            {
                "2015":16,
                "2016":48,
                "2017":73,
                "2018":115,
                "2019":123,
                "2020":151,
                "2021":10
            }
        ],
        [
            "We study the quantum mechanical behavior of a macroscopic, three-body, superconducting circuit. Microwave spectroscopy on our system, a resonator coupling two large Josephson junctions, produced complex energy spectra well explained by quantum theory over a large frequency range. By tuning each junction separately into resonance with the resonator, we first observe strong coupling between each junction and the resonator. Bringing both junctions together into resonance with the resonator, we find spectroscopic evidence for entanglement between all 3 degrees of freedom and suggest a new method for controllable coupling of distant qubits, a key step toward quantum computation.",
            "Spectroscopy of three-particle entanglement in a macroscopic superconducting circuit",
            "Huizhong Xu and Frederick W Strauch and SK Dutta and Philip R Johnson and RC Ramos and AJ Berkley and H Paik and JR Anderson and AJ Dragt and CJ Lobb and FC Wellstood",
            "2005",
            "RPbQe08AAAAJ:u-x6o8ySG0sC",
            87,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.94.027003",
            "15021100032121490002",
            "\/scholar?cites=15021100032121490002",
            {
                "2005":9,
                "2006":15,
                "2007":15,
                "2008":15,
                "2009":11,
                "2010":5,
                "2011":3,
                "2012":4,
                "2013":1,
                "2014":2,
                "2015":4,
                "2016":1,
                "2017":1,
                "2018":1
            }
        ],
        [
            "The zero-voltage state of a Josephson junction biased with constant current consists of a set of metastable quantum energy levels. We probe the spacings of these levels by using microwaves to induce transitions and thereby enhance the escape rate to the voltage state. The widths of the resonances give a measurement of the spectroscopic coherence time of the two metastable states involved in the transitions. We observe a decoherence time shorter than that expected from dissipation alone in resonantly isolated 20× 5 μ m 2 area Al\/AlO x\/Al junctions at 60 mK. The data are well fit by a model that includes the dephasing effects of both low-frequency current noise and the escape rate to the voltage state. We discuss implications for quantum computation using current-biased Josephson-junction qubits, including limits on the minimum number of levels needed in the well.",
            "Decoherence in a Josephson-junction qubit",
            "AJ Berkley and H Xu and MA Gubrud and RC Ramos and JR Anderson and CJ Lobb and FC Wellstood",
            "2003",
            "RPbQe08AAAAJ:d1gkVwhDpl0C",
            55,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.68.060502",
            "15084435993740317212",
            "\/scholar?cites=15084435993740317212",
            {
                "2003":1,
                "2004":6,
                "2005":6,
                "2006":4,
                "2007":4,
                "2008":9,
                "2009":2,
                "2010":3,
                "2011":3,
                "2012":4,
                "2013":5,
                "2014":5,
                "2015":2,
                "2016":1
            }
        ]
    ]
}