{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We demonstrate the use of an optical frequency comb to coherently control and entangle atomic qubits. A train of off-resonant ultrafast laser pulses is used to efficiently and coherently transfer population between electronic and vibrational states of trapped atomic ions and implement an entangling quantum logic gate with high fidelity. This technique can be extended to the high field regime where operations can be performed faster than the trap frequency. This general approach can be applied to more complex quantum systems, such as large collections of interacting atoms or molecules.",
            "Entanglement of atomic qubits using an optical frequency comb",
            "David Hayes and Dzmitry N Matsukevich and Peter Maunz and David Hucul and Qudsia Quraishi and Steve Olmschenk and W Campbell and Jonathan Mizrahi and Crystal Senko and Christopher Monroe",
            "2010",
            "rpgbWGsAAAAJ:u5HHmVD_uO8C",
            167,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.140501",
            "9834715743011006894",
            "\/scholar?cites=9834715743011006894",
            {
                "2010":8,
                "2011":12,
                "2012":14,
                "2013":17,
                "2014":14,
                "2015":17,
                "2016":16,
                "2017":16,
                "2018":17,
                "2019":14,
                "2020":18,
                "2021":2
            }
        ],
        [
            "We demonstrate single-qubit operations on a trapped atom hyperfine qubit using a single ultrafast pulse from a mode-locked laser. We shape the pulse from the laser and perform a π rotation of the qubit in less than 50 ps with a population transfer exceeding 99% and negligible effects from spontaneous emission or ac Stark shifts. The gate time is significantly shorter than the period of atomic motion in the trap (Ω Rabi\/ν trap> 10 4), demonstrating that this interaction takes place deep within the strong excitation regime.",
            "Ultrafast gates for single atomic qubits",
            "WC Campbell and J Mizrahi and Q Quraishi and C Senko and D Hayes and D Hucul and DN Matsukevich and P Maunz and C Monroe",
            "2010",
            "rpgbWGsAAAAJ:u-x6o8ySG0sC",
            157,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.090502",
            "3715806567747238166",
            "\/scholar?cites=3715806567747238166",
            {
                "2010":2,
                "2011":14,
                "2012":16,
                "2013":19,
                "2014":18,
                "2015":17,
                "2016":14,
                "2017":21,
                "2018":7,
                "2019":11,
                "2020":13,
                "2021":3
            }
        ],
        [
            "Recent developments in stabilized lasers have resulted in ultrastable optical oscillators with spectral purities below 1 Hz refs 1–6. These oscillators are not transportable at present and operate at a single frequency. To realize their full potential, a highly coherent, frequency-diverse fibre-optic network is needed to faithfully transfer the optical signals to remote sites and to different optical frequencies. Here we demonstrate such a coherent network composed of erbium fibre and Ti: sapphire laser-based, optical-frequency combs 7, 8, 9, stabilized optical-fibre links 4, 10 and cavity-stabilized lasers 4, 5, 6. We coherently transmit an optical carrier over 750 m of optical fibre with conversions to wavelengths of 657, 767, 1,126 and 1,535 nm, an overall timing jitter of 590 attoseconds, and a frequency instability of 12 mHz for the 195 THz carrier in 1 s and 250 µHz in 1,000 s. This first remote synchronization of two frequency …",
            "Coherent optical link over hundreds of metres and hundreds of terahertz with subfemtosecond timing jitter",
            "I Coddington and William C Swann and Luca Lorini and James C Bergquist and Y Le Coq and Christopher W Oates and Q Quraishi and KS Feder and JW Nicholson and Paul S Westbrook and Scott A Diddams and Nathan R Newbury",
            "2007",
            "rpgbWGsAAAAJ:d1gkVwhDpl0C",
            119,
            "https:\/\/www.nature.com\/nphoton\/journal\/v1\/n5\/abs\/nphoton.2007.71.html",
            "379349455731746514",
            "\/scholar?cites=379349455731746514",
            {
                "2006":1,
                "2007":12,
                "2008":23,
                "2009":17,
                "2010":10,
                "2011":6,
                "2012":3,
                "2013":11,
                "2014":5,
                "2015":6,
                "2016":5,
                "2017":5,
                "2018":4,
                "2019":2,
                "2020":7,
                "2021":1
            }
        ],
        [
            "We demonstrate a simple pulse shaping technique designed to improve the fidelity of spin-dependent force operations commonly used to implement entangling gates in trapped ion systems. This extension of the Mølmer-Sørensen gate can theoretically suppress the effects of certain frequency and timing errors to any desired order and is demonstrated through Walsh modulation of a two qubit entangling gate on trapped atomic ions. The technique is applicable to any system of qubits coupled through collective harmonic oscillator modes.",
            "Coherent error suppression in multiqubit entangling gates",
            "David Hayes and Susan M Clark and Shantanu Debnath and David Hucul and I Volkan Inlek and Kenny W Lee and Qudsia Quraishi and Christopher Monroe",
            "2012",
            "rpgbWGsAAAAJ:9yKSN-GCB0IC",
            89,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.109.020503",
            "4255896115582273709",
            "\/scholar?cites=4255896115582273709",
            {
                "2012":3,
                "2013":7,
                "2014":13,
                "2015":15,
                "2016":10,
                "2017":11,
                "2018":7,
                "2019":10,
                "2020":10,
                "2021":2
            }
        ],
        [
            "Broadly tunable phase-stable single-frequency terahertz radiation is generated with an optical heterodyne photomixer. The photomixer is excited by two near-infrared CW diode lasers that are phase locked to the stabilized optical frequency comb of a femtosecond titanium:sapphire laser. The terahertz radiation emitted by the photomixer is downconverted into RF frequencies with a waveguide harmonic mixer and measurement-limited linewidths at the Hertz level are demonstrated.",
            "Generation of phase-locked and tunable continuous-wave radiation in the terahertz regime",
            "Qudsia Quraishi and Martin Griebel and Thomas Kleine-Ostmann and Rudolf Bratschitsch",
            "2005",
            "rpgbWGsAAAAJ:2osOgNQ5qMEC",
            49,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=OL-30-23-3231",
            "9665317913529205644",
            "\/scholar?cites=9665317913529205644",
            {
                "2006":1,
                "2007":3,
                "2008":4,
                "2009":5,
                "2010":8,
                "2011":5,
                "2012":1,
                "2013":5,
                "2014":4,
                "2015":4,
                "2016":2,
                "2017":2,
                "2018":1,
                "2019":2,
                "2020":2
            }
        ],
        [
            "We use two mutually coherent, harmonically related pulse trains to experimentally characterize quantum interference control (QIC) of injected currents in low-temperature-grown gallium arsenide. We observe real-time QIC interference fringes, optimize the QIC signal fidelity, uncover critical signal dependences regarding beam spatial position on the sample, measure signal dependences on the fundamental and second harmonic average optical powers, and demonstrate signal characteristics that depend on the focused beam spot sizes. Following directly from our motivation for this study, we propose an initial experiment to measure and ultimately control the carrier-envelope phase evolution of a single octave-spanning pulse train using the QIC phenomenon.",
            "Characterization of quantum interference control of injected currents in LT-GaAs for carrier-envelope phase measurements",
            "Peter A Roos and Qudsia Quraishi and Steven T Cundiff and Ravi DR Bhat and JE Sipe",
            "2003",
            "rpgbWGsAAAAJ:qjMakFHDy7sC",
            39,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=oe-11-17-2081",
            "8115814699342118345",
            "\/scholar?cites=8115814699342118345",
            {
                "2003":2,
                "2004":9,
                "2005":5,
                "2006":5,
                "2007":2,
                "2008":2,
                "2009":2,
                "2010":2,
                "2011":4,
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":2,
                "2016":1
            }
        ],
        [
            "The relation between the fundamental parameters of energy and temporal duration of ultrashort pulses, under the condition of varying the average dispersion, are demonstrated both theoretically and experimentally in a solid-state femtosecond mode-locked laser. An asymptotic theory for nonlinear and dispersion managed solitons agrees well with the experimental data and demonstrates that the dominant factor in the pulse dynamics arises from the equilibrium established between the nonlinear Kerr effect and linear dispersion.",
            "Dynamics of nonlinear and dispersion managed solitons",
            "Qudsia Quraishi and Steven T Cundiff and Boaz Ilan and Mark J Ablowitz",
            "2005",
            "rpgbWGsAAAAJ:UeHWp8X0CEIC",
            35,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.94.243904",
            "2877408936683266912",
            "\/scholar?cites=2877408936683266912",
            {
                "2006":3,
                "2007":8,
                "2008":4,
                "2009":6,
                "2010":4,
                "2011":3,
                "2012":3,
                "2013":1,
                "2014":1,
                "2015":2
            }
        ],
        [
            "We point out a surprising consequence of the usually assumed initial conditions for cosmological perturbations. Namely, a spectrum of Gaussian, linear, adiabatic, scalar, growing mode perturbations not only creates acoustic oscillations of the kind observed on very large scales today, it also leads to the production of shocks in the radiation fluid of the very early Universe. Shocks cause departures from local thermal equilibrium as well as create vorticity and gravitational waves. For a scale-invariant spectrum and standard model physics, shocks form for temperatures 1 GeV< T< 1 0 7 GeV. For more general power spectra, such as have been invoked to form primordial black holes, shock formation and the consequent gravitational wave emission provide a signal detectable by current and planned gravitational wave experiments, allowing them to strongly constrain conditions present in the primordial Universe as early …",
            "Shocks in the early universe",
            "Ue-Li Pen and Neil Turok",
            "2016",
            "rpgbWGsAAAAJ:bEWYMUwI8FkC",
            27,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.117.131301",
            "17639637308653381055",
            "\/scholar?cites=17639637308653381055",
            {
                "2016":2,
                "2017":9,
                "2018":7,
                "2019":3,
                "2020":5,
                "2021":1
            }
        ],
        [
            "We stabilize a chosen radio frequency beat note between two optical fields derived from the same mode-locked laser pulse train in order to coherently manipulate quantum information. This scheme does not require access or active stabilization of the laser repetition rate. We implement and characterize this external lock, in the context of two-photon stimulated Raman transitions between the hyperfine ground states of trapped Yb^+171 quantum bits.",
            "Beat note stabilization of mode-locked lasers for quantum information processing",
            "R Islam and WC Campbell and T Choi and SM Clark and CWS Conover and S Debnath and EE Edwards and B Fields and D Hayes and D Hucul and IV Inlek and KG Johnson and S Korenblit and A Lee and KW Lee and TA Manning and DN Matsukevich and J Mizrahi and Q Quraishi and C Senko and J Smith and C Monroe",
            "2014",
            "rpgbWGsAAAAJ:8k81kl-MbHgC",
            22,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-39-11-3238",
            "9874009741432278892",
            "\/scholar?cites=9874009741432278892",
            {
                "2014":3,
                "2015":4,
                "2016":6,
                "2017":3,
                "2018":4,
                "2019":2
            }
        ],
        [
            "We stabilize a chosen radio frequency beat note between two optical fields derived from the same mode-locked laser pulse train in order to coherently manipulate quantum information. This scheme does not require access or active stabilization of the laser repetition rate. We implement and characterize this external lock, in the context of two-photon stimulated Raman transitions between the hyperfine ground states of trapped Yb^+171 quantum bits.",
            "Beat note stabilization of mode-locked lasers for quantum information processing",
            "R Islam and WC Campbell and T Choi and SM Clark and CWS Conover and S Debnath and EE Edwards and B Fields and D Hayes and D Hucul and IV Inlek and KG Johnson and S Korenblit and A Lee and KW Lee and TA Manning and DN Matsukevich and J Mizrahi and Q Quraishi and C Senko and J Smith and C Monroe",
            "2014",
            "rpgbWGsAAAAJ:IjCSPb-OGe4C",
            22,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-39-11-3238",
            "9874009741432278892",
            "\/scholar?cites=9874009741432278892",
            {
                "2014":3,
                "2015":4,
                "2016":6,
                "2017":3,
                "2018":4,
                "2019":2
            }
        ]
    ]
}