{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We study the proximity effect between an s-wave superconductor and the surface states of a strong topological insulator. The resulting two-dimensional state resembles a spinless p x+ i p y superconductor, but does not break time reversal symmetry. This state supports Majorana bound states at vortices. We show that linear junctions between superconductors mediated by the topological insulator form a nonchiral one-dimensional wire for Majorana fermions, and that circuits formed from these junctions provide a method for creating, manipulating, and fusing Majorana bound states.",
            "Superconducting proximity effect and Majorana fermions at the surface of a topological insulator",
            "Liang Fu and Charles L Kane",
            "2008",
            "rS68naIAAAAJ:kh2fBNsKQNwC",
            4218,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.096407",
            "1690368996314533371",
            "\/scholar?cites=1690368996314533371",
            {
                "2009":46,
                "2010":146,
                "2011":229,
                "2012":333,
                "2013":371,
                "2014":403,
                "2015":439,
                "2016":404,
                "2017":435,
                "2018":412,
                "2019":445,
                "2020":500,
                "2021":31
            }
        ],
        [
            "We study three-dimensional generalizations of the quantum spin Hall (QSH) effect. Unlike two dimensions, where a single Z 2 topological invariant governs the effect, in three dimensions there are 4 invariants distinguishing 16 phases with two general classes: weak (WTI) and strong (STI) topological insulators. The WTI are like layered 2D QSH states, but are destroyed by disorder. The STI are robust and lead to novel “topological metal” surface states. We introduce a tight binding model which realizes the WTI and STI phases, and we discuss its relevance to real materials, including bismuth.",
            "Topological insulators in three dimensions",
            "Liang Fu and Charles L Kane and Eugene J Mele",
            "2007",
            "rS68naIAAAAJ:Ri6SYOTghG4C",
            4118,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.98.106803",
            "8839692556436791783",
            "\/scholar?cites=8839692556436791783",
            {
                "2007":11,
                "2008":24,
                "2009":94,
                "2010":210,
                "2011":269,
                "2012":342,
                "2013":366,
                "2014":415,
                "2015":402,
                "2016":403,
                "2017":417,
                "2018":346,
                "2019":397,
                "2020":372,
                "2021":35
            }
        ],
        [
            "Topological insulators are materials with a bulk excitation gap generated by the spin-orbit interaction that are different from conventional insulators. This distinction is characterized by Z 2 topological invariants, which characterize the ground state. In two dimensions, there is a single Z 2 invariant that distinguishes the ordinary insulator from the quantum spin-Hall phase. In three dimensions, there are four Z 2 invariants that distinguish the ordinary insulator from “weak” and “strong” topological insulators. These phases are characterized by the presence of gapless surface (or edge) states. In the two-dimensional quantum spin-Hall phase and the three-dimensional strong topological insulator, these states are robust and are insensitive to weak disorder and interactions. In this paper, we show that the presence of inversion symmetry greatly simplifies the problem of evaluating the Z 2 invariants. We show that the …",
            "Topological insulators with inversion symmetry",
            "Liang Fu and Charles L Kane",
            "2007",
            "rS68naIAAAAJ:bz8QjSJIRt4C",
            3651,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.76.045302",
            "1632536842726914407",
            "\/scholar?cites=1632536842726914407",
            {
                "2008":16,
                "2009":75,
                "2010":171,
                "2011":236,
                "2012":304,
                "2013":340,
                "2014":321,
                "2015":342,
                "2016":370,
                "2017":320,
                "2018":369,
                "2019":366,
                "2020":364,
                "2021":39
            }
        ],
        [
            "The recent discovery of topological insulators has revived interest in the band topology of insulators. In this Letter, we extend the topological classification of band structures to include certain crystal point group symmetry. We find a class of three-dimensional “topological crystalline insulators” which have metallic surface states with quadratic band degeneracy on high symmetry crystal surfaces. These topological crystalline insulators are the counterpart of topological insulators in materials without spin-orbit coupling. Their band structures are characterized by new topological invariants. We hope this work will enlarge the family of topological phases in band insulators and stimulate the search for them in real materials.",
            "Topological crystalline insulators",
            "Liang Fu",
            "2011",
            "rS68naIAAAAJ:_FM0Bhl9EiAC",
            1430,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.106.106802",
            "8785592957433773759",
            "\/scholar?cites=8785592957433773759",
            {
                "2011":7,
                "2012":26,
                "2013":82,
                "2014":136,
                "2015":164,
                "2016":147,
                "2017":168,
                "2018":177,
                "2019":234,
                "2020":262,
                "2021":17
            }
        ],
        [
            "Quantum spin Hall (QSH) effect materials feature edge states that are topologically protected from backscattering. However, the small band gap in materials that have been identified as QSH insulators limits applications. We use first-principles calculations to predict a class of large-gap QSH insulators in two-dimensional transition metal dichalcogenides with 1T′ structure, namely, 1T′-MX2 with M = (tungsten or molybdenum) and X = (tellurium, selenium, or sulfur). A structural distortion causes an intrinsic band inversion between chalcogenide-p and metal-d bands. Additionally, spin-orbit coupling opens a gap that is tunable by vertical electric field and strain. We propose a topological field effect transistor made of van der Waals heterostructures of 1T′-MX2 and two-dimensional dielectric layers that can be rapidly switched off by electric field through a topological phase transition instead of carrier depletion.",
            "Quantum spin Hall effect in two-dimensional transition metal dichalcogenides",
            "Xiaofeng Qian and Junwei Liu and Liang Fu and Ju Li",
            "2014",
            "rS68naIAAAAJ:IUKN3-7HHlwC",
            1125,
            "https:\/\/science.sciencemag.org\/content\/346\/6215\/1344.abstract",
            "16064901896678611144",
            "\/scholar?cites=16064901896678611144",
            {
                "2015":59,
                "2016":136,
                "2017":179,
                "2018":241,
                "2019":216,
                "2020":275,
                "2021":16
            }
        ],
        [
            "Topological crystalline insulators are new states of matter in which the topological nature of electronic structures arises from crystal symmetries. Here we predict the first material realization of topological crystalline insulator in the semiconductor SnTe by identifying its non-zero topological index. We predict that as a manifestation of this non-trivial topology, SnTe has metallic surface states with an even number of Dirac cones on high-symmetry crystal surfaces such as {001},{110} and {111}. These surface states form a new type of high-mobility chiral electron gas, which is robust against disorder and topologically protected by reflection symmetry of the crystal with respect to {110} mirror plane. Breaking this mirror symmetry via elastic strain engineering or applying an in-plane magnetic field can open up a continuously tunable band gap on the surface, which may lead to wide-ranging applications in thermoelectrics …",
            "Topological crystalline insulators in the SnTe material class",
            "Timothy H Hsieh and Hsin Lin and Junwei Liu and Wenhui Duan and Arun Bansil and Liang Fu",
            "2012",
            "rS68naIAAAAJ:anf4URPfarAC",
            1067,
            "https:\/\/www.nature.com\/articles\/ncomms1969",
            "11040905834023519152",
            "\/scholar?cites=11040905834023519152",
            {
                "2012":19,
                "2013":67,
                "2014":117,
                "2015":128,
                "2016":127,
                "2017":142,
                "2018":125,
                "2019":158,
                "2020":168,
                "2021":10
            }
        ],
        [
            "We introduce and analyze a class of one-dimensional insulating Hamiltonians that, when adiabatically varied in an appropriate closed cycle, define a “Z 2 pump.” For an isolated system, a single closed cycle of the pump changes the expectation value of the spin at each end even when spin-orbit interactions violate the conservation of spin. A second cycle, however, returns the system to its original state. When coupled to leads, we show that the Z 2 pump functions as a spin pump in a sense that we define, and transmits a finite, though nonquantized, spin in each cycle. We show that the Z 2 pump is characterized by a Z 2 topological invariant that is analogous to the Chern invariant that characterizes a topological charge pump. The Z 2 pump is closely related to the quantum spin Hall effect, which is characterized by a related Z 2 invariant. This work presents an alternative formulation that clarifies both the physical and …",
            "Time reversal polarization and a Z 2 adiabatic spin pump",
            "Liang Fu and Charles L Kane",
            "2006",
            "rS68naIAAAAJ:4fGpz3EwCPoC",
            913,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.74.195312",
            "3411513008601973897",
            "\/scholar?cites=3411513008601973897",
            {
                "2007":12,
                "2008":16,
                "2009":34,
                "2010":43,
                "2011":63,
                "2012":50,
                "2013":81,
                "2014":68,
                "2015":79,
                "2016":105,
                "2017":100,
                "2018":81,
                "2019":90,
                "2020":85,
                "2021":5
            }
        ],
        [
            "We study junctions between superconductors mediated by the edge states of a quantum-spin-Hall insulator. We show that such junctions exhibit a fractional Josephson effect, in which the current phase relation has a 4 π rather than a 2 π periodicity. This effect is a consequence of the conservation of fermion parity—the number of electron mod 2—in a superconducting junction and is closely related to the Z 2 topological structure of the quantum-spin-Hall insulator. Inelastic processes, which violate the conservation of fermion parity, lead to telegraph noise in the equilibrium supercurrent. We predict that the low-frequency noise due these processes diverges exponentially with temperature T as T→ 0. Possible experiments on HgCdTe quantum wells will be discussed.",
            "Josephson current and noise at a superconductor\/quantum-spin-Hall-insulator\/superconductor junction",
            "Liang Fu and Charles L Kane",
            "2009",
            "rS68naIAAAAJ:GtLg2Ama23sC",
            849,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.79.161408",
            "13003677488818064375",
            "\/scholar?cites=13003677488818064375",
            {
                "2009":4,
                "2010":15,
                "2011":40,
                "2012":70,
                "2013":73,
                "2014":92,
                "2015":96,
                "2016":100,
                "2017":83,
                "2018":84,
                "2019":90,
                "2020":93,
                "2021":6
            }
        ],
        [
            "In this paper, we study transport properties of nonequilibrium systems under the application of light in many-terminal measurements, using the Floquet picture. We propose and demonstrate that the quantum transport properties can be controlled in materials such as graphene and topological insulators, via the application of light. Remarkably, under the application of off-resonant light, topological transport properties can be induced; these systems exhibit quantum Hall effects in the absence of a magnetic field with a near quantization of the Hall conductance, realizing so-called quantum Hall systems without Landau levels first proposed by Haldane.",
            "Transport properties of nonequilibrium systems under the application of light: Photoinduced quantum Hall insulators without Landau levels",
            "Takuya Kitagawa and Takashi Oka and Arne Brataas and Liang Fu and Eugene Demler",
            "2011",
            "rS68naIAAAAJ:0izLItjtcgwC",
            742,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.84.235108",
            "8444423723317125378",
            "\/scholar?cites=8444423723317125378",
            {
                "2012":20,
                "2013":45,
                "2014":54,
                "2015":78,
                "2016":91,
                "2017":98,
                "2018":113,
                "2019":106,
                "2020":130,
                "2021":6
            }
        ],
        [
            "The massless solutions to the Dirac equation are described by the so-called Weyl Hamiltonian. The Weyl equation requires a particle to have linear dispersion in all three dimensions while being doubly degenerate at a single momentum point. These Weyl points are topological monopoles of quantized Berry flux exhibiting numerous unusual properties. We performed angle-resolved microwave transmission measurements through a double-gyroid photonic crystal with inversion-breaking where Weyl points have been theoretically predicted to occur. The excited bulk states show two linear dispersion bands touching at four isolated points in the three-dimensional Brillouin zone, indicating the observation of Weyl points. This work paves the way to a variety of photonic topological phenomena in three dimensions.",
            "Experimental observation of Weyl points",
            "Ling Lu and Zhiyu Wang and Dexin Ye and Lixin Ran and Liang Fu and John D Joannopoulos and Marin Soljačić",
            "2015",
            "rS68naIAAAAJ:yMeIxYmEMEAC",
            728,
            "https:\/\/science.sciencemag.org\/content\/349\/6248\/622.abstract",
            "1444934588507980384",
            "\/scholar?cites=1444934588507980384",
            {
                "2015":31,
                "2016":125,
                "2017":153,
                "2018":145,
                "2019":130,
                "2020":134,
                "2021":6
            }
        ]
    ]
}