{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Thermoelectric materials, which can generate electricity from waste heat or be used as solid-state Peltier coolers, could play an important role in a global sustainable energy solution. Such a development is contingent on identifying materials with higher thermoelectric efficiency than available at present, which is a challenge owing to the conflicting combination of material traits that are required. Nevertheless,because of modern synthesis and characterization techniques, particularly for nanoscale materials, a new era of complex thermoelectric materials is approaching. We review recent advances in the field, highlighting the strategies used to improve the thermopower and reduce the thermal conductivity.",
            "Complex thermoelectric materials",
            "G Jeffrey Snyder and Eric S Toberer",
            "2011",
            "RSrCyzUAAAAJ:u5HHmVD_uO8C",
            8451,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/9789814317665_0016",
            "11217833191503090557",
            "\/scholar?cites=11217833191503090557",
            {
                "2010":258,
                "2011":348,
                "2012":457,
                "2013":557,
                "2014":729,
                "2015":856,
                "2016":903,
                "2017":1050,
                "2018":975,
                "2019":1000,
                "2020":988,
                "2021":113
            }
        ],
        [
            "The efficiency of thermoelectric energy converters is limited by the material thermoelectric figure of merit (zT). The recent advances in zT based on nanostructures limiting the phonon heat conduction is nearing a fundamental limit: The thermal conductivity cannot be reduced below the amorphous limit. We explored enhancing the Seebeck coefficient through a distortion of the electronic density of states and report a successful implementation through the use of the thallium impurity levels in lead telluride (PbTe). Such band structure engineering results in a doubling of zT in p-type PbTe to above 1.5 at 773 kelvin. Use of this new physical principle in conjunction with nanostructuring to lower the thermal conductivity could further enhance zT and enable more widespread use of thermoelectric systems.",
            "Enhancement of thermoelectric efficiency in PbTe by distortion of the electronic density of states",
            "Joseph P Heremans and Vladimir Jovovic and Eric S Toberer and Ali Saramat and Ken Kurosaki and Anek Charoenphakdee and Shinsuke Yamanaka and G Jeffrey Snyder",
            "2008",
            "RSrCyzUAAAAJ:u-x6o8ySG0sC",
            3143,
            "https:\/\/science.sciencemag.org\/content\/321\/5888\/554.abstract",
            "7781286998338879518",
            "\/scholar?cites=7781286998338879518",
            {
                "2008":8,
                "2009":66,
                "2010":139,
                "2011":157,
                "2012":202,
                "2013":207,
                "2014":267,
                "2015":299,
                "2016":343,
                "2017":331,
                "2018":344,
                "2019":378,
                "2020":353,
                "2021":38
            }
        ],
        [
            "Zintl phases and related compounds are promising thermoelectric materials; for instance, high zT has been found in Yb14MnSb11, clathrates, and the filled skutterudites. The rich solid-state chemistry of Zintl phases enables numerous possibilities for chemical substitutions and structural modifications that allow the fundamental transport parameters (carrier concentration, mobility, effective mass, and lattice thermal conductivity) to be modified for improved thermoelectric performance. For example, free carrier concentration is determined by the valence imbalance using Zintl chemistry, thereby enabling the rational optimization of zT. The low thermal conductivity values obtained in Zintl thermoelectrics arise from a diverse range of sources, including point defect scattering and the low velocity of optical phonon modes. Despite their complex structures and chemistry, the transport properties of many modern …",
            "Zintl chemistry for designing high efficiency thermoelectric materials",
            "Eric S Toberer and Andrew F May and G Jeffrey Snyder",
            "2010",
            "RSrCyzUAAAAJ:d1gkVwhDpl0C",
            532,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/cm901956r",
            "8221458296091487415",
            "\/scholar?cites=8221458296091487415",
            {
                "2010":15,
                "2011":37,
                "2012":50,
                "2013":40,
                "2014":62,
                "2015":49,
                "2016":56,
                "2017":52,
                "2018":53,
                "2019":57,
                "2020":52,
                "2021":6
            }
        ],
        [
            "Mitigation of the global energy crisis requires tailoring the thermal conductivity of materials. Low thermal conductivity is critical in a broad range of energy conversion technologies, including thermoelectrics and thermal barrier coatings. Here, we review the chemical trends and explore the origins of low thermal conductivity in crystalline materials. A unifying feature in the latest materials is the incorporation of structural complexity to decrease the phonon velocity and increase scattering. With this understanding, strategies for combining these mechanisms can be formulated for designing new materials with exceptionally low thermal conductivity.",
            "Phonon engineering through crystal chemistry",
            "Eric S Toberer and Alex Zevalkink and G Jeffrey Snyder",
            "2011",
            "RSrCyzUAAAAJ:LkGwnXOMwfcC",
            523,
            "https:\/\/pubs.rsc.org\/az\/content\/articlehtml\/2011\/jm\/c1jm11754h",
            "11503111368857047683",
            "\/scholar?cites=11503111368857047683",
            {
                "2011":2,
                "2012":13,
                "2013":23,
                "2014":38,
                "2015":53,
                "2016":57,
                "2017":68,
                "2018":82,
                "2019":78,
                "2020":94,
                "2021":11
            }
        ],
        [
            "Thermoelectrics are being rapidly developed for waste heat recovery applications, particularly in automobiles, to reduce carbon emissions. PbTe‐based materials with small (<20 nm) nanoscale features have been previously shown to have high thermoelectric figure‐of‐merit, zT, largely arising from low lattice thermal conductivity particularly at low temperatures. Separating the various phonon scattering mechanisms and the electronic contribution to the thermal conductivity is a serious challenge to understanding, and further optimizing, these nanocomposites. Here we show that relatively large nanometer‐scale (50–200 nm) Ag2Te precipitates in PbTe can be controlled according to the equilibrium phase diagram and these materials show intrinsic semiconductor behavior with high electrical resistivity, enabling direct measurement of the phonon thermal conductivity. This study provides direct evidence that even …",
            "High thermoelectric performance in PbTe due to large nanoscale Ag2Te precipitates and La doping",
            "Yanzhong Pei and Jessica Lensch‐Falk and Eric S Toberer and Douglas L Medlin and G Jeffrey Snyder",
            "2011",
            "RSrCyzUAAAAJ:9yKSN-GCB0IC",
            440,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adfm.201000878",
            "3015777862939480632",
            "\/scholar?cites=3015777862939480632",
            {
                "2011":16,
                "2012":46,
                "2013":35,
                "2014":48,
                "2015":37,
                "2016":44,
                "2017":61,
                "2018":51,
                "2019":45,
                "2020":52,
                "2021":5
            }
        ],
        [
            "The thermoelectric transport properties of polycrystalline, n-type Ba 8 Ga 16− x Ge 30+ x were characterized from 300 to 1000 K. The carrier density was found to vary precisely with the experimental x as expected from simple electron counting. The experimental data are analyzed within the framework of a single parabolic band model, which is found to accurately describe transport for the compositions of interest for thermoelectric application. The lattice thermal conductivity, calculated with a degeneracy adjusted Lorenz number, does not show a trend with composition and a value of∼ 1 Wm− 1 K− 1 is observed at 300 K. A maximum figure of merit z T= 0.86 is obtained at 950 K, and the optimal doping level for thermoelectric application is predicted to be∼ 2× 10 20 cm− 3, which corresponds to Ba 8 Ga 15.75 Ge 30.25 by electron counting. An unexpected transition event is observed near 650 K, which results in a …",
            "Characterization and analysis of thermoelectric transport in n-type Ba 8 Ga 16− x Ge 30+ x",
            "Andrew F May and Eric S Toberer and Ali Saramat and G Jeffrey Snyder",
            "2009",
            "RSrCyzUAAAAJ:UeHWp8X0CEIC",
            340,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.80.125205",
            "7452471945104483574",
            "\/scholar?cites=7452471945104483574",
            {
                "2009":1,
                "2010":12,
                "2011":21,
                "2012":23,
                "2013":20,
                "2014":30,
                "2015":35,
                "2016":36,
                "2017":53,
                "2018":42,
                "2019":29,
                "2020":34,
                "2021":3
            }
        ],
        [
            "For high temperature thermoelectric applications, Yb14MnSb11 has a maximum thermoelectric figure of merit (zT) of ∼1.0 at 1273 K. Such a high zT is found despite a carrier concentration that is higher than typical thermoelectric materials. Here, we reduce the carrier concentration with the discovery of a continuous transition between metallic Yb14MnSb11 and semiconducting Yb14AlSb11. Yb14Mn1‐xAlxSb11 forms a solid solution where the free carrier concentration gradually changes as expected from the Zintl valence formalism. Throughout this transition the electronic properties are found to obey a rigid band model with a band gap of 0.5 eV and an effective mass of 3 me. As the carrier concentration decreases, an increase in the Seebeck coefficient is observed at the expense of an increased electrical resistivity. At the optimum carrier concentration, a maximum zT of 1.3 at 1223 K is obtained, which is …",
            "Traversing the Metal‐Insulator Transition in a Zintl Phase: Rational Enhancement of Thermoelectric Efficiency in Yb14Mn1−xAlxSb11",
            "Eric S Toberer and Catherine A Cox and Shawna R Brown and Teruyuki Ikeda and Andrew F May and Susan M Kauzlarich and G Jeffrey Snyder",
            "2008",
            "RSrCyzUAAAAJ:qjMakFHDy7sC",
            271,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adfm.200800298",
            "15971705636576282536",
            "\/scholar?cites=15971705636576282536",
            {
                "2009":6,
                "2010":21,
                "2011":21,
                "2012":19,
                "2013":14,
                "2014":22,
                "2015":19,
                "2016":20,
                "2017":35,
                "2018":25,
                "2019":35,
                "2020":29,
                "2021":4
            }
        ],
        [
            "A high temperature Seebeck coefficient measurement apparatus with various features to minimize typical sources of error is designed and built. Common sources of temperature and voltage measurement error are described and principles to overcome these are proposed. With these guiding principles, a high temperature Seebeck measurement apparatus with a uniaxial 4-point contact geometry is designed to operate from room temperature to over 1200 K. This instrument design is simple to operate, and suitable for bulk samples with a broad range of physical types and shapes.",
            "A high temperature apparatus for measurement of the Seebeck coefficient",
            "Shiho Iwanaga and Eric S Toberer and Aaron LaLonde and G Jeffrey Snyder",
            "2011",
            "RSrCyzUAAAAJ:YsMSGLbcyi4C",
            264,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3601358",
            "5377066250947970674",
            "\/scholar?cites=5377066250947970674",
            {
                "2011":1,
                "2012":21,
                "2013":26,
                "2014":32,
                "2015":36,
                "2016":27,
                "2017":25,
                "2018":29,
                "2019":35,
                "2020":28,
                "2021":2
            }
        ],
        [
            "This review discusses recent advances in materials engineering to control thermal conductivity. We begin by presenting theories of heat conduction for general material classes, focusing on common approximations and trends. Next, we discuss characterization techniques for measuring thermal conductivity and the underlying transport properties. Advanced materials at the frontiers of thermal transport, such as rattlers, complex unit cells, nanowires, and nanocomposites, are treated in depth using experimental data and theoretical predictions. The review closes by highlighting several promising areas for further development.",
            "Advances in thermal conductivity",
            "Eric S Toberer and Lauryn L Baranowski and Chris Dames",
            "2012",
            "RSrCyzUAAAAJ:L8Ckcad2t8MC",
            218,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev-matsci-070511-155040",
            "6662582292441440944",
            "\/scholar?cites=6662582292441440944",
            {
                "2012":1,
                "2013":6,
                "2014":15,
                "2015":28,
                "2016":26,
                "2017":29,
                "2018":37,
                "2019":26,
                "2020":45,
                "2021":5
            }
        ],
        [
            "Solar thermoelectric generators (STEGs) are solid state heat engines that generate electricity from concentrated sunlight. In this paper, we develop a novel detailed balance model for STEGs and apply this model to both state-of-the-art and idealized materials. This model uses thermoelectric compatibility theory to provide analytic solutions to device efficiency in idealized materials with temperature-dependent properties. The results of this modeling allow us to predict maximum theoretical STEG efficiencies and suggest general design rules for STEGs. With today's materials, a STEG with an incident flux of 100 kW m−2 and a hot side temperature of 1000 °C could achieve 15.9% generator efficiency, making STEGs competitive with concentrated solar power plants. Future developments will depend on materials that can provide higher operating temperatures or higher material efficiency. For example, a STEG with zT …",
            "Concentrated solar thermoelectric generators",
            "Lauryn L Baranowski and G Jeffrey Snyder and Eric S Toberer",
            "2012",
            "RSrCyzUAAAAJ:mVmsd5A6BfQC",
            206,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2012\/ee\/c2ee22248e",
            "7998822963630569410",
            "\/scholar?cites=7998822963630569410",
            {
                "2013":9,
                "2014":17,
                "2015":32,
                "2016":34,
                "2017":24,
                "2018":28,
                "2019":32,
                "2020":27,
                "2021":1
            }
        ]
    ]
}