{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The Skyrmion state in epitaxial B20 FeGe (111) thin films, determined by the topological Hall effect, is greatly extended in the phase diagram to cover all temperatures up to the Curie temperature T C≈ 271 K and over a wide magnetic field range that includes a zero magnetic field. The properties of the Skyrmion phase can be controlled and manipulated by the film thickness, which has a strong effect on the stabilization of Skyrmions.",
            "Extended skyrmion phase in epitaxial FeGe (111) thin films",
            "SX Huang and CL Chien",
            "2012",
            "ruCjiBYAAAAJ:WF5omc3nYNoC",
            405,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.267201",
            "7230103083229276867",
            "\/scholar?cites=7230103083229276867",
            {
                "2012":4,
                "2013":28,
                "2014":36,
                "2015":51,
                "2016":49,
                "2017":50,
                "2018":64,
                "2019":52,
                "2020":60,
                "2021":10
            }
        ],
        [
            "Point-contact Andreev reflection measurements reveal that amorphous CoxFe80−xB20 (x=20, 40, and 60) alloys possess spin polarization of as much as 65%, much higher than the values of 43%–45% for Co and Fe. This accounts for the high magnetoresistance values in magnetic tunnel junctions incorporating amorphous CoFeB as the ferromagnetic electrodes. The crystallization of the amorphous alloys substantially reduces the spin polarization.",
            "Spin polarization of amorphous CoFeB determined by point-contact Andreev reflection",
            "SX Huang and TY Chen and CL Chien",
            "2008",
            "ruCjiBYAAAAJ:W7OEmFMy1HYC",
            104,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2949740",
            "6406236057397837365",
            "\/scholar?cites=6406236057397837365",
            {
                "2008":1,
                "2009":6,
                "2010":5,
                "2011":7,
                "2012":8,
                "2013":7,
                "2014":2,
                "2015":8,
                "2016":11,
                "2017":7,
                "2018":19,
                "2019":12,
                "2020":6,
                "2021":3
            }
        ],
        [
            "We demonstrate a close relationship between superconductivity and the dimensions of the Fe-Se (Te) tetrahedron in FeSe 0.5 Te 0.5. This is done by exploiting thin film epitaxy, which provides controlled biaxial stress, both compressive and tensile, to distort the tetrahedron. The Se\/Te height within the tetrahedron is found to be of crucial importance to superconductivity, in agreement with the scenario that (π, π) spin fluctuations promote superconductivity in Fe superconductors.",
            "Control of tetrahedral coordination and superconductivity in FeSe 0.5 Te 0.5 thin films",
            "SX Huang and CL Chien and V Thampy and C Broholm",
            "2010",
            "ruCjiBYAAAAJ:YsMSGLbcyi4C",
            77,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.217002",
            "16651741967472584704",
            "\/scholar?cites=16651741967472584704",
            {
                "2010":2,
                "2011":8,
                "2012":8,
                "2013":20,
                "2014":9,
                "2015":11,
                "2016":3,
                "2017":4,
                "2018":3,
                "2019":2,
                "2020":6,
                "2021":1
            }
        ],
        [
            "We demonstrate a self-consistent and versatile method to determine the relative spin Hall angle θ SH and spin diffusion length λ SF of selected 5 d metals (Pt, Au, Ta, and W) by thermal spin injection from a common ferromagnetic insulator, yttrium iron garnet, into thin metal films of various thicknesses. The values of θ SH for Pt and Au are opposite in sign to those of Ta and W. The inverse spin Hall effect voltage depends on spin Hall resistivity, which is the product of θ SH and electrical resistivity. We also show evidence of magnetic proximity effects including magnetoresistance and the anomalous Hall effect in these 5 d metals, except for Au.",
            "Self-consistent determination of spin Hall angles in selected 5 d metals by thermal spin injection",
            "D Qu and SY Huang and BF Miao and SX Huang and CL Chien",
            "2014",
            "ruCjiBYAAAAJ:M3ejUd6NZC8C",
            75,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.89.140407",
            "1736859496859682642",
            "\/scholar?cites=1736859496859682642",
            {
                "2014":3,
                "2015":13,
                "2016":9,
                "2017":9,
                "2018":13,
                "2019":11,
                "2020":17
            }
        ],
        [
            "The tunneling magnetoresistance and perpendicular magnetic anisotropy in CoFeB(1.1-1.2 nm)\/MgO\/CoFeB(1.2-1.7 nm) junctions were found to be very sensitively dependent on annealing time. During annealing at a given temperature, decay of magnetoresistance occurs much earlier compared to junctions with in-plane magnetic anisotropy. Through a rapid thermal annealing study, the decrease of magnetoresistance is found to be associated with the degradation of perpendicular anisotropy, instead of impurity diffusion as observed in common in-plane junctions. The origin of the evolution of perpendicular anisotropy as well as possible means to further enhance tunneling magnetoresistance is discussed.",
            "Rapid thermal annealing study of magnetoresistance and perpendicular anisotropy in magnetic tunnel junctions based on MgO and CoFeB",
            "Wei-Gang Wang and Stephen Hageman and Mingen Li and Sunxiang Huang and Xiaoming Kou and Xin Fan and John Q Xiao and CL Chien",
            "2011",
            "ruCjiBYAAAAJ:u-x6o8ySG0sC",
            69,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3634026",
            "8630727543091860299",
            "\/scholar?cites=8630727543091860299",
            {
                "2012":6,
                "2013":10,
                "2014":11,
                "2015":9,
                "2016":11,
                "2017":9,
                "2018":7,
                "2019":4,
                "2020":2
            }
        ],
        [
            "Although the combinatorial approach has been widely adapted in the search for novel functional materials, 1 the parallel synthesis and high-throughput characterization are still the major obstacles hampering the application to a diversity of materials. Among various parallel synthesis strategies, thin-film deposition combined with physical masks (or photolithography) and solution-based synthetic methods are the most commonly used techniques. 2 In solution-based parallel synthesis, droplets of precursor solutions are laid into predefined microreactors (usually microwells drilled into a ceramic substrate) from microdispensers (usually piezoelectricdriven ejectors). Then, the precursors are mixed and reacted to form a materials library. Through this method, materials libraries including phosphors, catalyst, etc., have been fabricated from solution precursors. 3, 4 Inkjet delivery shows many advantages over other microdispense apparatus, such as nanoliter dispensing capability with high accuracy. 5 However, a significant limitation of the above-mentioned technique is the applicability: only soluble compounds had been used as the precursors. On the other hand, a lot of suspensions have been used with the inkjet technique in ceramic freeforming, 6 fabrication of electronic devices, 7 and functionally graded material. 8 From this point of view, suspensions can be used with inkjet technique in solutionbased parallel synthesis if a universal preparation method of insoluble suspensions can be developed. Evans et al. realized this and published the point of view from philosophy analysis, 9 but to our best knowledge, no materials library was really made from …",
            "Combinatorial synthesis of insoluble oxide library from ultrafine\/nano particle suspension using a drop-on-demand inkjet delivery system",
            "Lei Chen and Jun Bao and Chen Gao and Sunxiang Huang and Chihui Liu and Wenhan Liu",
            "2004",
            "ruCjiBYAAAAJ:IjCSPb-OGe4C",
            56,
            "https:\/\/www.academia.edu\/download\/53602590\/Combinatorial_Synthesis_of_Insoluble_Oxi20170620-2970-178uy4a.pdf",
            "4346890716707077340",
            "\/scholar?cites=4346890716707077340",
            {
                "2005":2,
                "2006":8,
                "2007":1,
                "2008":3,
                "2009":4,
                "2010":5,
                "2011":7,
                "2012":5,
                "2013":2,
                "2014":1,
                "2015":6,
                "2016":1,
                "2017":2,
                "2018":1,
                "2019":3,
                "2020":5
            }
        ],
        [
            "We present a systematic investigation of the additional resistance (R E), which is an unavoidable consequence of pseudo-four-probe electrical measurements, on the point-contact Andreev reflection (PCAR) spectrum by both modeling and experiments. Instead of considering the total resistance between the two voltage leads across a point contact as a sum of a contact resistance (R C) and a fixed sample resistance (R S), it is essential to treat the total resistance as a sum of the Andreev resistance R AR and the additional resistance R E, which are, respectively, the resistances affected and unaffected by the Andreev reflection process. We show a detailed formalism of taking R E into account in modeling and demonstrate that the PCAR spectrum can be drastically affected by the presence of R E. Experimentally, we have found that not only R E cannot be readily measured or even estimated, it is in fact different for …",
            "Pronounced effects of additional resistance in Andreev reflection spectroscopy",
            "TY Chen and SX Huang and CL Chien",
            "2010",
            "ruCjiBYAAAAJ:ufrVoPGSRksC",
            43,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.81.214444",
            "6629956864886837066",
            "\/scholar?cites=6629956864886837066",
            {
                "2011":1,
                "2012":6,
                "2013":5,
                "2014":8,
                "2015":3,
                "2016":8,
                "2017":3,
                "2018":8,
                "2019":1
            }
        ],
        [
            "Spin-transfer torques (STT) provide a mechanism to alter the magnetic configurations of magnetic heterostructures, a result previously only achieved by an external magnetic field. In granular solids, we demonstrate a new form of STT effect that can be exploited to induce a large spin disorder when combined with a large magnetic field. We have obtained a very large magnetoresistance effect in excess of 400% at 4.2 K in a large magnetic field, the largest ever reported in any metallic systems. The STT characteristics of granular solids differ significantly from those of multilayers, showing no STT effect at low magnetic fields but prominent STT effects at high fields.",
            "Enhanced magnetoresistance induced by spin transfer torque in granular films with a magnetic field",
            "TY Chen and SX Huang and CL Chien and Mark D Stiles",
            "2006",
            "ruCjiBYAAAAJ:Y0pCki6q_DkC",
            41,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.96.207203",
            "5865981666177952178",
            "\/scholar?cites=5865981666177952178",
            {
                "2007":7,
                "2008":10,
                "2009":4,
                "2010":3,
                "2011":5,
                "2012":3,
                "2013":3,
                "2014":2,
                "2015":2,
                "2016":2
            }
        ],
        [
            "Ferrous tris-chelate compounds based on 2-(2′-pyridyl)benzimidazole (pybzim) have been prepared and characterized for studies of spin equilibria in fluid solution and when anchored to the surface of mesoporous nanocrystalline (anatase) TiO2 and colloidal ZrO2 thin films. The solid state structure of Fe(pybzim)3(ClO4)2·CH3CN·H2O was determined by single-crystal X-ray diffraction at 110 K to be triclinic, P-1, a = 11.6873(18), b = 12.2318(12), c = 14.723(4) Å, α = 89.864(13)°, β = 71.430(17)°, γ = 73.788(11)°, V = 1907.1(6) Å3, Z = 2, and R = 0.0491. The iron compound has a meridional FeN6 distorted octahedral geometry with bond lengths expected for a low-spin iron center at 110 K. The visible absorption spectra of Fe(pybzim)32+ and Fe(pymbA)32+, where pymbA is 4-(2-pyridin-2-yl-benzimidazol-1-ylmethyl)-benzoic acid, in methanol solution were dominated by metal-to-ligand charge-transfer (MLCT …",
            "Photodriven Spin Change of Fe(II) Benzimidazole Compounds Anchored to Nanocrystalline TiO2 Thin Films",
            "Hai-Long Xia and Shane Ardo and Amy A Narducci Sarjeant and Sunxiang Huang and Gerald J Meyer",
            "2009",
            "ruCjiBYAAAAJ:u5HHmVD_uO8C",
            31,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la9022213",
            "10024726880359011168",
            "\/scholar?cites=10024726880359011168",
            {
                "2010":4,
                "2011":4,
                "2012":3,
                "2013":5,
                "2014":4,
                "2015":2,
                "2016":2,
                "2017":4,
                "2018":3
            }
        ],
        [
            "The superconducting gap in FeAs-based superconductor SmFeAs(O1−xFx) (x = 0.15 and 0.30) and the temperature dependence of the sample with x = 0.15 have been measured by Andreev reflection spectroscopy. The intrinsic superconducting gap is independent of contacts while many other “gap-like” features vary appreciably for different contacts. The determined gap value of 2Δ = 13.34 ± 0.47 meV for SmFeAs(O0.85F0.15) gives 2Δ\/kBTC = 3.68, close to the BCS prediction of 3.53. The superconducting gap decreases with temperature and vanishes at TC, in a manner similar to the BCS behavior but dramatically different from that of the nodal pseudogap behavior in cuprate superconductors.",
            "Determination of superconducting gap of SmFeAsFxO1− x superconductors by Andreev reflection spectroscopy",
            "TY Chen and SX Huang and Z Tesanovic and RH Liu and XH Chen and CL Chien",
            "2009",
            "ruCjiBYAAAAJ:eQOLeE2rZwMC",
            25,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0921453409000896",
            "356212464021222419",
            "\/scholar?cites=356212464021222419",
            {
                "2009":1,
                "2010":4,
                "2011":8,
                "2012":2,
                "2013":1,
                "2014":3,
                "2015":3,
                "2016":3
            }
        ]
    ]
}