{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "The chemically most primitive stars provide constraints on the nature of the first stellar objects that formed in the Universe; elements other than hydrogen, helium and traces of lithium present within these objects were generated by nucleosynthesis in the very first stars. The relative abundances of elements in the surviving primitive stars reflect the masses of the first stars, because the pathways of nucleosynthesis are quite sensitive to stellar masses. Several models 1, 2, 3, 4, 5 have been suggested to explain the origin of the abundance pattern of the giant star HE0107–5240, which hitherto exhibited the highest deficiency of heavy elements known 1, 6. Here we report the discovery of HE1327–2326, a subgiant or main-sequence star with an iron abundance about a factor of two lower than that of HE0107–5240. Both stars show extreme overabundances of carbon and nitrogen with respect to iron, suggesting a similar …",
            "Nucleosynthetic signatures of the first stars",
            "Anna Frebel and Wako Aoki and Norbert Christlieb and Hiroyasu Ando and Martin Asplund and Paul S Barklem and Timothy C Beers and Kjell Eriksson and Cora Fechner and Masayuki Y Fujimoto and Satoshi Honda and Toshitaka Kajino and Takeo Minezaki and Ken'ichi Nomoto and John E Norris and Sean G Ryan and Masahide Takada-Hidai and Stelios Tsangarides and Yuzuru Yoshii",
            "2005",
            "rVMxtOQAAAAJ:B3FOqHPlNUQC",
            668,
            "https:\/\/www.nature.com\/articles\/nature03455",
            "454210842029589259",
            "\/scholar?cites=454210842029589259",
            {
                "2005":29,
                "2006":72,
                "2007":64,
                "2008":79,
                "2009":36,
                "2010":51,
                "2011":28,
                "2012":48,
                "2013":49,
                "2014":42,
                "2015":37,
                "2016":31,
                "2017":25,
                "2018":25,
                "2019":24,
                "2020":17,
                "2021":4
            }
        ],
        [
            "We present new metallicity measurements for 298 individual red giant branch stars in eight of the least luminous dwarf spheroidal galaxies (dSphs) in the Milky Way (MW) system. Our technique is based on medium‐resolution Keck DEIMOS spectroscopy coupled with spectral synthesis. We present the first spectroscopic metallicities at   of stars in a dwarf galaxy, with individual stellar metallicities as low as  . Because our [Fe\/H] measurements are not tied to empirical metallicity calibrators and are sensitive to arbitrarily low metallicities, we are able to probe this extremely metal‐poor regime accurately. The metallicity distribution of stars in these dSphs is similar to the MW halo at the metal‐poor end. We also demonstrate that the luminosity‐metallicity relation previously seen in more luminous dSph galaxies (  to −8.8) extends smoothly down to an absolute magnitude of  . The discovery of extremely metal‐poor stars in …",
            "Uncovering extremely metal-poor stars in the Milky Way’s ultrafaint dwarf spheroidal satellite galaxies",
            "Evan N Kirby and Joshua D Simon and Marla Geha and Puragra Guhathakurta and Anna Frebel",
            "2008",
            "rVMxtOQAAAAJ:sSrBHYA8nusC",
            358,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/592432\/meta",
            "11313550465035359265",
            "\/scholar?cites=11313550465035359265",
            {
                "2008":7,
                "2009":46,
                "2010":60,
                "2011":32,
                "2012":47,
                "2013":27,
                "2014":27,
                "2015":30,
                "2016":24,
                "2017":8,
                "2018":19,
                "2019":10,
                "2020":10,
                "2021":4
            }
        ],
        [
            "The element abundance ratios of four low-mass stars with extremely low metallicities (abundances of elements heavier than helium) indicate that the gas out of which the stars formed was enriched in each case by at most a few—and potentially only one—low-energy supernova 1, 2, 3, 4. Such supernovae yield large quantities of light elements such as carbon but very little iron. The dominance of low-energy supernovae seems surprising, because it had been expected that the first stars were extremely massive, and that they disintegrated in pair-instability explosions that would rapidly enrich galaxies in iron 5. What has remained unclear is the yield of iron from the first supernovae, because hitherto no star has been unambiguously interpreted as encapsulating the yield of a single supernova. Here we report the optical spectrum of SMSS J031300. 36− 670839.3, which shows no evidence of iron (with an upper limit of …",
            "A single low-energy, iron-poor supernova as the source of metals in the star SMSS J031300. 36− 670839.3",
            "SC Keller and Michael Stanley Bessell and Anna Frebel and AR Casey and Martin Asplund and HR Jacobson and Karin Lind and John Edward Norris and David Yong and Alexander Heger and Zazralt Magic and GS Da Costa and Brian Paul Schmidt and P Tisserand",
            "2014",
            "rVMxtOQAAAAJ:GnPB-g6toBAC",
            296,
            "https:\/\/www.nature.com\/articles\/nature12990",
            "16906291983680289277",
            "\/scholar?cites=16906291983680289277",
            {
                "2014":35,
                "2015":54,
                "2016":33,
                "2017":45,
                "2018":44,
                "2019":46,
                "2020":33,
                "2021":5
            }
        ]
    ]
}