{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "In monolayer graphene, substitutional doping during growth can be used to alter its electronic properties. We used scanning tunneling microscopy, Raman spectroscopy, x-ray spectroscopy, and first principles calculations to characterize individual nitrogen dopants in monolayer graphene grown on a copper substrate. Individual nitrogen atoms were incorporated as graphitic dopants, and a fraction of the extra electron on each nitrogen atom was delocalized into the graphene lattice. The electronic structure of nitrogen-doped graphene was strongly modified only within a few lattice spacings of the site of the nitrogen dopant. These findings show that chemical doping is a promising route to achieving high-quality graphene films with a large carrier concentration.",
            "Visualizing individual nitrogen dopants in monolayer graphene",
            "Liuyan Zhao and Rui He and Kwang Taeg Rim and Theanne Schiros and Keun Soo Kim and Hui Zhou and Christopher Gutiérrez and SP Chockalingam and Carlos J Arguello and Lucia Pálová and Dennis Nordlund and Mark S Hybertsen and David R Reichman and Tony F Heinz and Philip Kim and Aron Pinczuk and George W Flynn and Abhay N Pasupathy",
            "2011",
            "rWlUB04AAAAJ:YOwf2qJgpHMC",
            777,
            "https:\/\/science.sciencemag.org\/content\/333\/6045\/999.abstract",
            "12322122052486941911",
            "\/scholar?cites=12322122052486941911",
            {
                "2011":2,
                "2012":77,
                "2013":91,
                "2014":106,
                "2015":109,
                "2016":103,
                "2017":73,
                "2018":79,
                "2019":69,
                "2020":61,
                "2021":3
            }
        ],
        [
            "Robust methods to tune the unique electronic properties of graphene by chemical modification are in great demand due to the potential of the two dimensional material to impact a range of device applications. Here we show that carbon and nitrogen core-level resonant X-ray spectroscopy is a sensitive probe of chemical bonding and electronic structure of chemical dopants introduced in single-sheet graphene films. In conjunction with density functional theory based calculations, we are able to obtain a detailed picture of bond types and electronic structure in graphene doped with nitrogen at the sub-percent level. We show that different N-bond types, including graphitic, pyridinic, and nitrilic, can exist in a single, dilutely N-doped graphene sheet. We show that these various bond types have profoundly different effects on the carrier concentration, indicating that control over the dopant bond type is a crucial …",
            "Connecting dopant bond type with electronic structure in N-doped graphene",
            "Theanne Schiros and Dennis Nordlund and Lucia Pálová and Deborah Prezzi and Liuyan Zhao and Keun Soo Kim and Ulrich Wurstbauer and Christopher Gutiérrez and Dean Delongchamp and Cherno Jaye and Daniel Fischer and Hirohito Ogasawara and Lars GM Pettersson and David R Reichman and Philip Kim and Mark S Hybertsen and Abhay N Pasupathy",
            "2012",
            "rWlUB04AAAAJ:_kc_bZDykSQC",
            370,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl301409h",
            "983812972882439541",
            "\/scholar?cites=983812972882439541",
            {
                "2012":4,
                "2013":12,
                "2014":34,
                "2015":39,
                "2016":47,
                "2017":50,
                "2018":54,
                "2019":62,
                "2020":59,
                "2021":7
            }
        ],
        [
            "We use scanning tunneling microscopy and X-ray spectroscopy to characterize the atomic and electronic structure of boron-doped and nitrogen-doped graphene created by chemical vapor deposition on copper substrates. Microscopic measurements show that boron, like nitrogen, incorporates into the carbon lattice primarily in the graphitic form and contributes ∼0.5 carriers into the graphene sheet per dopant. Density functional theory calculations indicate that boron dopants interact strongly with the underlying copper substrate while nitrogen dopants do not. The local bonding differences between graphitic boron and nitrogen dopants lead to large scale differences in dopant distribution. The distribution of dopants is observed to be completely random in the case of boron, while nitrogen displays strong sublattice clustering. Structurally, nitrogen-doped graphene is relatively defect-free while boron-doped graphene …",
            "Local atomic and electronic structure of boron chemical doping in monolayer graphene",
            "Liuyan Zhao and Mark Levendorf and Scott Goncher and Theanne Schiros and Lucia Pálová and Amir Zabet-Khosousi and Kwang Taeg Rim and Christopher Gutiérrez and Dennis Nordlund and Cherno Jaye and Mark Hybertsen and David Reichman and George W Flynn and Jiwoong Park and Abhay N Pasupathy",
            "2013",
            "rWlUB04AAAAJ:4TOpqqG69KYC",
            174,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl401781d",
            "3648392405053069118",
            "\/scholar?cites=3648392405053069118",
            {
                "2014":17,
                "2015":38,
                "2016":31,
                "2017":24,
                "2018":23,
                "2019":24,
                "2020":15
            }
        ],
        [
            "We report the direct observation in real space of the charge density wave (CDW) phase transition in pristine 2 H-NbSe 2 using atomic-resolution scanning tunneling microscopy. We find that static CDW order is established in nanoscale regions in the vicinity of defects at temperatures that are several times the bulk transition temperature T CDW. On lowering the temperature, the correlation length of these patches increases steadily until CDW order is established in all of space, demonstrating the crucial role played by defects in the physics of the transition region. The nanoscale CDW order has an energy-and temperature-independent wavelength. Spectroscopic imaging measurements of the real-space phase of the CDW provide indirect evidence that an energy gap in NbSe 2 occurs at 0.7 eV below the Fermi energy in the CDW phase, suggesting that strong electron-lattice interactions, and not Fermi surface physics …",
            "Visualizing the charge density wave transition in 2 H-NbSe 2 in real space",
            "CJ Arguello and SP Chockalingam and EP Rosenthal and L Zhao and C Gutiérrez and JH Kang and WC Chung and RM Fernandes and S Jia and AJ Millis and RJ Cava and AN Pasupathy",
            "2014",
            "rWlUB04AAAAJ:M3ejUd6NZC8C",
            127,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.89.235115",
            "3605637032609727914",
            "\/scholar?cites=3605637032609727914",
            {
                "2014":3,
                "2015":26,
                "2016":16,
                "2017":17,
                "2018":17,
                "2019":19,
                "2020":28,
                "2021":1
            }
        ],
        [
            "Relativistic fermions that are incident on a high potential barrier can pass through unimpeded, a striking phenomenon termed the ‘Klein paradox’in quantum electrodynamics. Electrostatic potential barriers in graphene provide a solid-state analogue to realize this phenomenon. Here, we use scanning tunnelling microscopy to directly probe the transmission of electrons through sharp circular potential wells in graphene created by substrate engineering. We find that electrons in this geometry display quasi-bound states where the electron is trapped for a finite time before escaping via Klein tunnelling. We show that the continuum Dirac equation can be successfully used to model the energies and wavefunctions of these quasi-bound states down to atomic dimensions. We demonstrate that by tuning the geometry of the barrier it is possible to trap particular energies and angular momentum states with increased …",
            "Klein tunnelling and electron trapping in nanometre-scale graphene quantum dots",
            "Christopher Gutiérrez and Lola Brown and Cheol-Joo Kim and Jiwoong Park and Abhay N Pasupathy",
            "2016",
            "rWlUB04AAAAJ:TQgYirikUcIC",
            104,
            "https:\/\/www.nature.com\/articles\/nphys3806",
            "183894188884668931",
            "\/scholar?cites=183894188884668931",
            {
                "2016":4,
                "2017":24,
                "2018":31,
                "2019":20,
                "2020":25
            }
        ],
        [
            "The phase of a quantum state may not return to its original value after the system’s parameters cycle around a closed path; instead, the wave function may acquire a measurable phase difference called the Berry phase. Berry phases typically have been accessed through interference experiments. Here, we demonstrate an unusual Berry phase–induced spectroscopic feature: a sudden and large increase in the energy of angular-momentum states in circular graphene p-n junction resonators when a relatively small critical magnetic field is reached. This behavior results from turning on a π Berry phase associated with the topological properties of Dirac fermions in graphene. The Berry phase can be switched on and off with small magnetic field changes on the order of 10 millitesla, potentially enabling a variety of optoelectronic graphene device applications.",
            "An on\/off Berry phase switch in circular graphene resonators",
            "Fereshte Ghahari* and Daniel Walkup* and Christopher Gutiérrez* and Joaquin F Rodriguez-Nieva* and Yue Zhao and Jonathan Wyrick and Fabian D Natterer and William G Cullen and Kenji Watanabe and Takashi Taniguchi and Leonid S Levitov and Nikolai B Zhitenev and Joseph A Stroscio",
            "2017",
            "rWlUB04AAAAJ:_Qo2XoVZTnwC",
            77,
            "https:\/\/science.sciencemag.org\/content\/356\/6340\/845.abstract",
            "3136448179265440579",
            "\/scholar?cites=3136448179265440579",
            {
                "2016":1,
                "2017":8,
                "2018":20,
                "2019":18,
                "2020":29,
                "2021":1
            }
        ],
        [
            "Chirality—or ‘handedness’—is a symmetry property crucial to fields as diverse as biology, chemistry and high-energy physics. In graphene, chiral symmetry emerges naturally as a consequence of the carbon honeycomb lattice. This symmetry can be broken by interactions that couple electrons with opposite momenta in graphene. Here we directly visualize the formation of Kekulé bond order, one such phase of broken chiral symmetry, in an ultraflat graphene sheet grown epitaxially on a copper substrate. We show that its origin lies in the interactions between individual vacancies in the copper substrate that are mediated electronically by the graphene. We show that this interaction causes the bonds in graphene to distort, creating a phase with broken chiral symmetry. The Kekulé ordering is robust at ambient temperature and atmospheric conditions, indicating that intercalated atoms may be harnessed to drive …",
            "Imaging chiral symmetry breaking from Kekule bond order in graphene",
            "Christopher Gutiérrez and Cheol-Joo Kim and Lola Brown and Theanne Schiros and Dennis Nordlund and Edward B Lochocki and Kyle M Shen and Jiwoong Park and Abhay N Pasupathy",
            "2016",
            "rWlUB04AAAAJ:HDshCWvjkbEC",
            62,
            "https:\/\/www.nature.com\/articles\/nphys3776",
            "9853424778029283057",
            "\/scholar?cites=9853424778029283057",
            {
                "2016":6,
                "2017":14,
                "2018":12,
                "2019":17,
                "2020":10,
                "2021":3
            }
        ],
        [
            "We demonstrate the growth of graphene nanocrystals by molecular beam methods that employ a solid carbon source, and that can be used on a diverse class of large area dielectric substrates. Characterization by Raman and near edge X-ray absorption fine structure spectroscopies reveal a sp2 hybridized hexagonal carbon lattice in the nanocrystals. Lower growth rates (below 0.5 Å\/min) favor the formation of layered, larger size multi-layer graphene crystallites (up to 22 nm) on all investigated substrates. The surface morphology is determined by the roughness of the underlying substrate (RMS ∼8 Å) and graphitic monolayer steps are observed by ambient scanning tunneling microscopy.",
            "Molecular beam growth of graphene nanocrystals on dielectric substrates",
            "Ulrich Wurstbauer and Theanne Schiros and Cherno Jaye and Annette S Plaut and Rui He and Albert Rigosi and Christopher Gutiérrez and Daniel Fischer and Loren N Pfeiffer and Abhay N Pasupathy and Aron Pinczuk and Jorge M Garcia",
            "2012",
            "rWlUB04AAAAJ:qxL8FJ1GzNcC",
            33,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0008622312005143",
            "2298251738620443135",
            "\/scholar?cites=2298251738620443135",
            {
                "2012":1,
                "2013":7,
                "2014":4,
                "2015":5,
                "2016":5,
                "2017":6,
                "2018":1,
                "2019":3,
                "2020":1
            }
        ],
        [
            "Quantum-relativistic matter is ubiquitous in nature; however, it is notoriously difficult to probe. The ease with which external electric and magnetic fields can be introduced in graphene opens a door to creating a tabletop prototype of strongly confined relativistic matter. Here, through a detailed spectroscopic mapping, we directly visualize the interplay between spatial and magnetic confinement in a circular graphene resonator as atomic-like shell states condense into Landau levels. We directly observe the development of a “wedding cake”–like structure of concentric regions of compressible-incompressible quantum Hall states, a signature of electron interactions in the system. Solid-state experiments can, therefore, yield insights into the behavior of quantum-relativistic matter under extreme conditions.",
            "Interaction-driven quantum Hall wedding cake–like structures in graphene quantum dots",
            "Christopher Gutiérrez* and Daniel Walkup* and Fereshte Ghahari* and Cyprian Lewandowski* and Joaquin F Rodriguez-Nieva and Kenji Watanabe and Takashi Taniguchi and Leonid S Levitov and Nikolai B Zhitenev and Joseph A Stroscio",
            "2018",
            "rWlUB04AAAAJ:isC4tDSrTZIC",
            21,
            "https:\/\/science.sciencemag.org\/content\/361\/6404\/789.abstract",
            "6510608236038465062",
            "\/scholar?cites=6510608236038465062",
            {
                "2018":2,
                "2019":8,
                "2020":9,
                "2021":2
            }
        ],
        [
            "Graphene is a powerful playground for studying a plethora of quantum phenomena. One of the remarkable properties of graphene arises when it is strained in particular geometries and the electrons behave as if they were under the influence of a magnetic field. Previously, these strain-induced pseudomagnetic fields have been explored on the nano- and micrometer-scale using scanning probe and transport measurements. Heteroepitaxial strain, in contrast, is a wafer-scale engineering method. Here, we show that pseudomagnetic fields can be generated in graphene through wafer-scale epitaxial growth. Shallow triangular nanoprisms in the SiC substrate generate strain-induced uniform fields of 41 T, enabling the observation of strain-induced Landau levels at room temperature, as detected by angle-resolved photoemission spectroscopy, and confirmed by model calculations and scanning tunneling microscopy …",
            "Room temperature strain-induced Landau levels in graphene on a wafer-scale platform",
            "P Nigge and AC Qu and É Lantagne-Hurtubise and E Mårsell and S Link and G Tom and M Zonno and M Michiardi and M Schneider and S Zhdanovich and G Levy and U Starke and C Gutiérrez and D Bonn and SA Burke and M Franz and A Damascelli",
            "2019",
            "rWlUB04AAAAJ:M3NEmzRMIkIC",
            19,
            "https:\/\/advances.sciencemag.org\/content\/5\/11\/eaaw5593.abstract",
            "3691692594102827210",
            "\/scholar?cites=3691692594102827210",
            {
                "2020":18,
                "2021":1
            }
        ]
    ]
}