{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This paper presents a scalable method of preparing highly monodisperse core–shell particles and hollow spheres, and their application in fabricating colloidal crystals. By using polystyrene (PS) particles as the template and vinyltrimethoxysilane as the precursor, the core–shell particles could be obtained via direct growth of vinyl-SiO2 hybrid material on the negatively charged PS template. This method has two interesting characteristics. The first is the tunable shell thickness (from 10 to 170 nm) combined with a low polydispersity (smaller than 3%). Second, the method is simpler than traditional ones, which use surface modified PS as template to get a uniform coating. Furthermore, the core–shell particles could be converted into hollow SiO2 spheres by removing the PS cores in a calcination process. Both the PS@vinyl-SiO2 particles and the hollow SiO2 spheres could be self-assembled into three-dimensional …",
            "Synthesis of monodisperse polystyrene@ vinyl-SiO2 core–shell particles and hollow SiO2 spheres",
            "Tian-Song Deng and Frank Marlow",
            "2012",
            "RxjJy8kAAAAJ:qjMakFHDy7sC",
            101,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/cm203099m",
            "12155586992103034707",
            "\/scholar?cites=12155586992103034707",
            {
                "2012":1,
                "2013":14,
                "2014":20,
                "2015":10,
                "2016":17,
                "2017":13,
                "2018":10,
                "2019":7,
                "2020":8,
                "2021":1
            }
        ],
        [
            "An effective and reproducible method of preparing highly monodisperse organic–inorganic hybrid silica spheres was studied. One process, one precursor (organosilane) and one solvent (water) were used in our experiments. The size of hybrid silica spheres could be adjusted from 360 to 770 nm with relative standard deviation below 2% by controlling the concentration of the organosilane precursor and the ammonia catalyst. The increasing of the precursor concentration increases the particle size while the catalyst concentration has a reverse effect on the particle size. The concept of homogeneous nucleation and growth processes are introduced to explain the formation mechanism and the effect of reaction conditions. The scanning electron microscopy (SEM) images illustrate the copiousness in quantity and the uniformity in size\/shape of the particles that could be routinely accomplished in this synthesis. Fourier …",
            "One-step synthesis of highly monodisperse hybrid silica spheres in aqueous solution",
            "Tian-Song Deng and Qi-Feng Zhang and Jun-Yan Zhang and Xin Shen and Kong-Tao Zhu and Jin-Lei Wu",
            "2009",
            "RxjJy8kAAAAJ:u-x6o8ySG0sC",
            99,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021979708012174",
            "14027936295790949859",
            "\/scholar?cites=14027936295790949859",
            {
                "2009":1,
                "2010":13,
                "2011":11,
                "2012":9,
                "2013":5,
                "2014":13,
                "2015":11,
                "2016":5,
                "2017":10,
                "2018":7,
                "2019":6,
                "2020":8
            }
        ],
        [
            "ZnO nanowire arrays were grown on semi-insulating intrinsic GaAs substrates, and controlled arsenic-doping process was carried out to realize the n-ZnO∕p-ZnO nanowire array\/GaAs structures. The constructed ZnO nanowire homojunctions demonstrated a clear rectifying behavior and the turn-on voltage was above 4.0V. The corresponding ultraviolet electroluminescence spectra were obtained for the applied forward voltage above 30V (20mA). The distinct ultraviolet electroluminescence peak, centered at 382nm, is nonlinearly enhanced with an increase in the applied forward voltage. The origin of the strong ultraviolet electroluminescence was discussed in terms of the controlled arsenic-doping process.",
            "Ultraviolet electroluminescence from controlled arsenic-doped ZnO nanowire homojunctions",
            "Jun-Yan Zhang and Ping-Jian Li and Hui Sun and Xin Shen and Tian-Song Deng and Kong-Tao Zhu and Qi-Feng Zhang and Jin-Lei Wu",
            "2008",
            "RxjJy8kAAAAJ:u5HHmVD_uO8C",
            83,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2958230",
            "5823698377198342572",
            "\/scholar?cites=5823698377198342572",
            {
                "2008":1,
                "2009":8,
                "2010":5,
                "2011":14,
                "2012":14,
                "2013":8,
                "2014":10,
                "2015":7,
                "2016":1,
                "2017":3,
                "2018":5,
                "2019":5,
                "2020":2
            }
        ],
        [
            "Electrically driven ultraviolet lasing behavior from p-ZnO:P nanonail array\/n-Si heterojunction was demonstrated. Phosphorus-doped ZnO nanonail arrays were grown by chemical vapor deposition method. The constructed heterojunction with indium tin oxide films as the contacted electrodes demonstrated clear rectifying behavior, and the turn-on voltage was about 2.5 V. The p-n junction lowered the excitation threshold effectively and the electrically driven ultraviolet lasing behavior exhibited high monochromaticity: when the applied forward current reached 24 mA, distinct ultraviolet laser emission peaks were obtained at room temperature, and the full width at half maxims were 0.7, 0.9, and 0.5 nm, respectively. The three sharp peaks represented different lasing modes.",
            "Electrically driven ultraviolet lasing behavior from phosphorus-doped p-ZnO nanonail array\/n-Si heterojunction",
            "Jun-Yan Zhang and Qi-Feng Zhang and Tian-Song Deng and Jin-Lei Wu",
            "2009",
            "RxjJy8kAAAAJ:d1gkVwhDpl0C",
            49,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3268438",
            "4991031514072679524",
            "\/scholar?cites=4991031514072679524",
            {
                "2010":3,
                "2011":11,
                "2012":6,
                "2013":6,
                "2014":5,
                "2015":4,
                "2016":2,
                "2017":2,
                "2018":3,
                "2019":5,
                "2020":2
            }
        ],
        [
            "We performed single particle deformation experiments on silica-coated gold nanorods under femtosecond (fs) illumination. Changes in the particle shape were analyzed by electron microscopy and associated changes in the plasmon resonance by electron energy loss spectroscopy. Silica-coated rods were found to be more stable compared to uncoated rods but could still be deformed via an intermediate bullet-like shape for silica shell thicknesses of 14 nm. Changes in the size ratio of the rods after fs-illumination resulted in blue-shifting of the longitudinal plasmon resonances. Two-dimensional spatial mapping of the plasmon resonances revealed that the flat side of the bullet-like particles showed a less pronounced longitudinal plasmonic electric field enhancement. These findings were confirmed by finite-difference time-domain (FDTD) simulations. Furthermore, at higher laser fluences size reduction of the …",
            "Single Particle Deformation and Analysis of Silica-Coated Gold Nanorods before and after Femtosecond Laser Pulse Excitation",
            "Wiebke Albrecht and Tian-Song Deng and Bart Goris and Marijn A van Huis and Sara Bals and Alfons van Blaaderen",
            "2016",
            "RxjJy8kAAAAJ:kNdYIx-mwKoC",
            45,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.nanolett.5b04851",
            "16439514544881786542",
            "\/scholar?cites=16439514544881786542",
            {
                "2016":2,
                "2017":8,
                "2018":16,
                "2019":12,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Confocal microscopy in combination with real-space particle tracking has proven to be a powerful tool in scientific fields such as soft matter physics, materials science and cell biology. However, 3D tracking of anisotropic particles in concentrated phases remains not as optimized compared to algorithms for spherical particles. To address this problem, we developed a new particle-fitting algorithm that can extract the positions and orientations of fluorescent rod-like particles from three dimensional confocal microscopy data stacks. The algorithm is tailored to work even when the fluorescent signals of the particles overlap considerably and a threshold method and subsequent clusters analysis alone do not suffice. We demonstrate that our algorithm correctly identifies all five coordinates of uniaxial particles in both a concentrated disordered phase and a liquid-crystalline smectic-B phase. Apart from confocal microscopy …",
            "Determination of the positions and orientations of concentrated rod-like colloids from 3D microscopy data",
            "TH Besseling and M Hermes and A Kuijk and B De Nijs and TS Deng and M Dijkstra and A Imhof and A Van Blaaderen",
            "2015",
            "RxjJy8kAAAAJ:MXK_kJrjxJIC",
            43,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/27\/19\/194109\/meta",
            "2567397057540858188",
            "\/scholar?cites=2567397057540858188",
            {
                "2015":6,
                "2016":11,
                "2017":4,
                "2018":10,
                "2019":6,
                "2020":3,
                "2021":2
            }
        ],
        [
            "ZnO homojunction light-emitting diodes based on ZnO nanowires were fabricated on Si(100) substrates. An N–In codoped p-type ZnO film grown by ultrasonic spray pyrolysis and an unintentionally doped n-type ZnO nanowire quasi-array grown by an easy low-temperature hydrothermal method were employed to form the homojunction diode. Under a forward bias larger than 8 V, electroluminescence, which was composed of an ultraviolet peak centered at 387 nm and a green band around 540 nm, was observed. The electroluminescence emission was contributed by the ZnO nanowires. The results reported here suggest that ZnO-based ultraviolet light-emitting devices could be realized at low cost. ",
            "Electroluminescence from ZnO nanowires with a p-ZnO film\/n-ZnO nanowire homojunction",
            "H Sun and Q Zhang and J Zhang and T Deng and J Wu",
            "2008",
            "RxjJy8kAAAAJ:9yKSN-GCB0IC",
            40,
            "https:\/\/link.springer.com\/article\/10.1007\/s00340-007-2900-7",
            "4749781664856255981",
            "\/scholar?cites=4749781664856255981",
            {
                "2008":3,
                "2009":4,
                "2010":4,
                "2011":4,
                "2012":4,
                "2013":6,
                "2014":4,
                "2015":2,
                "2016":1,
                "2017":3,
                "2018":2,
                "2019":2,
                "2020":1
            }
        ],
        [
            "A one-step method was presented for the controlled synthesis of highly monodisperse vinyl functionalized silica spheres (VFSSs), which could be self-assembled into three-dimensional (3D) fcc colloidal photonic crystals on a horizontal glass slide by a gravity sedimentation process. One precursor (vinyltriethoxysilane) and one solvent (water) were used in the experiment. The size of VFSSs could be adjusted from 420 to 650 nm with relative standard deviation below 2% by controlling the dripping speed of diluted ammonia catalyst, without changing the concentration of precursor\/catalyst. SEM and TEM images illustrate the copiousness in quantity and the uniformity in size\/shape of the VFSSs. 29Si nuclear magnetic resonance (NMR) spectrum confirms the surfaces of VFSSs have abundant vinyl groups (–CHCH2) which connect to the silicon atoms. Optical characterizations of the transmission spectra reveal that …",
            "Highly monodisperse vinyl functionalized silica spheres and their self-assembled three-dimensional colloidal photonic crystals",
            "Tian-Song Deng and Jun-Yan Zhang and Kong-Tao Zhu and Qi-Feng Zhang and Jin-Lei Wu",
            "2010",
            "RxjJy8kAAAAJ:2osOgNQ5qMEC",
            31,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0927775710000026",
            "8861852167494200308",
            "\/scholar?cites=8861852167494200308",
            {
                "2010":1,
                "2011":4,
                "2012":4,
                "2013":5,
                "2014":4,
                "2015":4,
                "2016":3,
                "2017":2,
                "2018":1,
                "2019":3
            }
        ],
        [
            "Composite noble metal-based nanorods for which the surface plasmon resonances can be tuned by composition and geometry are highly interesting for applications in biotechnology, imaging, sensing, optoelectronics, photovoltaics, and catalysis. Here, we present an approach for the oxidative etching and subsequent metal overgrowth of gold nanorods, all taking place while the nanorods are embedded in mesoporous SiO2 shells (AuNRs@meso-SiO2). Heating of the AuNRs@meso-SiO2 in methanol with HCl resulted in reproducible oxidation of the AuNRs by dissolved O2, specifically at the rod ends, enabling precise control over the aspect ratio of the rods. The etched-AuNRs@meso-SiO2 were used as a template for the overgrowth of a second metal (Ag, Pd, and Pt), yielding bimetallic, core–shell structured nanorods. By varying the reaction rates of the metal deposition both smooth core–shell structures or gold …",
            "Oxidative Etching and Metal Overgrowth of Gold Nanorods within Mesoporous Silica Shells",
            "Tian-Song Deng and Jessi ES Van Der Hoeven and Anil O Yalcin and Henny W Zandbergen and Marijn A Van Huis and Alfons Van Blaaderen",
            "2015",
            "RxjJy8kAAAAJ:3fE2CSJIrl8C",
            27,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.chemmater.5b03749",
            "12322439312875064145",
            "\/scholar?cites=12322439312875064145",
            {
                "2016":3,
                "2017":10,
                "2018":5,
                "2019":6,
                "2020":2,
                "2021":1
            }
        ],
        [
            "Slow light in photonic crystal waveguide is now being heavily investigated for applications in optical devices. A ring-shape-hole slotted PhCW (RSPhCW) is designed in the paper. Band structures and group indices are calculated through plane wave expansion method. Flat band slow light property is observed, which provides low group velocity dispersion and avoids high speed optics signal from distortion in transmission. A method is proposed by tuning the positions of the first and second rows with the ring-shape-holes adjacent to the slot, which can tune the group index and the bandwidth of the guided band at the same time. This method is used to optimize the slow light property of the RSPhCW. The bandwidths ranging from 1.8 nm to 17.3 nm for group indices from 15 to 67 are obtained. From the point of view of reality, this method has its advantage of fabricating than tuning the outer and inner radii of the ring …",
            "Slow light property in ring-shape-hole slotted photonic crystal waveguide",
            "Kong-Tao Zhu and Tian-Song Deng and Yan Sun and Qi-Feng Zhang and Jin-Lei Wu",
            "2013",
            "RxjJy8kAAAAJ:Y0pCki6q_DkC",
            26,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0030401812012217",
            "18146798339957464381",
            "\/scholar?cites=18146798339957464381",
            {
                "2013":5,
                "2014":6,
                "2015":4,
                "2016":4,
                "2017":2,
                "2018":4,
                "2019":1
            }
        ]
    ]
}