{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "In 1996, Van Oorschot and Jones firstly reported in scientific correspondence that short tandem repeat (STR) profiles could be obtained from cells left on different objects. Since then, forensic scientists have focused their efforts in isolating single cells as it can be extremely helpful in solving caseworks where sexual violence was concerned. Laser microdissection is a micromanipulation procedure allowing to cut off precisely the cells of interest from tissue samples or smears by a laser beam fitted with an optical microscope.We have harvested single sperm cells by laser microdissection using a Leica AS LMD (Leica Microsystems, Germany); laser setting, pulse laser intensity and laser alignment as well as recovery of the specimen have been properly fitted to the samples we were dealing with.Different tissue preservation, fixation, histological staining (Papanicolau, Nuclear Fast Red—Picroindigocarmine) methods and …",
            "Single sperm cell isolation by laser microdissection",
            "D Di Martino and G Giuffre and N Staiti and A Simone and M Le Donne and L Saravo",
            "2004",
            "rxkqhAEAAAAJ:d1gkVwhDpl0C",
            74,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0379073804005286",
            "821503565903854516",
            "\/scholar?cites=821503565903854516",
            {
                "2006":6,
                "2007":5,
                "2008":10,
                "2009":3,
                "2010":3,
                "2011":5,
                "2012":9,
                "2013":3,
                "2014":6,
                "2015":3,
                "2016":6,
                "2017":6,
                "2018":4,
                "2019":4,
                "2020":1
            }
        ],
        [
            "The quality of life in postmenopause is seriously affected by the symptoms related to vaginal atrophy. To evaluate in a 3-month, prospective, randomized, double blind, study whether vaginal suppositories containing genistein might improve genital symptoms, colposcopical and cytologic findings or modify DNA cytometric features in postmenopausal women affected by vaginal atrophy, in comparison with vaginal suppositories containing hyaluronic acid (HA).A total of 62 postmenopausal women were randomly assigned to receive intravaginally 97 μg of genistein (group A, n = 31) or 5 mg of HA (group B, n = 31) daily for 15 days continuously\/month for 3 months. Vaginal and cervical smear, colposcopy, vaginal biopsy were performed before and at the end of the study. Maturation value (MV) was calculated. Flow cytometric analysis of …",
            "The effect of vaginally administered genistein in comparison with hyaluronic acid on atrophic epithelium in postmenopause",
            "Maria Le Donne and Carmela Caruso and Alfredo Mancuso and Gregorio Costa and Raffaella Iemmo and Giovanni Pizzimenti and Vittorio Cavallari",
            "2011",
            "rxkqhAEAAAAJ:W7OEmFMy1HYC",
            58,
            "https:\/\/link.springer.com\/article\/10.1007\/s00404-010-1545-7",
            "6914634848860222450",
            "\/scholar?cites=6914634848860222450",
            {
                "2011":1,
                "2012":3,
                "2013":8,
                "2014":5,
                "2015":10,
                "2016":7,
                "2017":6,
                "2018":7,
                "2019":4,
                "2020":7
            }
        ],
        [
            "Most psychometric evaluations in the postpartum (PP) target depression (PPD) and show an association with thyroid autoantibodies (TAb), not with thyroid function. Three studies evaluated PP alexithymia, but none its relationship with thyroid indices. We tested 74 women aged 31.8 ± 4.64 years, on day 3 PP, by the Edinburgh Postnatal Depression Scale (EPDS), the Montgomery and Asberg Depression Rating Scale (MADRS), and the Toronto Alexithymia Scale (TAS). Concurrently, we measured serum thyrotropin (TSH), free T3 (FT3), free T4 (FT4), thyroperoxidase and thyroglobulin antibodies (TPOAb, TgAb). Using cut-off scores of ≥12 (EPDS), ≥15 (MADRS) and ≥61 (TAS), rates of women with abnormal EPDS and MADRS scores were similar (31%, 30% and 28.4%, respectively). TAS scores were higher and proportions of alexithymics were greater in the abnormal EPDS group or in the abnormal MADRS …",
            "Early pospartum alexithymia and risk for depression: relationship with serum thyrotropin, free thyroid hormones and thyroid autoantibodies",
            "Maria Le Donne and Salvatore Settineri and Salvatore Benvenga",
            "2012",
            "rxkqhAEAAAAJ:UebtZRa9Y70C",
            32,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0306453011002368",
            "10322384713281993181",
            "\/scholar?cites=10322384713281993181",
            {
                "2013":5,
                "2014":3,
                "2015":3,
                "2016":5,
                "2017":7,
                "2018":3,
                "2019":4,
                "2020":2
            }
        ],
        [
            "AIM: The aim of this study was to evaluate the effects of diet alone, and in association with metformin in monotherapy or in cotreatment with myoinositol (MYO) on menstrual irregularities, hirsutism, body weight and composition in overweight\/obese women with polycystic ovary syndrome (PCOS). METHODS: Twenty-seven PCOS overweight\/obese patients were randomly treated: nine with only diet (D); nine with diet and metformin 1000 mg\/day continuously (D+ M); nine with diet, metformin 500 mg\/day and MYO 4 g\/day plus 400 µg folic acid daily, continuously (D+ M+ I). Menstrual cycle, Ferriman-Gallwey score, body mass index (BMI), waist hip rate (WHR), body composition by BIA 101 of AKERN SRL, were measured on basal condition and at 3 months. RESULTS: Regularity of menstrual cycle was restored in a significantly number of patients of group D+ M+ I (P< 0.05); Ferriman score was significantly improved by weight loss (P< 0.05). Body weight, BMI, waist and hip circumferences decreased significantly in all groups without WHR modification; body weight loss significantly depended on adding metformin to diet. Fat mass (FM) kg and% was significantly reduced in groups D and D+ M+ I; fat free mass (FFM) kg was slightly reduced by diet (P< 0.05) and correlated with Ferriman score. CONCLUSION: Body weight loss in obese PCOS patients improves symptoms and body composition; weight loss was dependent on adding metformin to diet; MYO was more effective in restoring regularity of menstrual cycle. Further investigation occurs to confirm metformin and MYO rule on body composition improvement, specially regarding FFM that is likewise …",
            "Diet, metformin and inositol in overweight and obese women with polycystic ovary syndrome: effects on body composition",
            "M Le Donne and A Alibrandi and R Giarrusso and Monaco I Lo and U Muraca",
            "2012",
            "rxkqhAEAAAAJ:UeHWp8X0CEIC",
            30,
            "https:\/\/europepmc.org\/article\/med\/22334228",
            "3428121167981647282",
            "\/scholar?cites=3428121167981647282",
            {
                "2013":3,
                "2014":3,
                "2015":4,
                "2016":1,
                "2017":2,
                "2018":7,
                "2019":3,
                "2020":4
            }
        ],
        [
            "PURPOSE OF INVESTIGATION: To evaluate endometrial abnormalities by ultrasonography, hysteroscopy and biopsy in postmenopausal patients treated with tamoxifen as adjuvant therapy for breast cancer. METHODS: The study was carried out on 113 patients who underwent vaginal ultrasonography, hysteroscopy and endometrial biopsy. RESULTS: There was a significative relation between ultrasonographic and hysteroscopic features (p< 0.001); 58 polyps were diagnosed at hysteroscopy, although 35 were not found at ultrasonography. A significant relation between ultrasonographic and histological findings was also documented (p< 0.005). A significant relation between histological findings and symptomatology was found (p< 0.05), although pathologies were also present in asymptomatic women. CONCLUSIONS: These results show that long-term tamoxifen therapy in breast cancer patients is associated with a higher incidence of uterine pathology. No significant relation has been documented between duration of treatment and grade of endometrial lesion (p> 0.05). Ultrasonography alone is useful in asymptomatic patients because it selects patients with increased endometrial thickness who should undergo hysteroscopy. Hysteroscopy is more accurate in detecting polyps, hyperplastic and neoplastic changes. Asymptomatic tamoxifen treated women should be evaluated as symptomatic patients.",
            "Uterine pathologies in patients undergoing tamoxifen therapy for breast cancer: ultrasonographic, hysteroscopic and histological findings.",
            "M Le Donne and M Lentini and L De Meo and V Benedetto and M Mesiti",
            "2005",
            "rxkqhAEAAAAJ:eQOLeE2rZwMC",
            30,
            "https:\/\/europepmc.org\/article\/med\/16398223",
            "8704122365204589515",
            "\/scholar?cites=8704122365204589515",
            {
                "2006":1,
                "2007":9,
                "2008":1,
                "2009":4,
                "2010":2,
                "2011":2,
                "2012":2,
                "2013":2,
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":1
            }
        ],
        [
            "Nineteen women with polycystic ovarian disease (PCO; 9 obese) and 15 normal ovulatory women (7 obese) were studied at their follicular phase. All patients had an oral glucose tolerance test (OGTT) before and after treatment with gonadotropin-releasing hormone (GnRH) agonist (Buserelin 400 µg\/die s.c. for 8 weeks) to investigate the relationship between ovarian steroidogenesis and insulin and growth hormone (GH) and insulin-like growth factor (SmC) secretion. Luteinizing hormone, follicle-stimulating, estradiol, androstenedione, testosterone, dehydroepiandrosterone sulfate, cortisol, insulin, GH and SmC were measured basally at the time of OGTT. PCO patients showed higher androgen basal levels than control patients. All subjects showed a normal glycemic response to OGTT. The mean fasting level and area under the curve of plasma insulin were also significantly greater in PCO than in control patients …",
            "Growth hormone and somatomedin-C secretion in patients with polycystic ovarian disease",
            "A Lanzone and AM Fulghesu and S Pappalardo and C Proto and M Le Donne and CL Andreani and R Muscatello and A Caruso and S Mancuso",
            "1990",
            "rxkqhAEAAAAJ:KlAtU1dfN6UC",
            25,
            "https:\/\/www.karger.com\/Article\/Abstract\/293322",
            "14891608864275127238",
            "\/scholar?cites=14891608864275127238",
            {
                "1990":1,
                "1991":3,
                "1992":4,
                "1993":1,
                "1994":5,
                "1995":5,
                "1996":1,
                "1997":1,
                "1998":1,
                "1999":2,
                "2000":1
            }
        ],
        [
            "Fish consumption or supplementation with omega-3 fatty acids was reported to cure and\/or prevent autoimmune and nonautoimmune disorders. Serum positivity for thyroid autoantibodies is a predictive marker of postpartum thyroiditis and postpartum depression. We hypothesized that stable consumption of the omega-3-rich oily fish was associated with a more favorable profile of serum thyroid antibodies throughout pregnancy and early postpartum compared with stable consumption of swordfish, a predator that concentrates pollutants. We prospectively measured serum thyroglobulin antibodies and thyroperoxidase antibodies in pregnancy (first, second trimesters) and postpartum (day 4), in 236 thyroid disease-free, nonsmoker Caucasian women with stable dietary habits. We did not measure thyroid autoantibodies prior to pregnancy. Women were divided into groups A (n = 48; swordfish), B (n = 52; oily …",
            "Type of fish consumed and thyroid autoimmunity in pregnancy and postpartum",
            "Salvatore Benvenga and Maria Teresa Vigo and Daniela Metro and Roberta Granese and Roberto Vita and Maria Le Donne",
            "2016",
            "rxkqhAEAAAAJ:hqOjcs7Dif8C",
            24,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s12020-015-0698-3.pdf",
            "10546714944413400339",
            "\/scholar?cites=10546714944413400339",
            {
                "2015":1,
                "2016":1,
                "2017":3,
                "2018":5,
                "2019":3,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Breast cancer patients have an increased risk of endometrial pathology. To investigate whether the incidence of endometrial abnormalities and their clinicopathological features were affected by receiving tamoxifen (TAM), non‑steroidal aromatase inhibitors (AIs) or no treatment (NT), 333 peri\/postmenopausal breast cancer patients, who were referred to the Department of Gynecological, Obstetrical Sciences and Reproductive Medicine for gynecological assessment, were reviewed retrospectively. Transvaginal ultrasonographic (TVUS), hysteroscopic and histological findings were investigated. Endometrial histological findings included: atrophy in 61, 94.3 and 55.6% of cases in the TAM, AIs and NT groups, respectively; polyps in 30.9, 31.4 and 42.2% of cases in the TAM, AIs and NT groups, respectively; hyperplasia in 3% of patients in the TAM group and 11.1% of patients in the NT group; and cancer in 3.8% of …",
            "Endometrial pathology in breast cancer patients: Effect of different treatments on ultrasonographic, hysteroscopic and histological findings",
            "Maria Le Donne and Angela Alibrandi and Leonarda Ciancimino and Andrea Azzerboni and Benito Chiofalo and Onofrio Triolo",
            "2013",
            "rxkqhAEAAAAJ:3fE2CSJIrl8C",
            23,
            "https:\/\/www.spandidos-publications.com\/ol\/5\/4\/1305",
            "12541334251993246555",
            "\/scholar?cites=12541334251993246555",
            {
                "2013":1,
                "2014":4,
                "2015":3,
                "2016":1,
                "2017":1,
                "2018":4,
                "2019":4,
                "2020":5
            }
        ],
        [
            "Fish is a source of long-chain polyunsaturated n-3 fatty acids, but it may also contain a number of pollutants.Between April and July 2013, we selected 114 women who gave birth to living babies, and divided them according to type and frequency of the fish consumed. We evaluated both gestational and neonatal outcomes. Docosahexaenoic acid (DHA) supplementation was taken into account.One hundred and four women (91.2%) consumed fish on the average of 4.7 times\/month, while 10 (8.8%) did not consume fish at all. Fifty-nine women (51.8%) were taking supplements containing DHA (200 mg\/day), almost all of whom (n = 55) consumed fish. Pregnancy induced hypertension was more frequent in non-fish eaters than in fish eaters (20% vs 4.8%, P = 0.056).Consumption of small size oily fish correlated positively with both neonatal weight (r = 0.195, P = 0.037) and head …",
            "Does eating oily fish improve gestational and neonatal outcomes? Findings from a Sicilian study",
            "Maria Le Donne and Angela Alibrandi and Roberto Vita and Delia Zanghì and Onofrio Triolo and Salvatore Benvenga",
            "2016",
            "rxkqhAEAAAAJ:zYLM7Y9cAGgC",
            13,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1871519216000020",
            "5184637341351682716",
            "\/scholar?cites=5184637341351682716",
            {
                "2016":1,
                "2017":2,
                "2018":3,
                "2019":2,
                "2020":4
            }
        ],
        [
            "The year following parturition is a critical time for the de novo appearance or exacerbation of autoimmune diseases, including autoimmune thyroid disease. The vast majority of postpartum thyroid disease (PPTD) consists of postpartum thyroiditis (PPT) and the minority by Graves’ disease and nonautoimmune thyroiditis. PPT has a worldwide prevalence ranging from 1% to 22% and averaging 5% based on a review published in 2012. Several factors confer risk for the development of PPT. Tipically, the clinical course of PPT is characterized by three phases: thyrotoxic, hypothyroid and euthyroid phase. Approximately half of PPT women will have permanent hypothyroidism. The best humoral marker for predictivity, already during the first trimester of gestation, is considered positivity for thyroperoxidase autoantibodies (TPOAb), though only one-third to half of such TPOAb-positive pregnant women will develop PPT. Nutraceuticals (such as selenium) or omega-3-fatty acid supplements seem to have a role in prevention of PPT. In a recent study on pregnant women with stable dietary habits, we found that the fish-consumers had lower rates of positivity (and lower serum levels) of both TPOAb and thyroglobulin Ab (TgAb) compared to meat-eaters. Finally, we remind the reader of other diseases that can be observed in the postpartum period, either autoimmune or nonautoimmune, thyroid or nonthyroid.",
            "Autoimmune Abnormalities of Postpartum Thyroid Diseases",
            "Flavia Di Bari and Roberta Granese and Maria Le Donne and Roberto Vita and Salvatore Benvenga",
            "2017",
            "rxkqhAEAAAAJ:WF5omc3nYNoC",
            11,
            "https:\/\/www.frontiersin.org\/articles\/10.3389\/fendo.2017.00166\/full",
            "9057702342508060023",
            "\/scholar?cites=9057702342508060023",
            {
                "2018":3,
                "2019":5,
                "2020":3
            }
        ]
    ]
}