{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The similarity in the three-dimensional structures of homologous proteins imposes strong constraints on their sequence variability. It has long been suggested that the resulting correlations among amino acid compositions at different sequence positions can be exploited to infer spatial contacts within the tertiary protein structure. Crucial to this inference is the ability to disentangle direct and indirect correlations, as accomplished by the recently introduced direct-coupling analysis (DCA). Here we develop a computationally efficient implementation of DCA, which allows us to evaluate the accuracy of contact prediction by DCA for a large number of protein domains, based purely on sequence information. DCA is shown to yield a large number of correctly predicted contacts, recapitulating the global structure of the contact map for the majority of the protein domains examined. Furthermore, our analysis captures clear …",
            "Direct-coupling analysis of residue coevolution captures native contacts across many protein families",
            "Faruck Morcos and Andrea Pagnani and Bryan Lunt and Arianna Bertolino and Debora S Marks and Chris Sander and Riccardo Zecchina and José N Onuchic and Terence Hwa and Martin Weigt",
            "2011",
            "RXw9afsAAAAJ:JV2RwH3_ST0C",
            943,
            "https:\/\/www.pnas.org\/content\/108\/49\/E1293.short",
            "3660391304392445381",
            "\/scholar?cites=3660391304392445381",
            {
                "2012":20,
                "2013":53,
                "2014":87,
                "2015":91,
                "2016":114,
                "2017":122,
                "2018":139,
                "2019":150,
                "2020":148,
                "2021":11
            }
        ],
        [
            "In bacteria, the rate of cell proliferation and the level of gene expression are intimately intertwined. Elucidating these relations is important both for understanding the physiological functions of endogenous genetic circuits and for designing robust synthetic systems. We describe a phenomenological study that reveals intrinsic constraints governing the allocation of resources toward protein synthesis and other aspects of cell growth. A theory incorporating these constraints can accurately predict how cell proliferation and gene expression affect one another, quantitatively accounting for the effect of translation-inhibiting antibiotics on gene expression and the effect of gratuitous protein expression on cell growth. The use of such empirical relations, analogous to phenomenological laws, may facilitate our understanding and manipulation of complex biological systems before underlying regulatory circuits are elucidated.",
            "Interdependence of cell growth and gene expression: origins and consequences",
            "Matthew Scott and Carl W Gunderson and Eduard M Mateescu and Zhongge Zhang and Terence Hwa",
            "2010",
            "RXw9afsAAAAJ:qUcmZB5y_30C",
            917,
            "https:\/\/science.sciencemag.org\/content\/330\/6007\/1099.abstract",
            "16474084695585821555",
            "\/scholar?cites=16474084695585821555",
            {
                "2010":3,
                "2011":20,
                "2012":55,
                "2013":61,
                "2014":71,
                "2015":78,
                "2016":94,
                "2017":110,
                "2018":128,
                "2019":115,
                "2020":158,
                "2021":15
            }
        ],
        [
            "Understanding the molecular determinants of specificity in protein–protein interaction is an outstanding challenge of postgenome biology. The availability of large protein databases generated from sequences of hundreds of bacterial genomes enables various statistical approaches to this problem. In this context covariance-based methods have been used to identify correlation between amino acid positions in interacting proteins. However, these methods have an important shortcoming, in that they cannot distinguish between directly and indirectly correlated residues. We developed a method that combines covariance analysis with global inference analysis, adopted from use in statistical physics. Applied to a set of >2,500 representatives of the bacterial two-component signal transduction system, the combination of covariance with global inference successfully and robustly identified residue pairs that are proximal …",
            "Identification of direct residue contacts in protein–protein interaction by message passing",
            "Martin Weigt and Robert A White and Hendrik Szurmant and James A Hoch and Terence Hwa",
            "2009",
            "RXw9afsAAAAJ:4DMP91E08xMC",
            837,
            "https:\/\/www.pnas.org\/content\/106\/1\/67.short",
            "5506964536347279005",
            "\/scholar?cites=5506964536347279005",
            {
                "2009":11,
                "2010":33,
                "2011":29,
                "2012":59,
                "2013":66,
                "2014":80,
                "2015":65,
                "2016":90,
                "2017":88,
                "2018":94,
                "2019":115,
                "2020":96,
                "2021":4
            }
        ],
        [
            "The Burgers equation is the simplest nonlinear generalization of the diffusion equation. We present a detailed dynamical renormalization-group analysis of this equation subject to random noise. The noise itself can be the product of another stochastic process and is hence allowed to have correlations in space and\/or time. In dimensions higher than a critical d c weak and strong noise lead to different scaling exponents, while for d< d c any amount of noise is relevant resulting in strong-coupling behavior. In the absence of temporal correlations we find two regimes for d< d c: either the hydrodynamic behavior is determined by white noise and correlations are unimportant, or correlations dominate and the resulting scaling exponents can be obtained exactly. With temporal correlations present, the hydrodynamic behavior is much more complex, as renormalization predicts a complicated dependence of the effective …",
            "Burgers equation with correlated noise: Renormalization-group analysis and applications to directed polymers and interface growth",
            "Ernesto Medina and Terence Hwa and Mehran Kardar and Yi-Cheng Zhang",
            "1989",
            "RXw9afsAAAAJ:kNdYIx-mwKoC",
            798,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.39.3053",
            "3522019216666248337",
            "\/scholar?cites=3522019216666248337",
            {
                "1989":13,
                "1990":34,
                "1991":48,
                "1992":56,
                "1993":55,
                "1994":51,
                "1995":41,
                "1996":39,
                "1997":25,
                "1998":33,
                "1999":38,
                "2000":24,
                "2001":25,
                "2002":21,
                "2003":32,
                "2004":30,
                "2005":16,
                "2006":13,
                "2007":12,
                "2008":19,
                "2009":16,
                "2010":13,
                "2011":11,
                "2012":18,
                "2013":11,
                "2014":12,
                "2015":12,
                "2016":11,
                "2017":12,
                "2018":13,
                "2019":21,
                "2020":15,
                "2021":3
            }
        ],
        [
            "The Burgers equation is the simplest nonlinear generalization of the diffusion equation. We present a detailed dynamical renormalization-group analysis of this equation subject to random noise. The noise itself can be the product of another stochastic process and is hence allowed to have correlations in space and\/or time. In dimensions higher than a critical d c weak and strong noise lead to different scaling exponents, while for d< d c any amount of noise is relevant resulting in strong-coupling behavior. In the absence of temporal correlations we find two regimes for d< d c: either the hydrodynamic behavior is determined by white noise and correlations are unimportant, or correlations dominate and the resulting scaling exponents can be obtained exactly. With temporal correlations present, the hydrodynamic behavior is much more complex, as renormalization predicts a complicated dependence of the effective …",
            "Burgers equation with correlated noise: Renormalization-group analysis and applications to directed polymers and interface growth",
            "Ernesto Medina and Terence Hwa and Mehran Kardar and Yi-Cheng Zhang",
            "1989",
            "RXw9afsAAAAJ:bnK-pcrLprsC",
            798,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.39.3053",
            "3522019216666248337",
            "\/scholar?cites=3522019216666248337",
            {
                "1989":13,
                "1990":34,
                "1991":48,
                "1992":56,
                "1993":55,
                "1994":51,
                "1995":41,
                "1996":39,
                "1997":25,
                "1998":33,
                "1999":38,
                "2000":24,
                "2001":25,
                "2002":21,
                "2003":32,
                "2004":30,
                "2005":16,
                "2006":13,
                "2007":12,
                "2008":19,
                "2009":16,
                "2010":13,
                "2011":11,
                "2012":18,
                "2013":11,
                "2014":12,
                "2015":12,
                "2016":11,
                "2017":12,
                "2018":13,
                "2019":21,
                "2020":15,
                "2021":3
            }
        ],
        [
            "The expression of genes is regularly characterized with respect to how much, how fast, when and where. Such quantitative data demands quantitative models. Thermodynamic models are based on the assumption that the level of gene expression is proportional to the equilibrium probability that RNA polymerase (RNAP) is bound to the promoter of interest. Statistical mechanics provides a framework for computing these probabilities. Within this framework, interactions of activators, repressors, helper molecules and RNAP are described by a single function, the ‘regulation factor’. This analysis culminates in an expression for the probability of RNA polymerase binding at the promoter of interest as a function of the number of regulatory proteins in the cell.",
            "Transcriptional regulation by the numbers: models",
            "Lacramioara Bintu and Nicolas E Buchler and Hernan G Garcia and Ulrich Gerland and Terence Hwa and Jané Kondev and Rob Phillips",
            "2005",
            "RXw9afsAAAAJ:ULOm3_A8WrAC",
            759,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0959437X05000304",
            "17286607280914806868",
            "\/scholar?cites=17286607280914806868",
            {
                "2005":5,
                "2006":21,
                "2007":39,
                "2008":32,
                "2009":42,
                "2010":62,
                "2011":55,
                "2012":54,
                "2013":50,
                "2014":62,
                "2015":55,
                "2016":47,
                "2017":51,
                "2018":56,
                "2019":65,
                "2020":49,
                "2021":6
            }
        ],
        [
            "Cells receive a wide variety of cellular and environmental signals, which are often processed combinatorially to generate specific genetic responses. Here we explore theoretically the potentials and limitations of combinatorial signal integration at the level of cis-regulatory transcription control. Our analysis suggests that many complex transcription-control functions of the type encountered in higher eukaryotes are already implementable within the much simpler bacterial transcription system. Using a quantitative model of bacterial transcription and invoking only specific protein–DNA interaction and weak glue-like interaction between regulatory proteins, we show explicit schemes to implement regulatory logic functions of increasing complexity by appropriately selecting the strengths and arranging the relative positions of the relevant protein-binding DNA sequences in the cis-regulatory region. The architectures that …",
            "On schemes of combinatorial transcription logic",
            "Nicolas E Buchler and Ulrich Gerland and Terence Hwa",
            "2003",
            "RXw9afsAAAAJ:KlAtU1dfN6UC",
            736,
            "https:\/\/www.pnas.org\/content\/100\/9\/5136.short",
            "10153338927494591542",
            "\/scholar?cites=10153338927494591542",
            {
                "2003":7,
                "2004":29,
                "2005":32,
                "2006":36,
                "2007":50,
                "2008":52,
                "2009":61,
                "2010":48,
                "2011":48,
                "2012":45,
                "2013":49,
                "2014":51,
                "2015":30,
                "2016":39,
                "2017":41,
                "2018":26,
                "2019":43,
                "2020":35,
                "2021":5
            }
        ],
        [
            "Bacterial gene expression depends not only on specific regulatory mechanisms, but also on bacterial growth, because important global parameters such as the abundance of RNA polymerases and ribosomes are all growth-rate dependent. Understanding of these global effects is necessary for a quantitative understanding of gene regulation and for the design of synthetic genetic circuits. We find that the observed growth-rate dependence of constitutive gene expression can be explained by a simple model using the measured growth-rate dependence of the relevant cellular parameters. More complex growth dependencies for genetic circuits involving activators, repressors, and feedback control were analyzed and verified experimentally with synthetic circuits. Additional results suggest a feedback mechanism mediated by general growth-dependent effects that does not require explicit gene regulation if the …",
            "Growth rate-dependent global effects on gene expression in bacteria",
            "Stefan Klumpp and Zhongge Zhang and Terence Hwa",
            "2009",
            "RXw9afsAAAAJ:ZeXyd9-uunAC",
            586,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0092867409015050",
            "10721009843412362884",
            "\/scholar?cites=10721009843412362884",
            {
                "2010":13,
                "2011":30,
                "2012":41,
                "2013":63,
                "2014":66,
                "2015":69,
                "2016":56,
                "2017":55,
                "2018":69,
                "2019":52,
                "2020":61,
                "2021":4
            }
        ],
        [
            "Motivated by recent studies of Bak, Tang, and Wiesenfeld [Phys. Rev. Lett. 59, 381 (1987); Phys. Rev. A 38, 364 (1988)], we study self-organized criticality in models of ‘‘running’’sandpiles. Our analysis reveals rich temporal structures in the flow of sand: at very short time scales, the flow is dominated by single avalanches. These avalanches overlap at intermediate time scales; their interactions lead to 1\/f noise in the flow. We show that scaling in this region is a consequence of conservation laws and is exhibited in many examples of driven-diffusion equations for transport. At very long time scales, the sandpiles exhibit system-wide discharge events. These events also obey scaling and are found to be anticorrelated. We derive the f 1\/2 mean-field power spectrum for these events and show that a threshold instability of the model, coupled with some stochasticity, is the underlying origin of the long-time anticorrelation.",
            "Avalanches, hydrodynamics, and discharge events in models of sandpiles",
            "Terence Hwa and Mehran Kardar",
            "1992",
            "RXw9afsAAAAJ:Zph67rFs4hoC",
            411,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.45.7002",
            "7780219583664339557",
            "\/scholar?cites=7780219583664339557",
            {
                "1992":2,
                "1993":13,
                "1994":9,
                "1995":15,
                "1996":23,
                "1997":12,
                "1998":23,
                "1999":25,
                "2000":21,
                "2001":26,
                "2002":24,
                "2003":17,
                "2004":19,
                "2005":22,
                "2006":14,
                "2007":14,
                "2008":13,
                "2009":4,
                "2010":9,
                "2011":3,
                "2012":13,
                "2013":12,
                "2014":6,
                "2015":15,
                "2016":7,
                "2017":9,
                "2018":13,
                "2019":6,
                "2020":12,
                "2021":1
            }
        ],
        [
            "An increasing number of small RNAs (sRNAs) have been shown to regulate critical pathways in prokaryotes and eukaryotes. In bacteria, regulation by trans-encoded sRNAs is predominantly found in the coordination of intricate stress responses. The mechanisms by which sRNAs modulate expression of its targets are diverse. In common to most is the possibility that interference with the translation of mRNA targets may also alter the abundance of functional sRNAs. Aiming to understand the unique role played by sRNAs in gene regulation, we studied examples from two distinct classes of bacterial sRNAs in Escherichia coli using a quantitative approach combining experiment and theory. Our results demonstrate that sRNA provides a novel mode of gene regulation, with characteristics distinct from those of protein-mediated gene regulation. These include a threshold-linear response with a tunable threshold, a robust noise resistance characteristic, and a built-in capability for hierarchical cross-talk. Knowledge of these special features of sRNA-mediated regulation may be crucial toward understanding the subtle functions that sRNAs can play in coordinating various stress-relief pathways. Our results may also help guide the design of synthetic genetic circuits that have properties difficult to attain with protein regulators alone.",
            "Quantitative characteristics of gene regulation by small RNA",
            "Erel Levine and Zhongge Zhang and Thomas Kuhlman and Terence Hwa",
            "2007",
            "RXw9afsAAAAJ:Wp0gIr-vW9MC",
            408,
            "https:\/\/journals.plos.org\/plosbiology\/article?id=10.1371\/journal.pbio.0050229",
            "6701324047034541881",
            "\/scholar?cites=6701324047034541881",
            {
                "2007":6,
                "2008":16,
                "2009":33,
                "2010":26,
                "2011":33,
                "2012":26,
                "2013":40,
                "2014":34,
                "2015":42,
                "2016":36,
                "2017":32,
                "2018":45,
                "2019":20,
                "2020":12
            }
        ]
    ]
}