{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "In the search for multiferroic materials magnetic compounds with a strongly elongated unit-cell (large axial ratio c\/a) have been scrutinized intensely. However, none was hitherto proven to have a switchable polarization, an essential feature of ferroelectrics. Here, we provide evidence for the epitaxial stabilization of a monoclinic phase of BiFeO 3 with a giant axial ratio (c\/a= 1.23) that is both ferroelectric and magnetic at room temperature. Surprisingly, and in contrast with previous theoretical predictions, the polarization does not increase dramatically with c\/a. We discuss our results in terms of the competition between polar and antiferrodistortive instabilities and give perspectives for engineering multiferroic phases.",
            "Evidence for room-temperature multiferroicity in a compound with a giant axial ratio",
            "H Béa and B Dupé and S Fusil and R Mattana and E Jacquet and B Warot-Fonrose and F Wilhelm and A Rogalev and S Petit and V Cros and A Anane and F Petroff and K Bouzehouane and G Geneste and B Dkhil and S Lisenkov and I Ponomareva and L Bellaiche and M Bibes and A Barthélémy",
            "2009",
            "rxzFxD4AAAAJ:5nxA0vEk-isC",
            345,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.217603",
            "5366252823674818658",
            "\/scholar?cites=5366252823674818658",
            {
                "2009":4,
                "2010":26,
                "2011":45,
                "2012":45,
                "2013":30,
                "2014":36,
                "2015":30,
                "2016":32,
                "2017":16,
                "2018":25,
                "2019":29,
                "2020":26,
                "2021":1
            }
        ],
        [
            "Multiferroics are compounds that show ferroelectricity and magnetism. BiFeO 3, by far the most studied, has outstanding ferroelectric properties, a cycloidal magnetic order in the bulk, and many unexpected virtues such as conductive domain walls or a low bandgap of interest for photovoltaics. Although this flurry of properties makes BiFeO 3 a paradigmatic multifunctional material, most are related to its ferroelectric character, and its other ferroic property—antiferromagnetism—has not been investigated extensively, especially in thin films. Here we bring insight into the rich spin physics of BiFeO 3 in a detailed study of the static and dynamic magnetic response of strain-engineered films. Using Mössbauer and Raman spectroscopies combined with Landau–Ginzburg theory and effective Hamiltonian calculations, we show that the bulk-like cycloidal spin modulation that exists at low compressive strain is driven towards …",
            "Crafting the magnonic and spintronic response of BiFeO3 films by epitaxial strain",
            "D Sando and A Agbelele and D Rahmedov and J Liu and P Rovillain and C Toulouse and IC Infante and AP Pyatakov and S Fusil and E Jacquet and C Carrétéro and C Deranlot and S Lisenkov and D Wang and JM Le Breton and M Cazayous and A Sacuto and J Juraszek and AK Zvezdin and L Bellaiche and B Dkhil and A Barthélémy and M Bibes",
            "2013",
            "rxzFxD4AAAAJ:IWHjjKOFINEC",
            296,
            "https:\/\/www.nature.com\/articles\/nmat3629",
            "10291103584702193467",
            "\/scholar?cites=10291103584702193467",
            {
                "2013":10,
                "2014":24,
                "2015":37,
                "2016":42,
                "2017":38,
                "2018":49,
                "2019":50,
                "2020":40,
                "2021":4
            }
        ],
        [
            "An effective Hamiltonian scheme is developed to study finite-temperature properties of multiferroic BiFeO 3. This approach reproduces very well (i) the symmetry of the ground state,(ii) the Néel and Curie temperatures, and (iii) the intrinsic magnetoelectric coefficients (that are very weak). This scheme also predicts (a) an overlooked phase above T C≃ 1100 K that is associated with antiferrodistortive motions, as consistent with our additional x-ray diffractions,(b) improperlike dielectric features above T C, and (c) that the ferroelectric transition is of first order with no group-subgroup relation between the paraelectric and polar phases.",
            "Finite-Temperature Properties of Multiferroic ",
            "Igor A Kornev and S Lisenkov and R Haumont and B Dkhil and L Bellaiche",
            "2007",
            "rxzFxD4AAAAJ:qjMakFHDy7sC",
            223,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.227602",
            "1105943054837098021",
            "\/scholar?cites=1105943054837098021",
            {
                "2008":10,
                "2009":28,
                "2010":17,
                "2011":16,
                "2012":18,
                "2013":20,
                "2014":25,
                "2015":18,
                "2016":16,
                "2017":12,
                "2018":14,
                "2019":13,
                "2020":14,
                "2021":1
            }
        ],
        [
            "We report a temperature-dependent investigation of the multiferroic perovskite bismuth ferrite BiFeO 3 (BFO) by using x-ray powder diffraction together with differential scanning calorimetry measurements. Our results provide evidence that the paraelectric phase above T c= 820 C is not cubic but distorted and can be well refined in a monoclinic P 2 1\/m space group. An equivalent structure can be reconstructed based on the C 2\/m monoclinic space group and by assuming two types of bismuth sites. The marked change of the cell volume at T c provides evidence for the first-order nature of the R 3 c-to-P 2 1\/m transition. The high-temperature P 2 1\/m phase is centrosymmetric and characterized by (i) strong oxygen octahedra tilting along the b axis;(ii) the occurrence of antiferroelectric displacements of the Fe cations; and (iii) an interesting lamellar structure characterized by two different types of BiO 12 cages. The …",
            "Phase stability and structural temperature dependence in powdered multiferroic ",
            "R Haumont and Igor A Kornev and S Lisenkov and L Bellaiche and J Kreisel and B Dkhil",
            "2008",
            "rxzFxD4AAAAJ:hFOr9nPyWt4C",
            181,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.78.134108",
            "11067774059647442913",
            "\/scholar?cites=11067774059647442913",
            {
                "2008":1,
                "2009":16,
                "2010":18,
                "2011":20,
                "2012":20,
                "2013":17,
                "2014":23,
                "2015":10,
                "2016":9,
                "2017":8,
                "2018":10,
                "2019":12,
                "2020":10,
                "2021":4
            }
        ],
        [
            "First-principles-based simulations are used to simulate the electrocaloric effect (ECE) in Ba 0.5 Sr 0.5 TiO 3 alloys. In analogy with experimental studies we simulate the effect directly and indirectly (via the use of Maxwell thermodynamics). Both direct and indirect simulations utilize the same atomistic framework that allows us to compare them in a systematic way and with an atomistic precision for the very first time. Such precise comparison allows us to provide a bridge between the atomistic and macroscopic descriptions of the ECE and identify the factors that may critically compromise or even destroy their equivalence. Our computational data reveal the intrinsic features of ECE in ferroelectrics with multiple ferroelectric transitions and confirm the potential of these materials to exhibit giant electrocaloric response. The coexistence of negative and positive ECE in one material as well as an unusual field-driven …",
            "Bridging the macroscopic and atomistic descriptions of the electrocaloric effect",
            "I Ponomareva and S Lisenkov",
            "2012",
            "rxzFxD4AAAAJ:e5wmG9Sq2KIC",
            180,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.167604",
            "12537040076509082693",
            "\/scholar?cites=12537040076509082693",
            {
                "2011":1,
                "2012":4,
                "2013":10,
                "2014":14,
                "2015":18,
                "2016":22,
                "2017":27,
                "2018":42,
                "2019":20,
                "2020":20,
                "2021":2
            }
        ],
        [
            "We report the influence of epitaxial strain on the multiferroic phase transitions of BiFeO 3 films. Using advanced characterization techniques and calculations we show that while the magnetic Néel temperature hardly varies, the ferroelectric Curie temperature T C decreases dramatically with strain. This is in contrast with the behavior of standard ferroelectrics where strain enhances the polar cation shifts and thus T C. We argue that this is caused by an interplay of polar and oxygen tilting instabilities and that strain can drive both transitions close together to yield increased magnetoelectric responses.",
            "Bridging Multiferroic Phase Transitions by Epitaxial Strain in ",
            "Ingrid C Infante and S Lisenkov and B Dupé and M Bibes and S Fusil and E Jacquet and G Geneste and S Petit and A Courtial and J Juraszek and L Bellaiche and A Barthélémy and B Dkhil",
            "2010",
            "rxzFxD4AAAAJ:qUcmZB5y_30C",
            179,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.057601",
            "10628450289491147295",
            "\/scholar?cites=10628450289491147295",
            {
                "2010":2,
                "2011":20,
                "2012":19,
                "2013":20,
                "2014":28,
                "2015":17,
                "2016":18,
                "2017":15,
                "2018":17,
                "2019":19,
                "2020":3,
                "2021":1
            }
        ],
        [
            "An ab initio scheme is developed, and first-principles calculations are performed, to investigate ferromagnetism in BiFeO 3 (BFO) thick and ultrathin films. These systems all possess a weak magnetization that results from a spin canting (that is induced by the tilting of the oxygen octahedra) and that increases from 0 to≃ 0.027 μ B as the temperature is decreased below the Neel temperature. Such findings contradict a suggestion that the coupling between magnetic dipoles and mismatch strain leads to the previously reported large values for the magnetization in BFO films. This spin canting is also found to be essential for the linear magnetoelectric effect to occur.",
            "Ferromagnetism in multiferroic  films: A first-principles-based study",
            "D Albrecht and S Lisenkov and Wei Ren and D Rahmedov and Igor A Kornev and L Bellaiche",
            "2010",
            "rxzFxD4AAAAJ:9yKSN-GCB0IC",
            108,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.81.140401",
            "826256966931417415",
            "\/scholar?cites=826256966931417415",
            {
                "2010":5,
                "2011":11,
                "2012":7,
                "2013":20,
                "2014":6,
                "2015":14,
                "2016":9,
                "2017":9,
                "2018":5,
                "2019":14,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Combining density-functional calculations and x-ray diffraction experiments, we show that BiFeO 3 epitaxially grown under compressive strain on cubic substrates evolves from the monoclinic C c phase (resulting from the strain-induced deformation of the ground-state rhombohedral R 3 c phase) to the monoclinic C m phase with increasing misfit, the transition being at about− 4.5%\/− 5.5%. Moreover, the polarization of the C c phase only rotates (instead of increasing) for misfit strain ranging from 0% to− 4%, due to a strong coupling between polar displacements and oxygen octahedra tilts. This strong interaction is of interest for multiferroics where usually both structural degrees of freedom coexist.",
            "Competing phases in  thin films under compressive epitaxial strain",
            "B Dupé and IC Infante and G Geneste and P-E Janolin and M Bibes and A Barthélémy and S Lisenkov and L Bellaiche and S Ravy and B Dkhil",
            "2010",
            "rxzFxD4AAAAJ:QIV2ME_5wuYC",
            101,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.81.144128",
            "9465045273745826132",
            "\/scholar?cites=9465045273745826132",
            {
                "2010":8,
                "2011":17,
                "2012":20,
                "2013":8,
                "2014":15,
                "2015":8,
                "2016":7,
                "2017":6,
                "2018":4,
                "2019":2,
                "2020":5,
                "2021":1
            }
        ],
        [
            "An effective Hamiltonian approach is developed to mimic finite-temperature properties of (Ba x Sr 1− x) Ti O 3 perovskite systems. It is found that this atomistic approach is overall quite accurate to qualitatively and quantitatively reproduce the experimental composition-temperature phase diagram of the disordered solid solutions (especially, for compositions x larger than 25%), when allowing one single parameter to deviate from its first-principles-derived value. Interestingly, such approach also yields predictions that are in good agreement with direct first-principles calculations for Ba Ti O 3∕ Sr Ti O 3 superlattices. The proposed approach is thus promising to investigate phenomena in any perovskite system made of Ba, Sr, Ti, and O atoms, independently of the overall composition and atomic arrangement.",
            "Finite-temperature properties of  systems from atomistic simulations",
            "Laura Walizer and Sergey Lisenkov and L Bellaiche",
            "2006",
            "rxzFxD4AAAAJ:qxL8FJ1GzNcC",
            84,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.73.144105",
            "7509325647614462829",
            "\/scholar?cites=7509325647614462829",
            {
                "2007":2,
                "2008":4,
                "2009":4,
                "2010":4,
                "2011":3,
                "2012":11,
                "2013":6,
                "2014":9,
                "2015":7,
                "2016":9,
                "2017":10,
                "2018":7,
                "2019":6,
                "2020":2
            }
        ],
        [
            "Geometric frustration is a broad phenomenon that results from an intrinsic incompatibility between some fundamental interactions and the underlying lattice geometry 1, 2, 3, 4, 5, 6, 7. Geometric frustration gives rise to new fundamental phenomena and is known to yield intriguing effects such as the formation of exotic states like spin ice, spin liquids and spin glasses 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17. It has also led to interesting findings of fractional charge quantization and magnetic monopoles 5, 6. Mechanisms related to geometric frustration have been proposed to understand the origins of relaxor and multiferroic behaviour, colossal magnetocapacitive coupling, and unusual and novel mechanisms of high-transition-temperature superconductivity 3, 4, 5, 12, 16. Although geometric frustration has been particularly well studied in magnetic systems in the past 20 years or so, its manifestation in the …",
            "Geometric frustration in compositionally modulated ferroelectrics",
            "Narayani Choudhury and Laura Walizer and Sergey Lisenkov and L Bellaiche",
            "2011",
            "rxzFxD4AAAAJ:3fE2CSJIrl8C",
            82,
            "https:\/\/www.nature.com\/articles\/nature09752",
            "6392718310400805823",
            "\/scholar?cites=6392718310400805823",
            {
                "2010":1,
                "2011":3,
                "2012":10,
                "2013":10,
                "2014":6,
                "2015":13,
                "2016":9,
                "2017":3,
                "2018":12,
                "2019":8,
                "2020":6,
                "2021":1
            }
        ]
    ]
}