{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together the most up-to-date statistics related to heart disease, stroke, and other cardiovascular and metabolic diseases and presents them in its Heart Disease and Stroke Statistical Update. The Statistical Update represents a critical resource for the lay public, policy makers, media professionals, clinicians, healthcare administrators, researchers, and others seeking the best available data on these conditions. Together, cardiovascular disease (CVD) and stroke produce immense health and economic burdens in the United States and globally. The Statistical Update brings together in a single document up-to-date information on the core health behaviors and health factors that define cardiovascular health; a range of major …",
            "Heart disease and stroke statistics—2015 update: a report from the American Heart Association",
            "Dariush Mozaffarian and Emelia J Benjamin and Alan S Go and Donna K Arnett and Michael J Blaha and Mary Cushman and Sarah De Ferranti and Jean-Pierre Després and Heather J Fullerton and Virginia J Howard and Mark D Huffman and Suzanne E Judd and Brett M Kissela and Daniel T Lackland and Judith H Lichtman and Lynda D Lisabeth and Simin Liu and Rachel H Mackey and David B Matchar and Darren K McGuire and Emile R Mohler III and Claudia S Moy and Paul Muntner and Michael E Mussolino and Khurram Nasir and Robert W Neumar and Graham Nichol and Latha Palaniappan and Dilip K Pandey and Mathew J Reeves and Carlos J Rodriguez and Paul D Sorlie and Joel Stein and Amytis Towfighi and Tanya N Turan and Salim S Virani and Joshua Z Willey and Daniel Woo and Robert W Yeh and Melanie B Turner",
            "2015",
            "RYTQf_0AAAAJ:Rj7SuZOA3CsC",
            39548,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/CIR.0000000000000152",
            "4920226881403204332",
            "\/scholar?cites=4920226881403204332",
            {
                "2012":666,
                "2013":2436,
                "2014":4045,
                "2015":5273,
                "2016":5328,
                "2017":4715,
                "2018":5368,
                "2019":5696,
                "2020":4809,
                "2021":374
            }
        ],
        [
            "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together the most up-to-date statistics related to heart disease, stroke, and other cardiovascular and metabolic diseases and presents them in its Heart Disease and Stroke Statistical Update. The Statistical Update represents a critical resource for the lay public, policy makers, media professionals, clinicians, healthcare administrators, researchers, and others seeking the best available data on these conditions. Together, cardiovascular disease (CVD) and stroke produce immense health and economic burdens in the United States and globally. The Statistical Update brings together in a single document up-to-date information on the core health behaviors and health factors that define cardiovascular health; a range of major …",
            "Heart disease and stroke statistics—2015 update: a report from the American Heart Association",
            "Dariush Mozaffarian and Emelia J Benjamin and Alan S Go and Donna K Arnett and Michael J Blaha and Mary Cushman and Sarah De Ferranti and Jean-Pierre Després and Heather J Fullerton and Virginia J Howard and Mark D Huffman and Suzanne E Judd and Brett M Kissela and Daniel T Lackland and Judith H Lichtman and Lynda D Lisabeth and Simin Liu and Rachel H Mackey and David B Matchar and Darren K McGuire and Emile R Mohler III and Claudia S Moy and Paul Muntner and Michael E Mussolino and Khurram Nasir and Robert W Neumar and Graham Nichol and Latha Palaniappan and Dilip K Pandey and Mathew J Reeves and Carlos J Rodriguez and Paul D Sorlie and Joel Stein and Amytis Towfighi and Tanya N Turan and Salim S Virani and Joshua Z Willey and Daniel Woo and Robert W Yeh and Melanie B Turner",
            "2015",
            "RYTQf_0AAAAJ:rAN7mHg6NlYC",
            18944,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/CIR.0000000000000152",
            "4920226881403204332",
            "\/scholar?cites=4920226881403204332",
            {
                "2015":863,
                "2016":2865,
                "2017":3773,
                "2018":3496,
                "2019":3840,
                "2020":3418,
                "2021":266
            }
        ],
        [
            "A cluster of risk factors for cardiovascular disease and type 2 diabetes mellitus, which occur together more often than by chance alone, have become known as the metabolic syndrome. The risk factors include raised blood pressure, dyslipidemia (raised triglycerides and lowered high-density lipoprotein cholesterol), raised fasting glucose, and central obesity. Various diagnostic criteria have been proposed by different organizations over the past decade. Most recently, these have come from the International Diabetes Federation and the American Heart Association\/National Heart, Lung, and Blood Institute. The main difference concerns the measure for central obesity, with this being an obligatory component in the International Diabetes Federation definition, lower than in the American Heart Association\/National Heart, Lung, and Blood Institute criteria, and ethnic specific. The present article represents the outcome of …",
            "Harmonizing the metabolic syndrome: a joint interim statement of the international diabetes federation task force on epidemiology and prevention; national heart, lung, and …",
            "KGMM Alberti and Robert H Eckel and Scott M Grundy and Paul Z Zimmet and James I Cleeman and Karen A Donato and Jean-Charles Fruchart and W Philip T James and Catherine M Loria and Sidney C Smith Jr",
            "2009",
            "RYTQf_0AAAAJ:zDhyt2jClVkC",
            11411,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/CIRCULATIONAHA.109.192644",
            "17997206088060928772",
            "\/scholar?cites=17997206088060928772",
            {
                "2010":336,
                "2011":556,
                "2012":745,
                "2013":950,
                "2014":1089,
                "2015":1132,
                "2016":1238,
                "2017":1252,
                "2018":1255,
                "2019":1240,
                "2020":1333,
                "2021":108
            }
        ]
    ]
}