{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "This study analyses the interest margin in the principal European banking sectors (Germany, France, the United Kingdom, Italy and Spain) in the period 1993–2000 using a panel of 15,888 observations, identifying the fundamental elements affecting this margin. Our starting point is the methodology developed in the original study by Ho and Saunders [Journal of Financial and Quantitative Analysis XVI (1981) 581–600] and later extensions, but widened to take banks' operating costs explicitly into account. Also, unlike the usual practice in the literature, a direct measure of the degree of competition (Lerner index) in the different markets is used. The results show that the fall of margins in the European banking system is compatible with a relaxation of the competitive conditions (increase in market power and concentration), as this effect has been counteracted by a reduction of interest rate risk, credit risk, and operating …",
            "Factors explaining the interest margin in the banking sectors of the European Union",
            "Joaquı́n Maudos and Juan Fernandez De Guevara",
            "2004",
            "rz-uZCUAAAAJ:u5HHmVD_uO8C",
            1036,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S037842660300236X",
            "14527795420700121989",
            "\/scholar?cites=14527795420700121989",
            {
                "2004":3,
                "2005":15,
                "2006":14,
                "2007":30,
                "2008":37,
                "2009":37,
                "2010":42,
                "2011":52,
                "2012":62,
                "2013":73,
                "2014":91,
                "2015":85,
                "2016":123,
                "2017":90,
                "2018":116,
                "2019":78,
                "2020":72,
                "2021":6
            }
        ],
        [
            "This paper analyses the relationship between market power in the loan and deposit markets and efficiency in the EU-15 countries over 1993–2002. Results show the existence of a positive relationship between market power and cost X-efficiency, allowing rejection of the so-called quiet life hypothesis [Berger, A.N., Hannan, T.H., 1998. The efficiency cost of market power in the banking industry: A test of the ‘quiet life’ and related hypotheses. Review of Economics and Statistics 8 (3), 454–465]. The social welfare loss attributable to market power in 2002 represented 0.54% of the GDP of the EU-15. Results show that the welfare gains associated with a reduction of market power are greater than the loss of bank cost efficiency, showing the importance of economic policy measures aimed at removing the barriers to outside competition.",
            "The cost of market power in banking: Social welfare loss vs. cost inefficiency",
            "Joaquin Maudos and Juan Fernandez De Guevara",
            "2007",
            "rz-uZCUAAAAJ:u-x6o8ySG0sC",
            484,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0378426607000167",
            "310167787956710708",
            "\/scholar?cites=310167787956710708",
            {
                "2006":2,
                "2007":3,
                "2008":17,
                "2009":17,
                "2010":21,
                "2011":29,
                "2012":33,
                "2013":48,
                "2014":44,
                "2015":53,
                "2016":44,
                "2017":43,
                "2018":37,
                "2019":44,
                "2020":42,
                "2021":2
            }
        ],
        [
            "We analyze the evolution of market power in the main banking sectors of the European Union. The evolution of the relative margins does not show an increase in the degree of competition within the EU. The explanatory factors of the relative margins most directly related to market power are not significant, and even have a negative influence (concentration in the deposits market). The size and efficiency of banks, default risk, and the economic cycle have a notable capacity to explain the behavior of the market power. The results show the inadequacy of using concentration measures as proxy for the competition environment in banking markets.",
            "Market Power in European Banking Sectors.",
            "Juan Fernandez de Guevara and Joaquin Maudos and Francisco Perez",
            "2005",
            "rz-uZCUAAAAJ:ZeXyd9-uunAC",
            392,
            "http:\/\/search.ebscohost.com\/login.aspx?direct=true&profile=ehost&scope=site&authtype=crawler&jrnl=09208550&AN=16700456&h=x0SI8tmsmHG%2F6t0CWDaLVooe3EX2YnH3HRaIk585Z2sIMcBAUvyXsVm1Fqa2qF1aN2F9930KPa6FXNjZE9CnTA%3D%3D&crl=c",
            "9131267954276619082",
            "\/scholar?cites=9131267954276619082",
            {
                "2004":3,
                "2005":5,
                "2006":3,
                "2007":15,
                "2008":12,
                "2009":24,
                "2010":27,
                "2011":26,
                "2012":18,
                "2013":32,
                "2014":35,
                "2015":30,
                "2016":31,
                "2017":42,
                "2018":24,
                "2019":39,
                "2020":21
            }
        ]
    ]
}