{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "We report experimental observations and numerical simulations of the formation, dynamics, and lifetimes of single and multiply charged quantized vortex dipoles in highly oblate dilute-gas Bose-Einstein condensates (BECs). We nucleate pairs of vortices of opposite charge (vortex dipoles) by forcing superfluid flow around a repulsive Gaussian obstacle within the BEC. By controlling the flow velocity we determine the critical velocity for the nucleation of a single vortex dipole, with excellent agreement between experimental and numerical results. We present measurements of vortex dipole dynamics, finding that the vortex cores of opposite charge can exist for many seconds and that annihilation is inhibited in our trap geometry. For sufficiently rapid flow velocities, clusters of like-charge vortices aggregate into long-lived multiply charged dipolar flow structures.",
            "Observation of vortex dipoles in an oblate Bose-Einstein condensate",
            "TW Neely and EC Samson and AS Bradley and MJ Davis and BP Anderson",
            "2010",
            "rZaEqrEAAAAJ:2osOgNQ5qMEC",
            390,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.160401",
            "5703983719307931853",
            "\/scholar?cites=5703983719307931853",
            {
                "2010":15,
                "2011":45,
                "2012":48,
                "2013":50,
                "2014":42,
                "2015":29,
                "2016":46,
                "2017":30,
                "2018":27,
                "2019":19,
                "2020":31,
                "2021":2
            }
        ],
        [
            "Fluids subjected to suitable forcing will exhibit turbulence, with characteristics strongly affected by the fluid’s physical properties and dimensionality. In this work, we explore two-dimensional (2D) quantum turbulence in an oblate Bose-Einstein condensate confined to an annular trapping potential. Experimentally, we find conditions for which small-scale stirring of the condensate generates disordered 2D vortex distributions that dissipatively evolve toward persistent currents, indicating energy transport from small to large length scales. Simulations of the experiment reveal spontaneous clustering of same-circulation vortices and an incompressible energy spectrum with k− 5\/3 dependence for low wave numbers k. This work links experimentally observed vortex dynamics with signatures of 2D turbulence in a compressible superfluid.",
            "Characteristics of two-dimensional quantum turbulence in a compressible superfluid",
            "TW Neely and AS Bradley and EC Samson and SJ Rooney and Ewan M Wright and KJH Law and R Carretero-González and PG Kevrekidis and MJ Davis and Brian P Anderson",
            "2013",
            "rZaEqrEAAAAJ:WF5omc3nYNoC",
            167,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.235301",
            "8878761936652351197",
            "\/scholar?cites=8878761936652351197",
            {
                "2012":5,
                "2013":6,
                "2014":21,
                "2015":23,
                "2016":37,
                "2017":18,
                "2018":16,
                "2019":20,
                "2020":20
            }
        ],
        [
            "We experimentally and numerically demonstrate deterministic creation and manipulation of a pair of oppositely charged singly quantized vortices in a highly oblate Bose-Einstein condensate (BEC). Two identical blue-detuned, focused Gaussian laser beams that pierce the BEC serve as repulsive obstacles for the superfluid atomic gas; by controlling the positions of the beams within the plane of the BEC, superfluid flow is deterministically established around each beam such that two vortices of opposite circulation are generated by the motion of the beams, with each vortex pinned to the in situ position of a laser beam. We study the vortex creation process, and show that the vortices can be moved about within the BEC by translating the positions of the laser beams. This technique can serve as a building block in future experimental techniques to create, on-demand, deterministic arrangements of few or many vortices …",
            "Deterministic creation, pinning, and manipulation of quantized vortices in a Bose-Einstein condensate",
            "EC Samson and KE Wilson and ZL Newman and Brian P Anderson",
            "2016",
            "rZaEqrEAAAAJ:vRqMK49ujn8C",
            33,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.93.023603",
            "2562312882706254288",
            "\/scholar?cites=2562312882706254288",
            {
                "2016":7,
                "2017":4,
                "2018":8,
                "2019":7,
                "2020":5,
                "2021":2
            }
        ],
        [
            "We present a simple and cost-effective optical protocol to realize contrast-enhancement imaging (such as dark-field, optical-staining and oblique illumination microscopy) of transparent samples on a conventional widefield microscope using commercial multimedia projectors. The projector functions as both light source and mask generator implemented by creating slideshows of the filters projected along the illumination planes of the microscope. The projected optical masks spatially modulate the distribution of the incident light to selectively enhance structures within the sample according to spatial frequency thereby increasing the image contrast of translucent biological specimens. Any amplitude filter can be customized and dynamically controlled so that switching from one imaging modality to another involves a simple slide transition and can be executed at a keystroke with no physical filters and no moving optical …",
            "Dynamic contrast enhancement in widefield microscopy using projector-generated illumination patterns",
            "Edward Carlo Samson and Carlo Mar Blanca",
            "2007",
            "rZaEqrEAAAAJ:u5HHmVD_uO8C",
            32,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1367-2630\/9\/10\/363\/meta",
            "509836791612540212",
            "\/scholar?cites=509836791612540212",
            {
                "2008":2,
                "2009":2,
                "2010":1,
                "2011":2,
                "2012":1,
                "2013":2,
                "2014":2,
                "2015":3,
                "2016":4,
                "2017":3,
                "2018":3,
                "2019":5,
                "2020":2
            }
        ],
        [
            "Bose–Einstein condensates of dilute gases are well-suited for investigations of vortex dynamics and turbulence in quantum fluids, yet there has been little experimental research into the approaches that may be most promising for generating states of two-dimensional turbulence in these systems. Here we give an overview of techniques for generating the large and disordered vortex distributions associated with two-dimensional quantum turbulence. We focus on describing methods explored in our Bose–Einstein condensation laboratory, and discuss the suitability of these methods for studying various aspects of two-dimensional quantum turbulence. We also summarize some of the open questions regarding our own understanding of these mechanisms of two-dimensional quantum turbulence generation in condensates. We find that while these disordered distributions of vortices can be generated by a variety of …",
            "Experimental methods for generating two-dimensional quantum turbulence in Bose–Einstein condensates",
            "KE Wilson and EC Samson and ZL Newman and TW Neely and BP Anderson",
            "2013",
            "rZaEqrEAAAAJ:hqOjcs7Dif8C",
            28,
            "https:\/\/www.worldscientific.com\/doi\/abs\/10.1142\/9789814440400_0007",
            "4505829380122689108",
            "\/scholar?cites=4505829380122689108",
            {
                "2014":6,
                "2015":5,
                "2016":7,
                "2017":4,
                "2018":3,
                "2019":1,
                "2020":2
            }
        ],
        [
            "Quantum interference of currents is the most important and well known quantum phenomenon in a conventional superconducting quantum interference device (SQUID). Here, we report the observation of quantum interference of currents in an atomtronic SQUID. Analogous to a conventional SQUID, currents flowing through two junctions in an atomtronic SQUID interfere due to the phase difference from rotation. This interference results in modulation of critical currents. This modulation was observed for three different radii with clear modulation periods which were measured to be consistent with fundamental rotation rates. This observation shows the possibility of studying various interesting SQUID physics with an atomtronic SQUID and especially, macroscopic quantum phenomena with currents may be realized with an atomtronic SQUID toward the goal of quantum metrology of rotation sensing.",
            "Quantum interference of currents in an atomtronic SQUID",
            "Changhyun Ryu and EC Samson and Malcolm Geoffrey Boshier",
            "2020",
            "rZaEqrEAAAAJ:BrmTIyaxlBUC",
            5,
            "https:\/\/www.nature.com\/articles\/s41467-020-17185-6",
            "9778295155737250330",
            "\/scholar?cites=9778295155737250330",
            {
                "2020":5
            }
        ],
        [
            "The experimental realization of Bose-Einstein condensation (BEC) in dilute atomic gases [1-3] has allowed the investigation of several quantum phenomena in a quantifiable and experimentally accessible manner. In particular, numerous experiments since 1999 have involved the formation and behavior of quantized vortices in atomic BECs, as summarized in Ref.[4]. These experiments have involved the study of vortices in numerous contexts, including quantum state manipulation, rotating BECs, phase transition dynamics, turbulence, and vortex dipole dynamics. However, only a handful of experiments [5-11] have involved the physics of vortices in nominally two-dimensional (2D) or highly oblate BECs. It is then necessary and important to have experimental capabilities in studying quantized vortices in nominally 2D dilute-gas BECs. In a recent theoretical work [12], it was suggested that vortex dynamics and interactions can enter a two-dimensional regime, wherein the Kelvin wave vortex excitations brought about by the three-dimensional geometry of the BEC are suppressed by flattening the system. Due to Kelvin waves, which appear as tilting, wobbling, or bending of the vortex filament [13-15], energy may be dissipated, and vortices can reconnect and undergo complex dynamics in 3D. Because of the suppression of Kelvin waves, vortex interactions and dynamics in 2D systems are expected to be different from previous BEC ex-",
            "Generating and manipulating quantized vortices in highly oblate Bose-Einstein condensates",
            "Edward Carlo Copon Samson",
            "2012",
            "rZaEqrEAAAAJ:_FxGoFyzp5QC",
            5,
            "https:\/\/www.academia.edu\/download\/44715849\/azu_etd_12169_sip1_m.pdf",
            "14527759223063435777",
            "\/scholar?cites=14527759223063435777",
            {
                "2013":2,
                "2014":2,
                "2015":1
            }
        ],
        [
            "We derive spectral maps of absorption sites in integrated circuits (ICs) by varying the wavelength of the optical probe within the near-IR range. This method has allowed us to improve the contrast of the acquired images by revealing structures that have a different optical absorption from neighboring sites. A false color composite image from those acquired at different wavelengths is generated from which the response of each semiconductor structure can be deduced. With the aid of the spectral maps, nonuniform absorption was also observed in a semiconductor structure located near an electrical overstress defect. This method may prove important in failure analysis of ICs by uncovering areas exhibiting anomalous absorption, which could improve localization of defective edifices in the semiconductor parts of the microchip.",
            "Near-IR Spectral Imaging of Semiconductor Absorption Sites in Integrated Circuits",
            "EC Samson and CM Blanca and CA Saloma",
            "2007",
            "rZaEqrEAAAAJ:d1gkVwhDpl0C",
            1,
            "http:\/\/citeseerx.ist.psu.edu\/viewdoc\/download?doi=10.1.1.1028.2249&rep=rep1&type=pdf",
            "12929949336054700838",
            "\/scholar?cites=12929949336054700838",
            {
                "2018":1
            }
        ]
    ]
}