{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "The two-nucleon and nuclear matter problems are solved by matrix inversion in momentum space. Direct matrix inversion of the Lippman-Schwinger and Brueckner equations is shown to be useful for general nuclear potentials including ones that are local, nonlocal, weak, strong, central, or noncentral. This flexibility is employed to study the relationship between nuclear saturation and the smoothness of the two-nucleon interaction.Five potentials are considered that give approximately equivalent phase shifts but differ in their smoothness. Two examples of smooth potentials with very weak nonlocal tensor terms are given. The potentials are classified according to their smoothness by calculating the wave function defect and the wound integral for each case.The binding energy of nuclear matter is calculated for each potential using the effective mass and angle-averaged Pauli operator approximations. A self …",
            "Nuclear saturation and the smoothness of nucleon-nucleon potentials",
            "Michael I Haftel and Frank Tabakin",
            "1970",
            "S-LET58AAAAJ:nb7KW1ujOQ8C",
            477,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0375947470900473",
            "15780064212849097148",
            "\/scholar?cites=15780064212849097148",
            {
                "1982":12,
                "1983":7,
                "1984":12,
                "1985":7,
                "1986":6,
                "1987":11,
                "1988":10,
                "1989":13,
                "1990":6,
                "1991":12,
                "1992":7,
                "1993":15,
                "1994":6,
                "1995":11,
                "1996":15,
                "1997":15,
                "1998":4,
                "1999":10,
                "2000":13,
                "2001":9,
                "2002":6,
                "2003":10,
                "2004":13,
                "2005":9,
                "2006":5,
                "2007":11,
                "2008":13,
                "2009":6,
                "2010":7,
                "2011":8,
                "2012":6,
                "2013":13,
                "2014":14,
                "2015":5,
                "2016":8,
                "2017":7,
                "2018":7,
                "2019":7,
                "2020":7,
                "2021":1
            }
        ],
        [
            "An effective potential is presented which matches S, P, and D-wave nucleon-nucleon phase parameters up to 320 MeV without generating the usual strong, short-range correlations. A suitably defined set of separable potentials, including a noncentral force and having small off-energy-shell matrix elements, is employed to produce smooth two-body wave functions. As a preliminary theoretical test of this effective interaction and of the applicability of perturbation theory, the average energy per particle, the single particle potential, and the symmetry energy of infinite nuclear matter have been computed. A saturation of nuclear matter is found in first order at a Fermi momentum of k F= 1.6 F− 1 with an average energy per particle of− 8 MeV; second order contributions move the minimum to k F= 1.8 F− 1 with an average energy per particle of− 14.1 MeV. This saturation is characterized by significant P-wave contributions. A …",
            "An effective interaction for nuclear Hartree-Fock calculations",
            "Frank Tabakin",
            "1964",
            "S-LET58AAAAJ:HDshCWvjkbEC",
            444,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0003491664903033",
            "7897506227782875952",
            "\/scholar?cites=7897506227782875952",
            {
                "1979":9,
                "1980":7,
                "1981":5,
                "1982":8,
                "1983":3,
                "1984":1,
                "1985":2,
                "1986":2,
                "1987":3,
                "1988":3,
                "1989":1,
                "1990":1,
                "1991":2,
                "1992":3,
                "1993":1,
                "1994":1,
                "1995":2,
                "1996":1,
                "1997":1,
                "1998":1,
                "1999":2,
                "2000":1,
                "2001":2,
                "2002":3,
                "2003":1,
                "2004":3,
                "2005":2,
                "2006":2,
                "2007":2,
                "2008":1,
                "2009":2
            }
        ],
        [
            "The number and type of measurements needed to ascertain the amplitudes for pseudoscalar meson photoproduction are analyzed in this paper. It is found that eight carefully selected measurements can determine the four transversity amplitudes without discrete ambiguities. That number of measurements is one less than previously believed. We approach this problem in two distinct ways:(1) solving for the amplitude magnitudes and phases directly, and (2) using a bilinear helicity product formulation to map an algebra of measurements over to the well-known algebra of the 4× 4 gamma matrices. It is shown that the latter method leads to an alternate proof that eight carefully chosen experiments suffice for determining the transversity amplitudes completely. In addition, Fierz transformations of the gamma matrices are used to develop useful linear and nonlinear relationships between the spin observables. These …",
            "Completeness rules for spin observables in pseudoscalar meson photoproduction",
            "Wen-Tai Chiang and Frank Tabakin",
            "1997",
            "S-LET58AAAAJ:p2g8aNsByqUC",
            302,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.55.2054",
            "16980917001113330754",
            "\/scholar?cites=16980917001113330754",
            {
                "1996":1,
                "1997":3,
                "1998":4,
                "1999":8,
                "2000":3,
                "2001":5,
                "2002":7,
                "2003":5,
                "2004":2,
                "2005":1,
                "2006":2,
                "2007":11,
                "2008":7,
                "2009":19,
                "2010":23,
                "2011":19,
                "2012":25,
                "2013":19,
                "2014":29,
                "2015":20,
                "2016":19,
                "2017":20,
                "2018":16,
                "2019":9,
                "2020":19,
                "2021":1
            }
        ],
        [
            "The general conditions under which the quadratic, uniform and monotonic convergence in the quasilinearization method of solving nonlinear ordinary differential equations could be proved are formulated and elaborated. The generalization of the proof to partial differential equations is straight forward. The method, whose mathematical basis in physics was discussed recently by one of the present authors (VBM), approximates the solution of a nonlinear differential equation by treating the nonlinear terms as a perturbation about the linear ones, and unlike perturbation theories is not based on the existence of some kind of a small parameter.It is shown that the quasilinearization method gives excellent results when applied to different nonlinear ordinary differential equations in physics, such as the Blasius, Duffing, Lane–Emden and Thomas–Fermi equations. The first few quasilinear iterations already provide …",
            "Quasilinearization approach to nonlinear problems in physics with application to nonlinear ODEs",
            "VB Mandelzweig and F Tabakin",
            "2001",
            "S-LET58AAAAJ:MXK_kJrjxJIC",
            278,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0010465501004155",
            "2929750646748117543",
            "\/scholar?cites=2929750646748117543",
            {
                "2003":3,
                "2004":4,
                "2005":8,
                "2006":10,
                "2007":11,
                "2008":22,
                "2009":15,
                "2010":12,
                "2011":14,
                "2012":10,
                "2013":21,
                "2014":14,
                "2015":15,
                "2016":23,
                "2017":23,
                "2018":22,
                "2019":17,
                "2020":31,
                "2021":3
            }
        ]
    ]
}