{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Results are presented from searches for the standard model Higgs boson in proton–proton collisions at s= 7 and 8 TeV in the Compact Muon Solenoid experiment at the LHC, using data samples corresponding to integrated luminosities of up to 5.1 fb− 1 at 7 TeV and 5.3 fb− 1 at 8 TeV. The search is performed in five decay modes: γγ, ZZ, W+ W−, τ+ τ−, and b b¯. An excess of events is observed above the expected background, with a local significance of 5.0 standard deviations, at a mass near 125 GeV, signalling the production of a new particle. The expected significance for a standard model Higgs boson of that mass is 5.8 standard deviations. The excess is most significant in the two decay modes with the best mass resolution, γγ and ZZ; a fit to these signals gives a mass of 125.3±0.4 (stat.)±0.5 (syst.) GeV. The decay to two photons indicates that the new particle is a boson with spin different from one.",
            "Observation of a new boson at a mass of 125 GeV with the CMS experiment at the LHC",
            "Serguei Chatrchyan and Vardan Khachatryan and Albert M Sirunyan and Armen Tumasyan and Wolfgang Adam and Ernest Aguilo and Thomas Bergauer and M Dragicevic and J Erö and C Fabjan and M Friedl and R Frühwirth and VM Ghete and J Hammer and M Hoch and N Hörmann and J Hrubec and M Jeitler and W Kiesenhofer and V Knünz and M Krammer and I Krätschmer and D Liko and W Majerotto and I Mikulec and M Pernicka and B Rahbaran and C Rohringer and H Rohringer and R Schöfbeck and J Strauss and F Szoncsó and A Taurok and W Waltenberger and G Walzel and E Widl and C-E Wulz and V Chekhovsky and I Emeliantchik and A Litomin and V Makarenko and V Mossolov and N Shumeiko and A Solin and R Stefanovitch and J Suarez Gonzalez and A Fedorov and M Korzhik and O Missevitch and R Zuyeuski and M Bansal and S Bansal and W Beaumont and Tom Cornelis and EA De Wolf and D Druzhkin and X Janssen and S Luyckx and L Mucibello and S Ochesanu and B Roland and R Rougny and M Selvaggi and Z Staykova and H Van Haevermaet and P Van Mechelen and N Van Remortel and A Van Spilbeeck and F Blekman and S Blyweert and J DʼHondt and O Devroede and R Gonzalez Suarez and R Goorens and A Kalogeropoulos and M Maes and A Olbrechts and S Tavernier and W Van Doninck and L Van Lancker and P Van Mulders and GP Van Onsem and I Villella and B Clerbaux and G De Lentdecker and V Dero and JP Dewulf and APR Gay and T Hreus and A Léonard and PE Marage and A Mohammadi and T Reis and S Rugovac and L Thomas and C Vander Velde and P Vanlaer and J Wang and J Wickens and Volker Adler and Kelly Beernaert and Anna Cimmino and Silvia Costantini and Guillaume Garcia and M Grunewald and Benjamin Klein and Jeremie Lellouch and Andrey Marinov and Joseph McCartin and AA Ocampo Rios and Dirk Ryckbosch and Nadja Strobbe and Filip Thyssen and Michael Tytgat and S Walsh and Efe Yazgan and Nikolaos Zaganidis and S Basegmez and G Bruno and Roberto Castello and L Ceard and J De Favereau De Jeneret and C Delaere and P Demin and T du Pree and D Favart and L Forthomme and A Giammanco and G Grégoire and J Hollar and V Lemaitre and J Liao and O Militaru and C Nuttens and D Pagano and A Pin and K Piotrzkowski and N Schul and JM Vizan Garcia and N Beliy and T Caebergs and E Daubie and GH Hammad and GA Alves and L Brito and M Correa Martin Junior and T Martins and ME Pol and MHG Souza and WL Aldá Júnior",
            "2012",
            "s5RXOk4AAAAJ:u5HHmVD_uO8C",
            19420,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269312008581",
            "8663470026986383108",
            "\/scholar?cites=8663470026986383108",
            {
                "2011":53,
                "2012":1059,
                "2013":2837,
                "2014":2807,
                "2015":2664,
                "2016":2448,
                "2017":2162,
                "2018":2160,
                "2019":1658,
                "2020":1422,
                "2021":46
            }
        ],
        [
            "This biennial Review summarizes much of particle physics. Using data from previous editions, plus 2158 new measurements from 551 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 108 reviews are many that are new or heavily revised including those on neutrino mass, mixing, and oscillations, QCD, top quark, CKM quark-mixing matrix, V ud & V us , V cb & V ub , fragmentation functions, particle detectors for accelerator and non-accelerator physics, magnetic monopoles, cosmological …",
            "Review of particle physics",
            "Kenzo Nakamura",
            "2010",
            "s5RXOk4AAAAJ:2hlgnPHlchoC",
            15112,
            "http:\/\/scholar.google.com\/scholar?cluster=2576254620197471737&hl=en&oi=scholarr",
            "2576254620197471737",
            "\/scholar?cites=2576254620197471737",
            {
                "2006":228,
                "2007":1571,
                "2008":1928,
                "2009":797,
                "2010":641,
                "2011":3027,
                "2012":3405,
                "2013":1373,
                "2014":616,
                "2015":384,
                "2016":297,
                "2017":230,
                "2018":197,
                "2019":140,
                "2020":142,
                "2021":7
            }
        ],
        [
            "This biennial Review summarizes much of Particle Physics. Using data from previous editions, plus 1726 new measurements from 512 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, gures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 119 reviews are many that are new or heavily revised including those on neutrino mixing, CP violation in K, D, and B mesons, Vcb, the new exotic (1540) particle, extra-dimensions, grand uni ed theories, cosmic background radiation, dark matter, cosmological parameters, and big bang cosmology. A booklet is …",
            "Review of particle physics",
            "Simon Eidelman and KG Hayes and KA ea Olive and M Aguilar-Benitez and C Amsler and D Asner and KS Babu and RM Barnett and J Beringer and PR Burchat and CD Carone and S Caso and G Conforto and O Dahl and G D'Ambrosio and M Doser and JL Feng and T Gherghetta and L Gibbons and M Goodman and C Grab and DE Groom and A Gurtu and K Hagiwara and JJ Hernández-Rey and K Hikasa and K Honscheid and H Jawahery and C Kolda and Y Kwon and ML Mangano and AV Manohar and J March-Russell and A Masoni and R Miquel and K Mönig and H Murayama and K Nakamura and S Navas and Luc Pape and C Patrignani and A Piepke and G Raffelt and Matts Roos and M Tanabashi and J Terning and NA Törnqvist and TG Trippe and P Vogel and CG Wohl and RL Workman and W-M Yao and PA Zyla and B Armstrong and PS Gee and G Harper and KS Lugovsky and SB Lugovsky and VS Lugovsky and A Rom and M Artuso and E Barberio and M Battaglia and H Bichsel and O Biebel and P Bloch and RN Cahn and D Casper and A Cattai and RS Chivukula and G Cowan and TMAG Damour and K Desler and MA Dobbs and M Drees and A Edwards and DA Edwards and VD Elvira and J Erler and VV Ezhela and W Fetscher and BD Fields and B Foster and D Froidevaux and M Fukugita and TK Gaisser and L Garren and H-J Gerber and G Gerbier and FJ Gilman and HE Haber and C Hagmann and J Hewett and I Hinchliffe and CJ Hogan and G Höhler and P Igo-Kemenes and JD Jackson and KF Johnson and D Karlen and B Kayser and D Kirkby and SR Klein and K Kleinknecht and IG Knowles and P Kreitz and Yu V Kuyanov and O Lahav and P Langacker and A Liddle and L Littenberg and DM Manley and AD Martin and M Narain and P Nason and Y Nir and JA Peacock and HR Quinn and S Raby and BN Ratcliff and EA Razuvaev and B Renk and G Rolandi and MT Ronan and LJ Rosenberg and CT Sachrajda and Y Sakai and AI Sanda and S Sarkar and M Schmitt and O Schneider and D Scott and WG Seligman and MH Shaevitz and T Sjöstrand and GF Smoot and S Spanier and H Spieler and NJC Spooner and M Srednicki and A Stahl and T Stanev and M Suzuki and NP Tkachenko and GH Trilling and G Valencia and K Van Bibber and MG Vincter and DR Ward and BR Webber",
            "2004",
            "s5RXOk4AAAAJ:u-x6o8ySG0sC",
            7622,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269304007579",
            "9450086800060785278",
            "\/scholar?cites=9450086800060785278",
            {
                "2004":473,
                "2005":2085,
                "2006":2336,
                "2007":1012,
                "2008":450,
                "2009":263,
                "2010":153,
                "2011":134,
                "2012":117,
                "2013":79,
                "2014":68,
                "2015":56,
                "2016":84,
                "2017":65,
                "2018":57,
                "2019":31,
                "2020":44,
                "2021":10
            }
        ],
        [
            "This biennial Review summarizes much of Particle Physics. Using data from previous editions, plus 2000 new measurements from 610 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. A booklet is available containing the Summary Tables and abbreviated versions of some of the other sections of this full Review.",
            "Review of particle physics",
            "Donald E Groom and M Aguilar-Benitez and C Amsler and RM Barnett and PR Burchat and CD Carone and C Caso and G Conforto and O Dahl and M Doser and S Eidelman and JL Feng and L Gibbons and M Goodman and C Grab and A Gurtu and K Hagiwara and KG Hayes and JJ Hernández and K Hikasa and K Honscheid and C Kolda and ML Mangano and AV Manohar and A Masoni and K Mónig and H Murayama and K Nakamura and S Navas and KA Olive and L Pape and A Piepke and M Roos and M Tanabashi and NA Törnqvist and TG Trippe and P Vogel and CG Wohl and RL Workman and WM Yao and B Armstrong and JL Casas Serradilla and BB Filimonov and PS Gee and SB Lugovsky and F Nicholson and KS Babu and D Besson and O Biebel and P Bloch and RN Cahn and A Cattai and RS Chivukula and RD Cousins and TMAG Damour and K Desler and RJ Donahue and DA Edwards and J Erler and VV Ezhela and A Fassò and W Fetscher and D Froidevaux and M Fukugita and TK Gaisser and L Garren and S Geer and HJ Gerber and FJ Gilman and HE Haber and C Hagmann and I Hinchliffe and CJ Hogan and G Höhler and P Igo-Kemenes and JD Jackson and KF Johnson and D Karlen and B Kayser and SR Klein and K Kleinknecht and IG Knowles and EW Kolb and P Kreitz and R Landua and P Langacker and L Littenberg and DM Manley and J March-Russell and T Nakada and HR Quinn and G Raffelt and B Renk and L Rolandi and MT Ronan and LJ Rosenberg and H FW Sadrozinski and AI Sanda and M Schmitt",
            "2000",
            "s5RXOk4AAAAJ:7AXAwFc_feUC",
            4911,
            "https:\/\/www.scholars.northwestern.edu\/en\/publications\/review-of-particle-physics-4",
            "10437579626125375325",
            "\/scholar?cites=10437579626125375325",
            {
                "2000":204,
                "2001":1342,
                "2002":1494,
                "2003":696,
                "2004":271,
                "2005":150,
                "2006":114,
                "2007":68,
                "2008":125,
                "2009":55,
                "2010":37,
                "2011":35,
                "2012":35,
                "2013":29,
                "2014":11,
                "2015":18,
                "2016":34,
                "2017":19,
                "2018":27,
                "2019":17,
                "2020":9,
                "2021":8
            }
        ],
        [
            "A detailed description is reported of the analysis used by the CMS Collaboration in the search for the standard model Higgs boson in pp collisions at the LHC, which led to the observation of a new boson. The data sample corresponds to integrated luminosities up to 5.1 fb− 1 at TeV, and up to 5.3 fb− 1 at TeV. The results for five Higgs boson decay modes γγ, ZZ, WW, ττ, and bb, which show a combined local significance of 5 standard deviations near 125 GeV, are reviewed. A fit to the invariant mass of the two high resolution channels, γγ and ZZ→ 4ℓ, gives a mass estimate of 125. 3±0. 4 (stat.)±0. 5 (syst.) GeV. The measurements are interpreted in the context of the standard model Lagrangian for the scalar Higgs field interacting with fermions and vector bosons. The measured values of the corresponding couplings are compared to the standard model predictions. The hypothesis of custodial symmetry is …",
            "Observation of a new boson with mass near 125 GeV in pp collisions at  and 8 TeV",
            "Serguei Chatrchyan and Vardan Khachatryan and AM Sirunyan and A Tumasyan and Wolfgang Adam and T Bergauer and M Dragicevic and J Erö and C Fabjan and M Friedl and R Fruehwirth and VM Ghete and N Hoermann and J Hrubec and M Jeitler and W Kiesenhofer and V Knuenz and M Krammer and I Kraetschmer and D Liko and I Mikulec and D Rabady and B Rahbaran and C Rohringer and H Rohringer and R Schoefbeck and J Strauss and A Taurok and W Treberer-Treberspurg and W Waltenberger and C-E Wulz and V Mossolov and N Shumeiko and J Suarez Gonzalez and S Alderweireldt and M Bansal and S Bansal and Tom Cornelis and EA De Wolf and X Janssen and A Knutsson and S Luyckx and L Mucibello and S Ochesanu and B Roland and R Rougny and H Van Haevermaet and P Van Mechelen and N Van Remortel and A Van Spilbeeck and F Blekman and S Blyweert and J D’Hondt and A Kalogeropoulos and J Keaveney and M Maes and A Olbrechts and S Tavernier and W Van Doninck and P Van Mulders and GP Van Onsem and I Villella and B Clerbaux and G De Lentdecker and APR Gay and T Hreus and A Leonard and PE Marage and A Mohammadi and T Reis and L Thomas and C Vander Velde and P Vanlaer and J Wang and Volker Adler and Kelly Beernaert and Leonardo Benucci and Anna Cimmino and Silvia Costantini and Sven Dildick and Guillaume Garcia and Benjamin Klein and Jeremie Lellouch and Andrey Marinov and Joseph McCartin and AA Ocampo Rios and Dirk Ryckbosch and Michael Sigamani and Nadja Strobbe and Filip Thyssen and Michael Tytgat and S Walsh and Efe Yazgan and Nikolaos Zaganidis and S Basegmez and G Bruno and R Castello and A Caudron and L Ceard and C Delaere and T Du Pree and D Favart and L Forthomme and A Giammanco and J Hollar and V Lemaitre and J Liao and O Militaru and C Nuttens and D Pagano and A Pin and K Piotrzkowski and A Popov and M Selvaggi and JM Vizan Garcia and N Beliy and T Caebergs and E Daubie and GH Hammad and GA Alves and M Correa Martins and T Martins and ME Pol and MHG Souza and WL Aldá Júnior and W Carvalho and J Chinellato and A Custodio and EM Da Costa and D De Jesus Damiao and C De Oliveira Martins and S Fonseca De Souza and H Malbouisson and M Malek and D Matos Figueiredo and L Mundim and H Nogima and WL Prado Da Silva and A Santoro and L Soares Jorge and A Sznajder and EJ Tonelli Manganote and A Vilela Pereira and TS Anjos and CA Bernardes and FA Dias and TR Fernandez Perez Tomei and EM Gregores and C Lagana and F Marinho",
            "2013",
            "s5RXOk4AAAAJ:dQ2og3OwTAUC",
            4060,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP06(2013)081.pdf",
            "7818861038406050561",
            "\/scholar?cites=7818861038406050561",
            {
                "2012":13,
                "2013":318,
                "2014":646,
                "2015":623,
                "2016":579,
                "2017":628,
                "2018":619,
                "2019":360,
                "2020":253,
                "2021":6
            }
        ]
    ]
}