{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
            "Multi-messenger observations of a binary neutron star merger",
            "Benjamin P Abbott and S Bloemen and P Canizares and H Falcke and RP Fender and S Ghosh and P Groot and T Hinderer and JR Hörandel and PG Jonker and Z Kostrzewa-Rutkowska and G Nelemans and D Nichols and S Nissanke and P Schmidt and C Timmermans and AR van Vliet and AR Williamson",
            "2017",
            "s660WJ_CpCkC:bFI3QPDXJZMC",
            2075,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/2041-8213\/aa91c9\/meta",
            "2461611103499596342",
            "\/scholar?cites=2461611103499596342",
            {
                "2017":66,
                "2018":565,
                "2019":684,
                "2020":689,
                "2021":51
            }
        ],
        [
            "A high-energy neutrino event detected by IceCube on 22 September 2017 was coincident in direction and time with a gamma-ray flare from the blazar TXS 0506+056. Prompted by this association, we investigated 9.5 years of IceCube neutrino observations to search for excess emission at the position of the blazar. We found an excess of high-energy neutrino events, with respect to atmospheric backgrounds, at that position between September 2014 and March 2015. Allowing for time-variable flux, this constitutes 3.5σ evidence for neutrino emission from the direction of TXS 0506+056, independent of and prior to the 2017 flaring episode. This suggests that blazars are identifiable sources of the high-energy astrophysical neutrino flux.",
            "Neutrino emission from the direction of the blazar TXS 0506+ 056 prior to the IceCube-170922A alert",
            "IceCube Collaboration",
            "2018",
            "s660WJ_CpCkC:L8Ckcad2t8MC",
            565,
            "https:\/\/science.sciencemag.org\/content\/361\/6398\/147.abstract",
            "16127607860624192762",
            "\/scholar?cites=16127607860624192762",
            {
                "2018":51,
                "2019":275,
                "2020":219,
                "2021":15
            }
        ],
        [
            "The detection of high-energy cosmic neutrinos as cosmic messengers has been an important goal of astroparticle physics. Being stable, electrically neutral particles, high-energy neutrinos are able to propagate almost undisturbed through the universe from their production sites to Earth keeping their directional and energy information. Hence, they constitute excellent cosmic messenger particles, particularly at the highest energies. They arise from weak decays of hadrons, mostly pions and kaons, which are expected to be produced by hadronic interactions of cosmic rays in the surrounding matter of the cosmic-ray accelerator. Their observation will help to elucidate the unknown sources of high-energy cosmic rays (Gaisser et al. 1995; Learned & Mannheim 2000;",
            "Observation and Characterization of a Cosmic Muon Neutrino Flux from the Northern Hemisphere using six years of IceCube data",
            "MG Aartsen and K Abraham and M Ackermann and Joe Adams and JA Aguilar and M Ahlers and M Ahrens and D Altmann and K Andeen and T Anderson and I Ansseau and G Anton and M Archinger and C Argüelles and J Auffenberg and S Axani and X Bai and SW Barwick and V Baum and R Bay and JJ Beatty and J Becker Tjus and K-H Becker and S BenZvi and P Berghaus and D Berley and E Bernardini and A Bernhard and DZ Besson and G Binder and D Bindig and M Bissok and E Blaufuss and S Blot and C Bohm and M Börner and F Bos and D Bose and S Böser and O Botner and J Braun and L Brayeur and H-P Bretz and A Burgman and T Carver and M Casier and E Cheung and D Chirkin and A Christov and K Clark and L Classen and S Coenders and GH Collin and JM Conrad and DF Cowen and R Cross and M Day and JPAM De André and C De Clercq and E del Pino Rosendo and H Dembinski and Sam De Ridder and P Desiati and KD De Vries and G De Wasseige and T DeYoung and JC Díaz-Vélez and V Di Lorenzo and H Dujmovic and JP Dumm and M Dunkman and B Eberhardt and T Ehrhardt and B Eichmann and P Eller and S Euler and PA Evenson and S Fahey and AR Fazely and J Feintzeig and J Felde and K Filimonov and C Finley and S Flis and C-C Fösig and A Franckowiak and E Friedman and T Fuchs and TK Gaisser and J Gallagher and L Gerhardt and K Ghorbani and W Giang and L Gladstone and M Glagla and T Glüsenkamp and A Goldschmidt and G Golup and JG Gonzalez and D Grant and Z Griffith and C Haack and A Haj Ismail and A Hallgren and F Halzen and E Hansen and B Hansmann and T Hansmann and K Hanson and D Hebecker and D Heereman and K Helbing and R Hellauer and S Hickford and J Hignight and GC Hill and KD Hoffman and R Hoffmann and K Holzapfel and K Hoshina and F Huang and M Huber and K Hultqvist and S In and A Ishihara and E Jacobi and GS Japaridze and M Jeong and K Jero and BJP Jones and M Jurkovic and A Kappes and T Karg and A Karle and U Katz and M Kauer and A Keivani and JL Kelley and J Kemp and A Kheirandish and M Kim and T Kintscher and J Kiryluk and T Kittler and SR Klein and G Kohnen and R Koirala and H Kolanoski and R Konietz and L Köpke",
            "2016",
            "s660WJ_CpCkC:W7OEmFMy1HYC",
            504,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/0004-637X\/833\/1\/3\/meta",
            "6122093865608422233",
            "\/scholar?cites=6122093865608422233",
            {
                "2016":8,
                "2017":97,
                "2018":96,
                "2019":172,
                "2020":128,
                "2021":2
            }
        ]
    ]
}