{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "As the experimental andtheoretical investigations of the structure and energetics of isolated molecules are entering a mature stage of development, the interactions between molecules are becoming the next frontier of molecular science. Such interactions, although weak comparedto the forces bonding mol-ecules internally, are responsible for an extensive range of physical, chemical, and biological phenom-ena: from bulk properties of rare gases to the signal induction in neurotransmitters. There are too many fields where intermolecular potentials are needed to list them here. A few important examples are Monte Carlo and molecular dynamics simulations of biological systems, 1 drug design, 2 studies of processes in the earth’s atmosphere, 3 and interstellar chemistry. 4 Investigations of intermolecular forces not only en-large our knowledge of nature but may lead to significant technological advances. One may hope",
            "Perturbation theory approach to intermolecular potential energy surfaces of van der Waals complexes",
            "Bogumil Jeziorski and Robert Moszynski and Krzysztof Szalewicz",
            "1994",
            "s8ideKUAAAAJ:tzM49s52ZIMC",
            2258,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/cr00031a008",
            "13412483242052814114",
            "\/scholar?cites=13412483242052814114",
            {
                "1995":14,
                "1996":39,
                "1997":24,
                "1998":39,
                "1999":35,
                "2000":41,
                "2001":34,
                "2002":46,
                "2003":40,
                "2004":38,
                "2005":43,
                "2006":63,
                "2007":64,
                "2008":86,
                "2009":97,
                "2010":78,
                "2011":127,
                "2012":121,
                "2013":114,
                "2014":147,
                "2015":133,
                "2016":150,
                "2017":155,
                "2018":151,
                "2019":160,
                "2020":186,
                "2021":22
            }
        ],
        [
            "Recently, three of us have proposed a method [Phys. Rev. Lett. 91, 33201 (2003)] for an accurate calculation of the dispersion energy utilizing frequency-dependent density susceptibilities of monomers obtained from time-dependent density-functional theory (DFT). In the present paper, we report numerical calculations for the helium, neon, water, and carbon dioxide dimers and show that for a wide range of intermonomer separations, including the van der Waals and short-range repulsion regions, the method provides dispersion energies with accuracies comparable to those that can be achieved using the current most sophisticated wave-function methods. If the dispersion energy is combined with (i) the electrostatic and first-order exchange interaction energies as defined in symmetry-adapted perturbation theory (SAPT) but computed using monomer Kohn-Sham (KS) determinants, and (ii) the induction energy …",
            "Intermolecular potentials based on symmetry-adapted perturbation theory with dispersion energies from time-dependent density-functional calculations",
            "Alston J Misquitta and Rafał Podeszwa and Bogumił Jeziorski and Krzysztof Szalewicz",
            "2005",
            "s8ideKUAAAAJ:URolC5Kub84C",
            489,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2135288",
            "4360882459877468457",
            "\/scholar?cites=4360882459877468457",
            {
                "2005":2,
                "2006":13,
                "2007":15,
                "2008":35,
                "2009":26,
                "2010":33,
                "2011":36,
                "2012":56,
                "2013":37,
                "2014":41,
                "2015":30,
                "2016":38,
                "2017":23,
                "2018":34,
                "2019":33,
                "2020":31,
                "2021":4
            }
        ],
        [
            "A force field for water has been developed entirely from first principles, without any fitting to experimental data. It contains both pairwise and many-body interactions. This force field predicts the properties of the water dimer and of liquid water in excellent agreement with experiments, a previously elusive objective. Precise knowledge of the intermolecular interactions in water will facilitate a better understanding of this ubiquitous substance.",
            "Predictions of the properties of water from first principles",
            "Robert Bukowski and Krzysztof Szalewicz and Gerrit C Groenenboom and Ad Van der Avoird",
            "2007",
            "s8ideKUAAAAJ:_B80troHkn4C",
            413,
            "https:\/\/science.sciencemag.org\/content\/315\/5816\/1249.abstract",
            "8161850684672009381",
            "\/scholar?cites=8161850684672009381",
            {
                "2007":14,
                "2008":52,
                "2009":46,
                "2010":35,
                "2011":31,
                "2012":26,
                "2013":37,
                "2014":26,
                "2015":25,
                "2016":27,
                "2017":22,
                "2018":24,
                "2019":26,
                "2020":20
            }
        ],
        [
            "A method is proposed for calculations of dispersion energy at finite intermonomer separations. It uses a generalized Casimir-Polder formula evaluated with dynamic density susceptibilities provided by time-dependent density-functional theory. The method recovers the dispersion energies of He, Ne, and H 2 O dimers to within 3% or better. Since the computational effort of the new algorithm scales approximately as the third power of system size, the method is much more efficient than standard wave-function methods capable of predicting the dispersion energy at a similarly high level of accuracy.",
            "Dispersion energy from density-functional theory description of monomers",
            "Alston J Misquitta and Bogumil Jeziorski and Krzysztof Szalewicz",
            "2003",
            "s8ideKUAAAAJ:u5HHmVD_uO8C",
            396,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.91.033201",
            "7485469223238692867",
            "\/scholar?cites=7485469223238692867",
            {
                "2003":3,
                "2004":14,
                "2005":26,
                "2006":21,
                "2007":23,
                "2008":26,
                "2009":24,
                "2010":29,
                "2011":24,
                "2012":32,
                "2013":22,
                "2014":20,
                "2015":21,
                "2016":25,
                "2017":25,
                "2018":20,
                "2019":22,
                "2020":16,
                "2021":2
            }
        ],
        [
            "We present a complete 6-dimensional potential energy surface for the benzene dimer obtained using symmetry-adapted perturbation theory (SAPT) of intermolecular interactions based on Kohn−Sham's description of monomers. Ab initio calculations were performed for 491 dimer geometries in a triple-ζ-quality basis set supplemented by bond functions. An accurate analytic fit to the ab initio results has been developed and low-energy stationary points on the potential energy surface have been found. We have determined that there are three minima on the surface. Two of them, the tilted T-shape and the parallel-displaced, are nearly isoenergetic with interaction energies of −2.77 and −2.74 kcal\/mol, respectively. The third minimum, a twisted edge-to-edge conformation, is significantly less attractive, with the interaction energy equal to −1.82 kcal\/mol. Both the T-shape and sandwich geometries, sometimes assumed …",
            "Potential energy surface for the benzene dimer and perturbational analysis of π− π interactions",
            "Rafał Podeszwa and Robert Bukowski and Krzysztof Szalewicz",
            "2006",
            "s8ideKUAAAAJ:QIV2ME_5wuYC",
            372,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp064095o",
            "17462343034192408691",
            "\/scholar?cites=17462343034192408691",
            {
                "2007":19,
                "2008":42,
                "2009":32,
                "2010":33,
                "2011":30,
                "2012":25,
                "2013":24,
                "2014":28,
                "2015":25,
                "2016":26,
                "2017":32,
                "2018":17,
                "2019":16,
                "2020":21
            }
        ],
        [
            "Basic concepts and most recent developments of symmetry‐adapted perturbation theory (SAPT) are described. In particular, the methods that combine SAPT with density‐functional theory are discussed. It is explained how SAPT allows one to predict and understand the structure and properties of clusters and condensed phase. The broadest range of such predictions can be achieved by constructing potential energy surfaces from a set of SAPT interaction energies and using these surfaces in nuclear dynamics calculations. © 2011 John Wiley & Sons, Ltd.This article is categorized under:  Electronic Structure Theory > Ab Initio Electronic Structure Methods ",
            "Symmetry‐adapted perturbation theory of intermolecular forces",
            "Krzysztof Szalewicz",
            "2012",
            "s8ideKUAAAAJ:4OULZ7Gr8RgC",
            369,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/wcms.86",
            "15026653060134515101",
            "\/scholar?cites=15026653060134515101",
            {
                "2011":1,
                "2012":5,
                "2013":23,
                "2014":34,
                "2015":34,
                "2016":44,
                "2017":48,
                "2018":56,
                "2019":54,
                "2020":58,
                "2021":11
            }
        ],
        [
            "A many‐body version of the symmetry‐adapted perturbation theory is developed for a direct calculation of intermolecular potentials as a sum of the electrostatic, exchange, induction, and dispersion contributions. Since no multipole expansion is used, the obtained interaction energy components are properly dampened at short distance by the charge‐overlap (penetration) effects. The influence of the intramonomer correlation is accounted for by the perturbation expansion in terms of the Mo\/ller–Plesset type fluctuation potentials WA and WB for the individual molecules. For the electrostatic and for the dispersion energy, the terms of the zeroth, first, and second order in WA+WB are considered. In this way, the leading three‐particle correlation contribution to the dispersion energy is taken into account. As a test of our method, we have performed calculations of the interaction energy for the water and hydrogen fluoride …",
            "Many‐body symmetry‐adapted perturbation theory of intermolecular interactions. H2O and HF dimers",
            "Stanisl\/aw Rybak and Bogumil\/ Jeziorski and Krzysztof Szalewicz",
            "1991",
            "s8ideKUAAAAJ:Y0pCki6q_DkC",
            360,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.461528",
            "14957197028120906740",
            "\/scholar?cites=14957197028120906740",
            {
                "1992":12,
                "1993":15,
                "1994":30,
                "1995":19,
                "1996":18,
                "1997":13,
                "1998":14,
                "1999":17,
                "2000":17,
                "2001":15,
                "2002":6,
                "2003":11,
                "2004":11,
                "2005":5,
                "2006":12,
                "2007":14,
                "2008":13,
                "2009":6,
                "2010":12,
                "2011":7,
                "2012":6,
                "2013":10,
                "2014":13,
                "2015":6,
                "2016":14,
                "2017":7,
                "2018":9,
                "2019":17,
                "2020":7,
                "2021":1
            }
        ],
        [
            "The symmetry-adapted perturbation theory (SAPT) has been employed to calculate an accurate potential energy curve for the helium dimer. For major components of the interaction energy, saturated values have been obtained using extended Gaussian-type geminal bases. Some other, less significant components were computed using a large orbital basis and the standard set of SAPT codes. The remaining small fraction of the interaction energy has been obtained using a nonstandard SAPT program specific for two-electron monomers and the supermolecular full configuration interaction (FCI) calculations in a moderately large orbital basis. Accuracy of the interaction energy components has been carefully examined. The most accurate to date values of the electrostatic, exchange, induction, and dispersion energies are reported for distances from 3.0 to 7.0 bohr. After adding the retardation correction predicted by …",
            "Helium dimer potential from symmetry-adapted perturbation theory calculations using large Gaussian geminal and orbital basis sets",
            "Tatiana Korona and Hayes L Williams and Robert Bukowski and Bogumil Jeziorski and Krzysztof Szalewicz",
            "1997",
            "s8ideKUAAAAJ:bFI3QPDXJZMC",
            333,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.473556",
            "16940525911070038319",
            "\/scholar?cites=16940525911070038319",
            {
                "1997":3,
                "1998":8,
                "1999":18,
                "2000":27,
                "2001":10,
                "2002":17,
                "2003":24,
                "2004":21,
                "2005":21,
                "2006":17,
                "2007":14,
                "2008":25,
                "2009":8,
                "2010":20,
                "2011":14,
                "2012":11,
                "2013":13,
                "2014":9,
                "2015":13,
                "2016":11,
                "2017":11,
                "2018":5,
                "2019":6,
                "2020":5
            }
        ],
        [
            "The sixth blind test of organic crystal structure prediction (CSP) methods has been held, with five target systems: a small nearly rigid molecule, a polymorphic former drug candidate, a chloride salt hydrate, a co-crystal and a bulky flexible molecule. This blind test has seen substantial growth in the number of participants, with the broad range of prediction methods giving a unique insight into the state of the art in the field. Significant progress has been seen in treating flexible molecules, usage of hierarchical approaches to ranking structures, the application of density-functional approximations, and the establishment of new workflows and `best practices' for performing CSP calculations. All of the targets, apart from a single potentially disordered Z′ = 2 polymorph of the drug candidate, were predicted by at least one submission. Despite many remaining challenges, it is clear that CSP methods are becoming more …",
            "Report on the sixth blind test of organic crystal structure prediction methods",
            "Anthony M Reilly and Richard I Cooper and Claire S Adjiman and Saswata Bhattacharya and A Daniel Boese and Jan Gerit Brandenburg and Peter J Bygrave and Rita Bylsma and Josh E Campbell and Roberto Car and David H Case and Renu Chadha and Jason C Cole and Katherine Cosburn and Herma M Cuppen and Farren Curtis and Graeme M Day and Robert A DiStasio Jr and Alexander Dzyabchenko and Bouke P Van Eijck and Dennis M Elking and Joost A Van Den Ende and Julio C Facelli and Marta B Ferraro and Laszlo Fusti-Molnar and C-A Gatsiou and Thomas S Gee and René De Gelder and Luca M Ghiringhelli and Hitoshi Goto and Stefan Grimme and Rui Guo and Detlef WM Hofmann and Johannes Hoja and Rebecca K Hylton and Luca Iuzzolino and Wojciech Jankiewicz and Daniël T De Jong and John Kendrick and Niek JJ De Klerk and H-Y Ko and Liudmila N Kuleshova and Xiayue Li and Sanjaya Lohani and Frank JJ Leusen and Albert M Lund and Jian Lv and Yanming Ma and Noa Marom and Artëm E Masunov and Patrick McCabe and David P McMahon and Hugo Meekes and Michael P Metz and Alston J Misquitta and Sharmarke Mohamed and Bartomeu Monserrat and Richard J Needs and Marcus A Neumann and Jonas Nyman and Shigeaki Obata and Harald Oberhofer and Artem R Oganov and Anita M Orendt and Gabriel I Pagola and Constantinos C Pantelides and Chris J Pickard and Rafal Podeszwa and Louise S Price and Sarah L Price and Angeles Pulido and Murray G Read and Karsten Reuter and Elia Schneider and Christoph Schober and Gregory P Shields and Pawanpreet Singh and Isaac J Sugden and Krzysztof Szalewicz and Christopher R Taylor and Alexandre Tkatchenko and Mark E Tuckerman and Francesca Vacarro and Manolis Vasileiadis and Alvaro Vazquez-Mayagoitia and Leslie Vogt and Yanchao Wang and Rona E Watson and Gilles A De Wijs and Jack Yang and Qiang Zhu and Colin R Groom",
            "2016",
            "s8ideKUAAAAJ:g3aElNc5_aQC",
            320,
            "https:\/\/scripts.iucr.org\/cgi-bin\/paper?gp5080",
            "13866880196738448092",
            "\/scholar?cites=13866880196738448092",
            {
                "2016":22,
                "2017":49,
                "2018":89,
                "2019":73,
                "2020":79,
                "2021":6
            }
        ],
        [
            "The Born–Oppenheimer potential energy curve for the electronic ground state of the hydrogen molecule has been computed for internuclear distances 0.2≤R≤12.0 bohr. At all R the energies are lower than any previously reported values. At the equilibrium distance the improvement is negligible; its largest value, 0.47 cm−1, has been obtained for R=2.4 bohr. Vibrational energies have been computed for all isotopic species using the new potential energy curve. For H2, HD, and D2 the recent nonadiabatic corrections of Wolniewicz have been included. The resulting dissociation energies of H2 and HD agree with the experimental values within the experimental error limits; for D2 the discrepancy amounts to 0.6±0.3 cm−1.",
            "New Born–Oppenheimer potential energy curve and vibrational energies for the electronic ground state of the hydrogen molecule",
            "Wl\/odzimierz Kol\/os and Krzysztof Szalewicz and Hendrik J Monkhorst",
            "1986",
            "s8ideKUAAAAJ:Fu2w8maKXqMC",
            320,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.450258",
            "1699959168576183730",
            "\/scholar?cites=1699959168576183730",
            {
                "1986":4,
                "1987":11,
                "1988":8,
                "1989":4,
                "1990":7,
                "1991":13,
                "1992":16,
                "1993":16,
                "1994":19,
                "1995":9,
                "1996":5,
                "1997":6,
                "1998":7,
                "1999":15,
                "2000":15,
                "2001":4,
                "2002":6,
                "2003":8,
                "2004":11,
                "2005":9,
                "2006":8,
                "2007":16,
                "2008":15,
                "2009":16,
                "2010":10,
                "2011":10,
                "2012":6,
                "2013":2,
                "2014":6,
                "2015":5,
                "2016":6,
                "2017":7,
                "2018":5,
                "2019":3,
                "2020":7,
                "2021":3
            }
        ]
    ]
}