{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The behaviour of strongly correlated materials, and in particular unconventional superconductors, has been studied extensively for decades, but is still not well understood. This lack of theoretical understanding has motivated the development of experimental techniques for studying such behaviour, such as using ultracold atom lattices to simulate quantum materials. Here we report the realization of intrinsic unconventional superconductivity—which cannot be explained by weak electron–phonon interactions—in a two-dimensional superlattice created by stacking two sheets of graphene that are twisted relative to each other by a small angle. For twist angles of about 1.1—the first ‘magic’angle—the electronic band structure of this ‘twisted bilayer graphene’exhibits flat bands near zero Fermi energy, resulting in correlated insulating states at half-filling. Upon electrostatic doping of the material away from these …",
            "Unconventional superconductivity in magic-angle graphene superlattices",
            "Yuan Cao and Valla Fatemi and Shiang Fang and Kenji Watanabe and Takashi Taniguchi and Efthimios Kaxiras and Pablo Jarillo-Herrero",
            "2018",
            "s9cO1fUAAAAJ:aEW5N-EHWIMC",
            2433,
            "https:\/\/www.nature.com\/articles\/nature26160",
            "14771923097017647221",
            "\/scholar?cites=14771923097017647221",
            {
                "2018":255,
                "2019":750,
                "2020":1303,
                "2021":107
            }
        ],
        [
            "A plane-wave basis has great advantages for many calculations in the physics solids. To apply this basis to a wider class of materials, the atomic characteristic of a pseudopotential is identified which leads to rapid convergence in the solid, and a new method for generating pseudopotentials optimized according to this criterion is shown. As a test case, an ab initio plane-wave basis determination of the structural properties of fcc copper is performed. The results indicate that these optimized pseudopotentials will facilitate study of transition metals and first-row nonmetals.",
            "Optimized pseudopotentials",
            "Andrew M Rappe and Karin M Rabe and Efthimios Kaxiras and JD Joannopoulos",
            "1990",
            "s9cO1fUAAAAJ:u-x6o8ySG0sC",
            2160,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.41.1227",
            "15696742856039039487",
            "\/scholar?cites=15696742856039039487",
            {
                "1991":11,
                "1992":20,
                "1993":27,
                "1994":27,
                "1995":27,
                "1996":35,
                "1997":25,
                "1998":33,
                "1999":39,
                "2000":42,
                "2001":37,
                "2002":38,
                "2003":41,
                "2004":46,
                "2005":43,
                "2006":41,
                "2007":44,
                "2008":61,
                "2009":79,
                "2010":62,
                "2011":65,
                "2012":89,
                "2013":98,
                "2014":143,
                "2015":161,
                "2016":142,
                "2017":155,
                "2018":177,
                "2019":161,
                "2020":172,
                "2021":9
            }
        ],
        [
            "A van der Waals heterostructure is a type of metamaterial that consists of vertically stacked two-dimensional building blocks held together by the van der Waals forces between the layers. This design means that the properties of van der Waals heterostructures can be engineered precisely, even more so than those of two-dimensional materials 1. One such property is the ‘twist’angle between different layers in the heterostructure. This angle has a crucial role in the electronic properties of van der Waals heterostructures, but does not have a direct analogue in other types of heterostructure, such as semiconductors grown using molecular beam epitaxy. For small twist angles, the moiré pattern that is produced by the lattice misorientation between the two-dimensional layers creates long-range modulation of the stacking order. So far, studies of the effects of the twist angle in van der Waals heterostructures have …",
            "Correlated insulator behaviour at half-filling in magic-angle graphene superlattices",
            "Yuan Cao and Valla Fatemi and Ahmet Demir and Shiang Fang and Spencer L Tomarken and Jason Y Luo and Javier D Sanchez-Yamagishi and Kenji Watanabe and Takashi Taniguchi and Efthimios Kaxiras and Ray C Ashoori and Pablo Jarillo-Herrero",
            "2018",
            "s9cO1fUAAAAJ:Y0-TYkg6YM4C",
            1441,
            "https:\/\/www.nature.com\/articles\/nature26154",
            "12147920483441283827",
            "\/scholar?cites=12147920483441283827",
            {
                "2018":151,
                "2019":416,
                "2020":805,
                "2021":58
            }
        ],
        [
            "We have investigated the role of surface-active species (surfactants) in heteroepitaxial growth. In general, the growth mode is determined by the balance between surface, interface, and film free energies. Thus, if A wets B, B will not wet A. Any attempt at growing an A\/B\/A heterostructure must overcome this fundamental obstacle. We propose the use of a segregating surfactant to reduce the surface free energies of A and B and suppress island formation, as demonstrated in the growth of Si\/Ge\/Si (001) with a monolayer of As. Control of growth by amnipulation of surface energetics provides a new avenue to achieve high-quality man-made microstructures against thermodynamic odds.",
            "Surfactants in epitaxial growth",
            "M Copel and MC Reuter and Efthimios Kaxiras and RM Tromp",
            "1989",
            "s9cO1fUAAAAJ:u5HHmVD_uO8C",
            1315,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.63.632",
            "7753728737404990208",
            "\/scholar?cites=7753728737404990208",
            {
                "1990":13,
                "1991":29,
                "1992":46,
                "1993":80,
                "1994":58,
                "1995":73,
                "1996":77,
                "1997":57,
                "1998":80,
                "1999":58,
                "2000":65,
                "2001":52,
                "2002":54,
                "2003":49,
                "2004":47,
                "2005":42,
                "2006":50,
                "2007":46,
                "2008":38,
                "2009":23,
                "2010":25,
                "2011":25,
                "2012":29,
                "2013":36,
                "2014":22,
                "2015":25,
                "2016":23,
                "2017":24,
                "2018":20,
                "2019":12,
                "2020":24
            }
        ],
        [
            "We extend an approximate density functional theory (DFT) method for the description of long-range dispersive interactions which are normally neglected by construction, irrespective of the correlation function applied. An empirical formula, consisting of an R−6 term is introduced, which is appropriately damped for short distances; the corresponding C6 coefficient, which is calculated from experimental atomic polarizabilities, can be consistently added to the total energy expression of the method. We apply this approximate DFT plus dispersion energy method to describe the hydrogen bonding and stacking interactions of nucleic acid base pairs. Comparison to MP2\/6-31G*(0.25) results shows that the method is capable of reproducing hydrogen bonding as well as the vertical and twist dependence of the interaction energy very accurately.",
            "Hydrogen bonding and stacking interactions of nucleic acid base pairs: A density-functional-theory based treatment",
            "Marcus Elstner and Pavel Hobza and Thomas Frauenheim and Sándor Suhai and Efthimios Kaxiras",
            "2001",
            "s9cO1fUAAAAJ:d1gkVwhDpl0C",
            1113,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1329889",
            "5663480652388780476",
            "\/scholar?cites=5663480652388780476",
            {
                "2001":5,
                "2002":22,
                "2003":26,
                "2004":27,
                "2005":43,
                "2006":54,
                "2007":65,
                "2008":71,
                "2009":85,
                "2010":71,
                "2011":90,
                "2012":81,
                "2013":76,
                "2014":62,
                "2015":73,
                "2016":65,
                "2017":48,
                "2018":59,
                "2019":38,
                "2020":43,
                "2021":4
            }
        ],
        [
            "A strategic objective of computational materials physics is the accurate description of specific materials on length scales approaching the meso and macroscopic. We report on progress towards this goal by describing a seamless coupling of continuum to statistical to quantum mechanics, involving an algorithm, implemented on a parallel computer, for handshaking between finite elements, molecular dynamics, and semiempirical tight binding. We illustrate and validate the methodology using the example of crack propagation in silicon.",
            "Concurrent coupling of length scales: methodology and application",
            "Jeremy Q Broughton and Farid F Abraham and Noam Bernstein and Efthimios Kaxiras",
            "1999",
            "s9cO1fUAAAAJ:9yKSN-GCB0IC",
            799,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.60.2391",
            "9795066425150121657",
            "\/scholar?cites=9795066425150121657",
            {
                "1999":2,
                "2000":7,
                "2001":10,
                "2002":27,
                "2003":28,
                "2004":44,
                "2005":55,
                "2006":58,
                "2007":77,
                "2008":77,
                "2009":63,
                "2010":45,
                "2011":54,
                "2012":47,
                "2013":34,
                "2014":30,
                "2015":27,
                "2016":31,
                "2017":29,
                "2018":20,
                "2019":15,
                "2020":12,
                "2021":1
            }
        ],
        [
            "A quantum mechanical\/molecular mechanical (QM\/MM) approach based on an approximate density functional theory, the so-called self-consistent charge density functional tight binding (SCC-DFTB) method, has been implemented in the CHARMM program and tested on a number of systems of biological interest. In the gas phase, SCC-DFTB gives reliable energetics for models of the triosephosphate isomerase (TIM) catalyzed reactions. The rms errors in the energetics compared to B3LYP\/6-31+G(d,p) are about 2−4 kcal\/mol; this is to be contrasted with AM1, where the corresponding errors are 9−11 kcal\/mol. The method also gives accurate vibrational frequencies. For the TIM reactions in the presence of the enzyme, the overall SCC-DFTB\/CHARMM results are in somewhat worse agreement with the B3LYP\/6-31+G(d,p)\/CHARMM values; the rms error in the energies is 5.4 kcal\/mol. Single-point B3LYP\/CHARMM …",
            "A QM\/MM implementation of the self-consistent charge density functional tight binding (SCC-DFTB) method",
            "Qiang Cui and Marcus Elstner and Efthimios Kaxiras and Thomas Frauenheim and Martin Karplus",
            "2001",
            "s9cO1fUAAAAJ:2osOgNQ5qMEC",
            618,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp0029109",
            "6740559874700711889",
            "\/scholar?cites=6740559874700711889",
            {
                "2001":6,
                "2002":14,
                "2003":27,
                "2004":26,
                "2005":28,
                "2006":35,
                "2007":44,
                "2008":32,
                "2009":26,
                "2010":47,
                "2011":36,
                "2012":36,
                "2013":31,
                "2014":38,
                "2015":33,
                "2016":36,
                "2017":21,
                "2018":37,
                "2019":29,
                "2020":32,
                "2021":1
            }
        ],
        [
            "This text is a modern treatment of the theory of solids. The core of the book deals with the physics of electron and phonon states in crystals and how they determine the structure and properties of the solid. The discussion uses density functional theory as a starting point and covers electronic and optical phenomena, magnetism and superconductivity. There is also an extensive treatment of defects in solids, including point defects, dislocations, surfaces and interfaces. A number of modern topics where the theory of solids applies are also explored, including quasicrystals, amorphous solids, polymers, metal and semiconductor clusters, carbon nanotubes and biological macromolecules. Numerous examples are presented in detail and each chapter is accompanied by problems and suggested further readings. An extensive set of appendices provides all the necessary background for deriving all the results discussed in the main body of the text.",
            "Atomic and electronic structure of solids",
            "Efthimios Kaxiras",
            "2003",
            "s9cO1fUAAAAJ:ufrVoPGSRksC",
            561,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=WTL_vgbWpHEC&oi=fnd&pg=PP1&dq=info:oYrGoKPP6uQJ:scholar.google.com&ots=8YmkqGFW40&sig=U5W08gSu_1dQ01XRKhx-EJVf7tM",
            "16495224886881847969",
            "\/scholar?cites=16495224886881847969",
            {
                "2004":7,
                "2005":4,
                "2006":14,
                "2007":12,
                "2008":21,
                "2009":23,
                "2010":29,
                "2011":30,
                "2012":41,
                "2013":36,
                "2014":36,
                "2015":58,
                "2016":57,
                "2017":61,
                "2018":37,
                "2019":41,
                "2020":47,
                "2021":1
            }
        ],
        [
            "We develop an empirical potential for silicon which represents a considerable improvement over existing models in describing local bonding for bulk defects and disordered phases. The model consists of two-and three-body interactions with theoretically motivated functional forms that capture chemical and physical trends as explained in a companion paper. The numerical parameters in the functional form are obtained by fitting to a set of ab initio results from quantum-mechanical calculations based on density-functional theory in the local-density approximation, which include various bulk phases and defect structures. We test the potential by applying it to the relaxation of point defects, core properties of partial dislocations and the structure of disordered phases, none of which are included in the fitting procedure. For dislocations, our model makes predictions in excellent agreement with ab initio and tight-binding …",
            "Interatomic potential for silicon defects and disordered phases",
            "Joao F Justo and Martin Z Bazant and Efthimios Kaxiras and Vasily V Bulatov and Sidney Yip",
            "1998",
            "s9cO1fUAAAAJ:qjMakFHDy7sC",
            506,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.58.2539",
            "5197605623177943317",
            "\/scholar?cites=5197605623177943317",
            {
                "1998":2,
                "1999":13,
                "2000":27,
                "2001":27,
                "2002":30,
                "2003":22,
                "2004":24,
                "2005":26,
                "2006":37,
                "2007":35,
                "2008":19,
                "2009":17,
                "2010":23,
                "2011":27,
                "2012":18,
                "2013":8,
                "2014":17,
                "2015":29,
                "2016":28,
                "2017":17,
                "2018":22,
                "2019":18,
                "2020":14,
                "2021":2
            }
        ],
        [
            "We use recent theoretical advances to develop a functional form for interatomic forces in bulk silicon. The theoretical results underlying the model include an analysis of elastic properties for the diamond and graphitic structures and inversions of ab initio cohesive energy curves. The interaction model includes two-body and three-body terms which depend on the local atomic environment through an effective coordination number. This formulation is able to capture successfully (i) the energetics and elastic properties of the ground-state diamond lattice,(ii) the covalent rehybridization of undercoordinated atoms, and (iii) a smooth transition to metallic bonding for overcoordinated atoms. Because the essential features of chemical bonding in the bulk are built into the functional form, this model promises to be useful for describing interatomic forces in silicon bulk phases and defects. Although this functional form is …",
            "Environment-dependent interatomic potential for bulk silicon",
            "Martin Z Bazant and Efthimios Kaxiras and Joao F Justo",
            "1997",
            "s9cO1fUAAAAJ:UeHWp8X0CEIC",
            502,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.56.8542",
            "12129948754486732615",
            "\/scholar?cites=12129948754486732615",
            {
                "1997":2,
                "1998":9,
                "1999":12,
                "2000":21,
                "2001":25,
                "2002":27,
                "2003":24,
                "2004":26,
                "2005":23,
                "2006":31,
                "2007":25,
                "2008":30,
                "2009":25,
                "2010":28,
                "2011":36,
                "2012":16,
                "2013":20,
                "2014":18,
                "2015":17,
                "2016":20,
                "2017":12,
                "2018":17,
                "2019":16,
                "2020":18
            }
        ]
    ]
}