{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "We continue our study of heterotic compactifications on non-Kähler complex manifolds with torsion. We give further evidence of the consistency of the six-dimensional manifold presented earlier and discuss the anomaly cancellation and possible supergravity description for a generic non-Kähler complex manifold using the newly proposed superpotential. The manifolds studied in our earlier papers had zero Euler characteristics. We construct new examples of non-Kähler complex manifolds with torsion in lower dimensions, that have nonzero Euler characteristics. Some of these examples are constructed from consistent backgrounds in F-theory and therefore are solutions to the string equations of motion. We discuss consistency conditions for compactifications of the heterotic string on smooth non-Kähler manifolds and illustrate how some results well known for Calabi–Yau compactifications, including counting the …",
            "Compactifications of heterotic strings on non-Kähler complex manifolds II",
            "Katrin Becker and Melanie Becker and Keshav Dasgupta and Paul S Green and Eric Sharpe",
            "2004",
            "sa-LbqcAAAAJ:u5HHmVD_uO8C",
            171,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321303010010",
            "2368664183128554981",
            "\/scholar?cites=2368664183128554981",
            {
                "2003":2,
                "2004":21,
                "2005":22,
                "2006":28,
                "2007":13,
                "2008":10,
                "2009":12,
                "2010":6,
                "2011":12,
                "2012":6,
                "2013":6,
                "2014":10,
                "2015":8,
                "2016":3,
                "2017":4,
                "2018":3,
                "2019":3,
                "2020":2
            }
        ],
        [
            "In this paper we describe how Grothendieck groups of coherent sheaves and locally free sheaves can be used to describe type II D-branes, in the case that all D-branes are wrapped on complex varieties and all connections are holomorphic. Our proposal is in the same spirit as recent discussions of K-theory and D-branes; within the restricted class mentioned, Grothendieck groups encode a choice of connection on each D-brane world-volume, in addition to information about the C∞ bundles. We also point out that derived categories can also be used to give insight into D-brane constructions, and analyze how a Z 2 subset of the T-duality group acting on D-branes on tori can be understood in terms of a Fourier–Mukai transformation.",
            "D-branes, derived categories, and Grothendieck groups",
            "Eric Sharpe",
            "1999",
            "sa-LbqcAAAAJ:u-x6o8ySG0sC",
            138,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321399005350",
            "12622150084138812808",
            "\/scholar?cites=12622150084138812808",
            {
                "1999":8,
                "2000":6,
                "2001":13,
                "2002":5,
                "2003":6,
                "2004":14,
                "2005":5,
                "2006":9,
                "2007":6,
                "2008":13,
                "2009":4,
                "2010":4,
                "2011":2,
                "2012":8,
                "2013":3,
                "2014":4,
                "2015":5,
                "2016":7,
                "2017":1,
                "2018":3,
                "2019":10,
                "2020":1
            }
        ],
        [
            "In this paper we explicitly work out the precise relationship between Ext groups and massless modes of D-branes wrapped on complex submanifolds of Calabi-Yau manifolds. Specifically, we explicitly compute the boundary vertex operators for massless Ramond sector states, in open string B models describing Calabi-Yau manifolds at large radius, directly in BCFT using standard methods. Naively these vertex operators are in one-to-one correspondence with certain sheaf cohomology groups (as is typical for such vertex operator calculations), which are related to the desired Ext groups via spectral sequences. However, a subtlety in the physics of the open string B model has the effect of physically realizing those spectral sequences in BRST cohomology, so that the vertex operators are actually in one-to-one correspondence with Ext group elements. This gives an extremely concrete physical test of recent proposals regarding the relationship between derived categories and D-branes. We check these results extensively in numerous examples, and comment on several related issues.",
            "D-branes, open string vertex operators, and Ext groups",
            "Sheldon Katz and Eric Sharpe",
            "2002",
            "sa-LbqcAAAAJ:d1gkVwhDpl0C",
            120,
            "https:\/\/arxiv.org\/abs\/hep-th\/0208104",
            "12962326139873598346",
            "\/scholar?cites=12962326139873598346",
            {
                "2002":1,
                "2003":7,
                "2004":14,
                "2005":9,
                "2006":10,
                "2007":8,
                "2008":5,
                "2009":11,
                "2010":5,
                "2011":8,
                "2012":7,
                "2013":5,
                "2014":6,
                "2015":5,
                "2016":3,
                "2017":3,
                "2018":4,
                "2019":5,
                "2020":4
            }
        ],
        [
            "In this paper we shall describe some correlation function computations in perturbative heterotic strings that, for example, in certain circumstances can lend themselves to a heterotic generalization of quantum cohomology calculations. Ordinary quantum chiral rings reflect worldsheet instanton corrections to correlation functions involving products of elements of Dolbeault cohomology groups on the target space. The heterotic generalization described here involves computing worldsheet instanton corrections to correlation functions defined by products of elements of sheaf cohomology groups. One must not only compactify moduli spaces of rational curves, but also extend a sheaf (determined by the gauge bundle) over the compactification, and linear sigma models provide natural mechanisms for doing both. Euler classes of obstruction bundles generalize to this language in an interesting way.",
            "Notes on certain (0, 2) correlation functions",
            "Sheldon Katz and Eric Sharpe",
            "2006",
            "sa-LbqcAAAAJ:2osOgNQ5qMEC",
            89,
            "https:\/\/link.springer.com\/article\/10.1007\/s00220-005-1443-1",
            "12305998464764286949",
            "\/scholar?cites=12305998464764286949",
            {
                "2005":2,
                "2006":8,
                "2007":7,
                "2008":6,
                "2009":6,
                "2010":6,
                "2011":6,
                "2012":2,
                "2013":6,
                "2014":4,
                "2015":5,
                "2016":4,
                "2017":6,
                "2018":6,
                "2019":11,
                "2020":4
            }
        ]
    ]
}