{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Using a two‐dimensional hydrodynamics code (PROMETHEUS), we explore the continued evolution of rotating helium stars,   M⊙, in which iron‐core collapse does not produce a successful outgoing shock but instead forms a black hole of 2–3 M⊙. The model explored in greatest detail is the 14 M⊙ helium core of a 35 M⊙ main‐sequence star. The outcome is sensitive to the angular momentum. For   cm2 s−1 , material falls into the black hole almost uninhibited. No outflows are expected. For  , the infalling matter is halted by centrifugal force outside 1000 km where neutrino losses are negligible. The equatorial accretion rate is very low, and explosive oxygen burning may power a weak equatorial explosion. For  , however, a reasonable value for such stars, a compact disk forms at a radius at which the gravitational binding energy can be efficiently radiated as neutrinos or converted to beamed outflow by …",
            "Collapsars: Gamma-ray bursts and explosions in “failed supernovae”",
            "AI MacFadyen and SE Woosley",
            "1999",
            "sAKeesgAAAAJ:u5HHmVD_uO8C",
            2373,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/307790\/meta",
            "768527955191062532",
            "\/scholar?cites=768527955191062532",
            {
                "1999":12,
                "2000":74,
                "2001":111,
                "2002":118,
                "2003":125,
                "2004":136,
                "2005":142,
                "2006":138,
                "2007":127,
                "2008":118,
                "2009":105,
                "2010":98,
                "2011":124,
                "2012":125,
                "2013":117,
                "2014":94,
                "2015":108,
                "2016":80,
                "2017":92,
                "2018":106,
                "2019":97,
                "2020":88,
                "2021":15
            }
        ],
        [
            "We continue our study of the possible production of supernovae and a variety of high‐energy transients by black hole formation in massive stars endowed with rotation: the “collapsar model.” The black hole may form either promptly, since a successful outgoing shock fails to be launched by the collapsed iron core (collapsar Type I), or, in a mild explosion, by fallback (collapsar Type II). In the latter case, the inner layers of the star initially move outward but lack adequate momentum to eject all the matter exterior to the young neutron star. Over a period of minutes to hours, ∼0.1–5 M⊙ falls back onto the collapsed remnant, turning it into a black hole and establishing an accretion disk. The accretion rate, ∼0.001–0.01 M⊙ s−1, is inadequate to produce a jet mediated by neutrino annihilation but is similar to what has been invoked in magnetohydrodynamic (MHD) models for gamma‐ray bursts (GRBs). This fallback is …",
            "Supernovae, jets, and collapsars",
            "Andrew I MacFadyen and SE Woosley and A Heger",
            "2001",
            "sAKeesgAAAAJ:u-x6o8ySG0sC",
            784,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/319698\/meta",
            "6801413377996453367",
            "\/scholar?cites=6801413377996453367",
            {
                "2001":15,
                "2002":38,
                "2003":59,
                "2004":64,
                "2005":53,
                "2006":53,
                "2007":34,
                "2008":38,
                "2009":42,
                "2010":34,
                "2011":47,
                "2012":42,
                "2013":43,
                "2014":34,
                "2015":24,
                "2016":18,
                "2017":26,
                "2018":38,
                "2019":25,
                "2020":41,
                "2021":6
            }
        ],
        [
            "The final chapter in the long-standing mystery of the γ-ray bursts (GRBs) centres on the origin of the short-hard class of bursts, which are suspected on theoretical grounds to result from the coalescence of neutron-star or black-hole binary systems. Numerous searches for the afterglows of short-hard bursts have been made, galvanized by the revolution in our understanding of long-duration GRBs that followed the discovery in 1997 of their broadband (X-ray, optical and radio) afterglow emission. Here we present the discovery of the X-ray afterglow of a short-hard burst, GRB 050709, whose accurate position allows us to associate it unambiguously with a star-forming galaxy at redshift z= 0.160, and whose optical lightcurve definitively excludes a supernova association. Together with results from three other recent short-hard bursts, this suggests that short-hard bursts release much less energy than the long-duration …",
            "The afterglow of GRB 050709 and the nature of the short-hard γ-ray bursts",
            "Derek B Fox and Dale A Frail and Paul Antony Price and Shrinivas R Kulkarni and Edo Berger and T Piran and AM Soderberg and Stephen B Cenko and PB Cameron and Avishay Gal-Yam and MM Kasliwal and D-S Moon and FA Harrison and Ehud Nakar and BP Schmidt and B Penprase and Roger A Chevalier and P Kumar and K Roth and D Watson and BL Lee and Stephen Shectman and Mark M Phillips and M Roth and PJ McCarthy and M Rauch and L Cowie and BA Peterson and Joshua Rich and N Kawai and K Aoki and G Kosugi and T Totani and H-S Park and A MacFadyen and KC Hurley",
            "2005",
            "sAKeesgAAAAJ:d1gkVwhDpl0C",
            665,
            "https:\/\/www.nature.com\/articles\/nature04189",
            "13086920688122317863",
            "\/scholar?cites=13086920688122317863",
            {
                "2005":14,
                "2006":97,
                "2007":69,
                "2008":62,
                "2009":53,
                "2010":40,
                "2011":37,
                "2012":43,
                "2013":33,
                "2014":24,
                "2015":39,
                "2016":28,
                "2017":47,
                "2018":31,
                "2019":22,
                "2020":19,
                "2021":3
            }
        ],
        [
            "We examine the propagation of two‐dimensional relativistic jets through the stellar progenitor in the collapsar model for gamma‐ray bursts (GRBs). Each jet is parameterized by a radius where it is introduced and by its initial Lorentz factor, opening angle, power, and internal energy. In agreement with previous studies, we find that relativistic jets are collimated by their passage through the stellar mantle. Starting with an initial half‐angle of up to 20°, they emerge with half‐angles that, though variable with time, are around 5°. Interaction of these jets with the star and their own cocoons also causes mixing that sporadically decelerates the flow. We speculate that this mixing instability is chiefly responsible for the variable Lorentz factor needed in the internal shock model and for the complex light curves seen in many GRBs. In all cases studied, the jet is shocked deep inside the star following a brief period of adiabatic …",
            "Relativistic jets in collapsars",
            "Weiqun Zhang and SE Woosley and AI MacFadyen",
            "2003",
            "sAKeesgAAAAJ:9yKSN-GCB0IC",
            460,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/367609\/meta",
            "11504912313248258131",
            "\/scholar?cites=11504912313248258131",
            {
                "2003":30,
                "2004":46,
                "2005":37,
                "2006":36,
                "2007":28,
                "2008":21,
                "2009":28,
                "2010":23,
                "2011":20,
                "2012":27,
                "2013":17,
                "2014":18,
                "2015":29,
                "2016":18,
                "2017":19,
                "2018":25,
                "2019":15,
                "2020":13,
                "2021":4
            }
        ],
        [
            "Over the past decade, our physical understanding of γ-ray bursts (GRBs) has progressed rapidly, thanks to the discovery and observation of their long-lived afterglow emission. Long-duration (≳ 2 s) GRBs are associated with the explosive deaths of massive stars (‘collapsars’, ref. 1), which produce accompanying supernovae 2, 3, 4, 5; the short-duration (≲ 2 s) GRBs have a different origin, which has been argued to be the merger of two compact objects 6, 7, 8, 9. Here we report optical observations of GRB 060614 (duration∼ 100 s, ref. 10) that rule out the presence of an associated supernova. This would seem to require a new explosive process: either a massive collapsar that powers a GRB without any associated supernova, or a new type of ‘engine’, as long-lived as the collapsar but without a massive star. We also show that the properties of the host galaxy (redshift z= 0.125) distinguish it from other long …",
            "A novel explosive process is required for the γ-ray burst GRB 060614",
            "Avishay Gal-Yam and Derek B Fox and Paul Antony Price and EO Ofek and MR Davis and DC Leonard and Alicia M Soderberg and Brian Paul Schmidt and Karen Michelle Lewis and Bruce A Peterson and Shrinivas R Kulkarni and E Berger and SB Cenko and R Sari and K Sharon and D Frail and D-S Moon and PJ Brown and A Cucchiara and F Harrison and T Piran and SE Persson and PJ McCarthy and BE Penprase and RA Chevalier and AI MacFadyen",
            "2006",
            "sAKeesgAAAAJ:2osOgNQ5qMEC",
            404,
            "https:\/\/www.nature.com\/articles\/nature05373",
            "1888905026924805923",
            "\/scholar?cites=1888905026924805923",
            {
                "2006":7,
                "2007":43,
                "2008":47,
                "2009":47,
                "2010":27,
                "2011":40,
                "2012":39,
                "2013":13,
                "2014":20,
                "2015":24,
                "2016":23,
                "2017":20,
                "2018":26,
                "2019":10,
                "2020":12,
                "2021":5
            }
        ],
        [
            "Using a collapsar progenitor model of MacFadyen & Woosley, we have simulated the propagation of an axisymmetric jet through a collapsing rotating massive star with the GENESIS multidimensional relativistic hydrodynamic code. The jet forms as a consequence of an assumed (constant or variable) energy deposition in the range of 1050–1051 ergs s  within a 30° cone around the rotation axis. The jet flow is strongly beamed (approximately less than a few degrees), spatially inhomogeneous, and time dependent. The jet reaches the surface of the stellar progenitor (  cm) intact. At breakout, the maximum Lorentz factor of the jet flow is 33. After breakout, the jet accelerates into the circumstellar medium, whose density is assumed to decrease exponentially and then become constant,   g cm . Outside the star, the flow begins to expand laterally also ( ), but the beam remains very well collimated. At a distance of  , where …",
            "Relativistic jets from collapsars",
            "Miguel A Aloy and Ewald Mueller and J Ma Ibánez and J Ma Martí and Andrew MacFadyen",
            "2000",
            "sAKeesgAAAAJ:qjMakFHDy7sC",
            285,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/312537\/meta",
            "134571706106929516",
            "\/scholar?cites=134571706106929516",
            {
                "1999":2,
                "2000":2,
                "2001":11,
                "2002":15,
                "2003":21,
                "2004":25,
                "2005":11,
                "2006":19,
                "2007":15,
                "2008":17,
                "2009":18,
                "2010":13,
                "2011":11,
                "2012":13,
                "2013":11,
                "2014":5,
                "2015":10,
                "2016":6,
                "2017":9,
                "2018":17,
                "2019":14,
                "2020":11,
                "2021":6
            }
        ],
        [
            "We present a two‐dimensional grid‐based hydrodynamic simulation of a thin, viscous, locally isothermal corotating disk orbiting an equal‐mass Newtonian binary point mass on a fixed circular orbit. We study the structure of the disk after multiple viscous times. The binary maintains a central hole in the viscously relaxed disk with radius equal to about twice the binary semimajor axis. Disk surface density within the hole is reduced by orders of magnitude relative to the density in the disk bulk. The inner truncation of the disk resembles the clearing of a gap in a protoplanetary disk. An initially circular disk becomes elliptical and then eccentric. Disturbances in the disk contain a component that is stationary in the rotating frame in which the binary is at rest; this component is a two‐armed spiral density wave. We measure the distribution of the binary torque in the disk and find that the strongest positive torque is exerted …",
            "An eccentric circumbinary accretion disk and the detection of binary massive black holes",
            "Andrew I MacFadyen and Miloš Milosavljević",
            "2008",
            "sAKeesgAAAAJ:zYLM7Y9cAGgC",
            278,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/523869\/meta",
            "10477054220264422549",
            "\/scholar?cites=10477054220264422549",
            {
                "2007":1,
                "2008":9,
                "2009":13,
                "2010":18,
                "2011":20,
                "2012":28,
                "2013":17,
                "2014":18,
                "2015":26,
                "2016":25,
                "2017":20,
                "2018":26,
                "2019":22,
                "2020":32,
                "2021":3
            }
        ],
        [
            "We report deep Chandra X-ray Observatory (CXO), Hubble Space Telescope (HST), and Karl J. Jansky Very Large Array (VLA) observations of the binary neutron star event GW170817 at t< 160 days after merger. These observations show that GW170817 has been steadily brightening with time and might have now reached its peak, and constrain the emission process as non-thermal synchrotron emission where the cooling frequency ν c is above the X-ray band and the synchrotron frequency ν m is below the radio band. The very simple power-law spectrum extending for eight orders of magnitude in frequency enables the most precise measurement of the index p of the distribution of non-thermal relativistic electrons  accelerated by a shock launched by a neutron star (NS)–NS merger to date. We find p= 2.17±0.01, which indicates that radiation from ejecta with Γ~ 3–10 dominates the observed emission …",
            "The binary neutron star event LIGO\/Virgo GW170817 160 days after merger: synchrotron emission across the electromagnetic spectrum",
            "Raffaella Margutti and KD Alexander and X Xie and L Sironi and BD Metzger and A Kathirgamaraju and W Fong and PK Blanchard and E Berger and A MacFadyen and D Giannios and C Guidorzi and A Hajela and R Chornock and PS Cowperthwaite and T Eftekhari and M Nicholl and VA Villar and PKG Williams and J Zrake",
            "2018",
            "sAKeesgAAAAJ:h6vPvb0CPpsC",
            219,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/2041-8213\/aab2ad\/meta",
            "9760726702815793530",
            "\/scholar?cites=9760726702815793530",
            {
                "2017":2,
                "2018":57,
                "2019":87,
                "2020":63,
                "2021":7
            }
        ],
        [
            "We present the results of two-dimensional (2D) hydrodynamical simulations of circumbinary disk accretion using the finite-volume code DISCO. This code solves the 2D viscous Navier-Stokes equations on a high-resolution moving mesh which shears with the fluid flow, greatly reducing advection errors in comparison with a fixed grid. We perform a series of simulations for binary mass ratios in the range 0.026≤ q≤ 1.0, each lasting longer than a viscous time so that we reach a quasi-steady accretion state. In each case, we find that gas is efficiently stripped from the inner edge of the circumbinary disk and enters the cavity along accretion streams, which feed persistent\" mini disks\" surrounding each black hole. We find that for q gsim 0.1, the binary excites eccentricity in the inner region of the circumbinary disk, creating an overdense lump which gives rise to enhanced periodicity in the accretion rate. The dependence …",
            "Binary black hole accretion from a circumbinary disk: gas dynamics inside the central cavity",
            "Brian D Farris and Paul Duffell and Andrew I MacFadyen and Zoltan Haiman",
            "2014",
            "sAKeesgAAAAJ:p2g8aNsByqUC",
            191,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/783\/2\/134\/meta",
            "9127240844402825784",
            "\/scholar?cites=9127240844402825784",
            {
                "2014":6,
                "2015":26,
                "2016":28,
                "2017":24,
                "2018":31,
                "2019":29,
                "2020":40,
                "2021":7
            }
        ],
        [
            " We present results from axisymmetric, time‐dependent magnetohydrodynamic (MHD) simulations of the collapsar model for gamma‐ray bursts. We begin the simulations after the   iron core of a   presupernova star has collapsed and study the ensuing accretion of the   helium envelope onto the central black hole formed by the collapsed iron core. We consider a spherically symmetric progenitor model but with spherical symmetry broken by the introduction of a small, latitude‐dependent angular momentum and a weak radial magnetic field. Our MHD simulations include a realistic equation of state, neutrino cooling, photodisintegration of helium, and resistive heating. Our main conclusion is that, within the collapsar model, MHD effects alone are able to launch, accelerate, and sustain a strong polar outflow. We also find that the outflow is Poynting flux–dominated and note that this provides favorable initial conditions …",
            "Axisymmetric magnetohydrodynamic simulations of the collapsar model for gamma-ray bursts",
            "Daniel Proga and Andrew I MacFadyen and Philip J Armitage and Mitchell C Begelman",
            "2003",
            "sAKeesgAAAAJ:UeHWp8X0CEIC",
            182,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/381158\/meta",
            "7068097576216673776",
            "\/scholar?cites=7068097576216673776",
            {
                "2003":1,
                "2004":14,
                "2005":27,
                "2006":17,
                "2007":17,
                "2008":14,
                "2009":18,
                "2010":10,
                "2011":14,
                "2012":14,
                "2013":5,
                "2014":8,
                "2015":3,
                "2016":2,
                "2017":4,
                "2018":5,
                "2019":1,
                "2020":2,
                "2021":3
            }
        ]
    ]
}