{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "Here, we demonstrate a previously unknown function for the 70-kDa heat-shock protein (HSP70) as a cytokine. HSP70 bound with high affinity to the plasma membrane, elicited a rapid intracellular calcium flux, activated nuclear factor (NF)-κB and upregulated the expression of pro-inflammatory cytokines tumor necrosis factor (TNF)-α, interleukin (IL)-1β and IL-6 in human monocytes. Furthermore, two different signal transduction pathways were activated by exogenous HSP70: one dependent on CD14 and intracellular calcium, which resulted in increased IL-1β, IL-6 and TNF-α; and the other independent of CD14 but dependent on intracellular calcium, which resulted in an increase in TNF-α but not IL-1β or IL-6. These findings indicate that CD14 is a co-receptor for HSP70-mediated signaling in human monocytes and are indicative of an previously unrecognized function for HSP70 as an extracellular protein with …",
            "HSP70 stimulates cytokine production through a CD14-dependant pathway, demonstrating its dual role as a chaperone and cytokine",
            "Alexzander Asea and Stine-Kathrein Kraeft and Evelyn A Kurt-Jones and Mary Ann Stevenson and Lan Bo Chen and Robert W Finberg and Gloria C Koo and Stuart K Calderwood",
            "2000",
            "SaXjs4UAAAAJ:u5HHmVD_uO8C",
            1861,
            "https:\/\/www.nature.com\/articles\/nm0400_435",
            "2147678610697932482",
            "\/scholar?cites=2147678610697932482",
            {
                "2000":18,
                "2001":55,
                "2002":96,
                "2003":108,
                "2004":87,
                "2005":122,
                "2006":120,
                "2007":126,
                "2008":118,
                "2009":99,
                "2010":88,
                "2011":87,
                "2012":107,
                "2013":95,
                "2014":95,
                "2015":85,
                "2016":72,
                "2017":56,
                "2018":73,
                "2019":78,
                "2020":66,
                "2021":5
            }
        ],
        [
            "The laser dye rhodamine 123 is shown to be a specific probe for the localization of mitochondria in living cells. By virtue of its selectivity for mitochondria and its fluorescent properties, the detectability of mitochondria stained with rhodamine 123 is significantly improved over that provided by conventional light microscopic techniques. With the use of rhodamine 123, it is possible to detect alterations in mitochondrial distribution following transformation by Rous sarcoma virus and changes in the shape and organization of mitochondria induced by colchicine treatment.",
            "Localization of mitochondria in living cells with rhodamine 123",
            "Lincoln V Johnson and Marcia L Walsh and Lan Bo Chen",
            "1980",
            "SaXjs4UAAAAJ:u-x6o8ySG0sC",
            1686,
            "https:\/\/www.pnas.org\/content\/77\/2\/990.short",
            "8394954375619442936",
            "\/scholar?cites=8394954375619442936",
            {
                "1982":33,
                "1983":25,
                "1984":31,
                "1985":31,
                "1986":37,
                "1987":40,
                "1988":52,
                "1989":58,
                "1990":62,
                "1991":43,
                "1992":48,
                "1993":46,
                "1994":47,
                "1995":49,
                "1996":46,
                "1997":37,
                "1998":38,
                "1999":39,
                "2000":40,
                "2001":36,
                "2002":31,
                "2003":40,
                "2004":46,
                "2005":36,
                "2006":28,
                "2007":40,
                "2008":40,
                "2009":39,
                "2010":34,
                "2011":55,
                "2012":44,
                "2013":46,
                "2014":47,
                "2015":56,
                "2016":54,
                "2017":49,
                "2018":38,
                "2019":43,
                "2020":49,
                "2021":6
            }
        ],
        [
            "By using a potential-dependent J-aggregate-forming delocalized lipophilic cation, 5,59,6,69-tetrachloro-1,19,3,39-tetraethylbenzimidazolocarbocyanine++ + iodide (JC-1), we find that membrane potentials across mitochondria in a living cell can be heterogeneous. Remarkably, even within a long contiguous mitochondrion, regional heterogeneity in membrane potentials appears to be possible.",
            "Intracellular heterogeneity in mitochondrial membrane potentials revealed by a J-aggregate-forming lipophilic cation JC-1.",
            "Stephen T Smiley and Martin Reers and Cristina Mottola-Hartshorn and Mei Lin and Ann Chen and Thomas W Smith and GD Steele and Lan Bo Chen",
            "1991",
            "SaXjs4UAAAAJ:d1gkVwhDpl0C",
            1493,
            "https:\/\/www.pnas.org\/content\/88\/9\/3671.short",
            "7758745485361759195",
            "\/scholar?cites=7758745485361759195",
            {
                "1992":4,
                "1993":6,
                "1994":10,
                "1995":13,
                "1996":14,
                "1997":12,
                "1998":22,
                "1999":31,
                "2000":45,
                "2001":47,
                "2002":43,
                "2003":40,
                "2004":66,
                "2005":45,
                "2006":48,
                "2007":65,
                "2008":72,
                "2009":72,
                "2010":84,
                "2011":63,
                "2012":74,
                "2013":91,
                "2014":83,
                "2015":64,
                "2016":77,
                "2017":79,
                "2018":78,
                "2019":58,
                "2020":70,
                "2021":10
            }
        ],
        [
            "PPARγ is a nuclear receptor that has a dominant regulatory role in differentiation of cells of the adipose lineage, and has recently been shown to be expressed in the colon. We show here that PPARγ is expressed at high levels in both well-and poorly-differentiated adenocarcinomas, in normal colonic mucosa and in human colon cancer cell lines. Ligand activation of this receptor in colon cancer cells causes a considerable reduction in linear and clonogenic growth, increased expression of carcinoembryonic antigen and the reversal of many gene expression events specifically associated with colon cancer. Transplantable tumors derived from human colon cancer cells show a significant reduction of growth when mice are treated with troglitazone, a PPARγ ligand. These results indicate that the growth and differentiation of colon cancer cells can be modulated through PPARγ.",
            "Differentiation and reversal of malignant changes in colon cancer through PPARγ",
            "Pasha Sarraf and Elisabetta Mueller and Daniel Jones and Frederick J King and Daniel J DeAngelo and Jeffrey B Partridge and Sylvia A Holden and Lan Bo Chen and Samuel Singer and Christopher Fletcher and Bruce M Spiegelman",
            "1998",
            "SaXjs4UAAAAJ:7T2F9Uy0os0C",
            1193,
            "https:\/\/www.nature.com\/articles\/nm0998_1046",
            "10739346647701154183",
            "\/scholar?cites=10739346647701154183",
            {
                "1999":44,
                "2000":72,
                "2001":71,
                "2002":102,
                "2003":102,
                "2004":98,
                "2005":85,
                "2006":82,
                "2007":59,
                "2008":88,
                "2009":53,
                "2010":58,
                "2011":42,
                "2012":44,
                "2013":23,
                "2014":21,
                "2015":22,
                "2016":25,
                "2017":29,
                "2018":18,
                "2019":11,
                "2020":23
            }
        ],
        [
            "A proton gradient exists across the mitochondrial inner membrane as a result of proton pumping by the respiratory chains located in this memн brane (Mitchell 1966; Boyer et al 1977; Tzagoloff 1982; Lane et al 1986; Murphy & Brand 1987). This gradient has two components: a membrane potential (protons are positively charged) and a pH gradient (protons also determine acidity). The energy stored in either the pH gradient or the membrane potential drives the synthesis of ATP by FoFIATPase, which functions as a proton turbine (Mitchell 1979; Tzagoloff 1982; Racker 1985; Boyer 1987, 1988; Pedersen & Carafoli 1987; Pedersen et al 1987). It",
            "Mitochondrial membrane potential in living cells",
            "Lan Bo Chen",
            "1988",
            "SaXjs4UAAAAJ:9yKSN-GCB0IC",
            1092,
            "https:\/\/www.annualreviews.org\/doi\/pdf\/10.1146\/annurev.cb.04.110188.001103",
            "13134044163785184045",
            "\/scholar?cites=13134044163785184045",
            {
                "1989":5,
                "1990":17,
                "1991":19,
                "1992":20,
                "1993":22,
                "1994":23,
                "1995":20,
                "1996":30,
                "1997":34,
                "1998":28,
                "1999":29,
                "2000":32,
                "2001":32,
                "2002":22,
                "2003":28,
                "2004":33,
                "2005":33,
                "2006":35,
                "2007":31,
                "2008":34,
                "2009":28,
                "2010":41,
                "2011":52,
                "2012":38,
                "2013":43,
                "2014":45,
                "2015":68,
                "2016":47,
                "2017":45,
                "2018":54,
                "2019":45,
                "2020":41,
                "2021":4
            }
        ],
        [
            "J-aggregates at 590 nm. Increasing concentrations of JC-1 above a certain concentration caused a linear rise in the J-aggregate fluorescence, while the monomer fluorescence remained constant. The membrane potential of energized mitochondria (negative inside) promoted a directional uptake of JC-1 into the matrix, also with subsequent formation of J-aggregates. The J-aggregate fluorescence was sensitive to transient membrane potential changes induced by ADP and to metabolic inhibitors of oxidative phosphorylation. The J-aggregate fluorescence was found to be pH independent within the physiologicalpH range of 7.15-8.0 and could be linearly calibrated with valinomycin-induced K+ diffusion potentials. Theadvantage of JC-1 over rhodamines and other carbocyanines is that its color altered reversibly from green to red with increasing membrane potentials. This can be exploited for imaging live …",
            "J-aggregate formation of a carbocyanine as a quantitative fluorescent indicator of membrane potential",
            "Martin Reers and Thomas W Smith and Lan Bo Chen",
            "1991",
            "SaXjs4UAAAAJ:qjMakFHDy7sC",
            1010,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/bi00232a015",
            "8347408174717669925",
            "\/scholar?cites=8347408174717669925",
            {
                "1992":3,
                "1993":5,
                "1994":8,
                "1995":15,
                "1996":16,
                "1997":15,
                "1998":22,
                "1999":25,
                "2000":36,
                "2001":34,
                "2002":35,
                "2003":36,
                "2004":34,
                "2005":44,
                "2006":35,
                "2007":47,
                "2008":51,
                "2009":42,
                "2010":58,
                "2011":44,
                "2012":44,
                "2013":45,
                "2014":54,
                "2015":49,
                "2016":52,
                "2017":50,
                "2018":48,
                "2019":28,
                "2020":30,
                "2021":2
            }
        ],
        [
            "Permeant cationic fluorescent probes are shown to be selectively accumulated by the mitochondria of living cells. Mitochondria-specific interaction of such molecules is apparently dependent on the high trans-membrane potential (inside negative) maintained by functional mitochondria. Dissipation of the mitochondrial trans-membrane and potential by ionophores or inhibitors of electron transport eliminates the selective mitochondrial association of these compounds. The application of such potential-dependent probes in conjunction with fluorescence microscopy allows the monitoring of mitochondrial membrane potential in individual living cells. Marked elevations in mitochondria-associated probe fluorescence have been observed in cells engaged in active movement. This approach to the analysis of mitochondrial membrane potential should be of value in future investigations of the control of energy metabolism …",
            "Monitoring of relative mitochondrial membrane potential in living cells by fluorescence microscopy.",
            "Lincoln V Johnson and Marcia L Walsh and Beverly J Bockus and Lan Bo Chen",
            "1981",
            "SaXjs4UAAAAJ:2osOgNQ5qMEC",
            966,
            "https:\/\/rupress.org\/jcb\/article\/88\/3\/526\/19375",
            "3527493632299645784",
            "\/scholar?cites=3527493632299645784",
            {
                "1982":22,
                "1983":21,
                "1984":26,
                "1985":26,
                "1986":27,
                "1987":32,
                "1988":34,
                "1989":34,
                "1990":42,
                "1991":25,
                "1992":26,
                "1993":36,
                "1994":31,
                "1995":26,
                "1996":26,
                "1997":30,
                "1998":31,
                "1999":28,
                "2000":24,
                "2001":25,
                "2002":8,
                "2003":18,
                "2004":17,
                "2005":12,
                "2006":12,
                "2007":15,
                "2008":20,
                "2009":19,
                "2010":14,
                "2011":26,
                "2012":30,
                "2013":30,
                "2014":30,
                "2015":27,
                "2016":20,
                "2017":23,
                "2018":28,
                "2019":18,
                "2020":17,
                "2021":3
            }
        ]
    ]
}