{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "We review the dynamical mean-field theory of strongly correlated electron systems which is based on a mapping of lattice models onto quantum impurity models subject to a self-consistency condition. This mapping is exact for models of correlated electrons in the limit of large lattice coordination (or infinite spatial dimensions). It extends the standard mean-field construction from classical statistical mechanics to quantum problems. We discuss the physical ideas underlying this theory and its mathematical derivation. Various analytic and numerical techniques that have been developed recently in order to analyze and solve the dynamical mean-field equations are reviewed and compared to each other. The method can be used for the determination of phase diagrams (by comparing the stability of various types of long-range order), and the calculation of thermodynamic properties, one-particle Green's functions, and …",
            "Dynamical mean-field theory of strongly correlated fermion systems and the limit of infinite dimensions",
            "Antoine Georges and Gabriel Kotliar and Werner Krauth and Marcelo J Rozenberg",
            "1996",
            "sCdnMVYAAAAJ:2osOgNQ5qMEC",
            6780,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.68.13",
            "18149814266937217963",
            "\/scholar?cites=18149814266937217963",
            {
                "1996":30,
                "1997":73,
                "1998":106,
                "1999":137,
                "2000":160,
                "2001":172,
                "2002":177,
                "2003":205,
                "2004":206,
                "2005":247,
                "2006":248,
                "2007":259,
                "2008":298,
                "2009":319,
                "2010":324,
                "2011":302,
                "2012":326,
                "2013":344,
                "2014":372,
                "2015":395,
                "2016":393,
                "2017":374,
                "2018":366,
                "2019":382,
                "2020":498,
                "2021":29
            }
        ],
        [
            "The subject of this paper is the evolution of Brownian particles in disordered environments. The “Ariadne's clew” we follow is understanding of the general statistical mechanisms which may generate “anomalous” (non-Brownian) diffusion laws; this allows us to develop simple arguments to obtain a qualitative (but often quite accurate) picture of most situations. Several analytical techniques-such as the Green function formalism and renormalization group methods-are also exposed. Care is devoted to the problem of sample to sample fluctuations, particularly acute here. We consider the specific effects of a bias on anomalous diffusion, and discuss the generalizations of Einstein's relation in the presence of disorder. An effort is made to illustrate the theoretical models by describing many physical situations where anomalous diffusion laws have been-or could be-observed.",
            "Anomalous diffusion in disordered media: statistical mechanisms, models and physical applications",
            "Jean-Philippe Bouchaud and Antoine Georges",
            "1990",
            "sCdnMVYAAAAJ:qjMakFHDy7sC",
            4278,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/037015739090099N",
            "17053243001565213724",
            "\/scholar?cites=17053243001565213724",
            {
                "1991":24,
                "1992":42,
                "1993":49,
                "1994":75,
                "1995":92,
                "1996":76,
                "1997":79,
                "1998":100,
                "1999":116,
                "2000":136,
                "2001":105,
                "2002":120,
                "2003":142,
                "2004":126,
                "2005":146,
                "2006":114,
                "2007":138,
                "2008":183,
                "2009":149,
                "2010":188,
                "2011":156,
                "2012":179,
                "2013":204,
                "2014":203,
                "2015":203,
                "2016":206,
                "2017":227,
                "2018":192,
                "2019":209,
                "2020":241,
                "2021":26
            }
        ],
        [
            "We present an exact mapping of the Hubbard model in infinite dimensions onto a single-impurity Anderson (or Wolff) model supplemented by a self-consistency condition. This provides a mean-field picture of strongly corrrelated systems, which becomes exact as d→∞. We point out a special integrable case of the mean-field equations, and study the general case using a perturbative renormalization group around the atomic limit. Three distinct Fermi-liquid regimes arise, corresponding to the Kondo, mixed-valence, and empty-orbitals regimes of the single-impurity problem. The Kondo resonance and the satellite peaks of the single-impurity model correspond to the quasiparticle and Hubbard-bands features of the Hubbard model, respectively.",
            "Hubbard model in infinite dimensions",
            "Antoine Georges and Gabriel Kotliar",
            "1992",
            "sCdnMVYAAAAJ:UeHWp8X0CEIC",
            1233,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.45.6479",
            "239268554033926763",
            "\/scholar?cites=239268554033926763",
            {
                "1992":10,
                "1993":33,
                "1994":56,
                "1995":51,
                "1996":42,
                "1997":20,
                "1998":27,
                "1999":27,
                "2000":28,
                "2001":15,
                "2002":27,
                "2003":18,
                "2004":33,
                "2005":31,
                "2006":39,
                "2007":35,
                "2008":35,
                "2009":38,
                "2010":38,
                "2011":44,
                "2012":45,
                "2013":62,
                "2014":50,
                "2015":65,
                "2016":54,
                "2017":72,
                "2018":64,
                "2019":73,
                "2020":87,
                "2021":4
            }
        ],
        [
            "A theory of the metal-insulator transition in vanadium dioxide from the high-temperature rutile to the low-temperature monoclinic phase is proposed on the basis of cluster dynamical mean-field theory, in conjunction with the density functional scheme. The interplay of strong electronic Coulomb interactions and structural distortions, in particular, the dimerization of vanadium atoms in the low-temperature phase, plays a crucial role. We find that V O 2 is not a conventional Mott insulator, but that the formation of dynamical VV singlet pairs due to strong Coulomb correlations is necessary to trigger the opening of a Peierls gap.",
            "Dynamical Singlets and Correlation-Assisted Peierls Transition in ",
            "Silke Biermann and A Poteryaev and AI Lichtenstein and A Georges",
            "2005",
            "sCdnMVYAAAAJ:zYLM7Y9cAGgC",
            688,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.94.026404",
            "11511497648177791539",
            "\/scholar?cites=11511497648177791539",
            {
                "2005":11,
                "2006":30,
                "2007":40,
                "2008":26,
                "2009":49,
                "2010":42,
                "2011":38,
                "2012":41,
                "2013":29,
                "2014":51,
                "2015":68,
                "2016":58,
                "2017":48,
                "2018":48,
                "2019":48,
                "2020":51,
                "2021":8
            }
        ],
        [
            "We propose a systematic procedure for constructing effective models of strongly correlated materials. The parameters, in particular the on-site screened Coulomb interaction U, are calculated from first principles, using the random-phase approximation. We derive an expression for the frequency-dependent U (ω) and show, for the case of nickel, that its high-frequency part has significant influence on the spectral functions. We propose a scheme for taking into account the energy dependence of U (ω), so that a model with an energy-independent local interaction can still be used for low-energy properties.",
            "Frequency-dependent local interactions and low-energy effective models from electronic structure calculations",
            "F Aryasetiawan and M Imada and A Georges and G Kotliar and S Biermann and AI Lichtenstein",
            "2004",
            "sCdnMVYAAAAJ:WF5omc3nYNoC",
            579,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.70.195104",
            "696845522608508537",
            "\/scholar?cites=696845522608508537",
            {
                "2005":5,
                "2006":15,
                "2007":9,
                "2008":15,
                "2009":17,
                "2010":18,
                "2011":28,
                "2012":43,
                "2013":35,
                "2014":46,
                "2015":47,
                "2016":47,
                "2017":51,
                "2018":57,
                "2019":57,
                "2020":82,
                "2021":4
            }
        ]
    ]
}