{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Current sheets formed in magnetic reconnection events are found to be unstable to high-wavenumber perturbations. The instability is very fast: its maximum growth rate scales as S1∕4vA∕LCS, where LCS is the length of the sheet, vA the Alfvén speed, and S the Lundquist number. As a result, a chain of plasmoids (secondary islands) is formed, whose number scales as S3∕8.",
            "Instability of current sheets and formation of plasmoid chains",
            "NF Loureiro and AA Schekochihin and SC Cowley",
            "2007",
            "SEVw3UEAAAAJ:u5HHmVD_uO8C",
            537,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2783986",
            "7371032327751408585",
            "\/scholar?cites=7371032327751408585",
            {
                "2007":2,
                "2008":1,
                "2009":12,
                "2010":20,
                "2011":32,
                "2012":37,
                "2013":38,
                "2014":29,
                "2015":56,
                "2016":69,
                "2017":53,
                "2018":59,
                "2019":53,
                "2020":71,
                "2021":3
            }
        ],
        [
            "A conceptual model of resistive magnetic reconnection via a stochastic plasmoid chain is proposed. The global reconnection rate is shown to be independent of the Lundquist number. The distribution of fluxes in the plasmoids is shown to be an inverse-square law. It is argued that there is a finite probability of emergence of abnormally large plasmoids, which can disrupt the chain (and may be responsible for observable large abrupt events in solar flares and sawtooth crashes). A criterion for the transition from the resistive magnetohydrodynamic to the collisionless regime is provided.",
            "Fast magnetic reconnection in the plasmoid-dominated regime",
            "DA Uzdensky and NF Loureiro and AA Schekochihin",
            "2010",
            "SEVw3UEAAAAJ:2osOgNQ5qMEC",
            277,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.235002",
            "4920066172728907205",
            "\/scholar?cites=4920066172728907205",
            {
                "2011":20,
                "2012":26,
                "2013":28,
                "2014":21,
                "2015":33,
                "2016":34,
                "2017":30,
                "2018":24,
                "2019":18,
                "2020":40,
                "2021":3
            }
        ],
        [
            "A detailed numerical study of magnetic reconnection in resistive MHD for very large, previously inaccessible, Lundquist numbers (10 4≤ S≤ 10 8) is reported. Large-aspect-ratio Sweet-Parker current sheets are shown to be unstable to super-Alfvénically fast formation of plasmoid (magnetic-island) chains. The plasmoid number scales as S 3\/8 and the instability growth rate in the linear stage as S 1\/4, in agreement with the theory by Loureiro et al.[Phys. Plasmas 14, 100703 (2007)]. In the nonlinear regime, plasmoids continue to grow faster than they are ejected and completely disrupt the reconnection layer. These results suggest that high-Lundquist-number reconnection is inherently time-dependent and hence call for a substantial revision of the standard Sweet-Parker quasistationary picture for S> 10 4.",
            "Formation of plasmoid chains in magnetic reconnection",
            "R Samtaney and NF Loureiro and DA Uzdensky and AA Schekochihin and SC Cowley",
            "2009",
            "SEVw3UEAAAAJ:u-x6o8ySG0sC",
            201,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.103.105004",
            "4532772110147237958",
            "\/scholar?cites=4532772110147237958",
            {
                "2009":3,
                "2010":15,
                "2011":23,
                "2012":17,
                "2013":25,
                "2014":10,
                "2015":23,
                "2016":24,
                "2017":21,
                "2018":14,
                "2019":11,
                "2020":14,
                "2021":1
            }
        ],
        [
            "A numerical study of magnetic reconnection in the large-Lundquist-number (S), plasmoid-dominated regime is carried out for S up to 107. The theoretical model of Uzdensky et al. [Phys. Rev. Lett. 105, 235002 (2010)] is confirmed and partially amended. The normalized reconnection rate is Ẽeff∼0.02 independently of S for S≫104. The plasmoid flux (Ψ) and half-width (wx) distribution functions scale as f(Ψ)∼Ψ-2 and f(wx)∼wx-2. The joint distribution of Ψ and wx shows that plasmoids populate a triangular region wx≳Ψ\/B0, where B0 is the reconnecting field. It is argued that this feature is due to plasmoid coalescence. Macroscopic “monster” plasmoids with wx∼10% of the system size are shown to emerge in just a few Alfvén times, independently of S, suggesting that large disruptive events are an inevitable feature of large-S reconnection.",
            "Magnetic reconnection and stochastic plasmoid chains in high-Lundquist-number plasmas",
            "NF Loureiro and Ravi Samtaney and AA Schekochihin and DA Uzdensky",
            "2012",
            "SEVw3UEAAAAJ:LkGwnXOMwfcC",
            155,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3703318",
            "14620193204665438998",
            "\/scholar?cites=14620193204665438998",
            {
                "2012":5,
                "2013":18,
                "2014":16,
                "2015":25,
                "2016":20,
                "2017":19,
                "2018":15,
                "2019":19,
                "2020":18
            }
        ],
        [
            "Two-dimensional numerical simulations of the effect of background turbulence on two-dimensional resistive magnetic reconnection are presented. For sufficiently small values of the resistivity (η) and moderate values of the turbulent power (ε), the reconnection rate is found to have a much weaker dependence on η than the Sweet–Parker scaling of η1\/2 and is even consistent with an η independent value. For a given value of η, the dependence of the reconnection rate on the turbulent power exhibits a critical threshold in ε above which the reconnection rate is significantly enhanced.",
            "Turbulent magnetic reconnection in two dimensions",
            "NF Loureiro and DA Uzdensky and AA Schekochihin and SC Cowley and TA Yousef",
            "2009",
            "SEVw3UEAAAAJ:qjMakFHDy7sC",
            119,
            "https:\/\/academic.oup.com\/mnrasl\/article-abstract\/399\/1\/L146\/1203332",
            "16188108542602134086",
            "\/scholar?cites=16188108542602134086",
            {
                "2009":3,
                "2010":11,
                "2011":9,
                "2012":16,
                "2013":18,
                "2014":6,
                "2015":17,
                "2016":13,
                "2017":9,
                "2018":3,
                "2019":3,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We study the nonlinear evolution of the resistive tearing mode in slab geometry in two dimensions. We show that, in the strongly driven regime (large Δ′), a collapse of the X point occurs once the island width exceeds a certain critical value∼ 1\/Δ′. A current sheet is formed and the reconnection is exponential in time with a growth rate∝ η 1\/2, where η is the resistivity. If the aspect ratio of the current sheet is sufficiently large, the sheet can itself become tearing-mode unstable, giving rise to secondary islands, which then coalesce with the original island. The saturated state depends on the value of Δ′. For small Δ′, the saturation amplitude is∝ Δ′ and quantitatively agrees with the theoretical prediction. If Δ′ is large enough for the X-point collapse to have occurred, the saturation amplitude increases noticeably and becomes independent of Δ′.",
            "X-point collapse and saturation in the nonlinear tearing mode reconnection",
            "NF Loureiro and SC Cowley and WD Dorland and MG Haines and AA Schekochihin",
            "2005",
            "SEVw3UEAAAAJ:d1gkVwhDpl0C",
            114,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.95.235003",
            "1423849177461619860",
            "\/scholar?cites=1423849177461619860",
            {
                "2005":1,
                "2006":3,
                "2007":6,
                "2008":7,
                "2009":3,
                "2010":6,
                "2011":12,
                "2012":7,
                "2013":14,
                "2014":8,
                "2015":11,
                "2016":11,
                "2017":8,
                "2018":9,
                "2019":3,
                "2020":5
            }
        ],
        [
            "This paper reviews transport and confinement in spherical tokamaks (STs) and our current physics understanding of this that is partly based on gyrokinetic simulations. Equilibrium flow shear plays an important role, and we show how this is consistently included in the gyrokinetic framework for flows that greatly exceed the diamagnetic velocity. The key geometry factors that influence the effectiveness of turbulence suppression by flow shear are discussed, and we show that toroidal equilibrium flow shear can sometimes entirely suppress ion scale turbulence in today's STs. Advanced nonlinear simulations of electron temperature gradient (ETG) driven turbulence, including kinetic ion physics, collisions and equilibrium flow shear, support the model that ETG turbulence can explain electron heat transport in many ST discharges.",
            "Gyrokinetic simulations of spherical tokamaks",
            "CM Roach and IG Abel and RJ Akers and W Arter and M Barnes and Y Camenen and FJ Casson and G Colyer and JW Connor and SC Cowley and D Dickinson and W Dorland and AR Field and W Guttenfelder and GW Hammett and RJ Hastie and E Highcock and NF Loureiro and AG Peeters and M Reshko and S Saarelma and AA Schekochihin and M Valovic and HR Wilson",
            "2009",
            "SEVw3UEAAAAJ:Tyk-4Ss8FVUC",
            103,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0741-3335\/51\/12\/124020\/meta",
            "2975245521787403395",
            "\/scholar?cites=2975245521787403395",
            {
                "2009":3,
                "2010":7,
                "2011":15,
                "2012":15,
                "2013":7,
                "2014":10,
                "2015":8,
                "2016":4,
                "2017":7,
                "2018":8,
                "2019":12,
                "2020":7
            }
        ],
        [
            "Magnetic reconnection is the topological reconfiguration of the magnetic field in a plasma, accompanied by the violent release of energy and particle acceleration. Reconnection is as ubiquitous as plasmas themselves, with solar flares perhaps the most popular example. Other fascinating processes where reconnection plays a key role include the magnetic dynamo, geomagnetic storms and the sawtooth crash in tokamaks.",
            "Magnetic reconnection: from the Sweet–Parker model to stochastic plasmoid chains",
            "NF Loureiro and DA Uzdensky",
            "2015",
            "SEVw3UEAAAAJ:2v_ZtQDX9iAC",
            100,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0741-3335\/58\/1\/014021\/meta",
            "4670943325031407767",
            "\/scholar?cites=4670943325031407767",
            {
                "2016":16,
                "2017":15,
                "2018":22,
                "2019":23,
                "2020":22,
                "2021":1
            }
        ],
        [
            "Magnetic reconnection in strongly magnetized (low-beta), weakly collisional plasmas is investigated by using a novel fluid-kinetic model [Zocco and Schekochihin, Phys. Plasmas 18, 102309 (2011)] which retains nonisothermal electron kinetics. It is shown that electron heating via Landau damping (linear phase mixing) is the dominant dissipation mechanism. In time, electron heating occurs after the peak of the reconnection rate; in space, it is concentrated along the separatrices of the magnetic island. For sufficiently large systems, the peak reconnection rate is c E∥ max﻿≈ 0.2 v A B y, 0, where v A is the Alfvén speed based on the reconnecting field B y, 0. The island saturation width is the same as in magnetohydrodynamics models except for small systems, when it becomes comparable to the kinetic scales.",
            "Fast collisionless reconnection and electron heating in strongly magnetized plasmas",
            "NF Loureiro and AA Schekochihin and A Zocco",
            "2013",
            "SEVw3UEAAAAJ:Wp0gIr-vW9MC",
            78,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.025002",
            "2311638296571915300",
            "\/scholar?cites=2311638296571915300",
            {
                "2013":5,
                "2014":11,
                "2015":13,
                "2016":10,
                "2017":14,
                "2018":8,
                "2019":10,
                "2020":7
            }
        ],
        [
            "A two-dimensional (2D) linear theory of the instability of Sweet-Parker (SP) current sheets is developed in the framework of reduced magnetohydrodynamics. A local analysis is performed taking into account the dependence of a generic equilibrium profile on the outflow coordinate. The plasmoid instability [Loureiro et al., Phys. Plasmas 14, 100703 (2007)] is recovered, ie, current sheets are unstable to the formation of a large-wave-number chain of plasmoids (k max L CS∼ S 3\/8, where k max is the wave number of fastest growing mode, S= L CS V A\/η is the Lundquist number, L CS is the length of the sheet, V A is the Alfvén speed, and η is the plasma resistivity), which grows super Alfvénically fast (γ max τ A∼ S 1\/4, where γ max is the maximum growth rate, and τ A= L CS\/V A). For typical background profiles, the growth rate and the wave number are found to increase in the outflow direction. This is due to the …",
            "Plasmoid and Kelvin-Helmholtz instabilities in Sweet-Parker current sheets",
            "NF Loureiro and AA Schekochihin and DA Uzdensky",
            "2013",
            "SEVw3UEAAAAJ:4DMP91E08xMC",
            72,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.87.013102",
            "432749630227649906",
            "\/scholar?cites=432749630227649906",
            {
                "2013":4,
                "2014":8,
                "2015":17,
                "2016":11,
                "2017":8,
                "2018":8,
                "2019":9,
                "2020":6,
                "2021":1
            }
        ]
    ]
}