{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "In topological quantum computation, quantum information is stored in states which are intrinsically protected from decoherence, and quantum gates are carried out by dragging particlelike excitations (quasiparticles) around one another in two space dimensions. The resulting quasiparticle trajectories define world lines in three-dimensional space-time, and the corresponding quantum gates depend only on the topology of the braids formed by these world lines. We show how to find braids that yield a universal set of quantum gates for qubits encoded using a specific kind of quasiparticle which is particularly promising for experimental realization.",
            "Braid topologies for quantum computation",
            "Nicholas E Bonesteel and Layla Hormozi and Georgios Zikos and Steven H Simon",
            "2005",
            "SeWXnkQAAAAJ:u5HHmVD_uO8C",
            166,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.95.140503",
            "1004341366779104721",
            "\/scholar?cites=1004341366779104721",
            {
                "2005":3,
                "2006":14,
                "2007":20,
                "2008":16,
                "2009":15,
                "2010":10,
                "2011":9,
                "2012":12,
                "2013":5,
                "2014":6,
                "2015":10,
                "2016":8,
                "2017":8,
                "2018":13,
                "2019":4,
                "2020":10,
                "2021":2
            }
        ],
        [
            "We find that the composite Fermi sea at ν= 1\/2 is on the verge of an instability to triplet pairing of composite fermions. It is argued that a transition into the paired state, described by a Pfaffian wave function, may be induced if the short-range part of the interaction is softened by increasing the thickness of the two-dimensional electron system.",
            "Possibility of p-wave pairing of composite fermions at ν= 1 2",
            "K Park and V Melik-Alaverdian and NE Bonesteel and JK Jain",
            "1998",
            "SeWXnkQAAAAJ:UeHWp8X0CEIC",
            121,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.58.R10167",
            "15618284495206644947",
            "\/scholar?cites=15618284495206644947",
            {
                "1999":3,
                "2000":12,
                "2001":12,
                "2002":8,
                "2003":1,
                "2004":4,
                "2005":7,
                "2006":6,
                "2007":8,
                "2008":5,
                "2009":9,
                "2010":6,
                "2011":1,
                "2012":6,
                "2013":5,
                "2014":9,
                "2015":5,
                "2016":7,
                "2017":2,
                "2018":2,
                "2019":3
            }
        ],
        [
            "A symmetrically doped double-layer electron system with total filling fraction ν= 1\/m decouples into two even-denominator composite fermion “metals” when the layer spacing is large. Statistical gauge fluctuations in this system mediate an attractive pairing interaction between composite fermions in different layers. A strong-coupling analysis shows that for any layer spacing d this pairing interaction leads to the formation of a paired quantum Hall state.",
            "Gauge fields and pairing in double-layer composite fermion metals",
            "NE Bonesteel and IA McDonald and C Nayak",
            "1996",
            "SeWXnkQAAAAJ:9yKSN-GCB0IC",
            114,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.77.3009",
            "14353549442616465692",
            "\/scholar?cites=14353549442616465692",
            {
                "1997":1,
                "1998":4,
                "1999":6,
                "2000":5,
                "2001":4,
                "2002":5,
                "2003":8,
                "2004":5,
                "2005":2,
                "2006":3,
                "2007":3,
                "2008":5,
                "2009":6,
                "2010":6,
                "2011":3,
                "2012":2,
                "2013":3,
                "2014":3,
                "2015":2,
                "2016":3,
                "2017":6,
                "2018":6,
                "2019":10,
                "2020":13
            }
        ],
        [
            "We show how to eliminate the first-order effects of the spin-orbit interaction in the performance of a two-qubit quantum gate. Our procedure involves tailoring the time dependence of the coupling between neighboring spins. We derive an effective Hamiltonian which permits a systematic analysis of this tailoring. Time-symmetric pulsing of the coupling automatically eliminates several undesirable terms in this Hamiltonian. Well chosen pulse shapes can produce an effectively isotropic exchange gate, which can be used in universal quantum computation with appropriate coding.",
            "Anisotropic spin exchange in pulsed quantum gates",
            "NE Bonesteel and D Stepanenko and DP DiVincenzo",
            "2001",
            "SeWXnkQAAAAJ:d1gkVwhDpl0C",
            99,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.87.207901",
            "15679156749285761148",
            "\/scholar?cites=15679156749285761148",
            {
                "2001":1,
                "2002":14,
                "2003":8,
                "2004":6,
                "2005":4,
                "2006":6,
                "2007":10,
                "2008":7,
                "2009":3,
                "2010":8,
                "2011":4,
                "2012":6,
                "2013":6,
                "2014":1,
                "2015":1,
                "2016":4,
                "2017":6,
                "2018":2,
                "2019":2
            }
        ],
        [
            "We demonstrate numerically that non-Abelian quasihole (qh) excitations of the ν= 5\/2 fractional quantum Hall state have some of the key properties necessary to support quantum computation. We find that as the qh spacing is increased, the unitary transformation which describes winding two qh’s around each other converges exponentially to its asymptotic limit and that the two orthogonal wave functions describing a system with four qh’s become exponentially degenerate. We calculate the length scales for these two decays to be ξ U≈ 2.7 ℓ 0 and ξ E≈ 2.3 ℓ 0, respectively. Additionally, we determine which fusion channel is lower in energy when two qh’s are brought close together.",
            "Numerical Analysis of Quasiholes of the Moore-Read Wavefunction",
            "M. Baraban and G. Zikos and N.E. Bonesteel and S.H. Simon",
            "2009",
            "SeWXnkQAAAAJ:NaGl4SEjCO4C",
            98,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.103.076801",
            "8415361338346478455",
            "\/scholar?cites=8415361338346478455",
            {
                "2009":5,
                "2010":13,
                "2011":14,
                "2012":12,
                "2013":9,
                "2014":9,
                "2015":8,
                "2016":3,
                "2017":8,
                "2018":2,
                "2019":8,
                "2020":7
            }
        ],
        [
            "A method for compiling quantum algorithms into specific braiding patterns for non-Abelian quasiparticles described by the so-called Fibonacci anyon model is developed. The method is based on the observation that a universal set of quantum gates acting on qubits encoded using triplets of these quasiparticles can be built entirely out of three-stranded braids (three-braids). These three-braids can then be efficiently compiled and improved to any required accuracy using the Solovay-Kitaev algorithm.",
            "Topological quantum compiling",
            "Layla Hormozi and Georgios Zikos and Nicholas E Bonesteel and Steven H Simon",
            "2007",
            "SeWXnkQAAAAJ:YsMSGLbcyi4C",
            93,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.75.165310",
            "15623865599942919630",
            "\/scholar?cites=15623865599942919630",
            {
                "2007":3,
                "2008":6,
                "2009":9,
                "2010":9,
                "2011":5,
                "2012":10,
                "2013":3,
                "2014":13,
                "2015":6,
                "2016":3,
                "2017":1,
                "2018":7,
                "2019":6,
                "2020":10,
                "2021":2
            }
        ],
        [
            "Spin-orbit coupling in doped La 2 CuO 4 can result in (1) a novel electron-phonon coupling involving soft oxygen ‘‘tilting’’phonons, and (2) stabilization of a commensurate antiferromagnetic state over a spiral state in the presence of a sufficiently large tilt distortion. This second effect may be responsible for the unusual electronic properties of La 1.88 Ba 0.12 CuO 4.",
            "Spin-orbit coupling and spirals in doped La 2 CuO 4",
            "NE Bonesteel and TM Rice and FC Zhang",
            "1992",
            "SeWXnkQAAAAJ:u-x6o8ySG0sC",
            89,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.68.2684",
            "9563833577186397751",
            "\/scholar?cites=9563833577186397751",
            {
                "1992":1,
                "1993":12,
                "1994":12,
                "1995":3,
                "1996":4,
                "1997":5,
                "1998":3,
                "1999":1,
                "2000":6,
                "2001":5,
                "2002":2,
                "2003":3,
                "2004":3,
                "2005":5,
                "2006":3,
                "2007":2,
                "2008":1,
                "2009":3,
                "2010":1,
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":3,
                "2018":2,
                "2019":2
            }
        ],
        [
            "We propose a method for quantum computation which uses control of spin-orbit coupling in a linear array of single electron quantum dots. Quantum gates are carried out by pulsing the exchange interaction between neighboring electron spins, including the anisotropic corrections due to spin-orbit coupling. Control over these corrections, even if limited, is sufficient for universal quantum computation over qubits encoded into pairs of electron spins. The number of voltage pulses required to carry out either single-qubit rotations or controlled-Not gates scales as the inverse of a dimensionless measure of the degree of control of spin-orbit coupling.",
            "Universal quantum computation through control of spin-orbit coupling",
            "D Stepanenko and NE Bonesteel",
            "2004",
            "SeWXnkQAAAAJ:2osOgNQ5qMEC",
            83,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.140501",
            "7579621406796886912",
            "\/scholar?cites=7579621406796886912",
            {
                "2005":2,
                "2006":9,
                "2007":8,
                "2008":11,
                "2009":6,
                "2010":10,
                "2011":10,
                "2012":8,
                "2013":4,
                "2014":2,
                "2015":2,
                "2016":1,
                "2017":2,
                "2018":2,
                "2019":2,
                "2020":4
            }
        ],
        [
            "We study the effect of spin-orbit coupling on quantum gates produced by pulsing the exchange interaction between two single-electron quantum dots. Spin-orbit coupling enters as a small spin precession when electrons tunnel between dots. For adiabatic pulses the resulting gate is described by a unitary operator acting on the four-dimensional Hilbert space of two qubits. If the precession axis is fixed, time-symmetric pulsing constrains the set of possible gates to those which, when combined with single qubit rotations, can be used in a simple controlled-NOT construction. Deviations from time-symmetric pulsing spoil this construction. The effect of time asymmetry is studied by numerically integrating the Schrödinger equation using parameters appropriate for GaAs quantum dots. Deviations of the implemented gate from the desired form are shown to be proportional to dimensionless measures of both spin-orbit …",
            "Spin-orbit coupling and time-reversal symmetry in quantum gates",
            "Dimitrije Stepanenko and Nicholas E Bonesteel and David P DiVincenzo and Guido Burkard and Daniel Loss",
            "2003",
            "SeWXnkQAAAAJ:Y0pCki6q_DkC",
            82,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.68.115306",
            "5842447747159309025",
            "\/scholar?cites=5842447747159309025",
            {
                "2003":1,
                "2004":3,
                "2005":7,
                "2006":9,
                "2007":5,
                "2008":9,
                "2009":4,
                "2010":8,
                "2011":2,
                "2012":8,
                "2013":6,
                "2014":5,
                "2015":3,
                "2016":4,
                "2017":2,
                "2018":3,
                "2019":2,
                "2020":1
            }
        ],
        [
            "One-dimensional chains of non-Abelian quasiparticles described by S U (2) k Chern-Simons-Witten theory can enter random singlet phases analogous to that of a random chain of ordinary spin-1\/2 particles (corresponding to k→∞). For k= 2 this phase provides a random singlet description of the infinite-randomness fixed point of the critical transverse field Ising model. The entanglement entropy of a region of size L in these phases scales as S L≃ ln﻿ d 3 log﻿ 2 L for large L, where d is the quantum dimension of the particles.",
            "Infinite-randomness fixed points for chains of non-Abelian quasiparticles",
            "NE Bonesteel and Kun Yang",
            "2007",
            "SeWXnkQAAAAJ:zYLM7Y9cAGgC",
            79,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.140405",
            "2223008138291537994",
            "\/scholar?cites=2223008138291537994",
            {
                "2008":10,
                "2009":14,
                "2010":7,
                "2011":8,
                "2012":5,
                "2013":1,
                "2014":2,
                "2015":3,
                "2016":12,
                "2017":6,
                "2018":2,
                "2019":2,
                "2020":6
            }
        ]
    ]
}