{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            " We synthesized key findings from the Biological Dynamics of Forest Fragments Project, the world's largest and longest‐running experimental study of habitat fragmentation. Although initially designed to assess the influence of fragment area on Amazonian biotas, the project has yielded insights that go far beyond the original scope of the study. Results suggest that edge effects play a key role in fragment dynamics, that the matrix has a major influence on fragment connectivity and functioning, and that many Amazonian species avoid even small (<100‐m–wide) clearings. The effects of fragmentation are highly eclectic, altering species richness and abundances, species invasions, forest dynamics, the trophic structure of communities, and a variety of ecological and ecosystem processes. Moreover, forest fragmentation appears to interact synergistically with ecological changes such as hunting, fires, and logging …",
            "Ecosystem decay of Amazonian forest fragments: a 22‐year investigation",
            "William F Laurance and Thomas E Lovejoy and Heraldo L Vasconcelos and Emilio M Bruna and Raphael K Didham and Philip C Stouffer and Claude Gascon and Richard O Bierregaard and Susan G Laurance and Erica Sampaio",
            "2002",
            "SfWToWoAAAAJ:u5HHmVD_uO8C",
            2011,
            "https:\/\/conbio.onlinelibrary.wiley.com\/doi\/abs\/10.1046\/j.1523-1739.2002.01025.x",
            "14864448112927131018",
            "\/scholar?cites=14864448112927131018",
            {
                "2002":7,
                "2003":31,
                "2004":61,
                "2005":64,
                "2006":94,
                "2007":126,
                "2008":141,
                "2009":114,
                "2010":130,
                "2011":106,
                "2012":140,
                "2013":133,
                "2014":129,
                "2015":138,
                "2016":127,
                "2017":121,
                "2018":119,
                "2019":112,
                "2020":93,
                "2021":6
            }
        ],
        [
            "We conducted an analysis of global forest cover to reveal that 70% of remaining forest is within 1 km of the forest’s edge, subject to the degrading effects of fragmentation. A synthesis of fragmentation experiments spanning multiple biomes and scales, five continents, and 35 years demonstrates that habitat fragmentation reduces biodiversity by 13 to 75% and impairs key ecosystem functions by decreasing biomass and altering nutrient cycles. Effects are greatest in the smallest and most isolated fragments, and they magnify with the passage of time. These findings indicate an urgent need for conservation and restoration measures to improve landscape connectivity, which will reduce extinction rates and help maintain ecosystem services.",
            "Habitat fragmentation and its lasting impact on Earth’s ecosystems",
            "Nick M Haddad and Lars A Brudvig and Jean Clobert and Kendi F Davies and Andrew Gonzalez and Robert D Holt and Thomas E Lovejoy and Joseph O Sexton and Mike P Austin and Cathy D Collins and William M Cook and Ellen I Damschen and Robert M Ewers and Bryan L Foster and Clinton N Jenkins and Andrew J King and William F Laurance and Douglas J Levey and Chris R Margules and Brett A Melbourne and AO Nicholls and John L Orrock and Dan-Xia Song and John R Townshend",
            "2015",
            "SfWToWoAAAAJ:ijdKiLOsEJMC",
            1833,
            "https:\/\/advances.sciencemag.org\/content\/1\/2\/e1500052?&ei=a9EWVfiLLoa4ygOt3YGACQ&ved=0CD0Q9QewEzh",
            "9419458256168270152",
            "\/scholar?cites=9419458256168270152",
            {
                "2015":48,
                "2016":160,
                "2017":263,
                "2018":355,
                "2019":412,
                "2020":520,
                "2021":49
            }
        ],
        [
            "Human-driven land-use changes increasingly threaten biodiversity, particularly in tropical forests where both species diversity and human pressures on natural environments are high 1. The rapid conversion of tropical forests for agriculture, timber production and other uses has generated vast, human-dominated landscapes with potentially dire consequences for tropical biodiversity 2, 3, 4, 5. Today, few truly undisturbed tropical forests exist, whereas those degraded by repeated logging and fires, as well as secondary and plantation forests, are rapidly expanding 6, 7. Here we provide a global assessment of the impact of disturbance and land conversion on biodiversity in tropical forests using a meta-analysis of 138 studies. We analysed 2,220 pairwise comparisons of biodiversity values in primary forests (with little or no human disturbance) and disturbed forests. We found that biodiversity values were substantially …",
            "Primary forests are irreplaceable for sustaining tropical biodiversity",
            "Luke Gibson and Tien Ming Lee and Lian Pin Koh and Barry W Brook and Toby A Gardner and Jos Barlow and Carlos A Peres and Corey JA Bradshaw and William F Laurance and Thomas E Lovejoy and Navjot S Sodhi",
            "2011",
            "SfWToWoAAAAJ:EUQCXRtRnyEC",
            1497,
            "https:\/\/www.nature.com\/articles\/nature10425",
            "11357178050266468291",
            "\/scholar?cites=11357178050266468291",
            {
                "2011":7,
                "2012":70,
                "2013":105,
                "2014":145,
                "2015":167,
                "2016":197,
                "2017":186,
                "2018":201,
                "2019":191,
                "2020":205,
                "2021":12
            }
        ],
        [
            "Amazon forests are a key but poorly understood component of the global carbon cycle. If, as anticipated, they dry this century, they might accelerate climate change through carbon losses and changed surface energy balances. We used records from multiple long-term monitoring plots across Amazonia to assess forest responses to the intense 2005 drought, a possible analog of future events. Affected forest lost biomass, reversing a large long-term carbon sink, with the greatest impacts observed where the dry season was unusually intense. Relative to pre-2005 conditions, forest subjected to a 100-millimeter increase in water deficit lost 5.3 megagrams of aboveground biomass of carbon per hectare. The drought had a total biomass carbon impact of 1.2 to 1.6 petagrams (1.2 × 1015 to 1.6 × 1015 grams). Amazon forests therefore appear vulnerable to increasing moisture stress, with the potential for large carbon …",
            "Drought sensitivity of the Amazon rainforest",
            "Oliver L Phillips and Luiz EOC Aragão and Simon L Lewis and Joshua B Fisher and Jon Lloyd and Gabriela López-González and Yadvinder Malhi and Abel Monteagudo and Julie Peacock and Carlos A Quesada and Geertje Van Der Heijden and Samuel Almeida and Iêda Amaral and Luzmila Arroyo and Gerardo Aymard and Tim R Baker and Olaf Bánki and Lilian Blanc and Damien Bonal and Paulo Brando and Jerome Chave and Átila Cristina Alves de Oliveira and Nallaret Dávila Cardozo and Claudia I Czimczik and Ted R Feldpausch and Maria Aparecida Freitas and Emanuel Gloor and Niro Higuchi and Eliana Jiménez and Gareth Lloyd and Patrick Meir and Casimiro Mendoza and Alexandra Morel and David A Neill and Daniel Nepstad and Sandra Patiño and Maria Cristina Peñuela and Adriana Prieto and Fredy Ramírez and Michael Schwarz and Javier Silva and Marcos Silveira and Anne Sota Thomas and Hans Ter Steege and Juliana Stropp and Rodolfo Vásquez and Przemyslaw Zelazowski and Esteban Alvarez Dávila and Sandy Andelman and Ana Andrade and Kuo-Jung Chao and Terry Erwin and Anthony Di Fiore and Helen Keeling and Tim J Killeen and William F Laurance and Antonio Peña Cruz and Nigel CA Pitman and Percy Núñez Vargas and Hirma Ramírez-Angulo and Agustín Rudas and Rafael Salamão and Natalino Silva and John Terborgh and Armando Torres-Lezama",
            "2009",
            "SfWToWoAAAAJ:YsMSGLbcyi4C",
            1470,
            "https:\/\/science.sciencemag.org\/content\/323\/5919\/1344.abstract",
            "11895268503043780679",
            "\/scholar?cites=11895268503043780679",
            {
                "2009":57,
                "2010":84,
                "2011":103,
                "2012":107,
                "2013":169,
                "2014":146,
                "2015":118,
                "2016":135,
                "2017":136,
                "2018":127,
                "2019":131,
                "2020":123,
                "2021":13
            }
        ],
        [
            "Understanding how landscape characteristics affect biodiversity patterns and ecological processes at local and landscape scales is critical for mitigating effects of global environmental change. In this review, we use knowledge gained from human‐modified landscapes to suggest eight hypotheses, which we hope will encourage more systematic research on the role of landscape composition and configuration in determining the structure of ecological communities, ecosystem functioning and services. We organize the eight hypotheses under four overarching themes. Section A: ‘landscape moderation of biodiversity patterns' includes (1) the landscape species pool hypothesis—the size of the landscape‐wide species pool moderates local (alpha) biodiversity, and (2) the dominance of beta diversity hypothesis—landscape‐moderated dissimilarity of local communities determines landscape‐wide biodiversity and …",
            "Landscape moderation of biodiversity patterns and processes‐eight hypotheses",
            "Teja Tscharntke and Jason M Tylianakis and Tatyana A Rand and Raphael K Didham and Lenore Fahrig and Péter Batáry and Janne Bengtsson and Yann Clough and Thomas O Crist and Carsten F Dormann and Robert M Ewers and Jochen Fründ and Robert D Holt and Andrea Holzschuh and Alexandra M Klein and David Kleijn and Claire Kremen and Doug A Landis and William Laurance and David Lindenmayer and Christoph Scherber and Navjot Sodhi and Ingolf Steffan‐Dewenter and Carsten Thies and Wim H van der Putten and Catrin Westphal",
            "2012",
            "SfWToWoAAAAJ:ZuybSZzF8UAC",
            1356,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1469-185X.2011.00216.x",
            "13469032261103157183",
            "\/scholar?cites=13469032261103157183",
            {
                "2012":13,
                "2013":75,
                "2014":115,
                "2015":142,
                "2016":165,
                "2017":193,
                "2018":197,
                "2019":220,
                "2020":203,
                "2021":21
            }
        ],
        [
            "We live in an increasingly fragmented world, with islands of natural habitat cast adrift in a sea of cleared, burned, logged, polluted, and otherwise altered lands. Nowhere are fragmentation and its devastating effects more evident than in the tropical forests. By the year 2000, more than half of these forests will have been cut, causing increased soil erosion, watershed destabilization, climate degradation, and extinction of as many as 600,000 species. Tropical Forest Remnants provides the best information available to help us understand, manage, and conserve the remaining fragments. Covering geographic areas from Southeast Asia and Australia to Madagascar and the New World, this volume summarizes what is known about the ecology, management, restoration, socioeconomics, and conservation of fragmented forests. Thirty-three papers present results of recent research as well as updates from decades-long projects in progress. Two final chapters synthesize the state of research on tropical forest fragmentation and identify key priorities for future work.",
            "Tropical forest remnants: ecology, management, and conservation of fragmented communities",
            "William F Laurance and Richard O Bierregaard",
            "1997",
            "SfWToWoAAAAJ:u-x6o8ySG0sC",
            1214,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=mJSZNQrO8PoC&oi=fnd&pg=PR9&dq=info:Xwxf0NHp8G8J:scholar.google.com&ots=qlyJwSaMot&sig=4UHK4GIl_1kU7vW_GMHstX6KfEk",
            "8066204019973885023",
            "\/scholar?cites=8066204019973885023",
            {
                "1997":5,
                "1998":18,
                "1999":34,
                "2000":47,
                "2001":61,
                "2002":61,
                "2003":60,
                "2004":61,
                "2005":60,
                "2006":70,
                "2007":78,
                "2008":72,
                "2009":71,
                "2010":66,
                "2011":51,
                "2012":53,
                "2013":51,
                "2014":59,
                "2015":45,
                "2016":55,
                "2017":36,
                "2018":29,
                "2019":21,
                "2020":25
            }
        ]
    ]
}