{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Determining whether Earth-like planets are common or rare looms as a touchstone in the question of life in the universe. We searched for Earth-size planets that cross in front of their host stars by examining the brightness measurements of 42,000 stars from National Aeronautics and Space Administration’s Kepler mission. We found 603 planets, including 10 that are Earth size () and receive comparable levels of stellar energy to that of Earth (). We account for Kepler’s imperfect detectability of such planets by injecting synthetic planet–caused dimmings into the Kepler brightness measurements and recording the fraction detected. We find that 11 ± 4% of Sun-like stars harbor an Earth-size planet receiving between one and four times the stellar intensity as Earth. We also find that the occurrence of Earth-size planets is constant with increasing orbital period (P), within equal intervals of logP up to ∼200 d. Extrapolating …",
            "Prevalence of Earth-size planets orbiting Sun-like stars",
            "Erik A Petigura and Andrew W Howard and Geoffrey W Marcy",
            "2013",
            "sGif-dEAAAAJ:ye4kPcJQO24C",
            732,
            "https:\/\/www.pnas.org\/content\/110\/48\/19273.short",
            "15773197687980249817",
            "\/scholar?cites=15773197687980249817",
            {
                "2013":4,
                "2014":81,
                "2015":107,
                "2016":108,
                "2017":97,
                "2018":108,
                "2019":97,
                "2020":97,
                "2021":8
            }
        ],
        [
            "The size of a planet is an observable property directly connected to the physics of its formation and evolution. We used precise radius measurements from the California-Kepler Survey to study the size distribution of 2025 Kepler planets in fine detail. We detect a factor of≥ 2 deficit in the occurrence rate distribution at 1.5–2.0. This gap splits the population of close-in (P< 100 days) small planets into two size regimes:  and , with few planets in between. Planets in these two regimes have nearly the same intrinsic frequency based on occurrence measurements that account for planet detection efficiencies. The paucity of planets between 1.5 and 2.0 supports the emerging picture that close-in planets smaller than Neptune are composed of rocky cores measuring 1.5 or smaller with varying amounts of low-density gas that determine their total sizes.",
            "The California-Kepler survey. III. A gap in the radius distribution of small planets",
            "Benjamin J Fulton and Erik A Petigura and Andrew W Howard and Howard Isaacson and Geoffrey W Marcy and Phillip A Cargile and Leslie Hebb and Lauren M Weiss and John Asher Johnson and Timothy D Morton and Evan Sinukoff and Ian JM Crossfield and Lea A Hirsch",
            "2017",
            "sGif-dEAAAAJ:Tyk-4Ss8FVUC",
            562,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/1538-3881\/aa80eb\/meta",
            "1284171846180001735",
            "\/scholar?cites=1284171846180001735",
            {
                "2017":24,
                "2018":160,
                "2019":146,
                "2020":209,
                "2021":20
            }
        ],
        [
            "We report on the masses, sizes, and orbits of the planets orbiting 22 Kepler stars. There are 49 planet candidates around these stars, including 42 detected through transits and 7 revealed by precise Doppler measurements of the host stars. Based on an analysis of the Kepler brightness measurements, along with high-resolution imaging and spectroscopy, Doppler spectroscopy, and (for 11 stars) asteroseismology, we establish low false-positive probabilities (FPPs) for all of the transiting planets (41 of 42 have an FPP under 1%), and we constrain their sizes and masses. Most of the transiting planets are smaller than three times the size of Earth. For 16 planets, the Doppler signal was securely detected, providing a direct measurement of the planet's mass. For the other 26 planets we provide either marginal mass measurements or upper limits to their masses and densities; in many cases we can rule out a rocky …",
            "Masses, radii, and orbits of small Kepler planets: the transition from gaseous to rocky planets",
            "Geoffrey W Marcy and Howard Isaacson and Andrew W Howard and Jason F Rowe and Jon M Jenkins and Stephen T Bryson and David W Latham and Steve B Howell and Thomas N Gautier III and Natalie M Batalha and Leslie Rogers and David Ciardi and Debra A Fischer and Ronald L Gilliland and Hans Kjeldsen and Jørgen Christensen-Dalsgaard and Daniel Huber and William J Chaplin and Sarbani Basu and Lars A Buchhave and Samuel N Quinn and William J Borucki and David G Koch and Roger Hunter and Douglas A Caldwell and Jeffrey Van Cleve and Rea Kolbl and Lauren M Weiss and Erik Petigura and Sara Seager and Timothy Morton and John Asher Johnson and Sarah Ballard and Chris Burke and William D Cochran and Michael Endl and Phillip MacQueen and Mark E Everett and Jack J Lissauer and Eric B Ford and Guillermo Torres and Francois Fressin and Timothy M Brown and Jason H Steffen and David Charbonneau and Gibor S Basri and Dimitar D Sasselov and Joshua Winn and Roberto Sanchis-Ojeda and Jessie Christiansen and Elisabeth Adams and Christopher Henze and Andrea Dupree and Daniel C Fabrycky and Jonathan J Fortney and Jill Tarter and Matthew J Holman and Peter Tenenbaum and Avi Shporer and Philip W Lucas and William F Welsh and Jerome A Orosz and TR Bedding and TL Campante and GR Davies and Y Elsworth and R Handberg and S Hekker and C Karoff and SD Kawaler and MN Lund and M Lundkvist and TS Metcalfe and A Miglio and V Silva Aguirre and D Stello and TR White and Alan Boss and Edna Devore and Alan Gould and Andrej Prsa and Eric Agol and Thomas Barclay and Jeff Coughlin and Erik Brugamyer and Fergal Mullally and Elisa V Quintana and Martin Still and Susan E Thompson and David Morrison and Joseph D Twicken and Jean-Michel Désert and Josh Carter and Justin R Crepp and Guillaume Hébrard and Alexandre Santerne and Claire Moutou and Charlie Sobeck and Douglas Hudgins and Michael R Haas and Paul Robertson and Jorge Lillo-Box and David Barrado",
            "2014",
            "sGif-dEAAAAJ:W7OEmFMy1HYC",
            431,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/210\/2\/20\/meta",
            "3958429696262989122",
            "\/scholar?cites=3958429696262989122",
            {
                "2014":64,
                "2015":81,
                "2016":69,
                "2017":60,
                "2018":62,
                "2019":39,
                "2020":48,
                "2021":4
            }
        ],
        [
            "We search for evidence of a light scalar boson in the radiative decays of the Υ (2 S) and Υ (3 S) resonances: Υ (2 S, 3 S)→ γ A 0, A 0→ μ+ μ−. Such a particle appears in extensions of the standard model, where a light C P-odd Higgs boson naturally couples strongly to b quarks. We find no evidence for such processes in the mass range 0.212≤ m A 0≤ 9.3 GeV in the samples of 99× 10 6 Υ (2 S) and 122× 10 6 Υ (3 S) decays collected by the BABAR detector at the SLAC PEP-II B factory and set stringent upper limits on the effective coupling of the b quark to the A 0. We also limit the dimuon branching fraction of the η b meson: B (η b→ μ+ μ−)< 0.9% at 90% confidence level.",
            "Search for Dimuon Decays of a Light Scalar Boson in Radiative Transitions ",
            "Bernard Aubert and Y Karyotakis and JP Lees and V Poireau and E Prencipe and X Prudent and V Tisserand and J Garra Tico and E Grauges and M Martinelli and A Palano and M Pappagallo and G Eigen and B Stugu and Luyan Sun and M Battaglia and DN Brown and LT Kerth and Yu G Kolomensky and G Lynch and IL Osipenkov and E Petigura and K Tackmann and T Tanabe and CM Hawkes and N Soni and AT Watson and H Koch and T Schroeder and DJ Asgeirsson and BG Fulsom and C Hearty and TS Mattison and JA McKenna and M Barrett and A Khan and A Randle-Conde and VE Blinov and AD Bukin and AR Buzykaev and VP Druzhinin and VB Golubev and AP Onuchin and SI Serednyakov and Yu I Skovpen and EP Solodov and K Yu Todyshev and M Bondioli and S Curry and I Eschrich and D Kirkby and AJ Lankford and P Lund and M Mandelkern and EC Martin and DP Stoker and H Atmacan and JW Gary and F Liu and O Long and GM Vitug and Z Yasin and V Sharma and C Campagnari and TM Hong and D Kovalskyi and MA Mazur and JD Richman and TW Beck and AM Eisner and CA Heusch and J Kroseberg and WS Lockman and AJ Martinez and T Schalk and BA Schumm and A Seiden and L Wang and LO Winstrom and CH Cheng and DA Doll and B Echenard and F Fang and DG Hitlin and I Narsky and P Ongmongkolku and T Piatenko and FC Porter and R Andreassen and G Mancinelli and BT Meadows and K Mishra and MD Sokoloff and PC Bloom and WT Ford and A Gaz and JF Hirschauer and M Nagel and U Nauenberg and JG Smith and SR Wagner and R Ayad and WH Toki and RJ Wilson and E Feltresi and A Hauke and H Jasper and TM Karbach and J Merkel and A Petzold and B Spaan and K Wacker and MJ Kobel and R Nogowski and KR Schubert and R Schwierz and A Volk and D Bernard and E Latour and M Verderi and PJ Clark and S Playfer and JE Watson and Mirco Andreotti and D Bettoni and C Bozzi and Roberto Calabrese and Annalisa Cecchi and Gianluigi Cibinetto and Elisa Fioravanti and Paolo Franchini and Eleonora Luppi and Mauro Munerato and Matteo Negrini and Antonio Petrella and L Piemontese and Valentina Santoro and R Baldini-Ferroli and A Calcaterra and R De Sangro and G Finocchiaro and S Pacetti and P Patteri and IM Peruzzi and M Piccolo and M Rama and A Zallo and R Contri and E Guido and M Lo Vetere",
            "2009",
            "sGif-dEAAAAJ:JoZmwDi-zQgC",
            327,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.103.081803",
            "15165523352827683929",
            "\/scholar?cites=15165523352827683929",
            {
                "2008":1,
                "2009":11,
                "2010":38,
                "2011":31,
                "2012":29,
                "2013":40,
                "2014":45,
                "2015":27,
                "2016":34,
                "2017":19,
                "2018":18,
                "2019":18,
                "2020":16
            }
        ],
        [
            "We present astrophysical false positive probability calculations for every Kepler Object of Interest (KOI)—the first large-scale demonstration of a fully automated transiting planet validation procedure. Out of 7056 KOIs, we determine that 1935 have probabilities< 1% of being astrophysical false positives, and thus may be considered validated planets. Of these, 1284 have not yet been validated or confirmed by other methods. In addition, we identify 428 KOIs that are likely to be false positives, but have not yet been identified as such, though some of these may be a result of unidentified transit timing variations. A side product of these calculations is full stellar property posterior samplings for every host star, modeled as single, binary, and triple systems. These calculations use vespa, a publicly available Python package that is able to be easily applied to any transiting exoplanet candidate.",
            "False positive probabilities for all Kepler objects of interest: 1284 newly validated planets and 428 likely false positives",
            "Timothy D Morton and Stephen T Bryson and Jeffrey L Coughlin and Jason F Rowe and Ganesh Ravichandran and Erik A Petigura and Michael R Haas and Natalie M Batalha",
            "2016",
            "sGif-dEAAAAJ:hkOj_22Ku90C",
            318,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/0004-637X\/822\/2\/86\/meta",
            "16454928541426978324",
            "\/scholar?cites=16454928541426978324",
            {
                "2016":33,
                "2017":69,
                "2018":80,
                "2019":60,
                "2020":72,
                "2021":3
            }
        ],
        [
            "We carry out an independent search of Kepler photometry for small transiting planets with sizes 0.5-8.0 times that of Earth and orbital periods between 5 and 50 days, with the goal of measuring the fraction of stars harboring such planets. We use a new transit search algorithm, TERRA, optimized to detect small planets around photometrically quiet stars. We restrict our stellar sample to include the 12,000 stars having the lowest photometric noise in the Kepler survey, thereby maximizing the detectability of Earth-size planets. We report 129 planet candidates having radii less than 6 R E found in three years of Kepler photometry (quarters 1-12). Forty-seven of these candidates are not in Batalha et al., which only analyzed photometry from quarters 1-6. We gather Keck HIRES spectra for the majority of these targets leading to precise stellar radii and hence precise planet radii. We make a detailed measurement of the …",
            "A plateau in the planet population below twice the size of Earth",
            "Erik A Petigura and Geoffrey W Marcy and Andrew W Howard",
            "2013",
            "sGif-dEAAAAJ:RGFaLdJalmkC",
            270,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/770\/1\/69\/meta",
            "7249458744658086526",
            "\/scholar?cites=7249458744658086526",
            {
                "2013":14,
                "2014":38,
                "2015":37,
                "2016":48,
                "2017":38,
                "2018":40,
                "2019":28,
                "2020":26
            }
        ],
        [
            "The distribution of planet sizes encodes details of planet formation and evolution. We present the most precise planet size distribution to date based on Gaia parallaxes, Kepler photometry, and spectroscopic temperatures from the California-Kepler Survey. Previously, we measured stellar radii to 11% precision using high-resolution spectroscopy; by adding Gaia astrometry, the errors are now 3%. Planet radius measurements are, in turn, improved to 5% precision. With a catalog of~ 1000 planets with precise properties, we probed in fine detail the gap in the planet size distribution that separates two classes of small planets, rocky super-Earths and gas-dominated sub-Neptunes. Our previous study and others suggested that the gap may be observationally under-resolved and inherently flat-bottomed, with a band of forbidden planet sizes. Analysis based on our new catalog refutes this; the gap is partially filled in. Two …",
            "The California-Kepler survey. VII. Precise planet radii leveraging Gaia DR2 reveal the stellar mass dependence of the planet radius gap",
            "Benjamin J Fulton and Erik A Petigura",
            "2018",
            "sGif-dEAAAAJ:PELIpwtuRlgC",
            208,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/1538-3881\/aae828\/meta",
            "14956853965729779349",
            "\/scholar?cites=14956853965729779349",
            {
                "2017":1,
                "2018":5,
                "2019":76,
                "2020":117,
                "2021":9
            }
        ],
        [
            "Various theoretical models treating the effect of stellar irradiation on planetary envelopes predict the presence of a radius valley, i.e. a bimodal distribution of planet radii, with super-Earths and sub-Neptune planets separated by a valley at around . Such a valley has been observed recently, owing to an improvement in the precision of stellar and therefore planetary radii. Here, we investigate the presence, location, and shape of such a valley using a small sample with highly accurate stellar parameters determined from asteroseismology, which includes 117 planets with a median uncertainty on the radius of 3.3 per cent. We detect a clear bimodal distribution, with super-Earths () and sub-Neptunes (≈2.5 R⊕) separated by a deficiency around . We furthermore characterize the slope of the valley as a power law R∝Pγ with . A negative slope is consistent with models of …",
            "An asteroseismic view of the radius valley: stripped cores, not born rocky",
            "Vincent Van Eylen and Camilla Agentoft and MS Lundkvist and Hans Kjeldsen and James E Owen and Benjamin J Fulton and Erik Petigura and Ignas Snellen",
            "2018",
            "sGif-dEAAAAJ:SP6oXDckpogC",
            172,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/479\/4\/4786\/5050069",
            "10828571940065179665",
            "\/scholar?cites=10828571940065179665",
            {
                "2018":26,
                "2019":53,
                "2020":85,
                "2021":8
            }
        ],
        [
            "Small, cool planets represent the typical end-products of planetary formation. Studying the architectures of these systems, measuring planet masses and radii, and observing these planets' atmospheres during transit directly informs theories of planet assembly, migration, and evolution. Here we report the discovery of three small planets orbiting a bright (K s= 8.6 mag) M0 dwarf using data collected as part of K2, the new ecliptic survey using the re-purposed Kepler spacecraft. Stellar spectroscopy and K2 photometry indicate that the system hosts three transiting planets with radii 1.5–2.1, straddling the transition region between rocky and increasingly volatile-dominated compositions. With orbital periods of 10–45 days the planets receive just 1.5–10× the flux incident on Earth, making these some of the coolest small planets known orbiting a nearby star; planet d is located near the inner edge of the system's …",
            "A nearby M star with three transiting super-Earths discovered by K2",
            "Ian JM Crossfield and Erik Petigura and Joshua E Schlieder and Andrew W Howard and BJ Fulton and Kimberly M Aller and David R Ciardi and Sébastien Lépine and Thomas Barclay and Imke De Pater and Katherine De Kleer and Elisa V Quintana and Jessie L Christiansen and Eddie Schlafly and Lisa Kaltenegger and Justin R Crepp and Thomas Henning and Christian Obermeier and Niall Deacon and Lauren M Weiss and Howard T Isaacson and Brad MS Hansen and Michael C Liu and Tom Greene and Steve B Howell and Travis Barman and Christoph Mordasini",
            "2015",
            "sGif-dEAAAAJ:nb7KW1ujOQ8C",
            154,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/804\/1\/10\/meta",
            "10354130638427934165",
            "\/scholar?cites=10354130638427934165",
            {
                "2015":18,
                "2016":52,
                "2017":25,
                "2018":22,
                "2019":19,
                "2020":16,
                "2021":2
            }
        ],
        [
            "We present 197 planet candidates discovered using data from the first year of the NASA K2 mission (Campaigns 0–4), along with the results of an intensive program of photometric analyses, stellar spectroscopy, high-resolution imaging, and statistical validation. We distill these candidates into sets of 104 validated planets (57 in multi-planet systems),  false positives, and 63 remaining candidates. Our validated systems span a range of properties, with median values of R P= , P=  days, =  K, and Kp=  mag. Stellar spectroscopy provides precise stellar and planetary parameters for most of these systems. We show that K2 has increased by 30% the number of small planets known to orbit moderately bright stars (1–4 R⊕, Kp= 9–13 mag). Of particular interest are  planets smaller than 2 R⊕,  orbiting stars brighter than Kp= 11.5 mag, 5 receiving Earth-like irradiation levels, and several multi-planet systems …",
            "197 candidates and 104 validated planets in K2's first five fields",
            "Ian JM Crossfield and David R Ciardi and Erik A Petigura and Evan Sinukoff and Joshua E Schlieder and Andrew W Howard and Charles A Beichman and Howard Isaacson and Courtney D Dressing and Jessie L Christiansen and Benjamin J Fulton and Sébastien Lépine and Lauren Weiss and Lea Hirsch and John Livingston and Christoph Baranec and Nicholas M Law and Reed Riddle and Carl Ziegler and Steve B Howell and Elliott Horch and Mark Everett and Johanna Teske and Arturo O Martinez and Christian Obermeier and Björn Benneke and Nic Scott and Niall Deacon and Kimberly M Aller and Brad MS Hansen and Luigi Mancini and Simona Ciceri and Rafael Brahm and Andrés Jordán and Heather A Knutson and Thomas Henning and Michaël Bonnefoy and Michael C Liu and Justin R Crepp and Joshua Lothringer and Phil Hinz and Vanessa Bailey and Andrew Skemer and Denis Defrere",
            "2016",
            "sGif-dEAAAAJ:4JMBOYKVnBMC",
            152,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/0067-0049\/226\/1\/7\/meta",
            "5728675921188435825",
            "\/scholar?cites=5728675921188435825",
            {
                "2016":4,
                "2017":38,
                "2018":46,
                "2019":36,
                "2020":28
            }
        ]
    ]
}