{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Diffusion of small two-dimensional Cu islands (containing up to 10 atoms) on Cu (111) has been studied using the newly developed self-learning Kinetic Monte Carlo (SLKMC) method which is based on a database of diffusion processes and their energetics accumulated automatically during the implementation of the SLKMC code. Results obtained from simulations in which atoms hop from one fcc hollow site to another are compared with those obtained from a parallel set of simulations in which the database is supplemented by processes revealed in complementary molecular dynamics simulations at 500 K. They include processes involving the hcp (stacking-fault) sites, which facilitate concerted motion of the islands (simultaneous motion of all atoms in the island). A significant difference in the scaling of the effective diffusion barriers with island size is observed in the two cases. In particular, the presence of …",
            "Diffusion of small two-dimensional Cu islands on Cu (111) studied with a kinetic Monte Carlo method",
            "Altaf Karim and Ahlam N Al-Rawi and Abdelkader Kara and Talat S Rahman and Oleg Trushin and Tapio Ala-Nissila",
            "2006",
            "sGJYnxYAAAAJ:u5HHmVD_uO8C",
            72,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.73.165411",
            "344209449525406909",
            "\/scholar?cites=344209449525406909",
            {
                "2006":1,
                "2007":8,
                "2008":3,
                "2009":6,
                "2010":6,
                "2011":14,
                "2012":6,
                "2013":6,
                "2014":3,
                "2015":3,
                "2016":3,
                "2017":3,
                "2018":4,
                "2019":4,
                "2020":2
            }
        ],
        [
            "We have explored the structure and dynamics of Ag(111) in the temperature range 300–1100 K, using molecular dynamics simulations and interaction potentials from the embedded atom method. Calculated shifts in the surface phonon frequencies, the broadening of their line-widths, and the variations in the mean square vibrational amplitudes of surface atoms, with temperature, indicate that anharmonic effects are small up to 900 K, beyond which there is an enhancement. Thermal expansion is found to be about the same as in the bulk, and the surface does not disorder until 1100 K and does not premelt.",
            "Anharmonic effects on Ag (111): a molecular dynamics study",
            "Ahlam N Al-Rawi and Abdelkader Kara and Talat S Rahman",
            "2000",
            "sGJYnxYAAAAJ:u-x6o8ySG0sC",
            34,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0039602899010717",
            "14044186325731824391",
            "\/scholar?cites=14044186325731824391",
            {
                "2000":1,
                "2001":5,
                "2002":5,
                "2003":5,
                "2004":2,
                "2005":3,
                "2006":2,
                "2007":3,
                "2008":2,
                "2009":1,
                "2010":1,
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":1
            }
        ],
        [
            "We present a comparative study of the structure and the dynamics of the most close packed surface of Ni, Cu, and Ag from near room temperature up to 0. 9 T m, using molecular dynamics simulations and interaction potentials from the embedded atom method. Calculated shifts in the surface phonon frequencies, the broadening of their linewidths, and the variations in the mean square vibrational amplitudes of surface atoms, as a function of temperature, indicate that anharmonic effects are small on these surfaces. The surface thermal expansion of these three (111) surfaces is also found to be smaller than that of the respective (100) and (110) surfaces. Additionally, we do not find any premelting or pronounced disordering on these surfaces, in the temperature range considered.",
            "Comparative study of anharmonicity: Ni (111), Cu (111), and Ag (111)",
            "Ahlam N Al-Rawi and Abdelkader Kara and Talat S Rahman",
            "2002",
            "sGJYnxYAAAAJ:2osOgNQ5qMEC",
            24,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.66.165439",
            "12190465990669893606",
            "\/scholar?cites=12190465990669893606",
            {
                "2002":1,
                "2003":1,
                "2004":1,
                "2005":3,
                "2006":8,
                "2007":2,
                "2008":1,
                "2009":2,
                "2010":1,
                "2011":1,
                "2012":2,
                "2013":1
            }
        ],
        [
            "The contribution of surface vibrations to the thermal expansion of Ag (111) is analyzed at several levels of approximations. In the quasiharmonic scheme, the surface vibrational density of states, which may be represented fairly by modes at the high symmetry points in the surface Brillouin zone, do not lead to anomalously large thermal expansion, in accordance with results from molecular-dynamics simulations that give a good description of other anharmonic properties of Ag (111). We illustrate how an inadequate representation of the density of states can lead to erroneously large surface thermal expansion.",
            "Thermal expansion of Ag (111)",
            "Abdelkader Kara and Pavlin Staikov and Ahlam N Al-Rawi and Talat S Rahman",
            "1997",
            "sGJYnxYAAAAJ:d1gkVwhDpl0C",
            22,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.55.R13440",
            "9163542365702942724",
            "\/scholar?cites=9163542365702942724",
            {
                "1998":3,
                "1999":5,
                "2000":2,
                "2001":1,
                "2002":2,
                "2003":2,
                "2004":2,
                "2005":1,
                "2006":1,
                "2007":2
            }
        ],
        [
            "For temperatures above 0. 6 T m (the bulk melting temperature) we show that the quasiharmonic approximation leads to increasingly larger values of the surface thermal expansion of Ag (111) as compared to that obtained from molecular dynamics simulations based on fully anharmonic interaction potentials. The inadequacy of the quasiharmonic approximation is traced to the excessive softening of the surface phonon frequencies. We discuss the validity of the quasiharmonic approximation for surfaces at elevated temperature, in view of recent x-ray scattering data on Ag (111).",
            "Validity of the quasiharmonic analysis for surface thermal expansion of Ag (111)",
            "Ahlam N Al-Rawi and Abdelkader Kara and Pavlin Staikov and Chandana Ghosh and Talat S Rahman",
            "2001",
            "sGJYnxYAAAAJ:9yKSN-GCB0IC",
            20,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.86.2074",
            "11397555518027004538",
            "\/scholar?cites=11397555518027004538",
            {
                "2001":2,
                "2002":2,
                "2003":2,
                "2004":2,
                "2005":1,
                "2006":3,
                "2007":1,
                "2008":1,
                "2009":2,
                "2010":2,
                "2011":1,
                "2012":1
            }
        ],
        [
            "A series of oligopeptides with β-forming and adhesive properties, were synthesized and analyzed for adhesion shear strength, secondary structure, and association properties. The sequences contained related hydrophobic core segments varying in length from 5 to 12 residues and flanked by di- or tri-lysine segments. Three remarkable peptides consisting of just 11 residues with hydrophobic core sequences of FLIVI, IGSII, and IVIGS flanked by three lysine residues gave the highest dry adhesion shear strength and displayed unusual biophysical properties in the presence and absence of water. KKKFLIVIKKK had its highest adhesion strength at 2% (w\/v) at pH 12.0 and showed the highest adhesion strength after exposure to water (water resistance). Both KKKIGSIIKKK and KKKIVIGSKKK, at 4% (w\/v) at pH 12.0, displayed nearly identical dry shear strength values to that with the FLIVI core sequence. The peptide …",
            "Design of 11-residue peptides with unusual biophysical properties: Induced secondary structure in the absence of water",
            "Xiaoqun Mo and Yasuaki Hiromasa and Matt Warner and Ahlam N Al-Rawi and Takeo Iwamoto and Talat S Rahman and Xiuzhi Sun and John M Tomich",
            "2008",
            "sGJYnxYAAAAJ:qjMakFHDy7sC",
            15,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349508706192",
            "1149042840885870723",
            "\/scholar?cites=1149042840885870723",
            {
                "2009":2,
                "2010":1,
                "2011":1,
                "2012":2,
                "2013":3,
                "2014":1,
                "2015":3,
                "2016":2
            }
        ],
        [
            "Graduate teaching assistants (TAs) play an important role in introductory physics courses, particularly in large enrollment courses where the TA may be viewed as more approachable and accessible than the lecture instructor. Thus, while TAs may still be in the process of developing their views on teaching physics, their practices directly influence a large number of introductory students. As the first steps in reforming our introductory courses and TA training program, we collected multiple types of data on TAs teaching in traditional algebra-based physics laboratories. Drawing on prior work on TAs' pedagogical knowledge, we explore how the beliefs expressed by TAs in interviews align with their practices during a laboratory video-taped mid-semester. Additionally, we explore how both the TAs' expressed beliefs and practices align with students' responses to an end-of-semester TA evaluation survey.",
            "Alignment of TAs' beliefs with practice and student perception",
            "Jacquelyn J Chini and Ahlam Al-Rawi",
            "2013",
            "sGJYnxYAAAAJ:YOwf2qJgpHMC",
            13,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4789661",
            "14476820427324126459",
            "\/scholar?cites=14476820427324126459",
            {
                "2014":1,
                "2015":1,
                "2016":2,
                "2017":2,
                "2018":1,
                "2019":6
            }
        ],
        [
            "We have calculated the line width of phonons of the (1 0 0), (1 1 0), and (1 1 1) surfaces of Ag and Cu resulting from anharmonic terms in the interaction potential using time-dependent perturbation theory. The third-derivative term of the Taylor expansion of an analytic representation of a reliable semi-empirical potential mediates the perturbation to lowest order. Surface phonons with frequency less than 4 THz are found to decay predominantly via the phonon–phonon “difference” process, while those of higher frequency respond to the “splitting” process. At 300 K, the phonon line widths range between 1.8 and 0.08 THz and are found to be in good agreement with experimental data where available, and with the values deduced from accompanying molecular dynamics (MD) simulations, with a few exceptions. At higher temperatures the predicted linear variation with temperature in the perturbative results differs from …",
            "Temperature variation of surface phonon line width: low Miller index surfaces of Ag and Cu",
            "Talat S Rahman and John D Spangler and Ahlam Al-Rawi",
            "2002",
            "sGJYnxYAAAAJ:Tyk-4Ss8FVUC",
            12,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0039602801019896",
            "16737107236019307780",
            "\/scholar?cites=16737107236019307780",
            {
                "2002":1,
                "2003":1,
                "2004":2,
                "2005":1,
                "2006":1,
                "2007":2,
                "2008":1,
                "2009":1,
                "2010":1,
                "2011":1
            }
        ],
        [
            "A brief review of two theoretical methods for calculating the linewidth of surface phonons is presented with specific application to the low-Miller-index surfaces of Ag, Cu, and Al. In the quasi-analytic method, linewidths are calculated by treating the cubic term of a reliable interatomic potential in first-order, time-dependent perturbation theory. In molecular dynamics (MD) simulations, linewidths are obtained from appropriate correlation functions and include the fully anharmonic contribution of the interaction potential. Surface relaxations and phonon frequencies calculated in the harmonic approximation, using selected many-body interatomic potentials, are found to be in good agreement with results from experimental data and ab initio calculations. At 300 K, the surface phonon linewidths range approximately between 1 and 0.1 THz, and are found to be in reasonable agreement with the values deduced from …",
            "Theoretical studies of the surface phonon linewidth",
            "Talat S Rahman and John D Spangler and Ahlam Al-Rawi",
            "2002",
            "sGJYnxYAAAAJ:zYLM7Y9cAGgC",
            9,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/14\/24\/303\/meta",
            "15572117695396801918",
            "\/scholar?cites=15572117695396801918",
            {
                "2005":2,
                "2006":3,
                "2007":1,
                "2008":1,
                "2009":2
            }
        ],
        [
            "Synthetic channel‐forming peptides that can restore chloride conductance across epithelial membranes could provide a novel treatment of channelopathies such as cystic fibrosis. Among a series of 22‐residue peptides derived from the second transmembrane segment of the glycine receptor α1‐subunit (M2GlyR), p22‐S22W (KKKKP ARVGL GITTV LTMTT QW) is particularly promising with robust membrane insertion and assembly. The concentration to reach one‐half maximal short circuit current is reduced to 45 ± 6 μM from that of 210 ± 70 μM of peptide p22 (KKKKP ARVGL GITTV LTMTT QS). However, this is accompanied with nearly 50% reduction in conductance. Toward obtaining a molecular level understanding of the channel activities, we combine information from solution NMR, existing biophysical data, and molecular modeling to construct atomistic models of the putative pentameric channels of p22 and …",
            "Structural characterization of two pore‐forming peptides: Consequences of introducing a C‐terminal tryptophan",
            "Alvaro I Herrera and Ahlam Al‐Rawi and Gabriel A Cook and Jian Gao and Takeo Iwamoto and Om Prakash and John M Tomich and Jianhan Chen",
            "2010",
            "sGJYnxYAAAAJ:IjCSPb-OGe4C",
            8,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/prot.22736",
            "5292424391973176716",
            "\/scholar?cites=5292424391973176716",
            {
                "2012":1,
                "2013":2,
                "2014":2,
                "2015":1,
                "2016":1,
                "2017":1
            }
        ]
    ]
}