{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "1FlyBase (http:\/\/www. flybase. bio. indiana. edu). 2Berkeley Drosophila Genome Project (http:\/\/fruitfly. bdgp. berkeley. edu). 3Saccharomyces Genome Database (http:\/\/genome-www. stanford. edu). 4Mouse Genome Database and Gene Expression Database (http:\/\/www. informatics. jax. org). Correspondence should be addressed to JMC (e-mail: cherry@ stanford. edu) and DB (e-mail: botstein@ genome. stanford. edu), Department of Genetics, Stanford University School of Medicine, Stanford, California, USA.The accelerating availability of molecular sequences, particularly the sequences of entire genomes, has transformed both the theory and practice of experimental biology. Where once biochemists characterized proteins by their diverse activities and abundances, and geneticists characterized genes by the phenotypes of their mutations, all biologists now acknowledge that there is likely to be a single limited …",
            "Gene ontology: tool for the unification of biology",
            "Michael Ashburner and Catherine A Ball and Judith A Blake and David Botstein and Heather Butler and J Michael Cherry and Allan P Davis and Kara Dolinski and Selina S Dwight and Janan T Eppig and Midori A Harris and David P Hill and Laurie Issel-Tarver and Andrew Kasarskis and Suzanna Lewis and John C Matese and Joel E Richardson and Martin Ringwald and Gerald M Rubin and Gavin Sherlock",
            "2000",
            "Sha9_3YAAAAJ:u5HHmVD_uO8C",
            32130,
            "https:\/\/www.nature.com\/articles\/ng0500_25",
            "142421236769052427",
            "\/scholar?cites=142421236769052427",
            {
                "2001":118,
                "2002":244,
                "2003":402,
                "2004":642,
                "2005":815,
                "2006":1076,
                "2007":1235,
                "2008":1424,
                "2009":1601,
                "2010":1762,
                "2011":1797,
                "2012":1929,
                "2013":2017,
                "2014":2128,
                "2015":2121,
                "2016":2124,
                "2017":2189,
                "2018":2210,
                "2019":2542,
                "2020":3152,
                "2021":298
            }
        ],
        [
            "The fly Drosophila melanogaster is one of the most intensively studied organisms in biology and serves as a model system for the investigation of many developmental and cellular processes common to higher eukaryotes, including humans. We have determined the nucleotide sequence of nearly all of the ∼120-megabase euchromatic portion of theDrosophila genome using a whole-genome shotgun sequencing strategy supported by extensive clone-based sequence and a high-quality bacterial artificial chromosome physical map. Efforts are under way to close the remaining gaps; however, the sequence is of sufficient accuracy and contiguity to be declared substantially complete and to support an initial analysis of genome structure and preliminary gene annotation and interpretation. The genome encodes ∼13,600 genes, somewhat fewer than the smaller Caenorhabditis elegansgenome, but with comparable …",
            "The genome sequence of Drosophila melanogaster",
            "Mark D Adams and Susan E Celniker and Robert A Holt and Cheryl A Evans and Jeannine D Gocayne and Peter G Amanatides and Steven E Scherer and Peter W Li and Roger A Hoskins and Richard F Galle and Reed A George and Suzanna E Lewis and Stephen Richards and Michael Ashburner and Scott N Henderson and Granger G Sutton and Jennifer R Wortman and Mark D Yandell and Qing Zhang and Lin X Chen and Rhonda C Brandon and Yu-Hui C Rogers and Robert G Blazej and Mark Champe and Barret D Pfeiffer and Kenneth H Wan and Clare Doyle and Evan G Baxter and Gregg Helt and Catherine R Nelson and George L Gabor and Josep F Abril and Anna Agbayani and Hui-Jin An and Cynthia Andrews-Pfannkoch and Danita Baldwin and Richard M Ballew and Anand Basu and James Baxendale and Leyla Bayraktaroglu and Ellen M Beasley and Karen Y Beeson and PV Benos and Benjamin P Berman and Deepali Bhandari and Slava Bolshakov and Dana Borkova and Michael R Botchan and John Bouck and Peter Brokstein and Phillipe Brottier and Kenneth C Burtis and Dana A Busam and Heather Butler and Edouard Cadieu and Angela Center and Ishwar Chandra and J Michael Cherry and Simon Cawley and Carl Dahlke and Lionel B Davenport and Peter Davies and Beatriz De Pablos and Arthur Delcher and Zuoming Deng and Anne Deslattes Mays and Ian Dew and Suzanne M Dietz and Kristina Dodson and Lisa E Doup and Michael Downes and Shannon Dugan-Rocha and Boris C Dunkov and Patrick Dunn and Kenneth J Durbin and Carlos C Evangelista and Concepcion Ferraz and Steven Ferriera and Wolfgang Fleischmann and Carl Fosler and Andrei E Gabrielian and Neha S Garg and William M Gelbart and Ken Glasser and Anna Glodek and Fangcheng Gong and J Harley Gorrell and Zhiping Gu and Ping Guan and Michael Harris and Nomi L Harris and Damon Harvey and Thomas J Heiman and Judith R Hernandez and Jarrett Houck and Damon Hostin and Kathryn A Houston and Timothy J Howland and Ming-Hui Wei and Chinyere Ibegwam and Mena Jalali and Francis Kalush and Gary H Karpen and Zhaoxi Ke and James A Kennison and Karen A Ketchum and Bruce E Kimmel and Chinnappa D Kodira and Cheryl Kraft and Saul Kravitz and David Kulp and Zhongwu Lai and Paul Lasko and Yiding Lei and Alexander A Levitsky and Jiayin Li and Zhenya Li and Yong Liang and Xiaoying Lin and Xiangjun Liu and Bettina Mattei and Tina C McIntosh and Michael P McLeod and Duncan McPherson and Gennady Merkulov and Natalia V Milshina and Clark Mobarry and Joe Morris and Ali Moshrefi and Stephen M Mount and Mee Moy and Brian Murphy and Lee Murphy and Donna M Muzny and David L Nelson and David R Nelson and Keith A Nelson and Katherine Nixon and Deborah R Nusskern and Joanne M Pacleb and Michael Palazzolo and Gjange S Pittman and Sue Pan and John Pollard and Vinita Puri and Martin G Reese and Knut Reinert and Karin Remington and Robert DC Saunders and Frederick Scheeler",
            "2000",
            "Sha9_3YAAAAJ:u-x6o8ySG0sC",
            7136,
            "https:\/\/science.sciencemag.org\/content\/287\/5461\/2185.abstract",
            "8942505682614110231",
            "\/scholar?cites=8942505682614110231",
            {
                "2000":264,
                "2001":614,
                "2002":629,
                "2003":550,
                "2004":539,
                "2005":430,
                "2006":354,
                "2007":392,
                "2008":300,
                "2009":289,
                "2010":284,
                "2011":235,
                "2012":274,
                "2013":251,
                "2014":270,
                "2015":252,
                "2016":238,
                "2017":259,
                "2018":207,
                "2019":202,
                "2020":213,
                "2021":12
            }
        ],
        [
            " The Gene Ontology (GO) project ( http:\/\/www. geneontology.org\/ ) provides structured, controlled vocabularies and classifications that cover several domains of molecular and cellular biology and are freely available for community use in the annotation of genes, gene products and sequences. Many model organism databases and genome annotation groups use the GO and contribute their annotation sets to the GO resource. The GO database integrates the vocabularies and contributed annotations and provides full access to this information in several formats. Members of the GO Consortium continually work collectively, involving outside experts as needed, to expand and update the GO vocabularies. The GO Web resource also provides access to extensive documentation about the GO project and links to applications that use GO data for functional analyses. ",
            "The Gene Ontology (GO) database and informatics resource",
            "Gene Ontology Consortium",
            "2004",
            "Sha9_3YAAAAJ:d1gkVwhDpl0C",
            4223,
            "https:\/\/academic.oup.com\/nar\/article-abstract\/32\/suppl_1\/D258\/2505186",
            "13262030398315437903",
            "\/scholar?cites=13262030398315437903",
            {
                "2004":107,
                "2005":284,
                "2006":334,
                "2007":305,
                "2008":255,
                "2009":242,
                "2010":248,
                "2011":219,
                "2012":227,
                "2013":237,
                "2014":230,
                "2015":209,
                "2016":242,
                "2017":219,
                "2018":221,
                "2019":275,
                "2020":297,
                "2021":19
            }
        ],
        [
            "As the sequencing of healthy and disease genomes becomes more commonplace, detailed annotation provides interpretation for individual variation responsible for normal and disease phenotypes. Current approaches focus on direct changes in protein coding genes, particularly nonsynonymous mutations that directly affect the gene product. However, most individual variation occurs outside of genes and, indeed, most markers generated from genome-wide association studies (GWAS) identify variants outside of coding segments. Identification of potential regulatory changes that perturb these sites will lead to a better localization of truly functional variants and interpretation of their effects. We have developed a novel approach and database, RegulomeDB, which guides interpretation of regulatory variants in the human genome. RegulomeDB includes high-throughput, experimental data sets from ENCODE and …",
            "Annotation of functional variation in personal genomes using RegulomeDB",
            "Alan P Boyle and Eurie L Hong and Manoj Hariharan and Yong Cheng and Marc A Schaub and Maya Kasowski and Konrad J Karczewski and Julie Park and Benjamin C Hitz and Shuai Weng and J Michael Cherry and Michael Snyder",
            "2012",
            "Sha9_3YAAAAJ:g5m5HwL7SMYC",
            1915,
            "https:\/\/genome.cshlp.org\/content\/22\/9\/1790.short",
            "5180186544470756480",
            "\/scholar?cites=5180186544470756480",
            {
                "2012":12,
                "2013":101,
                "2014":190,
                "2015":249,
                "2016":271,
                "2017":261,
                "2018":254,
                "2019":266,
                "2020":262,
                "2021":32
            }
        ],
        [
            "A comparative analysis of the genomes ofDrosophila melanogaster, Caenorhabditis elegans, and Saccharomyces cerevisiae—and the proteins they are predicted to encode—was undertaken in the context of cellular, developmental, and evolutionary processes. The nonredundant protein sets of flies and worms are similar in size and are only twice that of yeast, but different gene families are expanded in each genome, and the multidomain proteins and signaling pathways of the fly and worm are far more complex than those of yeast. The fly has orthologs to 177 of the 289 human disease genes examined and provides the foundation for rapid analysis of some of the basic processes involved in human disease.",
            "Comparative genomics of the eukaryotes",
            "Gerald M Rubin and Mark D Yandell and Jennifer R Wortman and George L Gabor and Catherine R Nelson and Iswar K Hariharan and Mark E Fortini and Peter W Li and Rolf Apweiler and Wolfgang Fleischmann and J Michael Cherry and Steven Henikoff and Marian P Skupski and Sima Misra and Michael Ashburner and Ewan Birney and Mark S Boguski and Thomas Brody and Peter Brokstein and Susan E Celniker and Stephen A Chervitz and David Coates and Anibal Cravchik and Andrei Gabrielian and Richard F Galle and William M Gelbart and Reed A George and Lawrence SB Goldstein and Fangcheng Gong and Ping Guan and Nomi L Harris and Bruce A Hay and Roger A Hoskins and Jiayin Li and Zhenya Li and Richard O Hynes and SJnM Jones and Peter M Kuehl and Bruno Lemaitre and J Troy Littleton and Deborah K Morrison and Chris Mungall and Patrick H O'Farrell and Oxana K Pickeral and Chris Shue and Leslie B Vosshall and Jiong Zhang and Qi Zhao and Xiangqun H Zheng and Fei Zhong and Wenyan Zhong and Richard Gibbs and J Craig Venter and Mark D Adams and Suzanna Lewis",
            "2000",
            "Sha9_3YAAAAJ:9yKSN-GCB0IC",
            1915,
            "https:\/\/science.sciencemag.org\/content\/287\/5461\/2204.abstract",
            "16680152747479726313",
            "\/scholar?cites=16680152747479726313",
            {
                "2000":134,
                "2001":213,
                "2002":180,
                "2003":142,
                "2004":148,
                "2005":122,
                "2006":90,
                "2007":95,
                "2008":93,
                "2009":80,
                "2010":63,
                "2011":68,
                "2012":77,
                "2013":63,
                "2014":50,
                "2015":52,
                "2016":42,
                "2017":54,
                "2018":40,
                "2019":41,
                "2020":43,
                "2021":4
            }
        ],
        [
            " Summary: GO::TermFinder comprises a set of object-oriented Perl modules for accessing Gene Ontology (GO) information and evaluating and visualizing the collective annotation of a list of genes to GO terms. It can be used to draw conclusions from microarray and other biological data, calculating the statistical significance of each annotation. GO::TermFinder can be used on any system on which Perl can be run, either as a command line application, in single or batch mode, or as a web-based CGI script. Availability: The full source code and documentation for GO::TermFinder are freely available from http:\/\/search.cpan.org\/dist\/GO-TermFinder\/",
            "GO:: TermFinder—open source software for accessing Gene Ontology information and finding significantly enriched Gene Ontology terms associated with a list of genes",
            "Elizabeth I Boyle and Shuai Weng and Jeremy Gollub and Heng Jin and David Botstein and J Michael Cherry and Gavin Sherlock",
            "2004",
            "Sha9_3YAAAAJ:qjMakFHDy7sC",
            1748,
            "https:\/\/academic.oup.com\/bioinformatics\/article-abstract\/20\/18\/3710\/202612",
            "7814928202453893229",
            "\/scholar?cites=7814928202453893229",
            {
                "2005":31,
                "2006":67,
                "2007":81,
                "2008":87,
                "2009":105,
                "2010":107,
                "2011":103,
                "2012":122,
                "2013":126,
                "2014":128,
                "2015":125,
                "2016":139,
                "2017":105,
                "2018":112,
                "2019":143,
                "2020":147,
                "2021":9
            }
        ],
        [
            "The Saccharomyces Genome Database (SGD, http:\/\/www.yeastgenome.org) is the community resource for the budding yeast Saccharomyces cerevisiae. The SGD project provides the highest-quality manually curated information from peer-reviewed literature. The experimental results reported in the literature are extracted and integrated within a well-developed database. These data are combined with quality high-throughput results and provided through Locus Summary pages, a powerful query engine and rich genome browser. The acquisition, integration and retrieval of these data allow SGD to facilitate experimental design and analysis by providing an encyclopedia of the yeast genome, its chromosomal features, their functions and interactions. Public access to these data is provided to researchers and educators via web pages designed for optimal ease of use.",
            "Saccharomyces Genome Database: the genomics resource of budding yeast",
            "J Michael Cherry and Eurie L Hong and Craig Amundsen and Rama Balakrishnan and Gail Binkley and Esther T Chan and Karen R Christie and Maria C Costanzo and Selina S Dwight and Stacia R Engel and Dianna G Fisk and Jodi E Hirschman and Benjamin C Hitz and Kalpana Karra and Cynthia J Krieger and Stuart R Miyasato and Rob S Nash and Julie Park and Marek S Skrzypek and Matt Simison and Shuai Weng and Edith D Wong",
            "2012",
            "Sha9_3YAAAAJ:4DMP91E08xMC",
            1506,
            "https:\/\/academic.oup.com\/nar\/article-abstract\/40\/D1\/D700\/2902744",
            "17446912245288392168",
            "\/scholar?cites=17446912245288392168",
            {
                "2012":68,
                "2013":166,
                "2014":176,
                "2015":167,
                "2016":193,
                "2017":175,
                "2018":176,
                "2019":179,
                "2020":176,
                "2021":21
            }
        ],
        [
            "The Gene Ontology resource (GO; http:\/\/geneontology.org) provides structured, computable knowledge regarding the functions of genes and gene products. Founded in 1998, GO has become widely adopted in the life sciences, and its contents are under continual improvement, both in quantity and in quality. Here, we report the major developments of the GO resource during the past two years. Each monthly release of the GO resource is now packaged and given a unique identifier (DOI), enabling GO-based analyses on a specific release to be reproduced in the future. The molecular function ontology has been refactored to better represent the overall activities of gene products, with a focus on transcription regulator activities. Quality assurance efforts have been ramped up to address potentially out-of-date or inaccurate annotations. New evidence codes for high-throughput experiments now enable users to …",
            "The gene ontology resource: 20 years and still GOing strong",
            "Gene Ontology Consortium",
            "2019",
            "Sha9_3YAAAAJ:KUbvn5osdkgC",
            1247,
            "https:\/\/academic.oup.com\/nar\/article-abstract\/47\/D1\/D330\/5160994",
            "2679855915593995963",
            "\/scholar?cites=2679855915593995963",
            {
                "2019":235,
                "2020":902,
                "2021":98
            }
        ],
        [
            "The exponential growth in the volume of accessible biological information has generated a confusion of voices surrounding the annotation of molecular information about genes and their products. The Gene Ontology (GO) project seeks to provide a set of structured vocabularies for specific biological domains that can be used to describe gene products in any organism. This work includes building three extensive ontologies to describe molecular function, biological process, and cellular component, and providing a community database resource that supports the use of these ontologies. The GO Consortium was initiated by scientists associated with three model organism databases: SGD, the Saccharomyces Genome database; FlyBase, the Drosophila genome database; and MGD\/GXD, the Mouse Genome Informatics databases. Additional model organism database groups are joining the project. Each of these …",
            "Creating the gene ontology resource: design and implementation",
            "Gene Ontology Consortium",
            "2001",
            "Sha9_3YAAAAJ:VOx2b1Wkg3QC",
            1144,
            "https:\/\/genome.cshlp.org\/content\/11\/8\/1425.short",
            "11686213623638474956",
            "\/scholar?cites=11686213623638474956",
            {
                "2001":5,
                "2002":71,
                "2003":123,
                "2004":130,
                "2005":123,
                "2006":105,
                "2007":97,
                "2008":70,
                "2009":68,
                "2010":38,
                "2011":48,
                "2012":35,
                "2013":27,
                "2014":41,
                "2015":29,
                "2016":22,
                "2017":19,
                "2018":24,
                "2019":20,
                "2020":16
            }
        ],
        [
            "             The              Saccharomyces              Genome Database (SGD) provides Internet access to the complete              Saccharomyces cerevisiae              genomic sequence, its genes and their products, the phenotypes of its mutants, and the literature supporting these data. The amount of information and the number of features provided by SGD have increased greatly following the release of the              S.cerevisiae              genomic sequence, which is currently the only complete sequence of a eukaryotic genome. SGD aids researchers by providing not only basic information, but also tools such as sequence similarity searching that lead to detailed information about features of the genome and relationships between genes. SGD presents information using a variety of user-friendly, dynamically created graphical displays illustrating physical, genetic and sequence feature maps. SGD can be accessed via the …",
            "SGD: Saccharomyces genome database",
            "J Michael Cherry and Caroline Adler and Catherine Ball and Stephen A Chervitz and Selina S Dwight and Erich T Hester and Yankai Jia and Gail Juvik and TaiYun Roe and Mark Schroeder and Shuai Weng and David Botstein",
            "1998",
            "Sha9_3YAAAAJ:2osOgNQ5qMEC",
            1108,
            "https:\/\/academic.oup.com\/nar\/article-abstract\/26\/1\/73\/2379479",
            "3053824712634801312",
            "\/scholar?cites=3053824712634801312",
            {
                "1998":13,
                "1999":24,
                "2000":16,
                "2001":27,
                "2002":35,
                "2003":40,
                "2004":27,
                "2005":38,
                "2006":58,
                "2007":63,
                "2008":66,
                "2009":90,
                "2010":66,
                "2011":67,
                "2012":81,
                "2013":70,
                "2014":60,
                "2015":47,
                "2016":39,
                "2017":30,
                "2018":33,
                "2019":55,
                "2020":54,
                "2021":3
            }
        ]
    ]
}