{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Worldwide, some 240 million people have chronic hepatitis B virus (HBV), with the highest rates of infection in Africa and Asia. Our understanding of the natural history of HBV infection and the potential for therapy of the resultant disease is continuously improving. New data have become available since the previous APASL guidelines for management of HBV infection were published in 2012. The objective of this manuscript is to update the recommendations for the optimal management of chronic HBV infection. The 2015 guidelines were developed by a panel of Asian experts chosen by the APASL. The clinical practice guidelines are based on evidence from existing publications or, if evidence was unavailable, on the experts’ personal experience and opinion after deliberations. Manuscripts and abstracts of important meetings published through January 2015 have been evaluated. This guideline covers …",
            "Asian-Pacific clinical practice guidelines on the management of hepatitis B: a 2015 update",
            "SK Sarin and M Kumar and GK Lau and Z Abbas and HLY Chan and CJ Chen and DS Chen and HL Chen and PJ Chen and RN Chien and AK Dokmeci and Ed Gane and JL Hou and W Jafri and J Jia and JH Kim and CL Lai and HC Lee and SG Lim and CJ Liu and S Locarnini and M Al Mahtab and R Mohamed and M Omata and J Park and T Piratvisuth and BC Sharma and J Sollano and FS Wang and L Wei and MF Yuen and SS Zheng and JH Kao",
            "2016",
            "sHyv31AAAAAJ:ZfRJV9d4-WMC",
            1276,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s12072-015-9675-4.pdf",
            "7576410005626659360",
            "\/scholar?cites=7576410005626659360",
            {
                "2016":94,
                "2017":206,
                "2018":280,
                "2019":302,
                "2020":332,
                "2021":39
            }
        ],
        [
            "The 69th World Health Assembly approved the Global Health Sector Strategy to eliminate hepatitis C virus (HCV) infection by 2030, which can become a reality with the recent launch of direct acting antiviral therapies. Reliable disease burden estimates are required for national strategies. This analysis estimates the global prevalence of viraemic HCV at the end of 2015, an update of—and expansion on—the 2014 analysis, which reported 80 million (95% CI 64–103) viraemic infections in 2013.We developed country-level disease burden models following a systematic review of HCV prevalence (number of studies, n=6754) and genotype (n=11 342) studies published after 2013. A Delphi process was used to gain country expert consensus and validate inputs. Published estimates alone were used for countries where expert panel meetings could not be scheduled. Global prevalence was …",
            "Global prevalence and genotype distribution of hepatitis C virus infection in 2015: a modelling study",
            "Sarah Blach and Stefan Zeuzem and Michael Manns and Ibrahim Altraif and Ann-Sofi Duberg and David H Muljono and Imam Waked and Seyed M Alavian and Mei-Hsuan Lee and Francesco Negro and Faisal Abaalkhail and Ahmed Abdou and Maheeba Abdulla and Antoine Abou Rached and Inka Aho and Ulus Akarca and Imad Al Ghazzawi and Saad Al Kaabi and Faryal Al Lawati and Khalid Al Namaani and Youssif Al Serkal and Said A Al-Busafi and Layla Al-Dabal and Soo Aleman and Abdullah S Alghamdi and Abdulrahman A Aljumah and Hamad E Al-Romaihi and Monique I Andersson and Vic Arendt and Perttu Arkkila and Abdullah M Assiri and Oidov Baatarkhuu and Abate Bane and Ziv Ben-Ari and Colm Bergin and Fernando Bessone and Florian Bihl and Abdul R Bizri and Martin Blachier and Antonio J Blasco and Carlos E Brandão Mello and Philip Bruggmann and Cheryl R Brunton and Filipe Calinas and Henry LY Chan and Asad Chaudhry and Hugo Cheinquer and Chien-Jen Chen and Rong-Nan Chien and Moon Seok Choi and Peer B Christensen and Wan-Long Chuang and Vladimir Chulanov and Laura Cisneros and Mette R Clausen and Matthew E Cramp and Antonio Craxi and Esther A Croes and Olav Dalgard and Jorge R Daruich and Victor de Ledinghen and Gregory J Dore and Manal H El-Sayed and Gul Ergör and Gamal Esmat and Chris Estes and Karolin Falconer and Elmoubashar Farag and Maria LG Ferraz and Paulo R Ferreira and Robert Flisiak and Sona Frankova and Ivane Gamkrelidze and Ed Gane and Javier García-Samaniego and Amir Ghafoor Khan and Ilias Gountas and Adrian Goldis and Magnús Gottfredsson and Jason Grebely and Michael Gschwantler and Mário Guimarães Pessôa and Jessie Gunter and Behzad Hajarizadeh and Omer Hajelssedig and Saeed Hamid and Waseem Hamoudi and Angelos Hatzakis and Sayed M Himatt and Harald Hofer and Irena Hrstic and Yee-Tak Hui and Bela Hunyady and Ramazan Idilman and Wasim Jafri and Rohani Jahis and Naveed Z Janjua and Peter Jarčuška and Agita Jeruma and Jón G Jonasson and Yasser Kamel and Jia-Horng Kao and Sabahattin Kaymakoglu and David Kershenobich and Jawad Khamis and Young S Kim and Loreta Kondili and Zaher Koutoubi and Mel Krajden and Henrik Krarup and Moon-sing Lai and Wim Laleman and Wai-cheung Lao and Daniel Lavanchy and Pablo Lázaro and Henri Leleu and Olufunmilayo Lesi and Laurentius A Lesmana and Michael Li and Valentina Liakina and Young-Suk Lim and Boris Luksic and Adam Mahomed and Matti Maimets and Mihály Makara and Abraham O Malu and Rui T Marinho and Paul Marotta and Stefan Mauss and Muhammad S Memon and Maria C Mendes Correa and Nahum Mendez-Sanchez and Shahin Merat and Ammal M Metwally and Rosmawati Mohamed and Christophe Moreno and Fadi H Mourad and Beat Müllhaupt and Kimberly Murphy and Helen Nde and Richard Njouom and Diana Nonkovic and Suzanne Norris and Solomon Obekpa and Stephen Oguche and Sigurður Olafsson and Marian Oltman and Ogu Omede and Casimir Omuemu and Ohene Opare-Sem",
            "2017",
            "sHyv31AAAAAJ:_Qo2XoVZTnwC",
            1124,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S2468125316301819",
            "2283954108515086418",
            "\/scholar?cites=2283954108515086418",
            {
                "2017":70,
                "2018":263,
                "2019":377,
                "2020":352,
                "2021":33
            }
        ],
        [
            "Large volume of new data on the natural history and treatment of chronic hepatitis B virus (HBV) infection have become available since 2008. These include further studies in asymptomatic subjects with chronic HBV infection and community-based cohorts, the role of HBV genotype\/naturally occurring HBV mutations, the application of non-invasive assessment of hepatic fibrosis and quantitation of HBV surface antigen and new drug or new strategies towards more effective therapy. To update HBV management guidelines, relevant new data were reviewed and assessed by experts from the region, and the significance of the reported findings was discussed and debated. The earlier “Asian-Pacific consensus statement on the management of chronic hepatitis B” was revised accordingly. The key terms used in the statement were also defined. The new guidelines include general management, indications for …",
            "Asian-Pacific consensus statement on the management of chronic hepatitis B: a 2012 update",
            "Yun-Fan Liaw and Jia-Horng Kao and Teerha Piratvisuth and Henry Lik Yuen Chan and Rong-Nan Chien and Chun-Jen Liu and Ed Gane and Stephen Locarnini and Seng-Gee Lim and Kwang-Hyub Han and Deepak Amarapurkar and Graham Cooksley and Wasim Jafri and Rosmawati Mohamed and Jin-Lin Hou and Wan-Long Chuang and Laurentius A Lesmana and Jose D Sollano and Dong-Jin Suh and Masao Omata",
            "2012",
            "sHyv31AAAAAJ:9yKSN-GCB0IC",
            1070,
            "https:\/\/link.springer.com\/article\/10.1007\/s12072-012-9365-4",
            "18159946013317638608",
            "\/scholar?cites=18159946013317638608",
            {
                "2012":15,
                "2013":110,
                "2014":154,
                "2015":190,
                "2016":243,
                "2017":126,
                "2018":86,
                "2019":63,
                "2020":71,
                "2021":4
            }
        ],
        [
            "The Asian Pacific Association for the Study of the Liver (APASL) convened an international working party on the management of hepatocellular carcinoma (HCC) in December 2008 to develop consensus recommendations.The working party consisted of expert hepatologist, hepatobiliary surgeon, radiologist, and oncologist from Asian-Pacific region, who were requested to make drafts prior to the consensus meeting held at Bali, Indonesia on 4 December 2008. The quality of existing evidence and strength of recommendations were ranked from 1 (highest) to 5 (lowest) and from A (strongest) to D (weakest), respectively, according to the Oxford system of evidence-based approach for developing the consensus statements.Participants of the consensus meeting assessed the quality of cited …",
            "Asian Pacific Association for the Study of the Liver consensus recommendations on hepatocellular carcinoma",
            "Masao Omata and Laurentius A Lesmana and Ryosuke Tateishi and Pei-Jer Chen and Shi-Ming Lin and Haruhiko Yoshida and Masatoshi Kudo and Jeong Min Lee and Byung Ihn Choi and Ronnie TP Poon and Shuichiro Shiina and Ann Lii Cheng and Ji-Dong Jia and Shuntaro Obi and Kwang Hyub Han and Wasim Jafri and Pierce Chow and Seng Gee Lim and Yogesh K Chawla and Unggul Budihusodo and Rino A Gani and C Rinaldi Lesmana and Terawan Agus Putranto and Yun Fan Liaw and Shiv Kumar Sarin",
            "2010",
            "sHyv31AAAAAJ:HbR8gkJAVGIC",
            1043,
            "https:\/\/link.springer.com\/article\/10.1007\/s12072-010-9165-7",
            "9744139822348695284",
            "\/scholar?cites=9744139822348695284",
            {
                "2010":4,
                "2011":23,
                "2012":69,
                "2013":87,
                "2014":117,
                "2015":178,
                "2016":159,
                "2017":138,
                "2018":101,
                "2019":83,
                "2020":66,
                "2021":9
            }
        ],
        [
            "The Asian Pacific Association for the Study of the Liver (APASL) set up a working party on acute-on-chronic liver failure (ACLF) in 2004, with a mandate to develop consensus guidelines on various aspects of ACLF relevant to disease patterns and clinical practice in the Asia-Pacific region. Experts predominantly from the Asia–Pacific region constituted this working party and were requested to identify different issues of ACLF and develop the consensus guidelines. A 2-day meeting of the working party was held on January 22–23, 2008, at New Delhi, India, to discuss and finalize the consensus statements. Only those statements that were unanimously approved by the experts were accepted. These statements were circulated to all the experts and subsequently presented at the Annual Conference of the APASL at Seoul, Korea, in March 2008. The consensus statements along with relevant background …",
            "Acute-on-chronic liver failure: consensus recommendations of the Asian Pacific Association for the study of the liver (APASL)",
            "Shiv Kumar Sarin and Ashish Kumar and John A Almeida and Yogesh Kumar Chawla and Sheung Tat Fan and Hitendra Garg and H Janaka de Silva and Saeed Sadiq Hamid and Rajiv Jalan and Piyawat Komolmit and George K Lau and Qing Liu and Kaushal Madan and Rosmawati Mohamed and Qin Ning and Salimur Rahman and Archana Rastogi and Stephen M Riordan and Puja Sakhuja and Didier Samuel and Samir Shah and Barjesh Chander Sharma and Praveen Sharma and Yasuhiro Takikawa and Babu Ram Thapa and Chun-Tao Wai and Man-Fung Yuen",
            "2009",
            "sHyv31AAAAAJ:4Yq6kJLCcecC",
            890,
            "https:\/\/link.springer.com\/article\/10.1007\/s12072-008-9106-x",
            "17327488642008359581",
            "\/scholar?cites=17327488642008359581",
            {
                "2009":6,
                "2010":25,
                "2011":68,
                "2012":63,
                "2013":97,
                "2014":120,
                "2015":138,
                "2016":97,
                "2017":76,
                "2018":69,
                "2019":56,
                "2020":61,
                "2021":10
            }
        ],
        [
            "There is great geographical variation in the distribution of hepatocellular carcinoma (HCC), with the majority of all cases worldwide found in the Asia–Pacific region, where HCC is one of the leading public health problems. Since the “Toward Revision of the Asian Pacific Association for the Study of the Liver (APASL) HCC Guidelines” meeting held at the 25th annual conference of the APASL in Tokyo, the newest guidelines for the treatment of HCC published by the APASL has been discussed. This latest guidelines recommend evidence-based management of HCC and are considered suitable for universal use in the Asia–Pacific region, which has a diversity of medical environments.",
            "Asia–Pacific clinical practice guidelines on the management of hepatocellular carcinoma: a 2017 update",
            "Masao Omata and Ann-Lii Cheng and Norihiro Kokudo and Masatoshi Kudo and Jeong Min Lee and Jidong Jia and Ryosuke Tateishi and Kwang-Hyub Han and Yoghesh K Chawla and Shuichiro Shiina and Wasim Jafri and Diana Alcantara Payawal and Takamasa Ohki and Sadahisa Ogasawara and Pei-Jer Chen and Cosmas Rinaldi A Lesmana and Laurentius A Lesmana and Rino A Gani and Shuntaro Obi and A Kadir Dokmeci and Shiv Kumar Sarin",
            "2017",
            "sHyv31AAAAAJ:5icHVeHT4IsC",
            692,
            "https:\/\/link.springer.com\/article\/10.1007\/s12072-017-9799-9",
            "13528321453946801344",
            "\/scholar?cites=13528321453946801344",
            {
                "2017":8,
                "2018":104,
                "2019":214,
                "2020":328,
                "2021":28
            }
        ],
        [
            "The first consensus report of the working party of the Asian Pacific Association for the Study of the Liver (APASL) set up in 2004 on acute-on-chronic liver failure (ACLF) was published in 2009. Due to the rapid advancements in the knowledge and available information, a consortium of members from countries across Asia Pacific, “APASL ACLF Research Consortium (AARC),” was formed in 2012. A large cohort of retrospective and prospective data of ACLF patients was collated and followed up in this data base. The current ACLF definition was reassessed based on the new AARC data base. These initiatives were concluded on a 2-day meeting in February 2014 at New Delhi and led to the development of the final AARC consensus. Only those statements which were based on the evidence and were unanimously recommended were accepted. These statements were circulated again to all the experts and …",
            "Acute-on-chronic liver failure: consensus recommendations of the Asian Pacific Association for the Study of the Liver (APASL) 2014",
            "Shiv Kumar Sarin and Chandan Kumar Kedarisetty and Zaigham Abbas and Deepak Amarapurkar and Chhagan Bihari and Albert C Chan and Yogesh Kumar Chawla and A Kadir Dokmeci and Hitendra Garg and Hasmik Ghazinyan and Saeed Hamid and Dong Joon Kim and Piyawat Komolmit and Suman Lata and Guan Huei Lee and Laurentius A Lesmana and Mamun Mahtab and Rakhi Maiwall and Richard Moreau and Qin Ning and Viniyendra Pamecha and Diana Alcantara Payawal and Archana Rastogi and Salimur Rahman and Mohamed Rela and Anoop Saraya and Didier Samuel and Vivek Saraswat and Samir Shah and Gamal Shiha and Brajesh Chander Sharma and Manoj Kumar Sharma and Kapil Sharma and Amna Subhan Butt and Soek Siam Tan and Chitranshu Vashishtha and Zeeshan Ahmed Wani and Man-Fung Yuen and Osamu Yokosuka",
            "2014",
            "sHyv31AAAAAJ:2l5NCbZemmgC",
            444,
            "https:\/\/link.springer.com\/article\/10.1007\/s12072-014-9580-2",
            "1413572796863916479",
            "\/scholar?cites=1413572796863916479",
            {
                "2014":2,
                "2015":17,
                "2016":54,
                "2017":55,
                "2018":99,
                "2019":96,
                "2020":107,
                "2021":9
            }
        ],
        [
            "Over the past couple of decades, it has become increasingly clear that nonalcoholic fatty liver disease (NAFLD) and nonalcoholic steatohepatitis (NASH) are now the number 1 cause of liver disease in the western countries. The prevalence of NAFLD has doubled during last 20 years, whereas the prevalence of other chronic liver diseases has remained stable or even decreased. More recent data confirm that NAFLD and NASH play an equally important role in the Middle East, Far East, Africa, the Caribbean, and Latin America. NAFLD is a condition defined by excessive fat accumulation in the form of triglycerides (steatosis) in the liver. A subgroup of NAFLD patients displays liver cell injury and inflammation in addition to excessive fat (steatohepatitis). The latter condition, designated NASH, is virtually indistinguishable histologically from alcoholic steatohepatitis. While the simple steatosis of NAFLD does not …",
            "World Gastroenterology Organisation global guidelines: Nonalcoholic fatty liver disease and nonalcoholic steatohepatitis",
            "Douglas R LaBrecque and Zaigham Abbas and Frank Anania and Peter Ferenci and Aamir G Khan and Khean-Lee Goh and Saeed S Hamid and Vasily Isakov and Maribel Lizarzabal and Manuel M Peñaranda and Juan FR Ramos and Shiv Sarin and Davor Stimac and Alan BR Thomson and Muhammed Umar and Justus Krabshuis and Anton LeMair",
            "2014",
            "sHyv31AAAAAJ:zUl2_INMlC4C",
            320,
            "https:\/\/journals.lww.com\/jcge\/fulltext\/2014\/07000\/World_Gastroenterology_Organisation_Global.4.aspx",
            "12485258967534576729",
            "\/scholar?cites=12485258967534576729",
            {
                "2013":1,
                "2014":6,
                "2015":61,
                "2016":56,
                "2017":43,
                "2018":59,
                "2019":43,
                "2020":46,
                "2021":1
            }
        ],
        [
            "Promising new agents are beyond the reach of those who would benefit most: in low-resource countries, sorafenib is out of the question for general use. For example,‘‘snapshot’’cost indications of monthly pharmacy prices for sorafenib are: $7300 in China, $5400 in the United States, $5000 in Brazil, h3562 in France, and $1400 in Korea (source: N Engl J Med. 2008; 359: 378–390; PMID 18650519).From a global perspective, therefore, the most urgent task is to prevent the occurrence of HCC. The only effective strategy is primary prevention of viral hepatitis, and in most countries this is already in place in the form of hepatitis B vaccination of newborns. Prevention of alcohol abuse and preventing the spread of hepatitis C virus (HCV) and metabolic syndrome are also relevant. Another important task is to prevent aflatoxin formation through proper care of crops and food storage. The next best approach is to increase …",
            "Hepatocellular carcinoma (HCC): a global perspective",
            "Peter Ferenci and Michael Fried and Douglas Labrecque and Jordi Bruix and Morris Sherman and Masao Omata and Jenny Heathcote and Teehra Piratsivuth and Mike Kew and Jesse A Otegbayo and SS Zheng and S Sarin and Saeed S Hamid and Salma Barakat Modawi and Wolfgang Fleig and Suliman Fedail and Alan Thomson and Aamir Khan and Peter Malfertheiner and George Lau and Flair J Carillo and Justus Krabshuis and Anton Le Mair",
            "2010",
            "sHyv31AAAAAJ:4aZ_i-5WJEQC",
            288,
            "https:\/\/journals.lww.com\/jcge\/fulltext\/2010\/04000\/hepatocellular_carcinoma__hcc___a_global.8.aspx",
            "10530439099542397434",
            "\/scholar?cites=10530439099542397434",
            {
                "2010":7,
                "2011":17,
                "2012":26,
                "2013":24,
                "2014":35,
                "2015":41,
                "2016":32,
                "2017":23,
                "2018":24,
                "2019":29,
                "2020":25,
                "2021":3
            }
        ],
        [
            "The Asian Pacific Association for the Study of the Liver (APASL) had set up a working party on portal hypertension in 2002 with a mandate to develop consensus on various aspects of portal hypertension. The first of these consensuses has been developed on extra‐hepatic portal vein obstruction (EHPVO). It was discussed and prepared by the experts in this field from the Asian region and was presented at the annual meeting of the APASL, at Bali in August 2005. This article summarizes all the consensus statements approved by the APASL on various aspects of EHPVO.",
            "Consensus on extra‐hepatic portal vein obstruction",
            "Shiv Kumar Sarin and Jose D Sollano and Yogesh Kumar Chawla and Deepak Amarapurkar and Saeed Hamid and Makoto Hashizume and Wasim Jafri and Ashish Kumar and Masatoshi Kudo and Laurentius A Lesmana and Barjesh C Sharma and Gamal Shiha and H Janaka de Silva and Members of the APASL Working Party on Portal Hypertension",
            "2006",
            "sHyv31AAAAAJ:XoXfffV-tXoC",
            285,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1478-3231.2006.01269.x",
            "9930942659622772655",
            "\/scholar?cites=9930942659622772655",
            {
                "2007":5,
                "2008":8,
                "2009":10,
                "2010":24,
                "2011":31,
                "2012":30,
                "2013":21,
                "2014":24,
                "2015":23,
                "2016":24,
                "2017":22,
                "2018":21,
                "2019":19,
                "2020":18,
                "2021":3
            }
        ]
    ]
}