{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This biennial Review summarizes much of particle physics. Using data from previous editions, plus 2658 new measurements from 644 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 112 reviews are many that are new or heavily revised including those on Heavy-Quark and Soft-Collinear Effective Theory, Neutrino Cross Section Measurements, Monte Carlo Event Generators, Lattice QCD, Heavy Quarkonium Spectroscopy, Top Quark, Dark Matter, V cb & V ub, Quantum Chromodynamics, High-Energy Collider Parameters, Astrophysical Constants, Cosmological Parameters, and Dark Matter. A booklet is available containing the Summary Tables and abbreviated versions of some of the other sections of this full Review. All tables, listings, and reviews (and errata) are also available on the Particle Data Group website: http:\/\/pdg. lbl. gov\/. The 2012 edition of Review of Particle Physics is published for the Particle Data Group as article 010001 in volume 86 of Physical Review D. This edition should be cited as: J. Beringer et al.(Particle Data Group), Phys. Rev. D 86, 010001 (2012).",
            "Review of particle physics",
            "Juerg Beringer and JF Arguin and RM Barnett and K Copic and O Dahl and DE Groom and CJ Lin and J Lys and H Murayama and CG Wohl and WM Yao and PA Zyla and C Amsler and M Antonelli and DM Asner and H Baer and HR Band and T Basaglia and CW Bauer and JJ Beatty and VI Belousov and E Bergren and G Bernardi and W Bertl and S Bethke and H Bichsel and O Biebel and E Blucher and S Blusk and G Brooijmans and O Buchmueller and RN Cahn and M Carena and A Ceccucci and D Chakraborty and MC Chen and RS Chivukula and G Cowan and G D'ambrosio and T Damour and D De Florian and A De Gouvêa and T DeGrand and P De Jong and G Dissertori and B Dobrescu and M Doser and M Drees and DA Edwards and S Eidelman and J Erler and VV Ezhela and W Fetscher and BD Fields and B Foster and TK Gaisser and L Garren and HJ Gerber and G Gerbier and T Gherghetta and S Golwala and M Goodman and C Grab and AV Gritsan and JF Grivaz and Martin Grünewald and A Gurtu and T Gutsche and HE Haber and K Hagiwara and C Hagmann and C Hanhart and S Hashimoto and KG Hayes and M Heffner and B Heltsley and JJ Hernández-Rey and K Hikasa and A Höcker and J Holder and A Holtkamp and J Huston and JD Jackson and KF Johnson and T Junk and D Karlen and D Kirkby and SR Klein and E Klempt and RV Kowalewski and F Krauss and M Kreps and B Krusche and Yu V Kuyanov and Youngil Kwon and O Lahav and J Laiho and P Langacker and A Liddle and Z Ligeti and TM Liss and L Littenberg and KS Lugovsky and SB Lugovsky and T Mannel and AV Manohar and WJ Marciano and AD Martin and A Masoni and J Matthews and David Milstead and R Miquel and K Mönig and F Moortgat and K Nakamura and M Narain and P Nason and S Navas and M Neubert and P Nevski and Y Nir and KA Olive and L Pape and J Parsons and C Patrignani and JA Peacock and ST Petcov and A Piepke and A Pomarol and Giovanni Punzi and A Quadt and S Raby and G Raffelt and BN Ratcliff and P Richardson and S Roesler and S Rolli and A Romaniouk and LJ Rosenberg and JL Rosner and CT Sachrajda and Y Sakai and GP Salam and S Sarkar and F Sauli and O Schneider and K Scholberg and D Scott and WG Seligman and MH Shaevitz",
            "2012",
            "si5LCNIAAAAJ:u5HHmVD_uO8C",
            19436,
            "https:\/\/www.scholars.northwestern.edu\/en\/publications\/review-of-particle-physics-7",
            "8780254662138311537",
            "\/scholar?cites=8780254662138311537",
            {
                "1996":116,
                "1997":754,
                "1998":1011,
                "1999":369,
                "2000":189,
                "2001":86,
                "2002":62,
                "2003":87,
                "2004":54,
                "2005":68,
                "2006":262,
                "2007":1604,
                "2008":1968,
                "2009":821,
                "2010":358,
                "2011":271,
                "2012":907,
                "2013":3198,
                "2014":3353,
                "2015":1621,
                "2016":860,
                "2017":494,
                "2018":322,
                "2019":221,
                "2020":188,
                "2021":35
            }
        ],
        [
            "The Review summarizes much of particle physics and cosmology. Using data from previous editions, plus 3,283 new measurements from 899 papers, we list, evaluate, and average measured properties of gauge bosons and the recently discovered Higgs boson, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as heavy neutrinos, supersymmetric and technicolor particles, axions, dark photons, etc. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as Supersymmetry, Extra Dimensions, Particle Detectors, Probability, and Statistics. Among the 112 reviews are many that are new or heavily revised including those on: Dark Energy, Higgs Boson Physics, Electroweak Model, Neutrino Cross Section Measurements, Monte Carlo Neutrino Generators, Top Quark, Dark Matter, Dynamical Electroweak Symmetry Breaking, Accelerator Physics of Colliders, High-Energy Collider Parameters, Big Bang Nucleosynthesis, Astrophysical Constants and Cosmological Parameters. A booklet is available containing the Summary Tables and abbreviated versions of some of the other sections of this full Review. All tables, listings, and reviews (and errata) are also available on the Particle Data Group website: http:\/\/pdg. Ibi. gov.",
            "Review of particle physics",
            "Keith A Olive and Kaustubh Agashe and Claude Amsler and Mario Antonelli and Jean-Francois Arguin and David M Asner and H Baer and Henry R Band and RM Barnett and Tullio Basaglia and Christian W Bauer and James J Beatty and VL Belousov and Juerg Beringer and G Bernardi and Siegfried Bethke and Hans Bichsel and Otmar Biebel and E Blucher and Steven Blusk and G Brooijmans and Oliver Buchmueller and V Burkert and Maxim A Bychkov and Robert N Cahn and Marcela Carena and Augusto Ceccucci and Alessandro Cerri and Dhiman Chakraborty and Mu-Chun Chen and R Sekhar Chivukula and K Copie and Glen Cowan and O Dahl and Giancarlo D'Ambrosio and Thibault Damour and Daniel De Florian and A De Gouvéa and Thomas DeGrand and Paul De Jong and Gunther Dissertori and Bogdan A Dobrescu and Michael Doser and Manuel Drees and HK Dreiner and Donald A Edwards and Simon Eidelman and Jens Erler and Vladimir V Ezhela and W Fetscher and Brian David Fields and B Foster and A Freitas and TK Gaisser and H Gallagher and L Garren and HJ Gerber and G Gerbier and T Gershon and T Gherghetta and S Golwala and M Goodman and C Grab and AV Gritsan and C Grojean and DE Groom and Martin Grünewald and A Gurtu and T Gutsche and HE Haber and K Hagiwara and C Hanhart and S Hashimoto and Y Hayato and KG Hayes and M Heffner and B Heltsley and JJ Hernandez-Rey and K Hikasa and A Hoecker and J Holder and A Holtkamp and J Huston and JD Jackson and KF Johnson and T Junk and M Kado and D Karlen and UF Katz and SR Klein and E Klempt and RV Kowalewski and F Krauss and M Kreps and B Krusche and Yu V Kuyanov and Y Kwon and O Lahav and J Laiho and P Langacker and A Liddle and Z Ligeti and CJ Lin and TM Liss and L Littenberg and KS Lugovsky and SB Lugovsky and F Maltoni and T Mannel and AV Manohar and WJ Marciano and AD Martin and A Masoni and J Matthews and D Milstead and P Molaro and K Moenig and Filip Moortgat and MJ Mortonson and H Murayama and K Nakamura and M Narain and P Nason and S Navas and M Neubert and P Nevski and Y Nir and L Pape and J Parsons and C Patrignani and JA Peacock and M Pennington and ST Petcov and A Piepke and A Pomarol and A Quadt and S Raby and J Rademacker and G Raffelt and BN Ratcliff and P Richardson and A Ringwald and S Roesler and S Rolli and A Romaniouk and LJ Rosenberg and JL Rosner and G Rybka and CT Sachrajda and Y Sakai",
            "2014",
            "si5LCNIAAAAJ:3bvyWxjaHKcC",
            11717,
            "https:\/\/www.scholars.northwestern.edu\/en\/publications\/review-of-particle-physics-11",
            "8413444323795559066",
            "\/scholar?cites=8413444323795559066",
            {
                "2014":333,
                "2015":3156,
                "2016":4287,
                "2017":2226,
                "2018":860,
                "2019":471,
                "2020":247,
                "2021":18
            }
        ],
        [
            "This biennial Review summarizes much of particle physics. Using data from previous editions, plus 2158 new measurements from 551 papers, we list, evaluate, and average measured properties of gauge bosons, leptons, quarks, mesons, and baryons. We also summarize searches for hypothetical particles such as Higgs bosons, heavy neutrinos, and supersymmetric particles. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as the Standard Model, particle detectors, probability, and statistics. Among the 108 reviews are many that are new or heavily revised including those on neutrino mass, mixing, and oscillations, QCD, top quark, CKM quark-mixing matrix, V ud & V us , V cb & V ub , fragmentation functions, particle detectors for accelerator and non-accelerator physics, magnetic monopoles, cosmological …",
            "Review of particle physics",
            "Kenzo Nakamura",
            "2010",
            "si5LCNIAAAAJ:hMod-77fHWUC",
            9600,
            "http:\/\/scholar.google.com\/scholar?cluster=2576254620197471737&hl=en&oi=scholarr",
            "2576254620197471737",
            "\/scholar?cites=2576254620197471737",
            {
                "2010":331,
                "2011":2852,
                "2012":3305,
                "2013":1292,
                "2014":562,
                "2015":323,
                "2016":262,
                "2017":185,
                "2018":157,
                "2019":105,
                "2020":117,
                "2021":6
            }
        ],
        [
            "The Review summarizes much of particle physics and cosmology. Using data from previous editions, plus 3,062 new measurements from 721 papers, we list, evaluate, and average measured properties of gauge bosons and the recently discovered Higgs boson, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as supersymmetric particles, heavy bosons, axions, dark photons, etc. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as Higgs Boson Physics, Supersymmetry, Grand Unified Theories, Neutrino Mixing, Dark Energy, Dark Matter, Cosmology, Particle Detectors, Colliders, Probability and Statistics. Among the 117 reviews are many that are new or heavily revised, including those on Pentaquarks and Inflation. The complete Review is published online in a journal and on the website of the Particle Data Group \"http:\/\/pdg.lbl.gov\".",
            "Review of particle physics",
            "Claudia Patrignani and K Agashe and G Aielli and C Amsler and M Antonelli and DM Asner and H Baer and Sw Banerjee and RM Barnett and T Basaglia and CW Bauer and JJ Beatty and VI Belousov and J Beringer and S Bethke and H Bichsel and O Biebel and E Blucher and G Brooijmans and O Buchmueller and V Burkert and MA Bychkov and RN Cahn and M Carena and A Ceccucci and A Cerri and D Chakraborty and M-C Chen and RS Chivukula and K Copic and G Cowan and O Dahl and G D'Ambrosio and T Damour and D De Florian and A De Gouvêa and T DeGrand and P De Jong and G Dissertori and BA Dobrescu and M D'Onofrio and M Doser and M Drees and HK Dreiner and DA Dwyer and P Eerola and S Eidelman and J Ellis and J Erler and VV Ezhela and W Fetscher and BD Fields and B Foster and A Freitas and H Gallagher and L Garren and H-J Gerber and G Gerbier and T Gershon and T Gherghetta and AA Godizov and M Goodman and C Grab and AV Gritsan and C Grojean and DE Groom and M Gruenewald and A Gurtu and T Gutsche and HE Haber and K Hagiwara and C Hanhart and S Hashimoto and Y Hayato and KG Hayes and A Hebecker and B Heltsley and JJ Hernandez-Rey and K Hikasa and J Hisano and A Hoecker and J Holder and A Holtkamp and J Huston and T Hyodo and K Irwin and JD Jackson and KF Johnson and M Kado and M Karliner and UF Katz and SR Klein and E Klempt and RV Kowalewski and F Krauss and M Kreps and B Krusche and Yu V Kuyanov and Y Kwon and O Lahav and J Laiho and P Langacker and A Liddle and Z Ligeti and C-J Lin and C Lippmann and TM Liss and L Littenberg and KS Lugovsky and SB Lugovsky and A Lusiani and Y Makida and F Maltoni and T Mannel and AV Manohar and WJ Marciano and AD Martin and A Masoni and J Matthews and U-G Meissner and David Milstead and RE Mitchell and Paolo MOLARO and K Mönig and F Moortgat and MJ Mortonson and H Murayama and K Nakamura and M Narain and P Nason and S Navas and M Neubert and P Nevski and Y Nir and KA Olive and S Pagan Griso and J Parsons and JA Peacock and M Pennington and ST Petcov and VA Petrov and A Piepke and A Pomarol and A Quadt and S Raby and J Rademacker and G Raffelt and BN Ratcliff and P Richardson and A Ringwald",
            "2016",
            "si5LCNIAAAAJ:F2UWTTQJPOcC",
            7917,
            "https:\/\/openaccess.inaf.it\/handle\/20.500.12386\/25063",
            "14765011302757807885",
            "\/scholar?cites=14765011302757807885",
            {
                "2016":179,
                "2017":2457,
                "2018":3355,
                "2019":1270,
                "2020":551,
                "2021":19
            }
        ],
        [
            "6.1 Standard solar model predictions of the solar neutrino fluxes 6.2 Atmospheric neutrino fluxes 6.3 Accelerator neutrino beams 6.4 Reactor neutrino fluxes 7. Neutrino oscillations in vacuum 8. Matter effects in neutrino oscillations 8.1 Effects of Earth matter on oscillations of neutrinos 8.2 Oscillations (flavour conversion) of solar neutrinos 8.2. 1 Qualitative analysis8.2. 2 The solar νe survival probability 8.2. 3 The day-night asymmetry 9. Neutrino oscillation experiments 9.1 Solar neutrino experiments 9.2 Atmospheric neutrino oscillation experiments 9.3 Accelerator neutrino oscillation experiments 9.4 Reactor neutrino oscillation experiments 10. Results of solar neutrino experiments and KamLAND 10.1 Measurements of∆ m2",
            "Review of Particle Physics: particle data groups",
            "Masaharu Tanabashi and K Hagiwara and K Hikasa and Katsumasa Nakamura and Y Sumino and F Takahashi and J Tanaka and K Agashe and G Aielli and Claude Amsler and Mario Antonelli and DM Asner and Howard Baer and Sw Banerjee and RM Barnett and T Basaglia and CW Bauer and JJ Beatty and VI Belousov and J Beringer and S Bethke and A Bettini and H Bichsel and O Biebel and KM Black and E Blucher and O Buchmuller and V Burkert and MA Bychkov and RN Cahn and M Carena and A Ceccucci and A Cerri and D Chakraborty and M-C Chen and RS Chivukula and G Cowan and O Dahl and G d'Ambrosio and T Damour and D De Florian and A De Gouvêa and T DeGrand and P De Jong and G Dissertori and BA Dobrescu and M d'Onofrio and M Doser and M Drees and HK Dreiner and DA Dwyer and P Eerola and S Eidelman and J Ellis and J Erler and VV Ezhela and W Fetscher and BD Fields and R Firestone and B Foster and A Freitas and H Gallagher and L Garren and H-J Gerber and G Gerbier and T Gershon and Y Gershtein and T Gherghetta and AA Godizov and M Goodman and C Grab and AV Gritsan and C Grojean and DE Groom and M Grünewald and A Gurtu and T Gutsche and HE Haber and C Hanhart and S Hashimoto and Y Hayato and KG Hayes and A Hebecker and S Heinemeyer and B Heltsley and JJ Hernández-Rey and J Hisano and A Höcker and J Holder and A Holtkamp and T Hyodo and KD Irwin and KF Johnson and M Kado and M Karliner and UF Katz and SR Klein and E Klempt and RV Kowalewski and F Krauss and M Kreps and B Krusche and Yu V Kuyanov and Y Kwon and O Lahav and J Laiho and J Lesgourgues and A Liddle and Z Ligeti and C-J Lin and C Lippmann and TM Liss and L Littenberg and KS Lugovsky and SB Lugovsky and A Lusiani and Y Makida and F Maltoni and T Mannel and AV Manohar and WJ Marciano and AD Martin and A Masoni and J Matthews and U-G Meißner and D Milstead and RE Mitchell and K Mönig and P Molaro and F Moortgat and M Moskovic and H Murayama and M Narain and P Nason and S Navas and M Neubert and P Nevski and Y Nir and KA Olive and S Pagan Griso and J Parsons and C Patrignani and JA Peacock and M Pennington and ST Petcov and VA Petrov and E Pianori and A Piepke and A Pomarol and A Quadt",
            "2018",
            "si5LCNIAAAAJ:6_hjMsCP8ZoC",
            7593,
            "https:\/\/iris.sissa.it\/handle\/20.500.11767\/98700",
            "7891928998555010999",
            "\/scholar?cites=7891928998555010999",
            {
                "2018":652,
                "2019":3119,
                "2020":3568,
                "2021":184
            }
        ],
        [
            "The Cherenkov Telescope Array (CTA) is a new observatory for very high-energy (VHE) gamma rays. CTA has ambitions science goals, for which it is necessary to achieve full-sky coverage, to improve the sensitivity by about an order of magnitude, to span about four decades of energy, from a few tens of GeV to above 100 TeV with enhanced angular and energy resolutions over existing VHE gamma-ray observatories. An international collaboration has formed with more than 1000 members from 27 countries in Europe, Asia, Africa and North and South America. In 2010 the CTA Consortium completed a Design Study and started a three-year Preparatory Phase which leads to production readiness of CTA in 2014. In this paper we introduce the science goals and the concept of CTA, and provide an overview of the project.",
            "Introducing the CTA concept",
            "BS Acharya and M Actis and T Aghajani and G Agnetta and J Aguilar and Felix Aharonian and Marco Ajello and A Akhperjanian and M Alcubierre and J Aleksić and R Alfaro and E Aliu and AJ Allafort and D Allan and I Allekotte and E Amato and J Anderson and Ekrem Oǧuzhan Angüner and LA Antonelli and P Antoranz and A Aravantinos and T Arlen and T Armstrong and H Arnaldi and L Arrabito and K Asano and T Ashton and HG Asorey and Y Awane and H Baba and A Babic and N Baby and J Bähr and A Bais and C Baixeras and S Bajtlik and M Balbo and D Balis and C Balkowski and A Bamba and R Bandiera and A Barber and C Barbier and M Barceló and Anna Barnacka and Jürgen Barnstedt and U Barres de Almeida and JA Barrio and A Basili and S Basso and D Bastieri and Christian Bauer and A Baushev and J Becerra and Yvonne Becherini and KC Bechtol and J Becker Tjus and Volker Beckmann and W Bednarek and B Behera and M Belluso and W Benbow and J Berdugo and K Berger and F Bernard and T Bernardino and Konrad Bernlöhr and N Bhat and S Bhattacharyya and C Bigongiari and A Biland and S Billotta and T Bird and E Birsin and Elisabetta Bissaldi and Jonathan Biteau and M Bitossi and S Blake and O Blanch Bigas and P Blasi and A Bobkov and V Boccone and Markus Boettcher and L Bogacz and J Bogart and M Bogdan and Catherine Boisson and J Boix Gargallo and J Bolmont and G Bonanno and A Bonardi and T Bonev and P Bonifacio and G Bonnoli and P Bordas and A Borgland and Janett Borkowski and R Bose and O Botner and A Bottani and L Bouchet and M Bourgeat and C Boutonnet and A Bouvier and S Brau-Nogué and I Braun and T Bretz and M Briggs and T Bringmann and P Brook and Pierre Brun and L Brunetti and T Buanes and J Buckley and R Buehler and V Bugaev and A Bulgarelli and Tomasz Bulik and G Busetto and S Buson and K Byrum and M Cailles and R Cameron and J Camprecios and R Canestrari and S Cantu and M Capalbi and P Caraveo and E Carmona and A Carosi and John Carr and P-H Carton and Sabrina Casanova and M Casiraghi and O Catalano and S Cavazzani and S Cazaux and M Cerruti and E Chabanne and P Chadwick and C Champion and Andrew Chen and J Chiang and L Chiappetti and M Chikawa and VR Chitnis and F Chollet and J Chudoba and M Cieślar and A Cillis",
            "2013",
            "si5LCNIAAAAJ:Fu2w8maKXqMC",
            633,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0927650513000169",
            "9787023119337469692",
            "\/scholar?cites=9787023119337469692",
            {
                "2013":34,
                "2014":71,
                "2015":107,
                "2016":100,
                "2017":106,
                "2018":83,
                "2019":78,
                "2020":46,
                "2021":6
            }
        ],
        [
            " Following the detection of strong TeV γ‐ray flares from the BL Lac object 1ES 1959+650 with the Whipple 10 m Cerenkov telescope on 2002 May 16 and 17, we performed intensive target of opportunity radio, optical, X‐ray, and TeV γ‐ray observations from 2002 May 18 to August 14. Observations with the X‐ray telescope Rossi X‐Ray Timing Explorer and the Whipple and HEGRA γ‐ray telescopes revealed several strong flares, enabling us to sensitively test the X‐ray–γ‐ray flux correlation properties. Although the X‐ray and γ‐ray fluxes seemed to be correlated in general, we found an “orphan” γ‐ray flare that was not accompanied by an X‐ray flare. While we detected optical flux variability with the Boltwood and Abastumani observatories, the data did not give evidence for a correlation of the optical flux variability with the observed X‐ray and γ‐ray flares. Within statistical errors of about 0.03 Jy at 14.5 GHz and 0 …",
            "Multiwavelength observations of strong flares from the TeV blazar 1ES 1959+ 650",
            "Henric Krawczynski and SB Hughes and D Horan and F Aharonian and MF Aller and H Aller and P Boltwood and J Buckley and P Coppi and G Fossati and N Götting and J Holder and D Horns and OM Kurtanidze and AP Marscher and M Nikolashvili and RA Remillard and A Sadun and M Schröder",
            "2004",
            "si5LCNIAAAAJ:d1gkVwhDpl0C",
            492,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/380393\/meta",
            "9790391392918949263",
            "\/scholar?cites=9790391392918949263",
            {
                "2004":9,
                "2005":30,
                "2006":34,
                "2007":45,
                "2008":36,
                "2009":31,
                "2010":26,
                "2011":38,
                "2012":41,
                "2013":30,
                "2014":30,
                "2015":12,
                "2016":25,
                "2017":35,
                "2018":25,
                "2019":22,
                "2020":13,
                "2021":5
            }
        ],
        [
            "In this Letter we report the discovery of TeV gamma-ray emission from a supernova remnant made with the CANGAROO 3.8 m telescope. TeV gamma rays were detected at the sky position and extension coincident with the northeast rim of shell-type supernova remnant (SNR) SN 1006 (Type Ia). SN 1006 has been a most likely candidate for an extended TeV gamma-ray source, since the clear synchrotron X-ray emission from the rims was recently observed by ASCA (Koyama et al.), which is strong evidence for the existence of very high energy (up to hundreds of TeV) electrons in the SNR. The observed TeV gamma-ray flux was (2.4±0.5 [statistical]±0.7 [systematic])× 10− 12 cm-2 s-1 (≥ 3.0±0.9 TeV) and (4.6±0.6±1.4)× 10− 12 cm-2 s-1 (≥ 1.7±0.5 TeV) from the 1996 and 1997 observations, respectively. Also, we set an upper limit on the TeV gamma-ray emission from the southwest rim, which is estimated to be 1.1 …",
            "Discovery of TeV gamma rays from SN 1006: Further evidence for the supernova remnant origin of cosmic rays",
            "Tetal Tanimori and Y Hayami and S Kamei and SA Dazeley and PG Edwards and S Gunji and S Hara and T Hara and J Holder and A Kawachi and T Kifune and R Kita and T Konishi and A Masaike and Y Matsubara and T Matsuoka and Y Mizumoto and M Mori and M Moriya and H Muraishi and Y Muraki and T Naito and K Nishijima and S Oda and S Ogio and JR Patterson and Michael D Roberts and GP Rowell and K Sakurazawa and T Sako and Y Sato and R Susukita and A Suzuki and R Suzuki and T Tamura and GJ Thornton and S Yanagita and T Yoshida and T Yoshikoshi",
            "1998",
            "si5LCNIAAAAJ:u-x6o8ySG0sC",
            451,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/311267\/meta",
            "8265005508692813718",
            "\/scholar?cites=8265005508692813718",
            {
                "1998":11,
                "1999":58,
                "2000":44,
                "2001":80,
                "2002":44,
                "2003":56,
                "2004":43,
                "2005":32,
                "2006":8,
                "2007":11,
                "2008":13,
                "2009":8,
                "2010":6,
                "2011":4,
                "2012":2,
                "2013":6,
                "2014":2,
                "2015":2,
                "2016":7,
                "2017":3,
                "2018":4,
                "2019":2
            }
        ],
        [
            "The Review summarizes much of particle physics and cosmology. Using data from previous editions, plus 3,324 new measurements from 878 papers, we list, evaluate, and average measured properties of gauge bosons and the recently discovered Higgs boson, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as supersymmetric particles, heavy bosons, axions, dark photons, etc. Particle properties and search limits are listed in Summary Tables. We give numerous tables, figures, formulae, and reviews of topics such as Higgs Boson Physics, Supersymmetry, Grand Unified Theories, Neutrino Mixing, Dark Energy, Dark Matter, Cosmology, Particle Detectors, Colliders, Probability and Statistics. Among the 120 reviews are many that are new or heavily revised, including a new review on High Energy Soft QCD and Diffraction and one on the Determination of CKM …",
            "Review of particle physics",
            "Particle Data Group and PA Zyla and RM Barnett and J Beringer and O Dahl and DA Dwyer and DE Groom and C-J Lin and KS Lugovsky and E Pianori and DJ Robinson and CG Wohl and W-M Yao and K Agashe and G Aielli and BC Allanach and C Amsler and M Antonelli and EC Aschenauer and DM Asner and H Baer and Sw Banerjee and L Baudis and CW Bauer and JJ Beatty and VI Belousov and S Bethke and A Bettini and O Biebel and KM Black and E Blucher and O Buchmuller and V Burkert and MA Bychkov and RN Cahn and M Carena and A Ceccucci and A Cerri and D Chakraborty and R Sekhar Chivukula and G Cowan and G D'Ambrosio and T Damour and D de Florian and A de Gouvêa and T DeGrand and P de Jong and G Dissertori and BA Dobrescu and M D'Onofrio and M Doser and M Drees and HK Dreiner and P Eerola and U Egede and S Eidelman and J Ellis and J Erler and VV Ezhela and W Fetscher and BD Fields and B Foster and A Freitas and H Gallagher and L Garren and H-J Gerber and G Gerbier and T Gershon and Y Gershtein and T Gherghetta and AA Godizov and MC Gonzalez-Garcia and M Goodman and C Grab and AV Gritsan and C Grojean and M Grünewald and A Gurtu and T Gutsche and HE Haber and C Hanhart and S Hashimoto and Y Hayato and A Hebecker and S Heinemeyer and B Heltsley and JJ Hernández-Rey and K Hikasa and J Hisano and A Höcker and J Holder and A Holtkamp and J Huston and T Hyodo and KF Johnson and M Kado and M Karliner and UF Katz and M Kenzie and VA Khoze and SR Klein and E Klempt and RV Kowalewski and F Krauss and M Kreps and B Krusche and Y Kwon and O Lahav and J Laiho and LP Lellouch and J Lesgourgues and AR Liddle and Z Ligeti and C Lippmann and TM Liss and L Littenberg and C Lourengo and SB Lugovsky and A Lusiani and Y Makida and F Maltoni and T Mannel and AV Manohar and WJ Marciano and A Masoni and J Matthews and U-G Meißner and M Mikhasenko and DJ Miller and D Milstead and RE Mitchell and K Mönig and P Molaro and F Moortgat and M Moskovic and K Nakamura and M Narain and P Nason and S Navas and M Neubert and P Nevski and Y Nir and KA Olive and C Patrignani and JA Peacock and ST Petcov and VA Petrov and A Pich and A Piepke and A Pomarol",
            "2020",
            "si5LCNIAAAAJ:27LrP4qxOz0C",
            446,
            "https:\/\/academic.oup.com\/ptep\/article-abstract\/2020\/8\/083C01\/5891211",
            "18382074278775999526",
            "\/scholar?cites=18382074278775999526",
            {
                "2020":357,
                "2021":85
            }
        ],
        [
            "The first atmospheric Cherenkov telescope of VERITAS (the Very Energetic Radiation Imaging Telescope Array System) has been in operation since February 2005. We present here a technical description of the instrument and a summary of its performance. The calibration methods are described, along with the results of Monte Carlo simulations of the telescope and comparisons between real and simulated data. The analysis of TeV γ-ray observations of the Crab Nebula, including the reconstructed energy spectrum, is shown to give results consistent with earlier measurements. The telescope is operating as expected and has met or exceeded all design specifications.",
            "The first VERITAS telescope",
            "Jamie Holder and RW Atkins and HM Badran and G Blaylock and SM Bradbury and JH Buckley and KL Byrum and DA Carter-Lewis and O Celik and YCK Chow and P Cogan and W Cui and MK Daniel and I de la Calle Perez and C Dowdall and P Dowkontt and C Duke and AD Falcone and SJ Fegan and JP Finley and P Fortin and LF Fortson and K Gibbs and G Gillanders and OJ Glidewell and J Grube and KJ Gutierrez and G Gyuk and J Hall and D Hanna and E Hays and D Horan and SB Hughes and TB Humensky and A Imran and I Jung and P Kaaret and GE Kenny and D Kieda and J Kildea and J Knapp and H Krawczynski and F Krennrich and MJ Lang and S LeBohec and E Linton and EK Little and G Maier and H Manseri and A Milovanovic and P Moriarty and R Mukherjee and PA Ogden and RA Ong and D Petry and JS Perkins and F Pizlo and M Pohl and J Quinn and K Ragan and PT Reynolds and ET Roache and HJ Rose and M Schroedter and GH Sembroski and G Sleege and D Steele and SP Swordy and A Syson and JA Toner and L Valcarcel and VV Vassiliev and SP Wakely and TC Weekes and RJ White and DA Williams and R Wagner",
            "2006",
            "si5LCNIAAAAJ:qjMakFHDy7sC",
            371,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S092765050600051X",
            "9493372854806382075",
            "\/scholar?cites=9493372854806382075",
            {
                "2005":2,
                "2006":5,
                "2007":23,
                "2008":26,
                "2009":19,
                "2010":29,
                "2011":26,
                "2012":23,
                "2013":31,
                "2014":20,
                "2015":35,
                "2016":29,
                "2017":24,
                "2018":23,
                "2019":25,
                "2020":28,
                "2021":1
            }
        ]
    ]
}