{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This book provides an elementary introduction to the subject of quantum optics, the study of the quantum mechanical nature of light and its interaction with matter. The presentation is almost entirely concerned with the quantized electromagnetic field. Topics covered include single-mode field quantization in a cavity, quantization of multimode fields, quantum phase, coherent states, quasi-probability distribution in phase space, atom-field interactions, the Jaynes-Cummings model, quantum coherence theory, beam splitters and interferometers, dissipative interactions, nonclassical field states with squeezing etc.,'Schrödinger cat'states, tests of local realism with entangled photons from down-conversion, experimental realizations of cavity quantum electrodynamics, trapped ions, decoherence, and some applications to quantum information processing, particularly quantum cryptography. The book contains many homework problems and an extensive bibliography. This text is designed for upper-level undergraduates taking courses in quantum optics who have already taken a course in quantum mechanics, and for first and second year graduate students.",
            "Introductory quantum optics",
            "Christopher Gerry and Peter Knight and Peter L Knight",
            "2005",
            "SirKcyMAAAAJ:2osOgNQ5qMEC",
            2272,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=CgByyoBJJwgC&oi=fnd&pg=PR12&dq=info:4JzmtNYo4Z8J:scholar.google.com&ots=-HdNa_9AYw&sig=wYiYeGzc4HNJQdW2Hv8VQYIhudA",
            "11520534224413564128",
            "\/scholar?cites=11520534224413564128",
            {
                "2005":15,
                "2006":30,
                "2007":61,
                "2008":50,
                "2009":96,
                "2010":106,
                "2011":138,
                "2012":146,
                "2013":135,
                "2014":162,
                "2015":190,
                "2016":201,
                "2017":221,
                "2018":194,
                "2019":228,
                "2020":266,
                "2021":19
            }
        ],
        [
            "We present conditions every measure of entanglement has to satisfy, and construct a whole class of “good” entanglement measures. The generalization of our class of entanglement measures to more than two particles is straightforward. We present a measure which has a statistical operational basis that might enable experimental determination of the quantitative degree of entanglement.",
            "Quantifying entanglement",
            "Vlatko Vedral and Martin B Plenio and Michael A Rippin and Peter L Knight",
            "1997",
            "SirKcyMAAAAJ:u-x6o8ySG0sC",
            2073,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.78.2275",
            "1067930058121864326",
            "\/scholar?cites=1067930058121864326",
            {
                "1997":7,
                "1998":33,
                "1999":34,
                "2000":54,
                "2001":76,
                "2002":91,
                "2003":85,
                "2004":77,
                "2005":94,
                "2006":115,
                "2007":98,
                "2008":116,
                "2009":98,
                "2010":92,
                "2011":93,
                "2012":83,
                "2013":91,
                "2014":104,
                "2015":80,
                "2016":93,
                "2017":115,
                "2018":88,
                "2019":111,
                "2020":131,
                "2021":5
            }
        ],
        [
            "In this paper we review the current state of progress in research on squeezed light. We discuss the basic theory of squeezing and the nature of quantum noise in optical fields. We examine various atomic sources of squeezed light and discuss phase-sensitive detectors of quantum noise including homodyne and heterodyne detectors. Various successful nonlinear optical methods for generating squeezed light are reviewed. We conclude with a discussion of the possible applications of squeezed light.",
            "Squeezed light",
            "Rodney Loudon and Peter L Knight",
            "1987",
            "SirKcyMAAAAJ:u5HHmVD_uO8C",
            1979,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/09500348714550721",
            "3405170759275549567",
            "\/scholar?cites=3405170759275549567",
            {
                "1988":19,
                "1989":66,
                "1990":88,
                "1991":79,
                "1992":103,
                "1993":96,
                "1994":69,
                "1995":69,
                "1996":67,
                "1997":68,
                "1998":65,
                "1999":56,
                "2000":41,
                "2001":51,
                "2002":52,
                "2003":46,
                "2004":67,
                "2005":56,
                "2006":64,
                "2007":60,
                "2008":74,
                "2009":63,
                "2010":70,
                "2011":48,
                "2012":44,
                "2013":42,
                "2014":40,
                "2015":53,
                "2016":54,
                "2017":38,
                "2018":54,
                "2019":48,
                "2020":46,
                "2021":9
            }
        ],
        [
            "The Jaynes-Cummings model (JCM), a soluble fully quantum mechanical model of an atom in a field, was first used (in 1963) to examine the classical aspects of spontaneous emission and to reveal the existence of Rabi oscillations in atomic excitation probabilities for fields with sharply defined energy (or photon number). For fields having a statistical distributions of photon numbers the oscillations collapse to an expected steady value. In 1980 it was discovered that with appropriate initial conditions (e.g. a near-classical field), the Rabi oscillations would eventually revive, only to collapse and revive repeatedly in a complicated pattern. The existence of these revivals, present in the analytic solutions of the JCM, provided direct evidence for discreteness of field excitation (photons) and hence for the truly quantum nature of radiation. Subsequent study revealed further non-classical properties of the JCM field, such as a …",
            "The jaynes-cummings model",
            "Bruce W Shore and Peter L Knight",
            "1993",
            "SirKcyMAAAAJ:d1gkVwhDpl0C",
            1402,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/09500349314551321",
            "18259887104329320714",
            "\/scholar?cites=18259887104329320714",
            {
                "1993":5,
                "1994":13,
                "1995":29,
                "1996":38,
                "1997":53,
                "1998":37,
                "1999":40,
                "2000":33,
                "2001":30,
                "2002":46,
                "2003":45,
                "2004":34,
                "2005":41,
                "2006":46,
                "2007":53,
                "2008":63,
                "2009":57,
                "2010":68,
                "2011":53,
                "2012":57,
                "2013":58,
                "2014":67,
                "2015":50,
                "2016":60,
                "2017":85,
                "2018":67,
                "2019":69,
                "2020":92,
                "2021":7
            }
        ],
        [
            "Dissipation, the irreversible loss of energy and coherence, from a microsystem is the result of coupling to a much larger macrosystem (or reservoir) that is so large that one has no chance of keeping track of all of its degrees of freedom. The microsystem evolution is then described by tracing over the reservoir states, which results in an irreversible decay as excitation leaks out of the initially excited microsystems into the outer reservoir environment. Earlier treatments of this dissipation used density matrices to describe an ensemble of microsystems, either in the Schrödinger picture with master equations, or in the Heisenberg picture with Langevin equations. The development of experimental techniques to study single quantum systems (for example, single trapped ions, or cavity-radiation-field modes) has stimulated the construction of theoretical methods to describe individual realizations conditioned on a particular …",
            "The quantum-jump approach to dissipative dynamics in quantum optics",
            "Martin B Plenio and Peter L Knight",
            "1998",
            "SirKcyMAAAAJ:9yKSN-GCB0IC",
            1348,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.70.101",
            "1753605744431845673",
            "\/scholar?cites=1753605744431845673",
            {
                "1998":13,
                "1999":22,
                "2000":31,
                "2001":40,
                "2002":42,
                "2003":52,
                "2004":57,
                "2005":63,
                "2006":62,
                "2007":74,
                "2008":58,
                "2009":59,
                "2010":67,
                "2011":39,
                "2012":57,
                "2013":67,
                "2014":56,
                "2015":76,
                "2016":76,
                "2017":74,
                "2018":81,
                "2019":85,
                "2020":84,
                "2021":5
            }
        ],
        [
            "We review the phenonomena which occur in multiphoton physics when the electric field of the applied laser radiation becomes comparable with the Coulomb field strength seen by an electron in the ground state of atomic hydrogen. This field is reached at an irradiance of approximately. The normal perturbative photon-by-photon based picture of the interaction of individual electrons with the field is replaced by a tunnelling picture in which, in a time of the order of, or less than one optical cycle, atomic wavepackets are generated which escape the confining Coulomb potential. These wavepackets are strongly influenced by the laser,quiver'and may be accelerated back to the parent ion in a recollision process. Phase-coherent effects locked to the laser field become important: high harmonics are generated from these recollisions. We discuss the theory of such effects, and review progress in understanding how this …",
            "Atomic physics with super-high intensity lasers",
            "M Protopapas and Christoph H Keitel and Peter L Knight",
            "1997",
            "SirKcyMAAAAJ:qjMakFHDy7sC",
            977,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0034-4885\/60\/4\/001\/meta",
            "10534480198616641684",
            "\/scholar?cites=10534480198616641684",
            {
                "1997":6,
                "1998":30,
                "1999":38,
                "2000":60,
                "2001":58,
                "2002":57,
                "2003":54,
                "2004":43,
                "2005":42,
                "2006":47,
                "2007":40,
                "2008":44,
                "2009":35,
                "2010":34,
                "2011":37,
                "2012":43,
                "2013":56,
                "2014":31,
                "2015":37,
                "2016":39,
                "2017":28,
                "2018":45,
                "2019":31,
                "2020":29,
                "2021":5
            }
        ],
        [
            "We generalize the procedure of entanglement swapping to obtain a scheme for manipulating entanglement in multiparticle systems. We describe how this scheme allows one to establish multiparticle entanglement between particles belonging to distant users in a communication network through a prior distribution of singlets followed by only local measurements. We show that this scheme can be regarded as a method of generating entangled states of many particles and compare it with existing schemes using simple quantum computational networks. We highlight the practical advantages of using a series of entanglement swappings during the distribution of entangled particles between two parties. Applications of multiparticle entangled states in cryptographic conferencing and in reading messages from more than one source through a single measurement are also described.",
            "Multiparticle generalization of entanglement swapping",
            "Sougato Bose and Vlatko Vedral and Peter L Knight",
            "1998",
            "SirKcyMAAAAJ:UeHWp8X0CEIC",
            810,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.57.822",
            "1983598317645247870",
            "\/scholar?cites=1983598317645247870",
            {
                "1997":3,
                "1998":11,
                "1999":21,
                "2000":28,
                "2001":33,
                "2002":50,
                "2003":31,
                "2004":42,
                "2005":42,
                "2006":45,
                "2007":43,
                "2008":50,
                "2009":46,
                "2010":36,
                "2011":28,
                "2012":37,
                "2013":42,
                "2014":30,
                "2015":23,
                "2016":44,
                "2017":25,
                "2018":27,
                "2019":30,
                "2020":33,
                "2021":1
            }
        ],
        [
            "We use variances, entropy, and the Shannon entropy to analyse the fluctuations and quantum evolution of various simple models of quantum optical resonance. We discuss at length the properties of the single-mode radiation field coupled to a single two-level atom, and then extend our analysis to describe the micromaser in which a cavity mode is repeatedly pumped by a succession of atoms passing through the cavity. We also discuss the fluctuations in the single-mode laser theory of Scully and Lamb.",
            "Fluctuations and entropy in models of quantum optical resonance",
            "SJD Phoenix and PL Knight",
            "1988",
            "SirKcyMAAAAJ:IjCSPb-OGe4C",
            615,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0003491688900061",
            "12713864573278230221",
            "\/scholar?cites=12713864573278230221",
            {
                "1989":2,
                "1990":8,
                "1991":9,
                "1992":12,
                "1993":25,
                "1994":19,
                "1995":20,
                "1996":17,
                "1997":13,
                "1998":15,
                "1999":10,
                "2000":10,
                "2001":12,
                "2002":30,
                "2003":20,
                "2004":19,
                "2005":28,
                "2006":35,
                "2007":34,
                "2008":46,
                "2009":31,
                "2010":30,
                "2011":23,
                "2012":22,
                "2013":22,
                "2014":12,
                "2015":14,
                "2016":17,
                "2017":18,
                "2018":18,
                "2019":13,
                "2020":9
            }
        ],
        [
            "We discuss the generation of entangled states of two two-level atoms inside an optical resonator. When the cavity decay is continuously monitored, the absence of photon counts is associated with the presence of an atomic entangled state. In addition to being conceptually simple, this scheme can be demonstrated with presently available technology. We describe how such a state is generated through conditional dynamics, using quantum jump methods, including both cavity damping and spontaneous emission decay, and evaluate the fidelity and relative entropy of entanglement of the generated state compared with the target entangled state.",
            "Cavity-loss-induced generation of entangled atoms",
            "Martin B Plenio and SF Huelga and A Beige and PL Knight",
            "1999",
            "SirKcyMAAAAJ:Y0pCki6q_DkC",
            590,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.59.2468",
            "10541953310887703566",
            "\/scholar?cites=10541953310887703566",
            {
                "1999":4,
                "2000":8,
                "2001":20,
                "2002":27,
                "2003":35,
                "2004":40,
                "2005":41,
                "2006":32,
                "2007":39,
                "2008":31,
                "2009":24,
                "2010":30,
                "2011":26,
                "2012":24,
                "2013":31,
                "2014":24,
                "2015":27,
                "2016":22,
                "2017":28,
                "2018":19,
                "2019":24,
                "2020":32,
                "2021":1
            }
        ],
        [
            "A beam splitter is a simple, readily available device which can act to entangle output optical fields. We show that a necessary condition for the fields at the output of the beam splitter to be entangled is that the pure input states exhibit nonclassical behavior. We generalize this proof for arbitrary (pure or impure) Gaussian input states. Specifically, nonclassicality of the input Gaussian fields is a necessary condition for entanglement of the field modes with the help of a beam splitter. We conjecture that this is a general property of beam splitters: Nonclassicality of the inputs is a necessary condition for entangling fields in a beam splitter.",
            "Entanglement by a beam splitter: Nonclassicality as a prerequisite for entanglement",
            "MS Kim and W Son and Vladimír Bužek and PL Knight",
            "2002",
            "SirKcyMAAAAJ:LkGwnXOMwfcC",
            588,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.65.032323",
            "13623171290724383593",
            "\/scholar?cites=13623171290724383593",
            {
                "2002":12,
                "2003":22,
                "2004":29,
                "2005":25,
                "2006":24,
                "2007":21,
                "2008":29,
                "2009":32,
                "2010":31,
                "2011":38,
                "2012":20,
                "2013":33,
                "2014":26,
                "2015":41,
                "2016":34,
                "2017":26,
                "2018":32,
                "2019":48,
                "2020":59,
                "2021":4
            }
        ]
    ]
}