{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Many complex networks have a small-world topology characterized by dense local clustering or cliquishness of connections between neighboring nodes yet a short path length between any (distant) pair of nodes due to the existence of relatively few long-range connections. This is an attractive model for the organization of brain anatomical and functional networks because a small-world topology can support both segregated\/specialized and distributed\/integrated information processing. Moreover, small-world networks are economical, tending to minimize wiring costs while supporting high dynamical complexity. The authors introduce some of the key mathematical concepts in graph theory required for small-world analysis and review how these methods have been applied to quantification of cortical connectivity matrices derived from anatomical tract-tracing studies in the macaque monkey and the cat. The evolution …",
            "Small-world brain networks",
            "Danielle Smith Bassett and ED Bullmore",
            "2006",
            "siYpAPsAAAAJ:u5HHmVD_uO8C",
            2205,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/1073858406293182",
            "8410437625107165395",
            "\/scholar?cites=8410437625107165395",
            {
                "2007":26,
                "2008":47,
                "2009":76,
                "2010":105,
                "2011":124,
                "2012":162,
                "2013":159,
                "2014":180,
                "2015":175,
                "2016":211,
                "2017":226,
                "2018":214,
                "2019":214,
                "2020":253,
                "2021":9
            }
        ],
        [
            "Human learning is a complex phenomenon requiring flexibility to adapt existing brain function and precision in selecting new neurophysiological activities to drive desired behavior. These two attributes—flexibility and selection—must operate over multiple temporal scales as performance of a skill changes from being slow and challenging to being fast and automatic. Such selective adaptability is naturally provided by modular structure, which plays a critical role in evolution, development, and optimal network function. Using functional connectivity measurements of brain activity acquired from initial training through mastery of a simple motor skill, we investigate the role of modularity in human learning by identifying dynamic changes of modular organization spanning multiple temporal scales. Our results indicate that flexibility, which we measure by the allegiance of nodes to modules, in one experimental session …",
            "Dynamic reconfiguration of human brain networks during learning",
            "Danielle S Bassett and Nicholas F Wymbs and Mason A Porter and Peter J Mucha and Jean M Carlson and Scott T Grafton",
            "2011",
            "siYpAPsAAAAJ:WF5omc3nYNoC",
            1238,
            "https:\/\/www.pnas.org\/content\/108\/18\/7641.short",
            "9795517421865587518",
            "\/scholar?cites=9795517421865587518",
            {
                "2011":9,
                "2012":50,
                "2013":61,
                "2014":108,
                "2015":109,
                "2016":130,
                "2017":182,
                "2018":188,
                "2019":169,
                "2020":206,
                "2021":13
            }
        ],
        [
            "Schizophrenia has often been conceived as a disorder of connectivity between components of large-scale brain networks. We tested this hypothesis by measuring aspects of both functional connectivity and functional network topology derived from resting-state fMRI time series acquired at 72 cerebral regions over 17 min from 15 healthy volunteers (14 male, 1 female) and 12 people diagnosed with schizophrenia (10 male, 2 female). We investigated between-group differences in strength and diversity of functional connectivity in the 0.06–0.125 Hz frequency interval, and some topological properties of undirected graphs constructed from thresholded interregional correlation matrices. In people with schizophrenia, strength of functional connectivity was significantly decreased, whereas diversity of functional connections was increased. Topologically, functional brain networks had reduced clustering and small …",
            "Functional connectivity and brain networks in schizophrenia",
            "Mary-Ellen Lynall and Danielle S Bassett and Robert Kerwin and Peter J McKenna and Manfred Kitzbichler and Ulrich Muller and Ed Bullmore",
            "2010",
            "siYpAPsAAAAJ:UeHWp8X0CEIC",
            1173,
            "https:\/\/www.jneurosci.org\/content\/30\/28\/9477.short",
            "4939960634840604260",
            "\/scholar?cites=4939960634840604260",
            {
                "2010":6,
                "2011":45,
                "2012":94,
                "2013":107,
                "2014":126,
                "2015":127,
                "2016":118,
                "2017":127,
                "2018":143,
                "2019":125,
                "2020":129,
                "2021":5
            }
        ],
        [
            "The complex organization of connectivity in the human brain is incompletely understood. Recently, topological measures based on graph theory have provided a new approach to quantify large-scale cortical networks. These methods have been applied to anatomical connectivity data on nonhuman species, and cortical networks have been shown to have small-world topology, associated with high local and global efficiency of information transfer. Anatomical networks derived from cortical thickness measurements have shown the same organizational properties of the healthy human brain, consistent with similar results reported in functional networks derived from resting state functional magnetic resonance imaging (MRI) and magnetoencephalographic data. Here we show, using anatomical networks derived from analysis of inter-regional covariation of gray matter volume in MRI data on 259 healthy volunteers, that …",
            "Hierarchical organization of human cortical networks in health and schizophrenia",
            "Danielle S Bassett and Edward Bullmore and Beth A Verchinski and Venkata S Mattay and Daniel R Weinberger and Andreas Meyer-Lindenberg",
            "2008",
            "siYpAPsAAAAJ:d1gkVwhDpl0C",
            1088,
            "https:\/\/www.jneurosci.org\/content\/28\/37\/9239.short",
            "14841070681647575226",
            "\/scholar?cites=14841070681647575226",
            {
                "2009":17,
                "2010":61,
                "2011":73,
                "2012":102,
                "2013":120,
                "2014":116,
                "2015":93,
                "2016":95,
                "2017":114,
                "2018":113,
                "2019":91,
                "2020":79,
                "2021":6
            }
        ],
        [
            "Many functional network properties of the human brain have been identified during rest and task states, yet it remains unclear how the two relate. We identified a whole-brain network architecture present across dozens of task states that was highly similar to the resting-state network architecture. The most frequent functional connectivity strengths across tasks closely matched the strengths observed at rest, suggesting this is an “intrinsic,” standard architecture of functional brain organization. Furthermore, a set of small but consistent changes common across tasks suggests the existence of a task-general network architecture distinguishing task states from rest. These results indicate the brain’s functional network architecture during task performance is shaped primarily by an intrinsic network architecture that is also present during rest, and secondarily by evoked task-general and task-specific network changes. This …",
            "Intrinsic and task-evoked network architectures of the human brain",
            "Michael W Cole and Danielle S Bassett and Jonathan D Power and Todd S Braver and Steven E Petersen",
            "2014",
            "siYpAPsAAAAJ:O3NaXMp0MMsC",
            968,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0896627314004000",
            "4291913237363455180",
            "\/scholar?cites=4291913237363455180",
            {
                "2014":12,
                "2015":75,
                "2016":123,
                "2017":153,
                "2018":166,
                "2019":176,
                "2020":241,
                "2021":16
            }
        ],
        [
            "Brain graphs provide a relatively simple and increasingly popular way of modeling the human brain connectome, using graph theory to abstractly define a nervous system as a set of nodes (denoting anatomical regions or recording electrodes) and interconnecting edges (denoting structural or functional connections). Topological and geometrical properties of these graphs can be measured and compared to random graphs and to graphs derived from other neuroscience data or other (nonneural) complex systems. Both structural and functional human brain graphs have consistently demonstrated key topological properties such as small-worldness, modularity, and heterogeneous degree distributions. Brain graphs are also physically embedded so as to nearly minimize wiring cost, a key geometric property. Here we offer a conceptual review and methodological guide to graphical analysis of human neuroimaging …",
            "Brain graphs: graphical models of the human brain connectome",
            "Edward T Bullmore and Danielle S Bassett",
            "2011",
            "siYpAPsAAAAJ:Y0pCki6q_DkC",
            907,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev-clinpsy-040510-143934",
            "18041746326071603636",
            "\/scholar?cites=18041746326071603636",
            {
                "2011":22,
                "2012":64,
                "2013":80,
                "2014":89,
                "2015":87,
                "2016":85,
                "2017":129,
                "2018":123,
                "2019":104,
                "2020":114,
                "2021":5
            }
        ],
        [
            "Despite substantial recent progress, our understanding of the principles and mechanisms underlying complex brain function and cognition remains incomplete. Network neuroscience proposes to tackle these enduring challenges. Approaching brain structure and function from an explicitly integrative perspective, network neuroscience pursues new ways to map, record, analyze and model the elements and interactions of neurobiological systems. Two parallel trends drive the approach: the availability of new empirical tools to create comprehensive maps and record dynamic patterns among molecules, neurons, brain areas and social systems; and the theoretical framework and computational tools of modern network science. The convergence of empirical and computational advances opens new frontiers of scientific inquiry, including network dynamics, manipulation and control of brain networks, and integration of …",
            "Network neuroscience",
            "Danielle S Bassett and Olaf Sporns",
            "2017",
            "siYpAPsAAAAJ:XD-gHx7UXLsC",
            880,
            "https:\/\/www.nature.com\/neuro\/journal\/v20\/n3\/full\/nn.4502.html",
            "9623054984710410158",
            "\/scholar?cites=9623054984710410158",
            {
                "2016":3,
                "2017":60,
                "2018":184,
                "2019":259,
                "2020":339,
                "2021":19
            }
        ],
        [
            "Brain function depends on adaptive self-organization of large-scale neural assemblies, but little is known about quantitative network parameters governing these processes in humans. Here, we describe the topology and synchronizability of frequency-specific brain functional networks using wavelet decomposition of magnetoencephalographic time series, followed by construction and analysis of undirected graphs. Magnetoencephalographic data were acquired from 22 subjects, half of whom performed a finger-tapping task, whereas the other half were studied at rest. We found that brain functional networks were characterized by small-world properties at all six wavelet scales considered, corresponding approximately to classical δ (low and high), θ, α, β, and γ frequency bands. Global topological parameters (path length, clustering) were conserved across scales, most consistently in the frequency range 2–37 Hz …",
            "Adaptive reconfiguration of fractal small-world human brain functional networks",
            "Danielle S Bassett and Andreas Meyer-Lindenberg and Sophie Achard and Thomas Duke and Edward Bullmore",
            "2006",
            "siYpAPsAAAAJ:u-x6o8ySG0sC",
            810,
            "https:\/\/www.pnas.org\/content\/103\/51\/19518.short",
            "14567050887645437956",
            "\/scholar?cites=14567050887645437956",
            {
                "2007":24,
                "2008":47,
                "2009":85,
                "2010":60,
                "2011":58,
                "2012":71,
                "2013":69,
                "2014":67,
                "2015":58,
                "2016":62,
                "2017":54,
                "2018":52,
                "2019":41,
                "2020":51,
                "2021":2
            }
        ],
        [
            "Graph theoretical analysis of neuroimaging data is growing rapidly and could potentially provide a relatively simple but powerful quantitative framework to describe and compare whole human brain structural and functional networks under diverse experimental and clinical conditions.",
            "Human brain networks in health and disease",
            "Danielle S Bassett and Edward T Bullmore",
            "2009",
            "siYpAPsAAAAJ:AXkvAH5U_nMC",
            774,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/pmc2902726\/",
            "2889863739338995183",
            "\/scholar?cites=2889863739338995183",
            {
                "2008":2,
                "2009":2,
                "2010":26,
                "2011":59,
                "2012":62,
                "2013":80,
                "2014":69,
                "2015":87,
                "2016":66,
                "2017":91,
                "2018":79,
                "2019":69,
                "2020":71,
                "2021":6
            }
        ],
        [
            "Social hierarchies guide behavior in many species, including humans, where status also has an enormous impact on motivation and health. However, little is known about the underlying neural representation of social hierarchies in humans. In the present study, we identify dissociable neural responses to perceived social rank using functional magnetic resonance imaging (fMRI) in an interactive, simulated social context. In both stable and unstable social hierarchies, viewing a superior individual differentially engaged perceptual-attentional, saliency, and cognitive systems, notably dorsolateral prefrontal cortex. In the unstable hierarchy setting, additional regions related to emotional processing (amygdala), social cognition (medial prefrontal cortex), and behavioral readiness were recruited. Furthermore, social hierarchical consequences of performance were neurally dissociable and of comparable salience to …",
            "Know your place: neural processing of social hierarchy in humans",
            "Caroline F Zink and Yunxia Tong and Qiang Chen and Danielle S Bassett and Jason L Stein and Andreas Meyer-Lindenberg",
            "2008",
            "siYpAPsAAAAJ:qjMakFHDy7sC",
            561,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0896627308001128",
            "14749554674746213674",
            "\/scholar?cites=14749554674746213674",
            {
                "2008":6,
                "2009":24,
                "2010":31,
                "2011":46,
                "2012":52,
                "2013":39,
                "2014":57,
                "2015":54,
                "2016":33,
                "2017":45,
                "2018":59,
                "2019":38,
                "2020":55,
                "2021":2
            }
        ]
    ]
}