{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The notion of bounded rationality was initiated in the 1950s by Herbert Simon; only recently has it influenced mainstream economics. In this book, Ariel Rubinstein defines models of bounded rationality as those in which elements of the process of choice are explicitly embedded. The book focuses on the challenges of modeling bounded rationality, rather than on substantial economic implications. In the first part of the book, the author considers the modeling of choice. After discussing some psychological findings, he proceeds to the modeling of procedural rationality, knowledge, memory, the choice of what to know, and group decisions. In the second part, he discusses the fundamental difficulties of modeling bounded rationality in games. He begins with the modeling of a game with procedural rational players and then surveys repeated games with complexity considerations. He ends with a discussion of computability constraints in games. The final chapter includes a critique by Herbert Simon of the author's methodology and the author's response. The Zeuthen Lecture Book series is sponsored by the Institute of Economics at the University of Copenhagen.",
            "Modeling bounded rationality",
            "Ariel Rubinstein",
            "1998",
            "sjjjZ8kAAAAJ:SeFeTyx0c_EC",
            1918,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=Za3JLEIHu8YC&oi=fnd&pg=PP11&dq=info:vH6A6s9GckEJ:scholar.google.com&ots=h46EWXcE9z&sig=9vOzlvuMztJ5HLtVRvVlJpGVCFI",
            "4715909618616794812",
            "\/scholar?cites=4715909618616794812",
            {
                "1998":10,
                "1999":31,
                "2000":35,
                "2001":58,
                "2002":75,
                "2003":81,
                "2004":83,
                "2005":98,
                "2006":99,
                "2007":100,
                "2008":98,
                "2009":127,
                "2010":116,
                "2011":87,
                "2012":111,
                "2013":102,
                "2014":102,
                "2015":81,
                "2016":99,
                "2017":73,
                "2018":72,
                "2019":72,
                "2020":59,
                "2021":2
            }
        ],
        [
            "Evolutionary games are introduced as models for repeated anonymous strategic interaction. The basic idea is that actions (or behaviors) which are more \"fit,\" given the current distribution of behaviors, tend over time to displace less fit behaviors. Simple numerical examples motivate the key concepts of fitness function and compatible dynamics, and illustrate the relation to previous biological models. Cone fields are introduced to characterize the continuous-time dynamical processes compatible with a given fitness function. The analysis focuses on dynamic steady state equilibria and their relation to the static equilibria known as NE (Nash equilibrium) and ESS (evolutionary stable state). For large classes of dynamics it is shown that all stable dynamic steady states are NE and that all NE are dynamic steady states. The biologists' ESS condition is less closely related to the dynamic equilibria. The paper concludes with …",
            "Evolutionary games in economics",
            "Daniel Friedman",
            "1991",
            "sjjjZ8kAAAAJ:u5HHmVD_uO8C",
            1683,
            "https:\/\/www.jstor.org\/stable\/2938222",
            "2353868133494449824",
            "\/scholar?cites=2353868133494449824",
            {
                "1991":10,
                "1992":16,
                "1993":24,
                "1994":28,
                "1995":25,
                "1996":35,
                "1997":28,
                "1998":36,
                "1999":28,
                "2000":21,
                "2001":24,
                "2002":26,
                "2003":34,
                "2004":43,
                "2005":29,
                "2006":44,
                "2007":40,
                "2008":51,
                "2009":52,
                "2010":88,
                "2011":83,
                "2012":84,
                "2013":88,
                "2014":107,
                "2015":127,
                "2016":115,
                "2017":67,
                "2018":75,
                "2019":94,
                "2020":115,
                "2021":20
            }
        ],
        [
            "Experimental economics is a rapidly growing field of inquiry, and there currently exist several textbooks and surveys describing the results of laboratory experiments in economics. This primer, however, is the first hands-on guide to the physical aspects of actually conducting experiments in economics. It tells researchers, teachers and students in economics how to deal with human subjects, how to design meaningful laboratory environments, how to design experiments, how to conduct the experiments, and how to analyze and report the data. It also deals with methodological issues. It can be used to structure an undergraduate or graduate course in experimental economics.",
            "Experimental methods: A primer for economists",
            "Sunder Friedman and Daniel Friedman and Shyam Sunder",
            "1994",
            "sjjjZ8kAAAAJ:u-x6o8ySG0sC",
            1099,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=3lxmCqLG6kkC&oi=fnd&pg=IA1&dq=info:Q8pVeTfOJQQJ:scholar.google.com&ots=BT_IJBXEz5&sig=kyYZDjGl04tiMFdRb8i5gUg-Y-g",
            "298871687944194627",
            "\/scholar?cites=298871687944194627",
            {
                "1995":8,
                "1996":7,
                "1997":8,
                "1998":21,
                "1999":15,
                "2000":22,
                "2001":28,
                "2002":38,
                "2003":31,
                "2004":53,
                "2005":54,
                "2006":53,
                "2007":46,
                "2008":44,
                "2009":65,
                "2010":44,
                "2011":58,
                "2012":57,
                "2013":60,
                "2014":61,
                "2015":49,
                "2016":44,
                "2017":74,
                "2018":45,
                "2019":49,
                "2020":32
            }
        ],
        [
            "We introduce a parametric model of other-regarding preferences in which my emotional state determines the marginal rate of substitution between my own and others' payoffs, and thus my subsequent choices. In turn, my emotional state responds to relative status and to the kindness or unkindness of others' choices. Structural estimations of this model with six existing data sets demonstrate that other-regarding preferences depend on status, reciprocity, and perceived property rights.",
            "A tractable model of reciprocity and fairness",
            "James C Cox and Daniel Friedman and Steven Gjerstad",
            "2007",
            "sjjjZ8kAAAAJ:d1gkVwhDpl0C",
            646,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0899825606000662",
            "15913443083934052714",
            "\/scholar?cites=15913443083934052714",
            {
                "2006":27,
                "2007":23,
                "2008":40,
                "2009":42,
                "2010":35,
                "2011":49,
                "2012":47,
                "2013":60,
                "2014":40,
                "2015":42,
                "2016":55,
                "2017":38,
                "2018":38,
                "2019":33,
                "2020":32,
                "2021":4
            }
        ],
        [
            " Evolutionary games have considerable unrealized potential for modeling substantive economic issues. They promise richer predictions than orthodox game models but often require more extensive specifications. This paper exposits the specification of evolutionary game models and classifies the possible asymptotic behavior for one and two dimensional models.",
            "On economic applications of evolutionary game theory",
            "Daniel Friedman",
            "1998",
            "sjjjZ8kAAAAJ:UeHWp8X0CEIC",
            629,
            "https:\/\/link.springer.com\/article\/10.1007\/s001910050054",
            "13438269004448324857",
            "\/scholar?cites=13438269004448324857",
            {
                "1997":2,
                "1998":3,
                "1999":3,
                "2000":8,
                "2001":7,
                "2002":10,
                "2003":19,
                "2004":17,
                "2005":22,
                "2006":19,
                "2007":24,
                "2008":26,
                "2009":20,
                "2010":39,
                "2011":36,
                "2012":33,
                "2013":37,
                "2014":50,
                "2015":54,
                "2016":37,
                "2017":45,
                "2018":48,
                "2019":56,
                "2020":8
            }
        ],
        [
            "This book focuses on markets organized as double auctions in which both buyers and sellers can submit bids and asks for standardized units of well-defined commodities and securities. It examines evidence from the laboratory and computer simulations.",
            "The double auction market: institutions, theories, and evidence",
            "Daniel Friedman",
            "2018",
            "sjjjZ8kAAAAJ:9yKSN-GCB0IC",
            520,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=VmEPEAAAQBAJ&oi=fnd&pg=PP1&dq=info:DkFS8a1mqUQJ:scholar.google.com&ots=SZSRvnj6JB&sig=fwfx7xciyxnOHFcCC45YKffvd6M",
            "4947598562907275534",
            "\/scholar?cites=4947598562907275534",
            {
                "1992":2,
                "1993":1,
                "1994":1,
                "1995":4,
                "1996":4,
                "1997":10,
                "1998":21,
                "1999":18,
                "2000":15,
                "2001":26,
                "2002":19,
                "2003":35,
                "2004":23,
                "2005":33,
                "2006":24,
                "2007":21,
                "2008":19,
                "2009":24,
                "2010":27,
                "2011":24,
                "2012":27,
                "2013":21,
                "2014":19,
                "2015":19,
                "2016":14,
                "2017":19,
                "2018":7,
                "2019":16,
                "2020":21,
                "2021":1
            }
        ],
        [
            "This book focuses on markets organized as double auctions in which both buyers and sellers can submit bids and asks for standardized units of well-defined commodities and securities. It examines evidence from the laboratory and computer simulations.",
            "The double auction market: institutions, theories, and evidence",
            "Daniel Friedman",
            "2018",
            "sjjjZ8kAAAAJ:2osOgNQ5qMEC",
            515,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=VmEPEAAAQBAJ&oi=fnd&pg=PP1&dq=info:DkFS8a1mqUQJ:scholar.google.com&ots=SZSRvnj6JE&sig=9Xs5ja9lcXE-E67XyTiLX9x43RY",
            "4947598562907275534",
            "\/scholar?cites=4947598562907275534",
            {
                "1995":4,
                "1996":4,
                "1997":10,
                "1998":21,
                "1999":18,
                "2000":15,
                "2001":26,
                "2002":19,
                "2003":35,
                "2004":23,
                "2005":33,
                "2006":24,
                "2007":21,
                "2008":17,
                "2009":24,
                "2010":27,
                "2011":24,
                "2012":27,
                "2013":21,
                "2014":19,
                "2015":19,
                "2016":14,
                "2017":19,
                "2018":7,
                "2019":16,
                "2020":19,
                "2021":1
            }
        ],
        [
            "We propose and test a simple belief learning model. We find considerable heterogeneity across individual players; some players are well described by fictitious play (long memory) learning, other players by Cournot (short memory) learning, and some players are in between. Representative agent versions of the model fit significantly less well and sometimes point to incorrect inferences. The model tracks players' behavior well across a variety of payoff matrices and information conditions.Journal of Economic LiteratureClassification Numbers: C72, C73, C92, D83.",
            "Individual learning in normal form games: Some laboratory results",
            "Yin-Wong Cheung and Daniel Friedman",
            "1997",
            "sjjjZ8kAAAAJ:qjMakFHDy7sC",
            434,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0899825697905443",
            "198341708430997817",
            "\/scholar?cites=198341708430997817",
            {
                "1996":2,
                "1997":3,
                "1998":10,
                "1999":5,
                "2000":10,
                "2001":11,
                "2002":18,
                "2003":12,
                "2004":23,
                "2005":18,
                "2006":23,
                "2007":18,
                "2008":18,
                "2009":21,
                "2010":23,
                "2011":18,
                "2012":29,
                "2013":19,
                "2014":23,
                "2015":19,
                "2016":17,
                "2017":24,
                "2018":20,
                "2019":20,
                "2020":23,
                "2021":1
            }
        ],
        [
            "Trade in actual markets (in the field or in the laboratory) is governed by a market institution, that is, a set of rules specifying which sorts of bids and other messages are legitimate, and how and when specific traders transact, givcn their chosen messages. The continuous double auction (DA) is an important type of market insti-tution. It allows traders to make offers to buy or sell and to accept other traders' offers at any moment during a trading period.-",
            "The double auction market institution: A survey",
            "Daniel Friedman",
            "1993",
            "sjjjZ8kAAAAJ:fbc8zXXH2BUC",
            347,
            "http:\/\/www.its.caltech.edu\/~pbs\/expfinance\/Readings\/FriedmanDA.pdf",
            "5391655989074413437",
            "\/scholar?cites=5391655989074413437",
            {
                "1992":3,
                "1993":1,
                "1994":3,
                "1995":10,
                "1996":7,
                "1997":21,
                "1998":10,
                "1999":9,
                "2000":6,
                "2001":13,
                "2002":13,
                "2003":15,
                "2004":22,
                "2005":19,
                "2006":14,
                "2007":17,
                "2008":9,
                "2009":15,
                "2010":18,
                "2011":27,
                "2012":12,
                "2013":10,
                "2014":13,
                "2015":11,
                "2016":12,
                "2017":15,
                "2018":18
            }
        ],
        [
            "Several models of information integration are developed and analyzed within the context of a prototypical pattern-recognition task. The central concerns are whether the models prescribe maximally efficient (optimal) integration and to what extent the models are psychologically valid. Evaluation, integration, and decision processes are specified for each model. Important features are whether evaluation is noisy, whether integration follows Bayes's theorem (SM Stigler, 1986), and whether decision consists of a criterion rule or a relative goodness rule. Simulations of the models and predictions of the results by the same models are carried out to provide a measure of identifiability or the extent to which the models can be distinguished from one another. The models are also contrasted against empirical results from tasks with 2 and 4 response alternatives and with graded responses.(PsycINFO Database Record (c …",
            "Models of integration given multiple sources of information.",
            "Dominic W Massaro and Daniel Friedman",
            "1990",
            "sjjjZ8kAAAAJ:IjCSPb-OGe4C",
            318,
            "https:\/\/psycnet.apa.org\/record\/1990-18866-001",
            "17705181735616786223",
            "\/scholar?cites=17705181735616786223",
            {
                "1990":1,
                "1991":35,
                "1992":14,
                "1993":10,
                "1994":8,
                "1995":10,
                "1996":7,
                "1997":9,
                "1998":17,
                "1999":17,
                "2000":12,
                "2001":10,
                "2002":8,
                "2003":8,
                "2004":13,
                "2005":7,
                "2006":10,
                "2007":10,
                "2008":10,
                "2009":6,
                "2010":12,
                "2011":10,
                "2012":9,
                "2013":14,
                "2014":14,
                "2015":9,
                "2016":4,
                "2017":5,
                "2018":7,
                "2019":4,
                "2020":1,
                "2021":1
            }
        ]
    ]
}