{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "To explore the impact of coronavirus disease 2019 (COVID-19) on small businesses, we conducted a survey of more than 5,800 small businesses between March 28 and April 4, 2020. Several themes emerged. First, mass layoffs and closures had already occurred—just a few weeks into the crisis. Second, the risk of closure was negatively associated with the expected length of the crisis. Moreover, businesses had widely varying beliefs about the likely duration of COVID-related disruptions. Third, many small businesses are financially fragile: The median business with more than $10,000 in monthly expenses had only about 2 wk of cash on hand at the time of the survey. Fourth, the majority of businesses planned to seek funding through the Coronavirus Aid, Relief, and Economic Security (CARES) Act. However, many anticipated problems with accessing the program, such as bureaucratic hassles and difficulties …",
            "The impact of COVID-19 on small business outcomes and expectations",
            "Alexander W Bartik and Marianne Bertrand and Zoe Cullen and Edward L Glaeser and Michael Luca and Christopher Stanton",
            "2020",
            "sK17fe0AAAAJ:48xauSegjOkC",
            384,
            "https:\/\/www.pnas.org\/content\/117\/30\/17656.short",
            "6006296991503182989",
            "\/scholar?cites=6006296991503182989",
            {
                "2019":1,
                "2020":339,
                "2021":31
            }
        ],
        [
            "How and by how much do supervisors enhance worker productivity? Using a company-based data set on the productivity of technology-based services workers, we estimate supervisor effects and find them to be large. Replacing a boss who is in the lower 10% of boss quality with one who is in the upper 10% of boss quality increases a team’s total output by more than adding one worker to a nine-member team would. Workers assigned to better bosses are less likely to leave the firm. A separate normalization implies that the average boss is about 1.75 times as productive as the average worker.",
            "The value of bosses",
            "Edward P Lazear and Kathryn L Shaw and Christopher T Stanton",
            "2015",
            "sK17fe0AAAAJ:u5HHmVD_uO8C",
            223,
            "https:\/\/www.journals.uchicago.edu\/doi\/abs\/10.1086\/681097",
            "12198635189334011117",
            "\/scholar?cites=12198635189334011117",
            {
                "2014":15,
                "2015":12,
                "2016":31,
                "2017":23,
                "2018":33,
                "2019":38,
                "2020":48,
                "2021":3
            }
        ],
        [
            "Online markets for remote labour services allow workers and firms to contract with each other directly. Despite this, intermediaries—called outsourcing agencies—have emerged in these markets. This article shows that agencies signal to employers that inexperienced workers are high quality. Workers affiliated with an agency have substantially higher job-finding probabilities and wages at the beginning of their careers compared to similar workers without an agency affiliation. This advantage declines after high-quality non-affiliated workers receive good public feedback scores. The results indicate that intermediaries have arisen endogenously to permit a more efficient allocation of workers to jobs.",
            "Landing the first job: The value of intermediaries in online hiring",
            "Christopher T Stanton and Catherine Thomas",
            "2016",
            "sK17fe0AAAAJ:u-x6o8ySG0sC",
            146,
            "https:\/\/academic.oup.com\/restud\/article-abstract\/83\/2\/810\/2461196",
            "15731355084272801645",
            "\/scholar?cites=15731355084272801645",
            {
                "2012":4,
                "2013":6,
                "2014":8,
                "2015":13,
                "2016":10,
                "2017":24,
                "2018":27,
                "2019":24,
                "2020":25,
                "2021":3
            }
        ],
        [
            "Why did productivity rise during recent recessions? One possibility is that average worker quality increased. A second is that each incumbent worker produced more. The second effect is termed “making do with less.” Using data from 2006 to 2010 on individual worker productivity from a large firm, these effects can be measured and separated. For this firm, most of the gain in productivity during the recession was a result of increased effort. Additionally, the increase in effort is correlated with the increase in the local unemployment rate, presumably reflecting the costs of losing a job.",
            "Making do with less: working harder during recessions",
            "Edward P Lazear and Kathryn L Shaw and Christopher Stanton",
            "2016",
            "sK17fe0AAAAJ:9yKSN-GCB0IC",
            111,
            "https:\/\/www.journals.uchicago.edu\/doi\/abs\/10.1086\/682406",
            "16063065172138117775",
            "\/scholar?cites=16063065172138117775",
            {
                "2013":4,
                "2014":12,
                "2015":10,
                "2016":12,
                "2017":13,
                "2018":18,
                "2019":16,
                "2020":25
            }
        ],
        [
            "We examine the role of the Indian diaspora in the outsourcing of work to India. Our data are taken from oDesk, the world's largest online platform for outsourced contracts. Despite oDesk minimizing many of the frictions that diaspora connections have traditionally overcome, diaspora connections still matter on oDesk, with ethnic Indians substantially more likely to choose a worker in India. This higher placement is the result of a greater likelihood of choosing India for the initial contract and substantial path dependence in location choices. We further examine wage and performance outcomes of outsourcing as a function of ethnic connections. Our examination of potential rationales for the greater ethnic-based placement of contracts assesses taste-based preferences and information differences.This paper was accepted by Lee Fleming, entrepreneurship and innovation.",
            "Diasporas and outsourcing: evidence from oDesk and India",
            "Ejaz Ghani and William R Kerr and Christopher Stanton",
            "2014",
            "sK17fe0AAAAJ:d1gkVwhDpl0C",
            89,
            "https:\/\/pubsonline.informs.org\/doi\/abs\/10.1287\/mnsc.2013.1832",
            "14344162782389310938",
            "\/scholar?cites=14344162782389310938",
            {
                "2013":3,
                "2014":3,
                "2015":8,
                "2016":18,
                "2017":15,
                "2018":16,
                "2019":12,
                "2020":13
            }
        ],
        [
            "In a cross-section of workers the median individual in self-employment earns less than the median paid worker, but the highest-paid entrepreneurs earn more than employees. Small business owners and others in self-employment have the option to transition back to paid work. If they are initially uncertain about their entrepreneurial abilities, this option increases the lifetime expected value of entering self-employment relative to the expected pay in a single year. This paper first documents that moves between paid work and self-employment are common and consistent with experimentation to learn about entrepreneurial ability. This motivates estimating the expected returns to entering self-employment within a dynamic lifecycle model allowing for non-random selection in and out of self-employment and gradual learning about entrepreneurial ability. The option value of returning to paid work is found to be a substantial part of the value of entering self-employment. Accounting for this option decreases the inferred non-pecuniary benefits of entrepreneurship necessary to reconcile observed earnings and workers’ labor choices.∗ ewdillon@ asu. edu, christopher. t. stanton@ gmail. com. We thank Kelly Bishop, Luis Garicano, Bill Kerr, Edward Lazear, David de Meza, Robert Miller, Ramana Nanda, Luis Rayo, Yona Rubinstein, Nathan Seegert, Galina Vereschagina, and luncheon participants at the London School of Economics for helpful comments. All errors are our own.",
            "Self-Employment Dynamics and the Returns to Entrepreneurship",
            "Eleanor W Dillon Christopher T Stanton",
            "2014",
            "sK17fe0AAAAJ:qxL8FJ1GzNcC",
            68,
            "http:\/\/www.utah-wbec.org\/wp-content\/uploads\/2015\/12\/dillon.pdf",
            "11259974661940433004",
            "\/scholar?cites=11259974661940433004",
            {
                "2016":6,
                "2017":14,
                "2018":15,
                "2019":12,
                "2020":16
            }
        ],
        [
            "The threat of COVID-19 has increased the health risks of going to an office or factory, leading more workers to do their jobs remotely. In this paper, we provide results from firm surveys on both small and large businesses on the prevalence and productivity of remote work, and expectations about the persistence of remote work once the COVID-19 crisis ends. We present four main findings. First, while overall levels of remote work are high, there is considerable variation across industries. The Dingel and Neiman (2020) measure of suitability for remote work does a remarkably good job of predicting the industry level patterns of remote work-highlighting the challenge of moving many industries to remote work. Second, remote work is much more common in industries with better educated and better paid workers. Third, in our larger survey, employers think that there has been less productivity loss from remote working in better educated and higher paid industries. Fourth, more than one-third of firms that had employees switch to remote work believe that remote work will remain more common at their company even after the COVID-19 crisis ends.",
            "What jobs are being done at home during the COVID-19 crisis? Evidence from firm-level surveys",
            "Alexander W Bartik and Zoe B Cullen and Edward L Glaeser and Michael Luca and Christopher T Stanton",
            "2020",
            "sK17fe0AAAAJ:ALROH1vI_8AC",
            53,
            "https:\/\/www.nber.org\/papers\/w27422",
            "9894008925402445818",
            "\/scholar?cites=9894008925402445818",
            {
                "2019":1,
                "2020":46,
                "2021":5
            }
        ],
        [
            "Globalization has been a mighty force over the last few decades. Compared to the movements of material goods and financial capital across countries, however, labor and talent have been much slower to globalize. This greater localization of labor and talent is perhaps not surprising given that it is easier to transmit financial capital in a disembodied form or build\/ship a physical good for an exact purpose. People and their labor, however, have typically come as a collective and fully integrated package, so to speak, that makes location decisions more complex. If one seeks to access labor inputs available abroad, one option is to attract and host the individual, temporarily or permanently, near the location of the work to be performed. For a variety of reasons this has proven politically unpopular, and nearly all countries place restrictions on migrations. As a result, only about 3 percent of the world’s population lives outside of their country of birth. 1 A second option is to identify how the required task can be exchanged",
            "Digital labor markets and global talent flows",
            "John Horton and William R Kerr and Christopher Stanton",
            "2017",
            "sK17fe0AAAAJ:nZcligLrVowC",
            40,
            "https:\/\/www.nber.org\/chapters\/c13840",
            "5512608442786616418",
            "\/scholar?cites=5512608442786616418",
            {
                "2017":3,
                "2018":9,
                "2019":16,
                "2020":11
            }
        ],
        [
            "There is a tremendous amount of variation in conflict intensity both across and within civil conflicts. Some conflicts result in huge numbers of battle deaths, while others do not. Conflict intensity is also dynamic. Conflict intensity escalates, de-escalates, and persists. What explains this variation? We take one of the most prominent explanations for the onset and occurrence of civil conflict—variation in economic conditions—and apply it to the intensity and dynamics of civil conflict. Using an instrumental variables strategy and a rich set of empirical models, we find that the intensity of conflict is negatively related to per capita income. We also find that economic conditions affect conflict dynamics, as poorer countries are likely to experience longer and more intense spells of fighting after the onset of conflict.",
            "Beyond zeroes and ones: The intensity and dynamics of civil conflict",
            "Stephen Chaudoin and Zachary Peskowitz and Christopher Stanton",
            "2017",
            "sK17fe0AAAAJ:_FxGoFyzp5QC",
            27,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/0022002715569773",
            "12768930830083569204",
            "\/scholar?cites=12768930830083569204",
            {
                "2014":3,
                "2015":4,
                "2016":1,
                "2017":4,
                "2018":2,
                "2019":6,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Being hired into a job depends not only on one’s own skill but also on that of other applicants. When another able applicant applies, a well-suited worker may be forced into unemployment or into accepting an inferior job. A model of this process defines over- and underqualification and provides predictions on its prevalence and on the wages of mismatched workers. It also implies that unemployment is concentrated among the least skilled workers, while vacancies are concentrated among high-skilled jobs. Four data sets are used to confirm the implications and establish that the hiring probability is low when competing applicants are able.",
            "Who gets hired? The importance of competition among applicants",
            "Edward P Lazear and Kathryn L Shaw and Christopher T Stanton",
            "2018",
            "sK17fe0AAAAJ:_OXeSy2IsFwC",
            26,
            "https:\/\/www.journals.uchicago.edu\/doi\/abs\/10.1086\/694908",
            "11264218543564254699",
            "\/scholar?cites=11264218543564254699",
            {
                "2015":1,
                "2016":1,
                "2017":2,
                "2018":7,
                "2019":10,
                "2020":5
            }
        ]
    ]
}