{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "Current evidence of phenological responses to recent climate change is substantially biased towards northern hemisphere temperate regions. Given regional differences in climate change, shifts in phenology will not be uniform across the globe, and conclusions drawn from temperate systems in the northern hemisphere might not be applicable to other regions on the planet. We conduct the largest meta-analysis to date of phenological drivers and trends among southern hemisphere species, assessing 1208 long-term datasets from 89 studies on 347 species. Data were mostly from Australasia (Australia and New Zealand), South America and the Antarctic\/subantarctic, and focused primarily on plants and birds. This meta-analysis shows an advance in the timing of spring events (with a strong Australian data bias), although substantial differences in trends were apparent among taxonomic groups and regions. When only statistically significant trends were considered, 82% of terrestrial datasets and 42% of marine datasets demonstrated an advance in phenology. Temperature was most frequently identified as the primary driver of phenological changes; however, in many studies it was the only climate variable considered. When precipitation was examined, it often played a key role but, in contrast with temperature, the direction of phenological shifts in response to precipitation variation was difficult to predict a priori. We discuss how phenological information can inform the adaptive capacity of species, their resilience, and constraints on autonomous adaptation. We also highlight serious weaknesses in past and current data collection and analyses at …",
            "Phenological changes in the southern hemisphere",
            "Lynda E Chambers and Res Altwegg and Christophe Barbraud and Phoebe Barnard and Linda J Beaumont and Robert JM Crawford and Joel M Durant and Lesley Hughes and Marie R Keatley and Matt Low and Patricia C Morellato and Elvira S Poloczanska and Valeria Ruoppolo and Ralph ET Vanstreels and Eric J Woehler and Anton C Wolfaardt",
            "2013",
            "sk_eZMUAAAAJ:u5HHmVD_uO8C",
            154,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0075514",
            "18224748804308258199",
            "\/scholar?cites=18224748804308258199",
            {
                "2013":3,
                "2014":4,
                "2015":20,
                "2016":17,
                "2017":26,
                "2018":34,
                "2019":23,
                "2020":25,
                "2021":1
            }
        ],
        [
            "Adverse weather conditions during parental care may have direct consequences for offspring production, but longer‐term effects on juvenile and parental survival are less well known. We used long‐term data on reproductive output, recruitment, and parental survival in northern wheatears (Oenanthe oenanthe) to investigate the effects of rainfall during parental care on fledging success, recruitment success (juvenile survival), and parental survival, and how these effects related to nestling age, breeding time, habitat quality, and parental nest visitation rates. While accounting for effects of temperature, fledging success was negatively related to rainfall (days > 10 mm) in the second half of the nestling period, with the magnitude of this effect being greater for breeding attempts early in the season. Recruitment success was, however, more sensitive to the number of rain days in the first half of the nestling period. Rainfall …",
            "Rainfall during parental care reduces reproductive and survival components of fitness in a passerine bird",
            "Meit Öberg and Debora Arlt and Tomas Pärt and Ane T Laugen and Sönke Eggers and Matthew Low",
            "2015",
            "sk_eZMUAAAAJ:UebtZRa9Y70C",
            88,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/ece3.1345",
            "12386258999190928614",
            "\/scholar?cites=12386258999190928614",
            {
                "2014":1,
                "2015":6,
                "2016":13,
                "2017":17,
                "2018":18,
                "2019":10,
                "2020":19,
                "2021":3
            }
        ],
        [
            "The recent trend for journals to require open access to primary data included in publications has been embraced by many biologists, but has caused apprehension amongst researchers engaged in long-term ecological and evolutionary studies. A worldwide survey of 73 principal investigators (Pls) with long-term studies revealed positive attitudes towards sharing data with the agreement or involvement of the PI, and 93% of PIs have historically shared data. Only 8% were in favor of uncontrolled, open access to primary data while 63% expressed serious concern. We present here their viewpoint on an issue that can have non-trivial scientific consequences. We discuss potential costs of public data archiving and provide possible solutions to meet the needs of journals and researchers.",
            "Archiving primary data: solutions for long-term studies",
            "James A Mills and Céline Teplitsky and Beatriz Arroyo and Anne Charmantier and Peter H Becker and Tim R Birkhead and Pierre Bize and Daniel T Blumstein and Christophe Bonenfant and Stan Boutin and Andrey Bushuev and Emmanuelle Cam and Andrew Cockburn and Steeve D Côté and John C Coulson and Francis Daunt and Niels J Dingemanse and Blandine Doligez and Hugh Drummond and Richard HM Espie and Marco Festa-Bianchet and Francesca Frentiu and John W Fitzpatrick and Robert W Furness and Dany Garant and Gilles Gauthier and Peter R Grant and Michael Griesser and Lars Gustafsson and Bengt Hansson and Michael P Harris and Frédéric Jiguet and Petter Kjellander and Erkki Korpimäki and Charles J Krebs and Luc Lens and John DC Linnell and Matthew Low and Andrew McAdam and Antoni Margalida and Juha Merilä and Anders P Møller and Shinichi Nakagawa and Jan-Åke Nilsson and Ian CT Nisbet and Arie J van Noordwijk and Daniel Oro and Tomas Pärt and Fanie Pelletier and Jaime Potti and Benoit Pujol and Denis Réale and Robert F Rockwell and Yan Ropert-Coudert and Alexandre Roulin and James S Sedinger and Jon E Swenson and Christophe Thébaud and Marcel E Visser and Sarah Wanless and David F Westneat and Alastair J Wilson and Andreas Zedrosser",
            "2015",
            "sk_eZMUAAAAJ:hqOjcs7Dif8C",
            84,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0169534715001858",
            "1526030935596415761",
            "\/scholar?cites=1526030935596415761",
            {
                "2015":2,
                "2016":17,
                "2017":20,
                "2018":20,
                "2019":6,
                "2020":16,
                "2021":1
            }
        ],
        [
            " 1. Adult survival rates strongly affect population growth, but few studies have quantified if and why adult survival differs between breeding habitats. We investigated potential causes of habitat‐specific adult survival rates for male and female northern wheatears (Oenanthe oenanthe L.) breeding in Swedish farmland. 2. We used multistate mark–recapture models based on 1263 breeding records between 1993 and 2007 to estimate survival rates based on habitat‐type (SHORT vs. TALL ground vegetation) and breeding‐success state parameters. We also used breeding‐season observations from 2002 to 2007 and an experimental manipulation of ground vegetation height to identify factors influencing adult mortality. 3. Females had lower annual survival than males (0·42 ± 0·02 vs. 0·50 ± 0·02); this difference largely resulted from low female survival in TALL habitats because of higher nest‐predation risk …",
            "Habitat‐specific differences in adult survival rates and its links to parental workload and on‐nest predation",
            "Matthew Low and Debora Arlt and Sönke Eggers and Tomas Pärt",
            "2010",
            "sk_eZMUAAAAJ:9yKSN-GCB0IC",
            80,
            "https:\/\/besjournals.onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1365-2656.2009.01595.x",
            "16998722527533753014",
            "\/scholar?cites=16998722527533753014",
            {
                "2011":2,
                "2012":7,
                "2013":8,
                "2014":10,
                "2015":12,
                "2016":8,
                "2017":13,
                "2018":3,
                "2019":7,
                "2020":8
            }
        ],
        [
            "1. Because habitats have profound effects on individual fitness, there is strong selection for improving the choice of breeding habitat. One possible mechanism is for individuals to use public information when prospecting future breeding sites; however, to our knowledge, no study has shown prospecting behaviour to be directly linked to subsequent choice of breeding site and future reproductive success.2. We collected long‐term data on territory‐specific prospecting behaviour and subsequent breeding in the short‐lived northern wheatear (Oenanthe oenanthe). Non‐breeders established prospecting territories (<2 ha) that overlapped the breeding territories of conspecifics. We tested whether: (i) prospectors used social and environmental cues that predicted territory‐specific breeding success in the following year, and (ii) the prospecting territory was tightly linked to the subsequent breeding territory of the …",
            "Prospectors combine social and environmental information to improve habitat selection and breeding success in the subsequent year",
            "Tomas Pärt and Debora Arlt and Blandine Doligez and Matthew Low and Anna Qvarnström",
            "2011",
            "sk_eZMUAAAAJ:2osOgNQ5qMEC",
            79,
            "https:\/\/besjournals.onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1365-2656.2011.01854.x",
            "14714707989611820299",
            "\/scholar?cites=14714707989611820299",
            {
                "2011":1,
                "2012":9,
                "2013":9,
                "2014":9,
                "2015":11,
                "2016":5,
                "2017":14,
                "2018":4,
                "2019":7,
                "2020":8,
                "2021":2
            }
        ],
        [
            "  1 Using data from 396 breeding attempts over an 8‐year period, we investigated age‐ and stage‐specific survival rates and their modifying factors in a closed island population of the New Zealand stitchbird (or hihi, Notiomystis cincta Du Bus).  2 Survival probability generally increased over time; however, at each life‐history transition, survival in the new stage started lower than at the end of the previous stage, creating a ‘saw‐tooth’ function of age‐related survival.  3 The probability of an egg hatching was low (0·73 ± 0·01): most likely a consequence of genetic bottlenecks previously endured by this population. There was strong support for a positive relationship between hatching rate and the subsequent survival of the female parent, and hatching success declining for females > 4 years old.  4 Nestling survival probability increased as a function of brood size and days since hatching, and decreased relative to …",
            "Patterns of mortality for each life‐history stage in a population of the endangered New Zealand stitchbird",
            "Matthew Low and Tomas Pärt",
            "2009",
            "sk_eZMUAAAAJ:ufrVoPGSRksC",
            66,
            "https:\/\/besjournals.onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1365-2656.2009.01543.x",
            "12572925206340911142",
            "\/scholar?cites=12572925206340911142",
            {
                "2010":8,
                "2011":7,
                "2012":7,
                "2013":9,
                "2014":6,
                "2015":4,
                "2016":4,
                "2017":5,
                "2018":3,
                "2019":9,
                "2020":3,
                "2021":1
            }
        ],
        [
            "Geolocators are small light-weight data loggers used to track individual migratory routes, and their use has increased exponentially in birds. However, the effects of geolocators on individual performance are still poorly known. We studied geolocator effects on a long-distance migrating passerine bird, the northern wheatear (Oenanthe oenanthe L.). We asked the general question of whether geolocators affect migratory behaviour and subsequent reproductive performance of small passerines by comparing arrival time, breeding time, breeding success and survival of geolocator versus control birds of known identity and breeding history. During two years geolocator birds (n=37) displayed a lower apparent survival (30%) as compared to controls (45%, n=164). Furthermore, returning geolocator birds (n=12) arrived on average 3.5 days later, started laying eggs 6.3 days later, and had lower nest success (25%) than control birds (78%). Our results suggest that geolocators affect migratory performance with carry-over effects to the timing of breeding and reproductive success in the subsequent breeding season. We discuss the implications of such geolocator effects for the study of migratory strategies of small passerines in general and suggest how to identify and investigate such effects in the future.",
            "Effect of geolocators on migration and subsequent breeding performance of a long-distance passerine migrant",
            "Debora Arlt and Matthew Low and Tomas Pärt",
            "2013",
            "sk_eZMUAAAAJ:roLk4NBRz8UC",
            65,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0082316",
            "6209327769977611742",
            "\/scholar?cites=6209327769977611742",
            {
                "2012":1,
                "2013":12,
                "2014":11,
                "2015":15,
                "2016":8,
                "2017":3,
                "2018":5,
                "2019":9
            }
        ],
        [
            "While tourism may provide economic benefits for conservation projects, this relationship is unsustainable if visitors reduce the viability of local ecosystems through the disturbance of wildlife. Tiritiri Matangi Island, in New Zealand, encourages tourism in order to fund its ongoing species’ recovery and habitat restoration programs, yet the impact of this tourism on the local wildlife is currently unknown. We examined nest site selection in open nesting forest birds, and the reproductive success and nest box selection of the endangered cavity-nesting stitchbird or hihi Notiomystis cincta, relative to their proximity to public walking tracks. Birds did not avoid nesting near walking tracks and there was no difference between the reproductive parameters of hihi nesting in areas close to public pathways and those in areas where the public had no access. The general population trends of all species monitored on the island …",
            "Tourism and conservation: the effects of track proximity on avian reproductive success and nest selection in an open sanctuary",
            "Karen Lindsay and John Craig and Matthew Low",
            "2008",
            "sk_eZMUAAAAJ:eQOLeE2rZwMC",
            62,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0261517707001823",
            "9152658935346846603",
            "\/scholar?cites=9152658935346846603",
            {
                "2008":3,
                "2009":4,
                "2010":5,
                "2011":5,
                "2012":5,
                "2013":4,
                "2014":4,
                "2015":3,
                "2016":11,
                "2017":5,
                "2018":5,
                "2019":4,
                "2020":3
            }
        ],
        [
            "  1  Using data from 327 nests over a consecutive 8‐year period we examined age‐specific variation in reproduction in a population of stitchbirds (or hihi) Notiomystis cincta and related how differences in reproductive performance were linked to the timing of territory establishment and breeding.  2  Across the population all reproductive parameters showed a quadratic relationship with an increase mainly between the first and second breeding season and a decline after the fourth year. A longitudinal analysis showed evidence of senescence by the sixth year in the numbers of chicks fledged and recruited.  3  Reproductive increases between years 1 and 2 were the result of poor‐quality females dying after their first breeding season (differential selection hypothesis) in combination with surviving females showing improvements in reproduction in their second year (individual improvement\/constraint hypothesis).  4 …",
            "Age‐specific variation in reproduction is largely explained by the timing of territory establishment in the New Zealand stitchbird Notiomystis cincta",
            "Matthew Low and Tomas Pärt and Pär Forslund",
            "2007",
            "sk_eZMUAAAAJ:Y0pCki6q_DkC",
            50,
            "https:\/\/besjournals.onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1365-2656.2007.01234.x",
            "4535252848701329317",
            "\/scholar?cites=4535252848701329317",
            {
                "2007":1,
                "2008":4,
                "2009":6,
                "2010":6,
                "2011":6,
                "2012":2,
                "2013":8,
                "2014":4,
                "2015":2,
                "2016":3,
                "2017":2,
                "2018":2,
                "2019":2,
                "2020":2
            }
        ]
    ]
}