{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Ryu and Takayanagi conjectured a formula for the entanglement (von Neumann) entropy of an arbitrary spatial region in an arbitrary holographic field theory. The von Neumann entropy is a special case of a more general class of entropies called Rényi entropies. Using Euclidean gravity, Fursaev computed the entanglement Rényi entropies (EREs) of an arbitrary spatial region in an arbitrary holographic field theory, and thereby derived the RT formula. We point out, however, that his EREs are incorrect, since his putative saddle points do not in fact solve the Einstein equation. We remedy this situation in the case of two-dimensional conformal field theories (CFTs), considering regions consisting of one or two intervals. For a single interval, the EREs are known for a general CFT; we reproduce them using gravity. For two intervals, the RT formula predicts a phase transition in the entanglement entropy as a function of …",
            "Entanglement Renyi entropies in holographic theories",
            "Matthew Headrick",
            "2010",
            "sKcZXasAAAAJ:u-x6o8ySG0sC",
            490,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.82.126010",
            "9790110484621182857",
            "\/scholar?cites=9790110484621182857",
            {
                "2010":8,
                "2011":23,
                "2012":22,
                "2013":44,
                "2014":62,
                "2015":56,
                "2016":70,
                "2017":53,
                "2018":40,
                "2019":58,
                "2020":52,
                "2021":1
            }
        ],
        [
            "Recently, Berenstein et al. have proposed a duality between a sector of Script N= 4 super-Yang-Mills theory with large R-charge J, and string theory in a pp-wave background. In the limit considered, the effective't Hooft coupling has been argued to be λ'= g YM 2 N\/J 2= 1\/(μp+ α') 2. We study Yang-Mills theory at small λ'(large μ) with a view to reproducing string interactions. We demonstrate that the effective genus counting parameter of the Yang-Mills theory is g 2 2= J 4\/N 2=(4πg s) 2 (μp+ α') 4, the effective two-dimensional Newton constant for strings propagating on the pp-wave background. We identify g 2 (λ') 1\/2 as the effective coupling between a wide class of excited string states on the pp-wave background. We compute the anomalous dimensions of BMN operators at first order in g 2 2 and λ'and interpret our result as the genus one mass renormalization of the corresponding string state. We postulate a relation …",
            "PP-wave string interactions from perturbative Yang-Mills theory",
            "Neil R Constable and Daniel Z Freedman and Matthew Headrick and Shiraz Minwalla and Lubos Motl and Alexander Postnikov and Witold Skiba",
            "2002",
            "sKcZXasAAAAJ:u5HHmVD_uO8C",
            306,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2002\/07\/017\/meta",
            "1205433237046980537",
            "\/scholar?cites=1205433237046980537",
            {
                "2002":41,
                "2003":82,
                "2004":49,
                "2005":23,
                "2006":12,
                "2007":19,
                "2008":16,
                "2009":6,
                "2010":10,
                "2011":10,
                "2012":9,
                "2013":3,
                "2014":3,
                "2015":4,
                "2016":3,
                "2017":2,
                "2018":1,
                "2019":5,
                "2020":5,
                "2021":1
            }
        ],
        [
            "When a quantum system is divided into subsystems, their entanglement entropies are subject to an inequality known as strong subadditivity. For a field theory this inequality can be stated as follows: given any two regions of space A and B, S (A)+ S (B)≥ S (A∪ B)+ S (A∩ B). Recently, a method has been found for computing entanglement entropies in any field theory for which there is a holographically dual gravity theory. We give a simple geometrical proof of strong subadditivity employing this holographic prescription.",
            "Holographic proof of the strong subadditivity of entanglement entropy",
            "Matthew Headrick and Tadashi Takayanagi",
            "2007",
            "sKcZXasAAAAJ:9yKSN-GCB0IC",
            291,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.76.106013",
            "730329492087126404",
            "\/scholar?cites=730329492087126404",
            {
                "2007":1,
                "2008":9,
                "2009":5,
                "2010":4,
                "2011":13,
                "2012":16,
                "2013":25,
                "2014":35,
                "2015":41,
                "2016":22,
                "2017":31,
                "2018":23,
                "2019":32,
                "2020":32,
                "2021":2
            }
        ],
        [
            "We identify conditions for the entanglement entropy as a function of spatial region to be compatible with causality in an arbitrary relativistic quantum field theory. We then prove that the covariant holographic entanglement entropy prescription (which relates entanglement entropy of a given spatial region on the boundary to the area of a certain extremal surface in the bulk) obeys these conditions, as long as the bulk obeys the null energy condition. While necessary for the validity of the prescription, this consistency requirement is quite nontrivial from the bulk standpoint, and therefore provides important additional evidence for the prescription. In the process, we introduce a codimension-zero bulk region, named the entanglement wedge, naturally associated with the given boundary spatial region. We propose that the entanglement wedge is the most natural bulk region corresponding to the boundary reduced density …",
            "Causality & holographic entanglement entropy",
            "Matthew Headrick and Veronika E Hubeny and Albion Lawrence and Mukund Rangamani",
            "2014",
            "sKcZXasAAAAJ:eQOLeE2rZwMC",
            273,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP12(2014)162.pdf",
            "2583073335914305842",
            "\/scholar?cites=2583073335914305842",
            {
                "2014":11,
                "2015":17,
                "2016":23,
                "2017":39,
                "2018":39,
                "2019":60,
                "2020":82,
                "2021":2
            }
        ],
        [
            "We identify a special information-theoretic property of quantum field theories with holographic duals: the mutual informations among arbitrary disjoint spatial regions A, B, C obey the inequality I (A∶ B∪ C)≥ I (A∶ B)+ I (A∶ C), provided entanglement entropies are given by the Ryu-Takayanagi formula. Inequalities of this type are known as monogamy relations and are characteristic of measures of quantum entanglement. This suggests that correlations in holographic theories arise primarily from entanglement rather than classical correlations. We also show that the Ryu-Takayanagi formula is consistent with all known general inequalities obeyed by the entanglement entropy, including an infinite set recently discovered by Cadney et al.; this constitutes strong evidence in favor of its validity.",
            "Holographic mutual information is monogamous",
            "Patrick Hayden and Matthew Headrick and Alexander Maloney",
            "2013",
            "sKcZXasAAAAJ:zYLM7Y9cAGgC",
            238,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.87.046003",
            "3303569552008368070",
            "\/scholar?cites=3303569552008368070",
            {
                "2012":8,
                "2013":7,
                "2014":17,
                "2015":22,
                "2016":21,
                "2017":28,
                "2018":37,
                "2019":46,
                "2020":46,
                "2021":3
            }
        ],
        [
            "We propose a framework for solving the Einstein equation for static and Euclidean metrics. First, we address the issue of gauge-fixing by borrowing from the Ricci-flow literature the so-called DeTurck trick, which renders the Einstein equation strictly elliptic and generalizes the usual harmonic-coordinate gauge. We then study two algorithms, Ricci-flow and Newton's method, for solving the resulting Einstein–DeTurck equation. We illustrate the use of these methods by studying localized black holes and non-uniform black strings in five-dimensional Kaluza–Klein theory, improving on previous calculations of their thermodynamic and geometric properties. We study spectra of various operators for these solutions, in particular finding the negative modes of the Lichnerowicz operator. We classify the localized solutions into two branches that meet at a minimum temperature. We find good evidence for a merger between the …",
            "A new approach to static numerical relativity and its application to Kaluza–Klein black holes",
            "Matthew Headrick and Sam Kitchen and Toby Wiseman",
            "2010",
            "sKcZXasAAAAJ:2osOgNQ5qMEC",
            191,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0264-9381\/27\/3\/035002\/meta",
            "9029790025592594962",
            "\/scholar?cites=9029790025592594962",
            {
                "2009":3,
                "2010":4,
                "2011":13,
                "2012":13,
                "2013":17,
                "2014":18,
                "2015":24,
                "2016":22,
                "2017":17,
                "2018":21,
                "2019":21,
                "2020":18
            }
        ],
        [
            "In this note we update the discussion of the BMN correspondence and string interactions in [4] to incorporate the effects of operator mixing. We diagonalize the matrix of two point functions of single and double trace operators, and compute the eigen-operators and their anomalous dimensions to order g 2 2 λ'. Operators in different R symmetry multiplets remain degenerate at this order; we propose this is a consequence of supersymmetry. We also calculate the corresponding energy shifts in string theory, and find a discrepancy with field theory results, indicating possible new effects in light-cone string field theory.",
            "Operator mixing and the BMN correspondence",
            "Neil R Constable and Daniel Z Freedman and Matthew Headrick and Shiraz Minwalla",
            "2002",
            "sKcZXasAAAAJ:d1gkVwhDpl0C",
            160,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2002\/10\/068\/meta",
            "16274113404594924581",
            "\/scholar?cites=16274113404594924581",
            {
                "2002":3,
                "2003":60,
                "2004":38,
                "2005":16,
                "2006":4,
                "2007":7,
                "2008":4,
                "2009":5,
                "2010":2,
                "2011":5,
                "2012":3,
                "2013":1,
                "2014":3,
                "2015":1,
                "2016":2,
                "2017":1,
                "2018":2,
                "2019":2
            }
        ],
        [
            "The Ryu-Takayanagi (RT) formula relates the entanglement entropy of a region in a holographic theory to the area of a corresponding bulk minimal surface. Using the max flow-min cut principle, a theorem from network theory, we rewrite the RT formula in a way that does not make reference to the minimal surface. Instead, we invoke the notion of a “flow”, defined as a divergenceless norm-bounded vector field, or equivalently a set of Planck-thickness “bit threads”. The entanglement entropy of a boundary region is given by the maximum flux out of it of any flow, or equivalently the maximum number of bit threads that can emanate from it. The threads thus represent entanglement between points on the boundary, and naturally implement the holographic principle. As we explain, this new picture clarifies several conceptual puzzles surrounding the RT formula. We give flow-based proofs of strong subadditivity …",
            "Bit threads and holographic entanglement",
            "Michael Freedman and Matthew Headrick",
            "2017",
            "sKcZXasAAAAJ:ULOm3_A8WrAC",
            123,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s00220-016-2796-3.pdf",
            "3349904571817016473",
            "\/scholar?cites=3349904571817016473",
            {
                "2016":6,
                "2017":12,
                "2018":23,
                "2019":39,
                "2020":39,
                "2021":4
            }
        ],
        [
            "These notes are an expanded version of a review paper on closed string tachyon condensation at the RTN workshop in Copenhagen in September 2003. We begin with a lightning review of open string tachyon condensation, and then proceed to review recent results on localized closed string tachyon condensation, focusing on two simple systems, C\/Z n orbifolds and twisted circle compactifications.",
            "Closed string tachyon condensation: An overview",
            "Matthew Headrick and Shiraz Minwalla and Tadashi Takayanagi",
            "2004",
            "sKcZXasAAAAJ:UeHWp8X0CEIC",
            100,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0264-9381\/21\/10\/027\/meta",
            "3029657551246562850",
            "\/scholar?cites=3029657551246562850",
            {
                "2004":8,
                "2005":21,
                "2006":21,
                "2007":17,
                "2008":9,
                "2009":4,
                "2010":3,
                "2011":2,
                "2012":2,
                "2013":1,
                "2014":2,
                "2015":3,
                "2016":3,
                "2017":1,
                "2018":1,
                "2019":1
            }
        ],
        [
            "Headrick and Takayanagi showed that the Ryu-Takayanagi holographic entanglement entropy formula generally obeys the strong subadditivity (SSA) inequality, a fundamental property of entropy. However, the Ryu-Takayanagi formula only applies when the bulk spacetime is static. It is not known whether the covariant generalization proposed by Hubeny, Rangamani, and Takayanagi (HRT) also obeys SSA. We investigate this question in three-dimensional AdS-Vaidya spacetimes, finding that SSA is obeyed as long as the bulk spacetime satisfies the null energy condition. This provides strong support for the validity of the HRT formula.",
            "Strong subadditivity and the covariant holographic entanglement entropy formula",
            "Robert Callan and Jianyang He and Matthew Headrick",
            "2012",
            "sKcZXasAAAAJ:Y0pCki6q_DkC",
            99,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP06(2012)081.pdf",
            "5988425828255641745",
            "\/scholar?cites=5988425828255641745",
            {
                "2012":5,
                "2013":10,
                "2014":21,
                "2015":18,
                "2016":19,
                "2017":8,
                "2018":6,
                "2019":9,
                "2020":3
            }
        ]
    ]
}