{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "We present release 2.0 of the ALPS (Algorithms and Libraries for Physics Simulations) project, an open source software project to develop libraries and application programs for the simulation of strongly correlated quantum lattice models such as quantum magnets, lattice bosons, and strongly correlated fermion systems. The code development is centered on common XML and HDF5 data formats, libraries to simplify and speed up code development, common evaluation and plotting tools, and simulation programs. The programs enable non-experts to start carrying out serial or parallel numerical simulations by providing basic implementations of the important algorithms for quantum lattice models: classical and quantum Monte Carlo (QMC) using non-local updates, extended ensemble simulations, exact and full diagonalization (ED), the density matrix renormalization group (DMRG) both in a static version and a …",
            "The ALPS project release 2.0: open source software for strongly correlated systems",
            "Bela Bauer and LD Carr and Hans Gerd Evertz and Adrian Feiguin and J Freire and S Fuchs and Lukas Gamper and Jan Gukelberger and E Gull and Siegfried Guertler and A Hehn and Ryo Igarashi and Sergei V Isakov and David Koop and Ping Nang Ma and Phillip Mates and H Matsuo and Olivier Parcollet and G Pawłowski and Jean-David Picon and L Pollet and E Santos and Vito W Scarola and Ulrich Schollwöck and C Silva and Brigitte Surer and S Todo and S Trebst and Matthias Troyer and ML Wall and Philipp Werner and S Wessel",
            "2011",
            "skKCuvcAAAAJ:Tyk-4Ss8FVUC",
            462,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1742-5468\/2011\/05\/P05001\/meta",
            "15855267106089085556",
            "\/scholar?cites=15855267106089085556",
            {
                "2011":10,
                "2012":35,
                "2013":50,
                "2014":61,
                "2015":54,
                "2016":47,
                "2017":66,
                "2018":46,
                "2019":48,
                "2020":40,
                "2021":1
            }
        ],
        [
            "Cold atom optical lattices typically simulate zero-range Hubbard models. We discuss the theoretical possibility of using excited states of optical lattices to generate extended range Hubbard models. We find that bosons confined to higher bands of optical lattices allow for a rich phase diagram, including the supersolid phase. Using Gutzwiller, mean-field theory we establish the parameter regime necessary to maintain metastable states generated by an extended Bose-Hubbard model.",
            "Quantum phases of the extended Bose-Hubbard Hamiltonian: Possibility of a supersolid state of cold atoms in optical lattices",
            "VW Scarola and S Das Sarma",
            "2005",
            "skKCuvcAAAAJ:u5HHmVD_uO8C",
            214,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.95.033003",
            "5203018583757150063",
            "\/scholar?cites=5203018583757150063",
            {
                "2005":2,
                "2006":18,
                "2007":17,
                "2008":19,
                "2009":26,
                "2010":8,
                "2011":23,
                "2012":17,
                "2013":10,
                "2014":12,
                "2015":14,
                "2016":13,
                "2017":7,
                "2018":12,
                "2019":6,
                "2020":9
            }
        ]
    ]
}