{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Otoacoustic emissions (OAEs) of all types are widely assumed to arise by a common mechanism: nonlinear electromechanical distortion within the cochlea. In this view, both stimulus-frequency (SFOAEs) and distortion-product emissions (DPOAEs) arise because nonlinearities in the mechanics act as “sources” of backward-traveling waves. This unified picture is tested by analyzing measurements of emission phase using a simple phenomenological description of the nonlinear re-emission process. The analysis framework is independent of the detailed form of the emission sources and the nonlinearities that produce them. The analysis demonstrates that the common assumption that SFOAEs originate by nonlinear distortion requires that SFOAE phase be essentially independent of frequency, in striking contradiction with experiment. This contradiction implies that evoked otoacoustic emissions arise by two …",
            "Evoked otoacoustic emissions arise by two fundamentally different mechanisms: a taxonomy for mammalian OAEs",
            "Christopher A Shera and John J Guinan Jr",
            "1999",
            "SKU-zlMAAAAJ:u5HHmVD_uO8C",
            691,
            "https:\/\/asa.scitation.org\/doi\/abs\/10.1121\/1.426948",
            "12475772365613044522",
            "\/scholar?cites=12475772365613044522",
            {
                "1999":4,
                "2000":17,
                "2001":16,
                "2002":15,
                "2003":27,
                "2004":16,
                "2005":28,
                "2006":33,
                "2007":28,
                "2008":48,
                "2009":31,
                "2010":24,
                "2011":45,
                "2012":35,
                "2013":54,
                "2014":40,
                "2015":53,
                "2016":23,
                "2017":44,
                "2018":35,
                "2019":32,
                "2020":35,
                "2021":2
            }
        ],
        [
            "We develop an objective, noninvasive method for determining the frequency selectivity of cochlear tuning at low and moderate sound levels. Applicable in humans at frequencies of 1 kHz and above, the method is based on the measurement of stimulus-frequency otoacoustic emissions and, unlike previous noninvasive physiological methods, does not depend on the frequency selectivity of masking or suppression. The otoacoustic measurements indicate that at low sound levels human cochlear tuning is more than twice as sharp as implied by standard behavioral studies and has a different dependence on frequency. New behavioral measurements designed to minimize the influence of nonlinear effects such as suppression agree with the emission-based values. A comparison of cochlear tuning in cat, guinea pig, and human indicates that, contrary to common belief, tuning in the human cochlea is considerably …",
            "Revised estimates of human cochlear tuning from otoacoustic and behavioral measurements",
            "Christopher A Shera and John J Guinan and Andrew J Oxenham",
            "2002",
            "SKU-zlMAAAAJ:d1gkVwhDpl0C",
            445,
            "https:\/\/www.pnas.org\/content\/99\/5\/3318.short",
            "14152291039847527531",
            "\/scholar?cites=14152291039847527531",
            {
                "2002":4,
                "2003":17,
                "2004":18,
                "2005":30,
                "2006":13,
                "2007":15,
                "2008":20,
                "2009":15,
                "2010":27,
                "2011":26,
                "2012":31,
                "2013":35,
                "2014":30,
                "2015":26,
                "2016":22,
                "2017":29,
                "2018":33,
                "2019":21,
                "2020":26,
                "2021":1
            }
        ],
        [
            "Current models of evoked otoacoustic emissions explain the striking periodicity in their frequency spectra by suggesting that it originates through the reflection of forward‐traveling waves by a corresponding spatial corrugation in the mechanics of the cochlea. Although measurements of primate cochlear anatomy find no such corrugation, they do indicate a considerable irregularity in the arrangement of outer hair cells. It is suggested that evoked emissions originate through a novel reflection mechanism, representing an analogue of Bragg scattering in nonuniform, disordered media. Forward‐traveling waves reflect off random irregularities in the micromechanics of the organ of Corti. The tall, broad peak of the traveling wave defines a localized region of coherent reflection that sweeps along the organ of Corti as the frequency is varied monotonically. Coherent scattering occurs off irregularities within the peak with …",
            "The origin of periodicity in the spectrum of evoked otoacoustic emissions",
            "George Zweig and Christopher A Shera",
            "1995",
            "SKU-zlMAAAAJ:u-x6o8ySG0sC",
            422,
            "https:\/\/asa.scitation.org\/doi\/abs\/10.1121\/1.413320",
            "16854193422936811798",
            "\/scholar?cites=16854193422936811798",
            {
                "1997":4,
                "1998":8,
                "1999":11,
                "2000":13,
                "2001":8,
                "2002":10,
                "2003":19,
                "2004":14,
                "2005":22,
                "2006":19,
                "2007":23,
                "2008":30,
                "2009":22,
                "2010":21,
                "2011":28,
                "2012":25,
                "2013":26,
                "2014":18,
                "2015":25,
                "2016":19,
                "2017":19,
                "2018":15,
                "2019":10,
                "2020":11
            }
        ],
        [
            "Mammalian spontaneous otoacoustic emissions (SOAEs) have been suggested to arise by three different mechanisms. The local-oscillator model, dating back to the work of Thomas Gold, supposes that SOAEs arise through the local, autonomous oscillation of some cellular constituent of the organ of Corti (e.g., the “active process” underlying the cochlear amplifier). Two other models, by contrast, both suppose that SOAEs are a global collective phenomenon—cochlear standing waves created by multiple internal reflection—but differ on the nature of the proposed power source: Whereas the “passive” standing-wave model supposes that SOAEs are biological noise, passively amplified by cochlear standing-wave resonances acting as narrow-band nonlinear filters, the “active” standing-wave model supposes that standing-wave amplitudes are actively maintained by coherent wave amplification within the cochlea …",
            "Mammalian spontaneous otoacoustic emissions are amplitude-stabilized cochlear standing waves",
            "Christopher A Shera",
            "2003",
            "SKU-zlMAAAAJ:UeHWp8X0CEIC",
            206,
            "https:\/\/asa.scitation.org\/doi\/abs\/10.1121\/1.1575750",
            "4747674353363603357",
            "\/scholar?cites=4747674353363603357",
            {
                "2004":11,
                "2005":2,
                "2006":11,
                "2007":11,
                "2008":19,
                "2009":13,
                "2010":11,
                "2011":10,
                "2012":17,
                "2013":11,
                "2014":17,
                "2015":15,
                "2016":7,
                "2017":13,
                "2018":11,
                "2019":13,
                "2020":12
            }
        ],
        [
            "This paper tests key predictions of the “two-mechanism model” for the generation of distortion-product otoacoustic emissions (DPOAEs). The two-mechanism model asserts that lower-sideband DPOAEs constitute a mixture of emissions arising not simply from two distinct cochlear locations (as is now well established) but, more importantly, by two fundamentally different mechanisms: nonlinear distortion induced by the traveling wave and linear coherent reflection off pre-existing micromechanical impedance perturbations. The model predicts that (1) DPOAEs evoked by frequency-scaled stimuli (e.g., at fixed f2\/f1) can be unmixed into putative distortion- and reflection-source components with the frequency dependence of their phases consistent with the presumed mechanisms of generation; (2) The putative reflection-source component of the total DPOAE closely matches the reflection-source emission (e.g., low level …",
            "Distortion-product source unmixing: A test of the two-mechanism model for DPOAE generation",
            "Radha Kalluri and Christopher A Shera",
            "2001",
            "SKU-zlMAAAAJ:2osOgNQ5qMEC",
            200,
            "https:\/\/asa.scitation.org\/doi\/abs\/10.1121\/1.1334597",
            "5743825328080208625",
            "\/scholar?cites=5743825328080208625",
            {
                "2001":1,
                "2002":4,
                "2003":9,
                "2004":7,
                "2005":12,
                "2006":10,
                "2007":15,
                "2008":18,
                "2009":8,
                "2010":11,
                "2011":11,
                "2012":9,
                "2013":17,
                "2014":14,
                "2015":12,
                "2016":6,
                "2017":15,
                "2018":6,
                "2019":8,
                "2020":7
            }
        ],
        [
            "This paper tests and applies a key prediction of the theory of coherent reflection filtering for the generation of reflection-source otoacoustic emissions. The theory predicts that reflectionsource-emission group delay is determined by the group delay of the basilar-membrane (BM) transfer function at its peak. This prediction is tested over a seven-octave frequency range in cats and guinea pigs using measurements of stimulus-frequency-emission (SFOAE) group delay. A comparison with group delays calculated from published measurements of BM mechanical transfer functions supports the theory at the basal end of the cochlea. A comparison across the whole frequency range based on variations in the sharpness of neural tuning with characteristic frequency (CF) suggests that the predicted relation holds in the basal-most 60% of the cochlea. At the apical end of the cochlea, however, the measurements disagree with …",
            "Stimulus-frequency-emission group delay: A test of coherent reflection filtering and a window on cochlear tuning",
            "Christopher A Shera and John J Guinan Jr",
            "2003",
            "SKU-zlMAAAAJ:9yKSN-GCB0IC",
            194,
            "https:\/\/asa.scitation.org\/doi\/abs\/10.1121\/1.1557211",
            "8540523165209638396",
            "\/scholar?cites=8540523165209638396",
            {
                "2003":5,
                "2004":7,
                "2005":11,
                "2006":10,
                "2007":12,
                "2008":14,
                "2009":9,
                "2010":12,
                "2011":14,
                "2012":14,
                "2013":12,
                "2014":12,
                "2015":16,
                "2016":10,
                "2017":8,
                "2018":16,
                "2019":6,
                "2020":6
            }
        ],
        [
            "Auditory filter shapes were derived from psychophysical measurements in eight normal-hearing listeners using a variant of the notched-noise method for brief signals in forward and simultaneous masking. Signal frequencies of 1, 2, 4, 6, and 8 kHz were tested. The signal level was fixed at 10 dB above absolute threshold in the forward-masking conditions and fixed at either 10 or 35 dB above absolute threshold in the simultaneous-masking conditions. The results show that filter equivalent rectangular bandwidths (ERBs) are substantially narrower in forward masking than has been found in previous studies using simultaneous masking. Furthermore, in contrast to earlier studies, the sharpness of tuning doubles over the range of frequencies tested, giving Q ERB values of about 10 and 20 at signal frequencies of 1 and 8 kHz, respectively. It is argued that the new estimates of auditory filter …",
            "Estimates of human cochlear tuning at low levels using forward and simultaneous masking",
            "AndrewJ Oxenham and ChristopherA Shera",
            "2003",
            "SKU-zlMAAAAJ:qjMakFHDy7sC",
            190,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s10162-002-3058-y.pdf",
            "13320268791173187336",
            "\/scholar?cites=13320268791173187336",
            {
                "2003":2,
                "2004":6,
                "2005":12,
                "2006":9,
                "2007":6,
                "2008":10,
                "2009":6,
                "2010":18,
                "2011":14,
                "2012":17,
                "2013":14,
                "2014":18,
                "2015":16,
                "2016":13,
                "2017":7,
                "2018":8,
                "2019":3,
                "2020":10
            }
        ],
        [
            "We review recent progress in understanding the physical and physiological mechanisms that generate otoacoustic emissions (OAEs). Until recently, the conceptual model underlying the interpretation of OAEs has been an integrated view that regards all OAEs as manifestations of cochlear nonlinearity. However, OAEs appear to arise by at least two fundamentally different mechanisms within the cochlea: nonlinear distortion and linear reflection. These differences in mechanism have be used to construct a new taxonomy for OAEs that identifies OAEs based on their mechanisms of generation rather than the details of their measurement. The mechanism-based taxonomy provides a useful conceptual framework for understanding and interpreting otoacoustic responses. As commonly measured in the clinic, distortion-product and other evoked OAEs comprise a mixtures of emissions produced by both mechanisms. This …",
            "Mechanisms of mammalian otoacoustic emission and their implications for the clinical utility of otoacoustic emissions",
            "Christopher A Shera",
            "2004",
            "SKU-zlMAAAAJ:IjCSPb-OGe4C",
            179,
            "https:\/\/journals.lww.com\/ear-hearing\/Fulltext\/2004\/04000\/Sources_and_Mechanisms_of_DPOAE_Generation_.2.aspx",
            "11211553948159756706",
            "\/scholar?cites=11211553948159756706",
            {
                "2004":3,
                "2005":8,
                "2006":18,
                "2007":12,
                "2008":11,
                "2009":10,
                "2010":10,
                "2011":16,
                "2012":7,
                "2013":17,
                "2014":8,
                "2015":12,
                "2016":4,
                "2017":12,
                "2018":9,
                "2019":8,
                "2020":9
            }
        ],
        [
            "We analyze published auditory-nerve and otoacoustic measurements in chinchilla to test a network of hypothesized relationships between cochlear tuning, cochlear traveling-wave delay, and stimulus-frequency otoacoustic emissions (SFOAEs). We find that the physiological data generally corroborate the network of relationships, including predictions from filter theory and the coherent-reflection model of OAE generation, at locations throughout the cochlea. The results support the use of otoacoustic emissions as noninvasive probes of cochlear tuning. Developing this application, we find that tuning ratios—defined as the ratio of tuning sharpness to SFOAE phase-gradient delay in periods—have a nearly species-invariant form in cat, guinea pig, and chinchilla. Analysis of the tuning ratios identifies a species-dependent parameter that locates a transition between “apical-like” and “basal-like” behavior …",
            "Otoacoustic estimation of cochlear tuning: validation in the chinchilla",
            "Christopher A Shera and John J Guinan and Andrew J Oxenham",
            "2010",
            "SKU-zlMAAAAJ:dfsIfKJdRG4C",
            167,
            "https:\/\/link.springer.com\/article\/10.1007\/s10162-010-0217-4",
            "18443194519263762765",
            "\/scholar?cites=18443194519263762765",
            {
                "2010":1,
                "2011":18,
                "2012":24,
                "2013":18,
                "2014":12,
                "2015":19,
                "2016":18,
                "2017":13,
                "2018":20,
                "2019":8,
                "2020":15,
                "2021":1
            }
        ],
        [
            "Frequency selectivity in the inner ear is fundamental to hearing and is traditionally thought to be similar across mammals. Although direct measurements are not possible in humans, estimates of frequency tuning based on noninvasive recordings of sound evoked from the cochlea (otoacoustic emissions) have suggested substantially sharper tuning in humans but remain controversial. We report measurements of frequency tuning in macaque monkeys, Old-World primates phylogenetically closer to humans than the laboratory animals often taken as models of human hearing (e.g., cats, guinea pigs, chinchillas). We find that measurements of tuning obtained directly from individual auditory-nerve fibers and indirectly using otoacoustic emissions both indicate that at characteristic frequencies above about 500 Hz, peripheral frequency selectivity in macaques is significantly sharper than in these common laboratory …",
            "Frequency selectivity in Old-World monkeys corroborates sharp cochlear tuning in humans",
            "Philip X Joris and Christopher Bergevin and Radha Kalluri and Myles Mc Laughlin and Pascal Michelet and Marcel van der Heijden and Christopher A Shera",
            "2011",
            "SKU-zlMAAAAJ:blknAaTinKkC",
            107,
            "https:\/\/www.pnas.org\/content\/108\/42\/17516.short",
            "16368657792918603684",
            "\/scholar?cites=16368657792918603684",
            {
                "2012":8,
                "2013":12,
                "2014":15,
                "2015":9,
                "2016":12,
                "2017":10,
                "2018":18,
                "2019":11,
                "2020":12
            }
        ]
    ]
}