{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Recently, it has been argued that a strong electron-phonon interaction arising from the Jahn-Teller splitting of the outer Mn d level plays a crucial role in understanding the nonmetal-to-metal transition observed in the La 1− x A x Mn O 3 (A= C a, S r, B a) system. We show, by neutron powder diffraction, that La 0.65 Ca 0.35 Mn O 3 exhibits an anomalous volume and oxygen\/manganese displacement change around T c, in qualitative agreement with the theoretical prediction.",
            "Experimental evidence for the dynamic Jahn-Teller effect in Mn",
            "P Dai and Jiandi Zhang and HA Mook and S-H Liou and Peter A Dowben and E Ward Plummer",
            "1996",
            "smZU0HwAAAAJ:u5HHmVD_uO8C",
            321,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.54.R3694",
            "13715365323401476534",
            "\/scholar?cites=13715365323401476534",
            {
                "1996":2,
                "1997":26,
                "1998":25,
                "1999":32,
                "2000":38,
                "2001":22,
                "2002":15,
                "2003":11,
                "2004":12,
                "2005":26,
                "2006":15,
                "2007":10,
                "2008":16,
                "2009":10,
                "2010":9,
                "2011":6,
                "2012":5,
                "2013":11,
                "2014":6,
                "2015":3,
                "2016":5,
                "2017":5,
                "2018":1,
                "2019":5,
                "2020":1,
                "2021":1
            }
        ],
        [
            "Ferromagnetic (FM) spin fluctuations are believed to mediate the spin-triplet pairing for the p-wave superconductivity in Sr2RuO4. Our experiments show that, at the surface, a bulk soft-phonon mode freezes into a static lattice distortion associated with an in-plane rotation of the RuO6octahedron. First-principle calculations confirm this structure and predict a FM ground state at the surface. This coupling between structure and magnetism in the environment of broken symmetry at the surface allows a reconsideration of the coupling mechanism in the bulk.",
            "Ferromagnetism stabilized by lattice distortion at the surface of the p-wave superconductor Sr2RuO4",
            "R Matzdorf and Z Fang and Jiandi Zhang and T Kimura and Y Tokura and K Terakura and EW Plummer",
            "2000",
            "smZU0HwAAAAJ:u-x6o8ySG0sC",
            268,
            "https:\/\/science.sciencemag.org\/content\/289\/5480\/746.abstract",
            "12005591402452020559",
            "\/scholar?cites=12005591402452020559",
            {
                "2000":1,
                "2001":20,
                "2002":14,
                "2003":25,
                "2004":20,
                "2005":20,
                "2006":14,
                "2007":18,
                "2008":10,
                "2009":13,
                "2010":13,
                "2011":7,
                "2012":7,
                "2013":11,
                "2014":14,
                "2015":12,
                "2016":13,
                "2017":10,
                "2018":10,
                "2019":6,
                "2020":6,
                "2021":2
            }
        ],
        [
            "Conductance quantization phenomena are observed in oxide‐based resistive switching memories. These phenomena can be understood by the formation and disruption of atomic‐scale conductive filaments in the insulating oxide matrix. The quantum conductance effect can be artificially modulated by controlling the electrical parameters in Set and Reset processes, and can be used for multi‐level data storage and help understand and design one‐dimensional structures at atomic scales in various materials systems.",
            "Observation of conductance quantization in oxide‐based resistive switching memory",
            "Xiaojian Zhu and Wenjing Su and Yiwei Liu and Benlin Hu and Liang Pan and Wei Lu and Jiandi Zhang and Run‐Wei Li",
            "2012",
            "smZU0HwAAAAJ:UeHWp8X0CEIC",
            194,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201201506",
            "17568413688463943097",
            "\/scholar?cites=17568413688463943097",
            {
                "2012":3,
                "2013":26,
                "2014":26,
                "2015":14,
                "2016":36,
                "2017":26,
                "2018":19,
                "2019":23,
                "2020":21
            }
        ],
        [
            "Inelastic neutron scattering was used to systematically investigate the spin-wave excitations (magnons) in ferromagnetic manganese perovskites. In spite of the large differences in the Curie temperatures (T C’s) of different manganites, their low-temperature spin waves have very similar dispersions with the zone-boundary magnon softening and broadening that cannot be explained by the canonical double exchange mechanism. From the wave-vector dependence of the magnon lifetime effects and its correlation with the dispersions of the optical-phonon modes, we argue that a strong magnetoelastic (magnon-phonon) coupling is responsible for the observed low-temperature anomalous spin dynamical behavior of the manganites.",
            "Magnon damping by magnon-phonon coupling in manganese perovskites",
            "Pengcheng Dai and HY Hwang and Jiandi Zhang and JA Fernandez-Baca and S-W Cheong and C Kloc and Y Tomioka and Y Tokura",
            "2000",
            "smZU0HwAAAAJ:d1gkVwhDpl0C",
            152,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.61.9553",
            "3214810198789161303",
            "\/scholar?cites=3214810198789161303",
            {
                "2000":7,
                "2001":13,
                "2002":8,
                "2003":12,
                "2004":9,
                "2005":18,
                "2006":15,
                "2007":9,
                "2008":5,
                "2009":8,
                "2010":6,
                "2011":3,
                "2012":2,
                "2013":7,
                "2014":6,
                "2015":1,
                "2016":2,
                "2017":7,
                "2018":6,
                "2019":2,
                "2020":5,
                "2021":1
            }
        ],
        [
            "The concept of a charge density wave (CDW) permeates much of condensed matter physics and chemistry. CDWs have their origin rooted in the instability of a one-dimensional system described by Peierls. The extension of this concept to reduced dimensional systems has led to the concept of Fermi surface nesting (FSN), which dictates the wave vector  of the CDW and the corresponding lattice distortion. The idea is that segments of the Fermi contours are connected by , resulting in the effective screening of phonons inducing Kohn anomalies in their dispersion at , driving a lattice restructuring at low temperatures. There is growing theoretical and experimental evidence that this picture fails in many real systems and in fact it is the momentum dependence of the electron–phonon coupling (EPC) matrix element that determines the characteristic of the CDW phase. Based on the published results for …",
            "Classification of charge density waves based on their nature",
            "Xuetao Zhu and Yanwei Cao and Jiandi Zhang and EW Plummer and Jiandong Guo",
            "2015",
            "smZU0HwAAAAJ:5Ul4iDaHHb8C",
            146,
            "https:\/\/www.pnas.org\/content\/112\/8\/2367.short",
            "9577347623312440719",
            "\/scholar?cites=9577347623312440719",
            {
                "2015":7,
                "2016":17,
                "2017":23,
                "2018":20,
                "2019":35,
                "2020":43,
                "2021":1
            }
        ],
        [
            "Zirconium oxide (ZrO2 or zirconia) nanostructures were synthesized by a hydrothermal route. Surface morphology analysis depicts the formation of various zirconia nanostructures at different synthesis conditions. X-ray diffraction examination demonstrates that the as-synthesized zirconia is of pure monoclinic phase (m-ZrO2). High resolution transmission electron microscopy (HRTEM) further confirms the high crystalline feature of the m-ZrO2 nanostructures. X-ray photoelectron spectroscopy (XPS) core-level spectra of Zr 3d and O 1s for the ZrO2 nanostructures have been studied to understand further the electronic states and chemical environment of the Zr and O atoms in ZrO2 for different synthesis conditions. XPS results also indicate the existence of oxygen defects and zirconia suboxides which affect the structural and optical properties of zirconia nanostructures. The nanostructures show UV−vis absorption …",
            "Controlled hydrothermal synthesis of zirconium oxide nanostructures and their optical properties",
            "Latha Kumari and WZ Li and JM Xu and RM Leblanc and DZ Wang and Yi Li and Haizhong Guo and Jiandi Zhang",
            "2009",
            "smZU0HwAAAAJ:J-pR_7NvFogC",
            132,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/cg800711m",
            "8265458020134307840",
            "\/scholar?cites=8265458020134307840",
            {
                "2009":2,
                "2010":1,
                "2011":10,
                "2012":12,
                "2013":7,
                "2014":8,
                "2015":11,
                "2016":13,
                "2017":14,
                "2018":16,
                "2019":17,
                "2020":21
            }
        ],
        [
            "Angle-resolved core-level photoemission has been utilized to study the surfaces of crystalline thin films of manganite La 1− x Ca x MnO 3 (x= 0.1 and 0.35). It is found that both the surface termination and Ca surface concentration depend on the bulk Ca concentration. For La 0.65 Ca 0.35 MnO 3, the terminal layer is predominately Mn-O, while for La 0.9 Ca 0.1 MnO 3, the majority of the surface is La\/Ca-O terminated. Both surfaces exhibit a large enhancement in the Ca concentration compared to the bulk with the La 0.9 Ca 0.1 MnO 3 sample, having a larger surface Ca concentration than for the La 0.65 Ca 0.35 MnO 3 material.",
            "Surfaces of the perovskite manganites ",
            "Jaewu Choi and Jiandi Zhang and S-H Liou and Peter A Dowben and E Ward Plummer",
            "1999",
            "smZU0HwAAAAJ:2osOgNQ5qMEC",
            118,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.59.13453",
            "58337720514690035",
            "\/scholar?cites=58337720514690035",
            {
                "1999":3,
                "2000":6,
                "2001":5,
                "2002":6,
                "2003":3,
                "2004":5,
                "2005":7,
                "2006":9,
                "2007":11,
                "2008":7,
                "2009":10,
                "2010":2,
                "2011":4,
                "2012":3,
                "2013":4,
                "2014":8,
                "2015":7,
                "2016":3,
                "2017":3,
                "2018":4,
                "2019":2,
                "2020":4,
                "2021":2
            }
        ],
        [
            "We report the direct observation of induced molecular reorientation on a ferroelectric copolymer with a scanning tunneling microscope (STM). Ultrathin copolymer films of vinylidene fluoride (70%) with trifluoroethylene (30%) revealed a quasihexagonal close-packing structure with long-range polymer chain ordering. By flipping the polarity of the STM tip bias voltage, a reversal of local polarization was observed through an apparent lattice shift and was accompanied by an asymmetric “diode-like” character in tunneling current I(V). These results clearly demonstrated conductance switching behavior on nanoscale with local polarization reversal.",
            "Nanoscale polarization manipulation and conductance switching in ultrathin films of a ferroelectric copolymer",
            "Hongwei Qu and Wei Yao and T Garcia and Jiandi Zhang and AV Sorokin and Stephen Ducharme and Peter A Dowben and VM Fridkin",
            "2003",
            "smZU0HwAAAAJ:Ko-bl4t9PAIC",
            116,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1582366",
            "14308056317175790213",
            "\/scholar?cites=14308056317175790213",
            {
                "2004":6,
                "2005":8,
                "2006":11,
                "2007":9,
                "2008":9,
                "2009":9,
                "2010":10,
                "2011":5,
                "2012":6,
                "2013":5,
                "2014":6,
                "2015":6,
                "2016":5,
                "2017":4,
                "2018":3,
                "2019":7,
                "2020":3
            }
        ],
        [
            "Symmetry, dimensionality, and disorder play a pivotal role in critical phenomena. The atomic imaging capabilities of the scanning tunneling microscope were used to directly visualize the interaction between charge density oscillations and lattice defects in a two-dimensional charge density wave (CDW) system. Point defects act as nucleation centers of the CDW, which, as the temperature is lowered, results in the formation of pinned CDW domains that are separated by atomically abrupt charge boundaries. Incomplete freezing of substitutional disorder at low temperature indicates a novel CDW-mediated hopping of pinning centers.",
            "Defect-mediated condensation of a charge density wave",
            "Hanno H Weitering and Joseph M Carpinelli and Anatoli V Melechko and Jiandi Zhang and Miroslaw Bartkowiak and E Ward Plummer",
            "1999",
            "smZU0HwAAAAJ:9yKSN-GCB0IC",
            116,
            "https:\/\/science.sciencemag.org\/content\/285\/5436\/2107.abstract",
            "9448726742142627224",
            "\/scholar?cites=9448726742142627224",
            {
                "2000":5,
                "2001":21,
                "2002":14,
                "2003":6,
                "2004":11,
                "2005":12,
                "2006":7,
                "2007":6,
                "2008":4,
                "2009":1,
                "2010":2,
                "2011":2,
                "2012":1,
                "2013":2,
                "2014":5,
                "2015":4,
                "2016":3,
                "2017":7,
                "2018":1,
                "2019":1
            }
        ],
        [
            "Mott transitions, which are metal-insulator transitions (MITs) driven by electron-electron interactions, are usually accompanied in bulk by structural phase transitions. In the layered perovskite Ca1.9Sr0.1RuO4, such a first-order Mott MIT occurs in the bulk at a temperature of 154 kelvin on cooling. In contrast, at the surface, an unusual inherent Mott MIT is observed at 130 kelvin, also on cooling but without a simultaneous lattice distortion. The broken translational symmetry at the surface causes a compressional stress that results in a 150% increase in the buckling of the Ca\/Sr-O surface plane as compared to the bulk. The Ca\/Sr ions are pulled toward the bulk, which stabilizes a phase more amenable to a Mott insulator ground state than does the bulk structure and also energetically prohibits the structural transition that accompanies the bulk MIT.",
            "A surface-tailored, purely electronic, Mott metal-to-insulator transition",
            "RG Moore and Jiandi Zhang and Von B Nascimento and Rongying Jin and Jiandong Guo and GT Wang and Z Fang and David Mandrus and E Ward Plummer",
            "2007",
            "smZU0HwAAAAJ:EMrlLOzmm-AC",
            92,
            "https:\/\/science.sciencemag.org\/content\/318\/5850\/615.abstract",
            "2565803208248284332",
            "\/scholar?cites=2565803208248284332",
            {
                "2008":6,
                "2009":10,
                "2010":11,
                "2011":5,
                "2012":11,
                "2013":15,
                "2014":4,
                "2015":5,
                "2016":5,
                "2017":1,
                "2018":7,
                "2019":5,
                "2020":5
            }
        ]
    ]
}