{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We report the construction of large new classes of models which break supersymmetry dynamically. We then turn to model building. Two of the principal obstacles to constructing simple models of dynamical supersymmetry breaking are the appearance of Fayet-Iliopoulos D terms and difficulties in generating a μ term for the Higgs fields. Among the new models are examples in which symmetries prevent the appearance of Fayet-Iliopoulos terms. A gauge singlet field, which may play a role in explaining the hierarchy in quark and lepton parameters, can generate a suitable μ term. The result is a comparatively simple model, with a low energy structure similar to that of the MSSM, but with far fewer arbitrary parameters. We begin the study of the phenomenology of these models.",
            "New tools for low energy dynamical supersymmetry breaking",
            "Michael Dine and Ann E Nelson and Yosef Nir and Yuri Shirman",
            "1996",
            "SP3MInYAAAAJ:u5HHmVD_uO8C",
            1777,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.53.2658",
            "13417277956916772096",
            "\/scholar?cites=13417277956916772096",
            {
                "1996":63,
                "1997":124,
                "1998":130,
                "1999":92,
                "2000":60,
                "2001":67,
                "2002":63,
                "2003":40,
                "2004":55,
                "2005":36,
                "2006":47,
                "2007":53,
                "2008":95,
                "2009":86,
                "2010":91,
                "2011":106,
                "2012":97,
                "2013":74,
                "2014":82,
                "2015":86,
                "2016":64,
                "2017":45,
                "2018":36,
                "2019":44,
                "2020":27,
                "2021":1
            }
        ],
        [
            "We present a model in which supersymmetry is dynamically broken at comparatively low energies. Previous efforts to construct simple models of this sort have been hampered by the presence of axions. The present model, which exploits an observation of Bagger, Poppitz, and Randall to avoid this problem, is far simpler than previous constructions. Models of this kind do not suffer from the naturalness difficulties of conventional supergravity models, and make quite definite predictions for physics over a range of scales from 100’s of GeV to 1000’s of TeV. Thus ‘‘renormalizable visible sector models’’are a viable alternative to more conventional approaches. Our approach also yields a viable example of hidden sector dynamical supersymmetry breaking.",
            "Low energy dynamical supersymmetry breaking simplified",
            "Michael Dine and Ann E Nelson and Yuri Shirman",
            "1995",
            "SP3MInYAAAAJ:u-x6o8ySG0sC",
            1691,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.51.1362",
            "2357260660179473483",
            "\/scholar?cites=2357260660179473483",
            {
                "1995":13,
                "1996":59,
                "1997":120,
                "1998":133,
                "1999":87,
                "2000":62,
                "2001":60,
                "2002":58,
                "2003":47,
                "2004":48,
                "2005":34,
                "2006":54,
                "2007":56,
                "2008":99,
                "2009":79,
                "2010":90,
                "2011":93,
                "2012":96,
                "2013":63,
                "2014":73,
                "2015":66,
                "2016":54,
                "2017":39,
                "2018":32,
                "2019":39,
                "2020":21
            }
        ],
        [
            "We study gravity in backgrounds that are smooth generalizations of the Randall–Sundrum model, with and without scalar fields. These generalizations include three-branes in higher dimensional spaces which are not necessarily anti-de Sitter far from the branes, intersecting brane configurations and configurations involving negative tension branes. We show that under certain mild assumptions there is a universal equation for the gravitational fluctuations. We study both the graviton ground state and the continuum of Kaluza–Klein modes and we find that the four-dimensional gravitational mode is localized precisely when the effects of the continuum modes decouple at distances larger than the fundamental Planck scale. The decoupling is contingent only on the long-range behaviour of the metric from the brane and we find a universal form for the corrections to Newton's law. We also comment on the possible …",
            "Universal aspects of gravity localized on thick branes",
            "Csaba Csaki and Joshua Erlich and Timothy J Hollowood and Yuri Shirman",
            "2000",
            "SP3MInYAAAAJ:d1gkVwhDpl0C",
            594,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0550321300002716",
            "3777715615973665829",
            "\/scholar?cites=3777715615973665829",
            {
                "2000":50,
                "2001":44,
                "2002":31,
                "2003":33,
                "2004":20,
                "2005":24,
                "2006":24,
                "2007":27,
                "2008":27,
                "2009":30,
                "2010":26,
                "2011":31,
                "2012":25,
                "2013":29,
                "2014":38,
                "2015":26,
                "2016":25,
                "2017":19,
                "2018":24,
                "2019":19,
                "2020":19,
                "2021":1
            }
        ],
        [
            "We consider fermions on an extra dimensional interval. We find the boundary conditions at the ends of the interval that are consistent with the variational principle, and explain which ones arise in various physical circumstances. We apply these results to Higgsless models of electroweak symmetry breaking, where electroweak symmetry is not broken by a scalar vacuum expectation value, but rather by the boundary conditions of the gauge fields. We show that it is possible to find a set of boundary conditions for bulk fermions that would give a realistic fermion mass spectrum without the presence of a Higgs scalar, and present some sample fermion mass spectra for the standard model quarks and leptons as well as their resonances.",
            "Fermions on an interval: Quark and lepton masses without a Higgs",
            "Csaba Csaki and Christophe Grojean and Jay Hubisz and Yuri Shirman and John Terning",
            "2004",
            "SP3MInYAAAAJ:9yKSN-GCB0IC",
            278,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.70.015012",
            "5048597219708196491",
            "\/scholar?cites=5048597219708196491",
            {
                "2003":1,
                "2004":24,
                "2005":28,
                "2006":24,
                "2007":18,
                "2008":21,
                "2009":24,
                "2010":23,
                "2011":18,
                "2012":11,
                "2013":10,
                "2014":7,
                "2015":11,
                "2016":14,
                "2017":17,
                "2018":13,
                "2019":4,
                "2020":9
            }
        ],
        [
            "We study various modifications to the minimal models of gauge-mediated supersymmetry breaking. We argue that, under reasonable assumptions, the structure of the messenger sector is rather restricted. We investigate the effects of possible mixing between messenger and ordinary squark and slepton fields and, in particular, violation of universality. We show that acceptable values for the μ and B parameters can naturally arise from discrete, possibly horizontal, symmetries. We claim that in models where the supersymmetry-breaking parameters A and B vanish at the tree level, tanβ could be large without fine-tuning. We explain how the supersymmetric CP problem is solved in such models.",
            "Variations on minimal gauge-mediated supersymmetry breaking",
            "Michael Dine and Yosef Nir and Yuri Shirman",
            "1997",
            "SP3MInYAAAAJ:2osOgNQ5qMEC",
            249,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.55.1501",
            "4764503078364198574",
            "\/scholar?cites=4764503078364198574",
            {
                "1996":5,
                "1997":41,
                "1998":27,
                "1999":20,
                "2000":6,
                "2001":12,
                "2002":10,
                "2003":7,
                "2004":5,
                "2005":4,
                "2006":3,
                "2007":12,
                "2008":7,
                "2009":8,
                "2010":20,
                "2011":7,
                "2012":11,
                "2013":12,
                "2014":5,
                "2015":8,
                "2016":6,
                "2017":7,
                "2018":1,
                "2019":2,
                "2020":1
            }
        ],
        [
            "One proposed solution of the moduli problem of string cosmology requires that the moduli are quite heavy, their decays reheating the Universe to temperatures above the scale of nucleosynthesis. In many of these scenarios, the moduli are approximately supersymmetric; it is then crucial that the decays to gravitinos are helicity suppressed. In this paper, we discuss situations where these decays are, and are not, suppressed. We also comment on a possible gravitino problem from inflaton decay.",
            "Moduli decays and gravitinos",
            "Michael Dine and Ryuichiro Kitano and Alexander Morisse and Yuri Shirman",
            "2006",
            "SP3MInYAAAAJ:IjCSPb-OGe4C",
            199,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.73.123518",
            "11556034526668668590",
            "\/scholar?cites=11556034526668668590",
            {
                "2006":12,
                "2007":23,
                "2008":19,
                "2009":12,
                "2010":7,
                "2011":18,
                "2012":18,
                "2013":17,
                "2014":18,
                "2015":13,
                "2016":13,
                "2017":5,
                "2018":6,
                "2019":7,
                "2020":11
            }
        ],
        [
            "The effects of heavy mass thresholds on anomaly-mediated soft supersymmetry breaking terms are discussed. While heavy thresholds completely decouple to lowest order in the supersymmetry breaking, it is argued that they do affect the breaking terms at higher orders. The relevant contributions typically occur at lower order in the loop expansion compared to purely anomaly mediated contributions. The non decoupling contributions may be used to render models in which the only source of supersymmetry breaking is anomaly mediation viable, by generating positive contributions to the sleptons' masses squared. They can also be used to generate acceptable μ-and B-terms.",
            "Heavy thresholds, slepton masses and the μ term in anomaly mediated supersymmetry breaking",
            "Emanuel Katz and Yael Shadmi and Yuri Shirman",
            "1999",
            "SP3MInYAAAAJ:qjMakFHDy7sC",
            199,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/1999\/08\/015\/meta",
            "16479047913292603815",
            "\/scholar?cites=16479047913292603815",
            {
                "1998":1,
                "1999":3,
                "2000":30,
                "2001":22,
                "2002":19,
                "2003":11,
                "2004":19,
                "2005":10,
                "2006":7,
                "2007":4,
                "2008":13,
                "2009":6,
                "2010":8,
                "2011":13,
                "2012":7,
                "2013":2,
                "2014":4,
                "2015":4,
                "2016":2,
                "2017":3,
                "2018":4,
                "2019":7
            }
        ],
        [
            "We study supersymmetric QCD in the conformal window as a laboratory for unparticle physics, and analyze couplings between the unparticle sector and the Higgs sector. These couplings can lead to the unparticle sector being pushed away from its scale invariant fixed point. We show that this implies that low energy experiments will not be able to see unparticle physics, and the best hope of seeing unparticles is in high energy collider experiments such as the Tevatron and the LHC. We also demonstrate how the breaking of scale invariance could be observed at these experiments.",
            "Bounds on unparticles from the Higgs sector",
            "Patrick J Fox and Arvind Rajaraman and Yuri Shirman",
            "2007",
            "SP3MInYAAAAJ:UeHWp8X0CEIC",
            156,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.76.075004",
            "6842216231132678960",
            "\/scholar?cites=6842216231132678960",
            {
                "2007":15,
                "2008":49,
                "2009":44,
                "2010":15,
                "2011":6,
                "2012":7,
                "2013":1,
                "2014":2,
                "2015":1,
                "2016":8,
                "2017":3,
                "2018":1,
                "2019":4
            }
        ],
        [
            "Supersymmetry is one of the most plausible and theoretically motivated frameworks for extending the standard model. However, any supersymmetry in Nature must be a broken symmetry. Dynamical supersymmetry breaking (DSB) is an attractive idea for incorporating supersymmetry into a successful description of Nature. The study of DSB has recently enjoyed dramatic progress, fueled by advances in our understanding of the dynamics of supersymmetric field theories. These advances have allowed for direct analysis of DSB in strongly coupled theories, and for the discovery of new DSB theories, some of which contradict early criteria for DSB. The authors review these criteria, emphasizing recently discovered exceptions. They also describe, through many examples, various techniques for directly establishing DSB by studying the infrared theory, including both older techniques in regions of weak coupling and new …",
            "Dynamical supersymmetry breaking",
            "Yael Shadmi and Yuri Shirman",
            "2000",
            "SP3MInYAAAAJ:Tyk-4Ss8FVUC",
            142,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.72.25",
            "7799965504521719475",
            "\/scholar?cites=7799965504521719475",
            {
                "1999":2,
                "2000":9,
                "2001":2,
                "2002":2,
                "2003":5,
                "2004":6,
                "2005":2,
                "2006":8,
                "2007":11,
                "2008":17,
                "2009":10,
                "2010":9,
                "2011":21,
                "2012":9,
                "2013":5,
                "2014":2,
                "2015":5,
                "2016":1,
                "2017":6,
                "2018":6,
                "2019":2
            }
        ],
        [
            "We construct a calculable model of low-energy direct gauge mediation making use of the metastable supersymmetry breaking vacua recently discovered by Intriligator, Seiberg and Shih. The standard model gauge group is a subgroup of the global symmetries of the SUSY breaking sector and messengers play an essential role in dynamical SUSY breaking: they are composites of a confining gauge theory, and the holomorphic scalar messenger mass appears as a consequence of the confining dynamics. The SUSY breaking scale is around 100 TeV nevertheless the model is calculable. The minimal non-renormalizable coupling of the Higgs to the DSB sector leads in a simple way to a μ-term, while the B-term arises at two-loop order resulting in a moderately large tan β. A novel feature of this class of models is that some particles from the dynamical SUSY breaking sector may be accessible at the LHC.",
            "A simple model of low-scale direct gauge mediation",
            "Csaba Csaki and Yuri Shirman and John Terning",
            "2007",
            "SP3MInYAAAAJ:zYLM7Y9cAGgC",
            134,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2007\/05\/099\/meta",
            "13870839142786457250",
            "\/scholar?cites=13870839142786457250",
            {
                "2007":19,
                "2008":25,
                "2009":29,
                "2010":17,
                "2011":26,
                "2012":8,
                "2013":4,
                "2014":1,
                "2015":2,
                "2016":3
            }
        ]
    ]
}