{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Cation-vacancy induced intrinsic magnetism in GaN and BN is investigated by employing density-functional theory based electronic structure methods. The strong localization of defect states favors spontaneous spin polarization and local moment formation. A neutral cation vacancy in GaN or BN leads to the formation of a net moment of 3 μ B with a spin-polarization energy of about 0.5 eV at the low density limit. The extended tails of defect wave functions, on the other hand, mediate surprisingly long-range magnetic interactions between the defect-induced moments. This duality of defect states suggests the existence of defect-induced or mediated collective magnetism in these otherwise nonmagnetic s p systems.",
            "Defect-induced intrinsic magnetism in wide-gap III nitrides",
            "Pratibha Dev and Yu Xue and Peihong Zhang",
            "2008",
            "spFiEUwAAAAJ:u5HHmVD_uO8C",
            359,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.117204",
            "1259500680190724822",
            "\/scholar?cites=1259500680190724822",
            {
                "2008":10,
                "2009":35,
                "2010":38,
                "2011":40,
                "2012":35,
                "2013":29,
                "2014":30,
                "2015":29,
                "2016":33,
                "2017":24,
                "2018":19,
                "2019":16,
                "2020":17,
                "2021":3
            }
        ],
        [
            "We have carried out classical molecular dynamics of various surfaces of TiO2 with its interface with water. We report the geometrical features of the first and second monolayers of water using a Matsui Akaogi (MA) force field for the TiO2 surface and a flexible single point charge model for the water molecules. We show that the MA force field can be applied to surfaces other than rutile (110). It was found that water OH bond lengths, H–O–H bond angles and dipole moments do not vary due to the nature of the surface. However, their orientation within the first and second monolayers suggest that planar rutile (001) and anatase (001) surfaces may play an important role in not hindering removal of the products formed on these surfaces. Also, we discuss the effect of surface termination in order to explain the layering of water molecules throughout the simulation box.",
            "Molecular dynamics study of water in contact with the TiO2 rutile-110, 100, 101, 001 and anatase-101, 001 surface",
            "Ritwik S Kavathekar and Pratibha Dev and Niall J English and JMD MacElroy",
            "2011",
            "spFiEUwAAAAJ:9yKSN-GCB0IC",
            82,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/00268976.2011.582051",
            "6678663691747327741",
            "\/scholar?cites=6678663691747327741",
            {
                "2011":1,
                "2012":6,
                "2013":12,
                "2014":9,
                "2015":6,
                "2016":8,
                "2017":14,
                "2018":9,
                "2019":5,
                "2020":11,
                "2021":1
            }
        ],
        [
            "Magnetism induced by the localized defect states in the otherwise “nonmagnetic” s p semiconductors—GaN and ZnO—is investigated using ab initio methods. The defects studied include the cation vacancy in ZnO, a potassium substitutional in GaN, and an acceptor like defect complex (gallium vacancy along with oxygen as an anion substitutional). In all three cases, spontaneous spin-polarized ground states are obtained within density-functional theory (DFT). Magnetic coupling between defect-induced local moments is also studied by mapping the DFT total energy to a nearest-neighbor Heisenberg model. The coupling between magnetic moments is found to be ferromagnetic for the case of cation vacancies in ZnO. This is also found to be the case for the potassium substitutional in GaN. However, the magnetic coupling is antiferromagnetic for the acceptorlike defect complex. A kinetic exchange model is used to …",
            "Unconventional magnetism in semiconductors: Role of localized acceptor states",
            "Pratibha Dev and Peihong Zhang",
            "2010",
            "spFiEUwAAAAJ:u-x6o8ySG0sC",
            71,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.81.085207",
            "1266423322963391739",
            "\/scholar?cites=1266423322963391739",
            {
                "2010":4,
                "2011":9,
                "2012":6,
                "2013":6,
                "2014":5,
                "2015":7,
                "2016":12,
                "2017":4,
                "2018":7,
                "2019":2,
                "2020":7,
                "2021":1
            }
        ],
        [
            "UV-Vis spectra are calculated using time-dependent density functional theory for several organic dyes – 4-(N, N-dimethylamino) benzonitrile, alizarin, squaraine, polyene-linker dyes, oligothiophene-containing coumarin dyes (NKX series) and triphenylamine-donor dyes. Most of these dyes (except, for the first two) or their derivatives are considered to be promising organic dyes for dye-sensitized solar cells. An accurate description of the photophysics of such dyes is imperative for understanding and creating better dyes. To this end, we studied the dyes within several approximations to the exchange-correlation functional. The chosen functionals – PBE, M06L, B3LYP, M06, CAM-B3LYP, and wB97 – represent the various classes of approximations that are currently being used to study material properties. From amongst the six approximations studied here, CAM-B3LYP outperformed the others in its description of …",
            "Determining the appropriate exchange-correlation functional for time-dependent density functional theory studies of charge-transfer excitations in organic dyes",
            "Pratibha Dev and Saurabh Agrawal and Niall J English",
            "2012",
            "spFiEUwAAAAJ:2osOgNQ5qMEC",
            70,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4725540",
            "11222609500091953071",
            "\/scholar?cites=11222609500091953071",
            {
                "2012":1,
                "2013":13,
                "2014":12,
                "2015":11,
                "2016":10,
                "2017":5,
                "2018":9,
                "2019":3,
                "2020":5,
                "2021":1
            }
        ],
        [
            "The negatively charged nitrogen-vacancy (NV−) center in diamond is considered to be one of the most promising solid state systems for quantum information applications. Excited states of the NV− center play a center role in the proposed applications. Using a combination of first-principles calculations and vibronic interaction model analysis, we establish the presence of a dynamic Jahn-Teller effect in the E 3 excited state. The calculated temperature-dependent dephasing rate for the zero phonon line as well as the splitting of the first two vibronic states are in good agreement with experiment.",
            "Dynamic Jahn-Teller Effect in the  Center in Diamond",
            "Tesfaye A Abtew and YY Sun and Bi-Ching Shih and Pratibha Dev and SB Zhang and Peihong Zhang",
            "2011",
            "spFiEUwAAAAJ:IjCSPb-OGe4C",
            67,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.146403",
            "3121221499502979085",
            "\/scholar?cites=3121221499502979085",
            {
                "2012":4,
                "2013":6,
                "2014":2,
                "2015":8,
                "2016":8,
                "2017":12,
                "2018":10,
                "2019":6,
                "2020":10,
                "2021":1
            }
        ],
        [
            "The silicon vacancy in silicon carbide is a strong emergent candidate for applications in quantum information processing and sensing. We perform room temperature optically detected magnetic resonance and spin echo measurements on an ensemble of vacancies and find the spin echo properties depend strongly on magnetic field. The spin echo decay time varies from less than 10 μ s at low fields to 80 μ s at 68 mT, and a strong field-dependent spin echo modulation is also observed. The modulation is attributed to the interaction with nuclear spins and is well described by a theoretical model.",
            "Spin coherence and echo modulation of the silicon vacancy in 4 H− SiC at room temperature",
            "SG Carter and ÖO Soykal and Pratibha Dev and Sophia E Economou and ER Glaser",
            "2015",
            "spFiEUwAAAAJ:0EnyYjriUFMC",
            65,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.92.161202",
            "12721836734196286258",
            "\/scholar?cites=12721836734196286258",
            {
                "2016":17,
                "2017":12,
                "2018":10,
                "2019":12,
                "2020":13,
                "2021":1
            }
        ],
        [
            "Defects in silicon carbide are of intense and increasing interest for quantum-based applications due to this material's properties and technological maturity. We calculate the multiparticle symmetry-adapted wave functions of the negatively charged silicon vacancy defect in hexagonal silicon carbide via use of group theory and density functional theory and find the effects of spin-orbit and spin-spin interactions on these states. Although we focused on V Si− in 4 H-SiC because of its unique fine structure due to the odd number of active electrons, our methods can be easily applied to other defect centers of different polytypes, especially to the 6 H-SiC. Based on these results, we identify the mechanism that polarizes the spin under optical drive, obtain the ordering of its dark doublet states, point out a path for electric field or strain sensing, and find the theoretical value of its ground-state zero-field splitting to be 68 MHz, in …",
            "Silicon vacancy center in -SiC: Electronic structure and spin-photon interfaces",
            "ÖO Soykal and Pratibha Dev and Sophia E Economou",
            "2016",
            "spFiEUwAAAAJ:hqOjcs7Dif8C",
            56,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.93.081207",
            "10931408463705424863",
            "\/scholar?cites=10931408463705424863",
            {
                "2016":4,
                "2017":7,
                "2018":11,
                "2019":14,
                "2020":18,
                "2021":2
            }
        ],
        [
            "Using Time-Dependent Density Functional Theory (TD-DFT), we have investigated the optical properties of dye-sensitized solar cells (DSSCs) comprised of TiO2 nanoparticle sensitized with two coumarins, namely, NKX-2311 and NKX-2593. The two sensitizers (dyes) differ only in their linker moieties and are shown to have different absorption spectra when adsorbed on to the TiO2 surface. Knowledge of different light absorption and charge transfer (CT) behavior within these complexes is useful for further improving the photo-dynamics of newer organic dyes presently being designed and investigated worldwide. Moreover, we have also investigated the effect of deprotonation of the sensitizers' carboxylic groups during adsorption on the titania surface and the excited state electronic properties of the resulting species.",
            "First-principles study of the excited-state properties of coumarin-derived dyes in dye-sensitized solar cells",
            "Saurabh Agrawal and Pratibha Dev and Niall J English and K Ravindranathan Thampi and JMD MacElroy",
            "2011",
            "spFiEUwAAAAJ:d1gkVwhDpl0C",
            52,
            "https:\/\/pubs.rsc.org\/--\/content\/articlehtml\/2011\/jm\/c1jm10953g",
            "7782890725337113561",
            "\/scholar?cites=7782890725337113561",
            {
                "2012":9,
                "2013":7,
                "2014":9,
                "2015":7,
                "2016":4,
                "2017":2,
                "2018":9,
                "2019":4,
                "2020":1
            }
        ],
        [
            "Defect-induced local moment formation in GaN and ZnO nanowires is investigated using density functional theory-based first-principles electronic-structure methods. We find that quantum confinement and surface effects, coupled with strong structural relaxations in nanowires, significantly enhance the spin-polarization energy and reduce the defect formation energy. These results are consistent with the fact that unconventional magnetism is often found in nanostructures and thin films.",
            "Defect-induced magnetism in nitride and oxide nanowires: Surface effects and quantum confinement",
            "Pratibha Dev and Hao Zeng and Peihong Zhang",
            "2010",
            "spFiEUwAAAAJ:qjMakFHDy7sC",
            48,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.82.165319",
            "18195581510305268253",
            "\/scholar?cites=18195581510305268253",
            {
                "2012":10,
                "2013":8,
                "2014":8,
                "2015":9,
                "2016":3,
                "2017":1,
                "2018":3,
                "2019":2,
                "2020":3,
                "2021":1
            }
        ],
        [
            "A sharp tip of atomic force microscope is employed to probe van der Waals forces of a silicon oxide substrate with adhered graphene. Experimental results obtained in the range of distances from 3 to 20 nm indicate that single-, double-, and triple-layer graphenes screen the van der Waals forces of the substrate. Fluorination of graphene, which makes it electrically insulating, lifts the screening in the single-layer graphene. The van der Waals force from graphene determined per layer decreases with the number of layers. In addition, increased hole doping of graphene increases the force. Finally, we also demonstrate screening of the van der Waals forces of the silicon oxide substrate by single- and double-layer molybdenum disulfide.",
            "van der Waals screening by single-layer graphene and molybdenum disulfide",
            "Stanislav Tsoi and Pratibha Dev and Adam L Friedman and Rory Stine and Jeremy T Robinson and Thomas L Reinecke and Paul E Sheehan",
            "2014",
            "spFiEUwAAAAJ:roLk4NBRz8UC",
            46,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn5050905",
            "311138316440685389",
            "\/scholar?cites=311138316440685389",
            {
                "2015":1,
                "2016":5,
                "2017":14,
                "2018":8,
                "2019":8,
                "2020":10
            }
        ]
    ]
}