{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The excitation function for fusion evaporation in the ︀ 60 Ni+ ︀ 89 Y system was measured over a range in cross section covering 6 orders of magnitude. The cross section exhibits an abrupt decrease at extreme sub-barrier energies. This behavior, which is also present in a few other systems found in the literature, cannot be reproduced with present models, including those based on a coupled-channels approach. Possible causes are discussed, including a dependence on the intrinsic structure of the participants.",
            "Unexpected behavior of heavy-ion fusion cross sections at extreme sub-barrier energies",
            "CL Jiang and H Esbensen and KE Rehm and BB Back and RVF Janssens and JA Caggiano and P Collon and J Greene and AM Heinz and DJ Henderson and I Nishinaka and TO Pennington and D Seweryniak",
            "2002",
            "SPIsQzIAAAAJ:kRWSkSYxWN8C",
            262,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.89.052701",
            "7109559467553755570",
            "\/scholar?cites=7109559467553755570",
            {
                "2003":7,
                "2004":12,
                "2005":7,
                "2006":14,
                "2007":15,
                "2008":9,
                "2009":15,
                "2010":20,
                "2011":17,
                "2012":20,
                "2013":17,
                "2014":15,
                "2015":16,
                "2016":19,
                "2017":19,
                "2018":14,
                "2019":13,
                "2020":11,
                "2021":1
            }
        ],
        [
            "Fusion-evaporation cross sections for N i 64+ N i 64 have been measured down to the 10 nb level. For fusion between two open-shell nuclei, this is the first observation of a maximum in the S-factor, which signals a strong sub-barrier hindrance. A comparison with the N i 58+ N i 58, N i 58+ N i 60, and N i 58+ N i 64 systems indicates a strong dependence of the energy where the hindrance occurs on the stiffness of the interacting nuclei.",
            "Influence of Nuclear Structure on Sub-Barrier Hindrance in  Fusion",
            "CL Jiang and KE Rehm and RVF Janssens and H Esbensen and I Ahmad and BB Back and P Collon and CN Davids and JP Greene and DJ Henderson and G Mukherjee and RC Pardo and M Paul and TO Pennington and D Seweryniak and S Sinha and Z Zhou",
            "2004",
            "SPIsQzIAAAAJ:UxriW0iASnsC",
            208,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.012701",
            "4554968424856857306",
            "\/scholar?cites=4554968424856857306",
            {
                "2004":1,
                "2005":6,
                "2006":9,
                "2007":21,
                "2008":12,
                "2009":12,
                "2010":20,
                "2011":22,
                "2012":14,
                "2013":14,
                "2014":14,
                "2015":11,
                "2016":11,
                "2017":11,
                "2018":10,
                "2019":8,
                "2020":12
            }
        ],
        [
            "DEMON is a detector array for neutrons emitted in heavy ion induced reactions at low to intermediate energies. The neutron detection efficiency of some single DEMON modules has been measured in the energy range 8–21 MeV, with detection thresholds down to 0.1 MeV equivalent-electron (MeVee). The influence on the efficiency of cross talk, neutron-gamma and neutron-charged particle discrimination techniques was found to be negligibly small. Monte Carlo simulations have been performed and are compared with the experimental data. The relative weight of the interaction channel 12C(n,n′γ) in the organic liquid scintillator was determined experimentally. Taking into account observed saturation effects in the detector output, a calibration method is proposed for high light outputs, based on the energy loss of cosmic ray muons.",
            "Detection efficiency of the neutron modular detector DEMON and related characteristics",
            "I Tilquin and Youssef El Masri and M Parlog and Ph Collon and M Hadri and Th Keutgen and Jean Lehmann and Pierre Leleux and Peter Lipnik and Alain Ninane and Francis Hanappe and G Bizard and D Durand and P Mosrin and Jean Péter and R Régimbart and Bernard Tamain",
            "1995",
            "SPIsQzIAAAAJ:HE397vMXCloC",
            178,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0168900295004254",
            "14565650114957326959",
            "\/scholar?cites=14565650114957326959",
            {
                "1997":2,
                "1998":4,
                "1999":6,
                "2000":6,
                "2001":4,
                "2002":16,
                "2003":16,
                "2004":14,
                "2005":16,
                "2006":5,
                "2007":8,
                "2008":5,
                "2009":13,
                "2010":7,
                "2011":4,
                "2012":12,
                "2013":5,
                "2014":7,
                "2015":4,
                "2016":3,
                "2017":4,
                "2018":3,
                "2019":4,
                "2020":3,
                "2021":2
            }
        ],
        [
            "The isotopic ratios 81Kr\/Kr and 36Cl\/Cl and the 4He concentrations measured in groundwater from four artesian wells in the western part of the Great Artesian Basin (GAB) in Australia are discussed. Based on radioactive decay along a water flow path the 81Kr\/Kr ratios are directly converted to groundwater residence times. Results are in a range of 225–400 kyr with error bars in the order of 15% primarily due to counting statistics in the cyclotron accelerator mass spectrometer measurement. Additional uncertainties from subsurface production and\/or exchange with stagnant porewaters in the confining shales appear to be of the same order of magnitude. These 81Kr ages are then used to calibrate the 36Cl and the 4He dating methods. Based on elemental analyses of rock samples from the sandstone aquifer as well as from the confining Bulldog shale the in situ flux of thermal neutrons and the corresponding 3He\/4 …",
            "A comparison of groundwater dating with 81Kr, 36Cl and 4He in four wells of the Great Artesian Basin, Australia",
            "BE Lehmann and A Love and R Purtschert and P Collon and HH Loosli and W Kutschera and U Beyerle and W Aeschbach-Hertig and R Kipfer and SK Frape and A Herczeg and J Moran and IN Tolstikhin and M Groening",
            "2003",
            "SPIsQzIAAAAJ:pqnbT2bcN3wC",
            157,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0012821X03002061",
            "17439134115385473028",
            "\/scholar?cites=17439134115385473028",
            {
                "2003":5,
                "2004":5,
                "2005":7,
                "2006":3,
                "2007":8,
                "2008":8,
                "2009":10,
                "2010":11,
                "2011":8,
                "2012":12,
                "2013":9,
                "2014":10,
                "2015":9,
                "2016":10,
                "2017":11,
                "2018":9,
                "2019":9,
                "2020":11,
                "2021":2
            }
        ],
        [
            "The excitation function for the fusion-evaporation reaction Ni 64+ Mo 100 has been measured down to a cross section of∼ 5 nb. Extensive coupled-channels calculations have been performed, which cannot reproduce the steep falloff of the excitation function at extreme sub-barrier energies. Thus, this system exhibits a hindrance for fusion, a phenomenon that has been discovered only recently. In the S-factor representation introduced to quantify the hindrance, a maximum is observed at E s= 120. 6 MeV, which corresponds to 90% of the reference energy E s ref, a value expected from systematics of closed-shell systems. A systematic analysis of Ni-induced fusion reactions leading to compound nuclei with mass A= 100− 200 is presented in order to explore a possible dependence of fusion hindrance on nuclear structure.",
            "Hindrance of heavy-ion fusion at extreme sub-barrier energies in open-shell colliding systems",
            "CL Jiang and KE Rehm and H Esbensen and RVF Janssens and BB Back and CN Davids and JP Greene and DJ Henderson and CJ Lister and RC Pardo and T Pennington and D Peterson and D Seweryniak and B Shumard and S Sinha and XD Tang and I Tanihata and S Zhu and P Collon and S Kurtz and M Paul",
            "2005",
            "SPIsQzIAAAAJ:KxtntwgDAa4C",
            127,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.71.044613",
            "2179659245990032631",
            "\/scholar?cites=2179659245990032631",
            {
                "2005":2,
                "2006":9,
                "2007":16,
                "2008":5,
                "2009":7,
                "2010":11,
                "2011":18,
                "2012":10,
                "2013":8,
                "2014":5,
                "2015":8,
                "2016":4,
                "2017":7,
                "2018":3,
                "2019":5,
                "2020":8
            }
        ],
        [
            "The extinct p-process nuclide 146Sm serves as an astrophysical and geochemical chronometer through measurements of isotopic anomalies of its α-decay daughter 142Nd. Based on analyses of 146Sm\/147Sm α-activity and atom ratios, we determined the half-life of 146Sm to be 68 ± 7 (1σ) million years, which is shorter than the currently used value of 103 ± 5 million years. This half-life value implies a higher initial 146Sm abundance in the early solar system, (146Sm\/144Sm)0 = 0.0094 ± 0.0005 (2σ), than previously estimated. Terrestrial, lunar, and martian planetary silicate mantle differentiation events dated with 146Sm-142Nd converge to a shorter time span and in general to earlier times, due to the combined effect of the new 146Sm half-life and (146Sm\/144Sm)0 values.",
            "A shorter 146Sm half-life measured and implications for 146Sm-142Nd chronology in the solar system",
            "N Kinoshita and M Paul and Y Kashiv and P Collon and CM Deibel and B DiGiovine and JP Greene and DJ Henderson and CL Jiang and ST Marley and T Nakanishi and RC Pardo and KE Rehm and D Robertson and R Scott and C Schmitt and XD Tang and R Vondrasek and A Yokoyama",
            "2012",
            "SPIsQzIAAAAJ:8k81kl-MbHgC",
            126,
            "https:\/\/science.sciencemag.org\/content\/335\/6076\/1614.abstract",
            "5161601853201102328",
            "\/scholar?cites=5161601853201102328",
            {
                "2012":9,
                "2013":20,
                "2014":23,
                "2015":14,
                "2016":18,
                "2017":16,
                "2018":6,
                "2019":10,
                "2020":6
            }
        ],
        [
            "The measurement of cosmogenic 81Kr (t1\/2=(2.29±0.11)×105 yr) has been proposed for many years as a reliable tool for groundwater dating in the range from 105 to 106 yr. In this paper, we report on the first use of 81Kr to determine the age of groundwater from four wells in the Great Artesian Basin in Australia. As the concentration of 81Kr in old groundwater is only a few hundred atoms per liter, krypton was extracted from large (16 000 l) groundwater samples and was analyzed for the isotopic abundance of 81Kr by accelerator mass spectrometry (AMS) with a cyclotron. 81Kr\/Kr isotope ratios of (1.54±0.22)×10−13, (1.78±0.26)×10−13, (2.19±0.28)×10−13 and (2.63±0.32)×10−13, respectively, were measured for these samples. It is reasonable to assume that krypton dissolved in surface water in contact with the atmosphere has the known atmospheric 81Kr\/Kr ratio of (5.20±0.40)×10−13. The observed reduction of …",
            "81Kr in the Great Artesian Basin, Australia: a new method for dating very old groundwater",
            "Philippe Collon and Walter Kutschera and Heinz H Loosli and Bernhard E Lehmann and Roland Purtschert and Andrew Love and Lloyd Sampson and Don Anthony and Dallas Cole and Barry Davids and David J Morrissey and Bradley M Sherrill and Mathlas Steiner and Richard C Pardo and Michael Paul",
            "2000",
            "SPIsQzIAAAAJ:d1gkVwhDpl0C",
            122,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0012821X0000234X",
            "1172912320055945177",
            "\/scholar?cites=1172912320055945177",
            {
                "2000":2,
                "2001":9,
                "2002":2,
                "2003":8,
                "2004":8,
                "2005":8,
                "2006":6,
                "2007":5,
                "2008":8,
                "2009":6,
                "2010":5,
                "2011":5,
                "2012":8,
                "2013":4,
                "2014":8,
                "2015":4,
                "2016":7,
                "2017":3,
                "2018":4,
                "2019":7,
                "2020":5
            }
        ],
        [
            "The N i 62 (n, γ) N i 63 (t 1\/2= 100±2 y r) reaction plays an important role in the control of the flow path of the slow neutron-capture (s) nucleosynthesis process. We have measured for the first time the total cross section of this reaction for a quasi-Maxwellian (k T= 25 k e V) neutron flux. The measurement was performed by fast-neutron activation, combined with accelerator mass spectrometry to detect directly the N i 63 product nuclei. The experimental value of 28.4±2.8 m b, fairly consistent with a recent calculation, affects the calculated net yield of N i 62 itself and the whole distribution of nuclei with 62< A< 90 produced by the weak s process in massive stars.",
            "Stellar  Cross Section of ",
            "H Nassar and M Paul and I Ahmad and D Berkovits and M Bettan and P Collon and S Dababneh and S Ghelberg and JP Greene and A Heger and M Heil and DJ Henderson and CL Jiang and F Käppeler and H Koivisto and S O’Brien and RC Pardo and Nikolaos Patronis and T Pennington and R Plag and KE Rehm and R Reifarth and R Scott and S Sinha and X Tang and R Vondrasek",
            "2005",
            "SPIsQzIAAAAJ:ufrVoPGSRksC",
            100,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.94.092504",
            "3685607978357971580",
            "\/scholar?cites=3685607978357971580",
            {
                "2005":2,
                "2006":12,
                "2007":9,
                "2008":10,
                "2009":7,
                "2010":7,
                "2011":6,
                "2012":5,
                "2013":4,
                "2014":9,
                "2015":7,
                "2016":3,
                "2017":3,
                "2018":6,
                "2019":6,
                "2020":3
            }
        ],
        [
            "Trace analysis of radionuclides is an essential and versatile tool in modern science and technology. Due to their ideal geophysical and geochemical properties, long-lived noble gas radionuclides, in particular, 39Ar (t1\/2= 269 yr), 81Kr (t1\/2= 2.3 x10^ 5 yr) and 85Kr (t1\/2= 10.8 yr), have long been recognized to have a wide range of important applications in Earth sciences. In recent years, significant progress has been made in the development of practical analytical methods, and has led to applications of these isotopes in the hydrosphere (tracing the flow of groundwater and ocean water). In this article, we introduce the applications of these isotopes and review three leading analytical methods: Low-Level Counting (LLC), Accelerator Mass Spectrometry (AMS) and Atom Trap Trace Analysis (ATTA).",
            "Tracing noble gas radionuclides in the environment",
            "Philippe Collon and Walter Kutschera and Z-T Lu",
            "2004",
            "SPIsQzIAAAAJ:UebtZRa9Y70C",
            96,
            "https:\/\/arxiv.org\/abs\/nucl-ex\/0402013",
            "4869084994671442549",
            "\/scholar?cites=4869084994671442549",
            {
                "2005":3,
                "2006":2,
                "2007":2,
                "2008":8,
                "2009":6,
                "2010":10,
                "2011":8,
                "2012":9,
                "2013":7,
                "2014":7,
                "2015":5,
                "2016":5,
                "2017":9,
                "2018":5,
                "2019":6,
                "2020":2,
                "2021":1
            }
        ],
        [
            "We report on the first measurement of 39 Ar in argon from underground natural gas reservoirs. The gas stored in the US National Helium Reserve was found to contain a low level of 39 Ar. The ratio of 39 Ar to stable argon was measured to be⩽ 4× 10-17 (84% CL), less than 5% the value in atmospheric argon (39 Ar\/Ar= 8× 10-16). The total quantity of argon currently stored in the National Helium Reserve is estimated at 1000 tons. 39 Ar represents one of the most important backgrounds in argon detectors for WIMP dark matter searches. The findings reported demonstrate the possibility of constructing large multi-ton argon detectors with low radioactivity suitable for WIMP dark matter searches.",
            "Discovery of underground argon with low level of radioactive 39Ar and possible applications to WIMP dark matter detectors",
            "D Acosta-Kane and R Acciarri and O Amaize and M Antonello and B Baibussinov and M Baldo Ceolin and CJ Ballentine and R Bansal and L Basgall and A Bazarko and P Benetti and J Benziger and A Burgers and Frank Calaprice and E Calligarich and M Cambiaghi and N Canci and F Carbonara and M Cassidy and F Cavanna and S Centro and A Chavarria and D Cheng and AG Cocco and P Collon and F Dalnoki-Veress and E de Haas and F Di Pompeo and G Fiorillo and F Fitch and V Gallo and Cristiano Galbiati and M Gaull and S Gazzana and L Grandi and A Goretti and R Highfill and T Highfill and T Hohman and Al Ianni and An Ianni and A LaCava and M Laubenstein and HY Lee and M Leung and B Loer and HH Loosli and B Lyons and D Marks and K McCarty and G Meng and C Montanari and S Mukhopadhyay and A Nelson and O Palamara and L Pandola and F Pietropaolo and T Pivonka and A Pocar and R Purtschert and A Rappoldi and G Raselli and F Resnati and D Robertson and M Roncadelli and M Rossella and C Rubbia and J Ruderman and R Saldanha and C Schmitt and R Scott and E Segreto and A Shirley and AM Szelc and R Tartaglia and T Tesileanu and S Ventura and C Vignoli and C Visnjic and R Vondrasek and A Yushkov",
            "2008",
            "SPIsQzIAAAAJ:4TOpqqG69KYC",
            71,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900207024692",
            "18002728009634845663",
            "\/scholar?cites=18002728009634845663",
            {
                "2008":4,
                "2009":2,
                "2010":7,
                "2011":9,
                "2012":11,
                "2013":8,
                "2014":2,
                "2015":2,
                "2016":9,
                "2017":6,
                "2018":4,
                "2019":2,
                "2020":5
            }
        ]
    ]
}