{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "QUANTUM ESPRESSO is an integrated suite of computer codes for electronic-structure calculations and materials modeling, based on density-functional theory, plane waves, and pseudopotentials (norm-conserving, ultrasoft, and projector-augmented wave). The acronym ESPRESSO stands for opEn Source Package for Research in Electronic Structure, Simulation, and Optimization. It is freely available to researchers around the world under the terms of the GNU General Public License. QUANTUM ESPRESSO builds upon newly-restructured electronic-structure codes that have been developed and tested by some of the original authors of novel electronic-structure algorithms and applied in the last twenty years by some of the leading materials modeling groups worldwide. Innovation and efficiency are still its main focus, with special attention paid to massively parallel architectures, and a great effort being devoted …",
            "QUANTUM ESPRESSO: a modular and open-source software project for quantum simulations of materials",
            "Paolo Giannozzi and Stefano Baroni and Nicola Bonini and Matteo Calandra and Roberto Car and Carlo Cavazzoni and Davide Ceresoli and Guido L Chiarotti and Matteo Cococcioni and Ismaila Dabo and Andrea Dal Corso and Stefano De Gironcoli and Stefano Fabris and Guido Fratesi and Ralph Gebauer and Uwe Gerstmann and Christos Gougoussis and Anton Kokalj and Michele Lazzeri and Layla Martin-Samos and Nicola Marzari and Francesco Mauri and Riccardo Mazzarello and Stefano Paolini and Alfredo Pasquarello and Lorenzo Paulatto and Carlo Sbraccia and Sandro Scandolo and Gabriele Sclauzero and Ari P Seitsonen and Alexander Smogunov and Paolo Umari and Renata M Wentzcovitch",
            "2009",
            "spq1_qEAAAAJ:u5HHmVD_uO8C",
            17180,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/21\/39\/395502\/meta",
            "14747827721902291790",
            "\/scholar?cites=14747827721902291790",
            {
                "2009":53,
                "2010":389,
                "2011":640,
                "2012":836,
                "2013":1068,
                "2014":1279,
                "2015":1523,
                "2016":1758,
                "2017":2009,
                "2018":2205,
                "2019":2321,
                "2020":2706,
                "2021":289
            }
        ],
        [
            "We present a unified scheme that, by combining molecular dynamics and density-functional theory, profoundly extends the range of both concepts. Our approach extends molecular dynamics beyond the usual pair-potential approximation, thereby making possible the simulation of both covalently bonded and metallic systems. In addition it permits the application of density-functional theory to much larger systems than previously feasible. The new technique is demonstrated by the calculation of some static and dynamic properties of crystalline silicon within a self-consistent pseudopotential framework.",
            "Unified Approach for Molecular Dynamics and Density Functional Theory",
            "R Car and M Parrinello",
            "1985",
            "spq1_qEAAAAJ:RfUwGJFMQ-0C",
            12335,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.55.2471",
            "17572772419175344857",
            "\/scholar?cites=17572772419175344857",
            {
                "1987":46,
                "1988":67,
                "1989":112,
                "1990":137,
                "1991":180,
                "1992":238,
                "1993":256,
                "1994":289,
                "1995":322,
                "1996":393,
                "1997":327,
                "1998":353,
                "1999":365,
                "2000":397,
                "2001":371,
                "2002":435,
                "2003":391,
                "2004":458,
                "2005":500,
                "2006":456,
                "2007":539,
                "2008":471,
                "2009":446,
                "2010":465,
                "2011":489,
                "2012":502,
                "2013":435,
                "2014":442,
                "2015":440,
                "2016":377,
                "2017":375,
                "2018":398,
                "2019":350,
                "2020":357,
                "2021":19
            }
        ],
        [
            "We investigate Raman spectra of graphite oxide and functionalized graphene sheets with epoxy and hydroxyl groups and Stone−Wales and 5−8−5 defects by first-principles calculations to interpret our experimental results. Only the alternating pattern of single−double carbon bonds within the sp2 carbon ribbons provides a satisfactory explanation for the experimentally observed blue shift of the G band of the Raman spectra relative to graphite. To obtain these single−double bonds, it is necessary to have sp3 carbons on the edges of a zigzag carbon ribbon. ",
            "Raman spectra of graphite oxide and functionalized graphene sheets",
            "Konstantin N Kudin and Bulent Ozbas and Hannes C Schniepp and Robert K Prud'Homme and Ilhan A Aksay and Roberto Car",
            "2008",
            "spq1_qEAAAAJ:2osOgNQ5qMEC",
            4037,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl071822y",
            "17600404928422543150",
            "\/scholar?cites=17600404928422543150",
            {
                "2008":12,
                "2009":56,
                "2010":99,
                "2011":172,
                "2012":270,
                "2013":332,
                "2014":398,
                "2015":463,
                "2016":427,
                "2017":468,
                "2018":497,
                "2019":378,
                "2020":420,
                "2021":33
            }
        ],
        [
            "A process is described to produce single sheets of functionalized graphene through thermal exfoliation of graphite oxide. The process yields a wrinkled sheet structure resulting from reaction sites involved in oxidation and reduction processes. The topological features of single sheets, as measured by atomic force microscopy, closely match predictions of first-principles atomistic modeling. Although graphite oxide is an insulator, functionalized graphene produced by this method is electrically conducting. ",
            "Functionalized single graphene sheets derived from splitting graphite oxide",
            "Hannes C Schniepp and Je-Luen Li and Michael J McAllister and Hiroaki Sai and Margarita Herrera-Alonso and Douglas H Adamson and Robert K Prud'homme and Roberto Car and Dudley A Saville and Ilhan A Aksay",
            "2006",
            "spq1_qEAAAAJ:u-x6o8ySG0sC",
            3751,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp060936f",
            "5129734292731933203",
            "\/scholar?cites=5129734292731933203",
            {
                "2007":25,
                "2008":61,
                "2009":144,
                "2010":207,
                "2011":292,
                "2012":371,
                "2013":407,
                "2014":409,
                "2015":401,
                "2016":336,
                "2017":320,
                "2018":317,
                "2019":199,
                "2020":216,
                "2021":19
            }
        ],
        [
            "A detailed analysis of the thermal expansion mechanism of graphite oxide to produce functionalized graphene sheets is provided. Exfoliation takes place when the decomposition rate of the epoxy and hydroxyl sites of graphite oxide exceeds the diffusion rate of the evolved gases, thus yielding pressures that exceed the van der Waals forces holding the graphene sheets together. A comparison of the Arrhenius dependence of the reaction rate against the calculated diffusion coefficient based on Knudsen diffusion suggests a critical temperature of 550 °C which must be exceeded for exfoliation to occur. As a result of their wrinkled nature, the functionalized and defective graphene sheets do not collapse back to graphite oxide but are highly agglomerated. After dispersion by ultrasonication in appropriate solvents, statistical analysis by atomic force microscopy shows that 80% of the observed flakes are single sheets. ",
            "Single sheet functionalized graphene by oxidation and thermal expansion of graphite",
            "Michael J McAllister and Je-Luen Li and Douglas H Adamson and Hannes C Schniepp and Ahmed A Abdala and Jun Liu and Margarita Herrera-Alonso and David L Milius and Roberto Car and Robert K Prud'homme and Ilhan A Aksay",
            "2007",
            "spq1_qEAAAAJ:d1gkVwhDpl0C",
            3616,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/cm0630800",
            "4411106363534609755",
            "\/scholar?cites=4411106363534609755",
            {
                "2008":32,
                "2009":101,
                "2010":170,
                "2011":271,
                "2012":324,
                "2013":378,
                "2014":454,
                "2015":383,
                "2016":335,
                "2017":347,
                "2018":329,
                "2019":237,
                "2020":219,
                "2021":16
            }
        ],
        [
            "Quantum ESPRESSO is an integrated suite of open-source computer codes for quantum simulations of materials using state-of-the-art electronic-structure techniques, based on density-functional theory, density-functional perturbation theory, and many-body perturbation theory, within the plane-wave pseudopotential and projector-augmented-wave approaches. Quantum ESPRESSO owes its popularity to the wide variety of properties and processes it allows to simulate, to its performance on an increasingly broad array of hardware architectures, and to a community of researchers that rely on its capabilities as a core open-source development platform to implement their ideas. In this paper we describe recent extensions and improvements, covering new methodologies and property calculators, improved parallelization, code modularization, and extended interoperability both within the distribution and with external …",
            "Advanced capabilities for materials modelling with Quantum ESPRESSO",
            "Paolo Giannozzi and Oliviero Andreussi and Thomas Brumme and Oana Bunau and M Buongiorno Nardelli and Matteo Calandra and Roberto Car and Carlo Cavazzoni and Davide Ceresoli and Matteo Cococcioni and Nicola Colonna and Ivan Carnimeo and Andrea Dal Corso and Stefano de Gironcoli and Pietro Delugas and Robert A DiStasio Jr and Andrea Ferretti and Andrea Floris and Guido Fratesi and Giorgia Fugallo and Ralph Gebauer and Uwe Gerstmann and Feliciano Giustino and Tommaso Gorni and J Jia and M Kawamura and HY Ko and Anton Kokalj and Emine Küçükbenli and Michele Lazzeri and Margherita Marsili and Nicola Marzari and Francesco Mauri and NL Nguyen and HV Nguyen and Alberto Otero-de-la-Roza and Lorenzo Paulatto and Samuel Poncé and Dario Rocca and Riccardo Sabatini and Biswajit Santra and Martin Schlipf and Ari Paavo Seitsonen and Alexander Smogunov and Iurii Timrov and Timo Thonhauser and Paolo Umari and Nathalie Vast and Xifan Wu and Stefano Baroni",
            "2017",
            "spq1_qEAAAAJ:oPLKW5k6eA4C",
            1936,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1361-648X\/aa8f79\/meta",
            "10352501149158304397",
            "\/scholar?cites=10352501149158304397",
            {
                "2018":237,
                "2019":577,
                "2020":1011,
                "2021":98
            }
        ],
        [
            "We show how the ultrasoft pseudopotentials which have recently been proposed by Vanderbilt can be implemented efficiently in the context of Car-Parrinello molecular-dynamics simulations. We address the differences with respect to the conventional norm-conserving schemes, identify certain problems which arise, and indicate how these problems can be overcome. This new scheme extends the possibility of performing first-principles molecular dynamics to systems including first-row elements and transition metals.",
            "Car-Parrinello molecular dynamics with Vanderbilt ultrasoft pseudopotentials",
            "Kari Laasonen and Alfredo Pasquarello and Roberto Car and Changyol Lee and David Vanderbilt",
            "1993",
            "spq1_qEAAAAJ:9yKSN-GCB0IC",
            1435,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.47.10142",
            "12379954861701397664",
            "\/scholar?cites=12379954861701397664",
            {
                "1994":15,
                "1995":21,
                "1996":27,
                "1997":23,
                "1998":34,
                "1999":31,
                "2000":36,
                "2001":52,
                "2002":68,
                "2003":61,
                "2004":77,
                "2005":83,
                "2006":77,
                "2007":81,
                "2008":61,
                "2009":63,
                "2010":64,
                "2011":70,
                "2012":59,
                "2013":55,
                "2014":58,
                "2015":54,
                "2016":62,
                "2017":46,
                "2018":47,
                "2019":50,
                "2020":43,
                "2021":7
            }
        ],
        [
            "An efficient method is developed for the microscopic description of the frequency-dependent polarizability of finite-gap molecules and solids. This is achieved by combining the Tkatchenko-Scheffler van der Waals (vdW) method [Phys. Rev. Lett. 102, 073005 (2009)] with the self-consistent screening equation of classical electrodynamics. This leads to a seamless description of polarization and depolarization for the polarizability tensor of molecules and solids. The screened long-range many-body vdW energy is obtained from the solution of the Schrödinger equation for a system of coupled oscillators. We show that the screening and the many-body vdW energy play a significant role even for rather small molecules, becoming crucial for an accurate treatment of conformational energies for biomolecules and binding of molecular crystals. The computational cost of the developed theory is negligible compared to the …",
            "Accurate and efficient method for many-body van der Waals interactions",
            "Alexandre Tkatchenko and Robert A DiStasio Jr and Roberto Car and Matthias Scheffler",
            "2012",
            "spq1_qEAAAAJ:SeFeTyx0c_EC",
            1006,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.236402",
            "16420831822591320562",
            "\/scholar?cites=16420831822591320562",
            {
                "2012":17,
                "2013":60,
                "2014":86,
                "2015":105,
                "2016":132,
                "2017":131,
                "2018":146,
                "2019":148,
                "2020":149,
                "2021":16
            }
        ],
        [
            "An ab initio molecular dynamics simulation of liquid water has been performed using density functional theory in the Kohn–Sham formulation and a plane wave basis set to determine the electronic structure and the forces at each time step. For an accurate description of the hydrogen bonding in the liquid, it was necessary to extend the exchange functional with a term that depends on the gradient of the electron density. A further important technical detail is that supersoft pseudopotentials were used to treat the valence orbitals of the oxygen atoms in a plane wave expansion. The structural and dynamical properties of the liquid were found to be in good agreement with experiment. The ab initio molecular dynamics also yields information on the electronic structure. The electronic feature of special interest is the lowest unoccupied molecular orbital (LUMO) of the liquid which is the state occupied by a thermalized …",
            "‘‘Ab initio’’ liquid water",
            "Kari Laasonen and M Sprik and M Parrinello and Roberto Car",
            "1993",
            "spq1_qEAAAAJ:qjMakFHDy7sC",
            701,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.465574",
            "16459528185846482920",
            "\/scholar?cites=16459528185846482920",
            {
                "1994":12,
                "1995":26,
                "1996":31,
                "1997":30,
                "1998":33,
                "1999":41,
                "2000":29,
                "2001":26,
                "2002":24,
                "2003":30,
                "2004":44,
                "2005":33,
                "2006":37,
                "2007":27,
                "2008":25,
                "2009":25,
                "2010":14,
                "2011":27,
                "2012":24,
                "2013":32,
                "2014":25,
                "2015":17,
                "2016":17,
                "2017":16,
                "2018":19,
                "2019":13,
                "2020":15,
                "2021":1
            }
        ]
    ]
}