{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "A água como tema no contexto educacional é abordada a partir de diversas perspectivas. Diante das discussões em relação à crise socioambiental atual, acreditamos que a educação para a água deva ser realizada a partir da abordagem das dimensões espacial e temporal, considerando nesta última o tempo geológico e a história humana, sem a qual não é possível enfrentar a fragmentação do conhecimento que predomina no ambiente escolar. A abordagem do local, tendo como unidade de estudo a bacia hidrográfica, auxiliada pelos conteúdos das geociências e por metodologias interdisciplinares, proporciona uma visão integrada e contextualizada do tema para a construção do conhecimento.",
            "Educação para a água",
            "Denise de La Corte Bacci and Ermelinda Moutinho Pataca",
            "2008",
            "sQeYYmAAAAAJ:qxL8FJ1GzNcC",
            207,
            "https:\/\/www.scielo.br\/scielo.php?pid=S0103-40142008000200014&script=sci_arttext",
            "11760842930556992040",
            "\/scholar?cites=11760842930556992040",
            {
                "2009":3,
                "2010":5,
                "2011":3,
                "2012":4,
                "2013":6,
                "2014":4,
                "2015":21,
                "2016":19,
                "2017":34,
                "2018":29,
                "2019":41,
                "2020":31
            }
        ],
        [
            "O conceito de desempenho ambiental tem sido utilizado como forma para revelar as relações da empresa com o meio ambiente e com a sociedade, constituindo um parâmetro de análise da sua postura diante das questões sócio-ambientais. A avaliação dos aspectos e impactos ambientais gerados por determinada atividade é um instrumento da gestão ambiental, sendo aplicado, nesse trabalho, em uma pedreira de diabásio, na área de expansão urbana, no município de Campinas (SP). Foram avaliados os aspectos e impactos das etapas produtivas da pedreira e de suas instalações administrativas. Os impactos adversos mais significativos levantados foram a sobrepressão atmosférica e a vibração do terreno, causando desconforto à comunidade. Após tais levantamentos, algumas ações de melhoria foram implantadas pela empresa e resultaram na diminuição das reclamações por parte da comunidade; outras medidas, pró-ativas, devem ainda ser implementadas, principalmente aquelas voltadas para a prevenção de impactos negativos e a preservação do meio ambiente, além da recuperação da área degradada, como medida reativa.",
            "Aspectos e impactos ambientais de pedreira em área urbana",
            "Denise de La Corte Bacci and Paulo Milton Barbosa Landim and Sérgio Médici de Eston",
            "2006",
            "sQeYYmAAAAAJ:4DMP91E08xMC",
            82,
            "https:\/\/www.scielo.br\/scielo.php?pid=S0370-44672006000100007&script=sci_arttext",
            "12301994567635454801",
            "\/scholar?cites=12301994567635454801",
            {
                "2007":2,
                "2008":2,
                "2009":4,
                "2010":3,
                "2011":6,
                "2012":6,
                "2013":3,
                "2014":6,
                "2015":7,
                "2016":9,
                "2017":12,
                "2018":12,
                "2019":10
            }
        ],
        [
            "The use of geotouristic trails will be an efficient means of publicising geosciences. The proposal here is a trail in the old centre of São Paulo City, Brazil, describing the main types of stones that have ornamented buildings since the nineteenth century when São Paulo ceased to be a city of taipa (rammed earth) buildings and became the masonry city of the republic. Itaquera Granite is one of the most important stones in the ornamentation of the floors and facades in this new phase of construction in the city of São Paulo. Later, other types of stones were used, such as the Mauá, Ubatuba, Itupeva and Piracaia granites, as well as imported stones, such as travertine and lioz limestone. There is also a discussion of the influence of geomorphology in the establishment of the former urban core, with the location of the so-called Historic Triangle at higher topographic levels. This paper discusses the history and …",
            "Urban geotourism and the old centre of São Paulo City, Brazil",
            "Eliane Aparecida Del Lama and Denise de La Corte Bacci and Lucelene Martins and Maria da Glória Motta Garcia and Lauro Kazumi Dehira",
            "2015",
            "sQeYYmAAAAAJ:MXK_kJrjxJIC",
            60,
            "https:\/\/link.springer.com\/article\/10.1007%252Fs12371-014-0119-7",
            "8162336132285258661",
            "\/scholar?cites=8162336132285258661",
            {
                "2015":5,
                "2016":4,
                "2017":11,
                "2018":16,
                "2019":7,
                "2020":16
            }
        ],
        [
            "Desde a criação da Rede Global de Geoparques pela UNESCO em 2004, já foram implementados 58 geoparques, entre eles o primeiro geoparque brasileiro, criado em 2006: o Geoparque do Araripe (CE). Desde então, o interesse pelo tema tem sido crescente no Brasil. Contudo, por ser uma modalidade relativamente nova, há muitas incertezas ainda sobre o processo de criação de um geoparque e o seu reconhecimento oficial pela UNESCO. De outra parte, é papel da universidade promover o debate das múltiplas facetas que devem ser consideradas na implantação dos geoparques, tais como a proteção do patrimônio geológico, a gestão racional dos recursos naturais, o apoio ao desenvolvimento econômico e cultural das comunidades e, principalmente, a grande potencialidade dos projetos educacionais que podem ser realizados, beneficiando a formação de recursos humanos. Para tanto faz-se necessário desenvolver estratégias que promovam a implantação e o desenvolvimento contínuo desses projetos, os quais, por consequência, irão auxiliar a conservação do patrimônio geológico e sustentabilidade regional dos geoparques.",
            "Geoparque: estratégia de geoconservação e projetos educacionais",
            "Denise de La Corte Bacci and Joseli Maria Piranha and Paulo César Boggiani and Eliane Aparecida Del Lama and Wilson Teixeira",
            "2009",
            "sQeYYmAAAAAJ:QIV2ME_5wuYC",
            38,
            "https:\/\/www.revistas.usp.br\/gusppe\/article\/view\/45386",
            "13836829451338540098",
            "\/scholar?cites=13836829451338540098",
            {
                "2010":1,
                "2011":2,
                "2012":4,
                "2013":5,
                "2014":2,
                "2015":3,
                "2016":6,
                "2017":2,
                "2018":2,
                "2019":3,
                "2020":6
            }
        ],
        [
            "Within the framework of the potential of geopark development and the interest of the geological community in creating new areas for geoconservation in Brazil, the aim of this contribution is to show the importance of geoscience education as a strategy for both geoconservation and development, and for the success and maintenance of new geoparks. A historical and evolutionary approach to the theme reveals the current status of geoscience education in Brazil and offers a panorama of the challenges inherent in preparing for the creation of new geoconservation areas. Proposals that aim to promote geoconservation and sustainability in Brazil include projects that capitalize on geological heritage and its relationship with local communities, proposals that form partnerships between the government, universities, businesses, and non-governmental organizations for the development of education, and changes …",
            "Geoparks in Brazil—strategy of geoconservation and development",
            "Joseli Maria Piranha and Eliane Aparecida Del Lama and Denise de La Corte Bacci",
            "2011",
            "sQeYYmAAAAAJ:mB3voiENLucC",
            34,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s12371-011-0043-z.pdf",
            "16597795346410946351",
            "\/scholar?cites=16597795346410946351",
            {
                "2012":1,
                "2013":2,
                "2014":3,
                "2015":4,
                "2016":2,
                "2017":7,
                "2018":6,
                "2019":9
            }
        ],
        [
            "Introdução água tem fundamental importância para a manutenção da vida no planeta, e, portanto, falar da relevância dos conhecimentos sobre a água, em suas diversas dimensões, é falar da sobrevivência da espécie humana, da conservação e do equilíbrio da biodiversidade e das relações de dependência entre seres vivos e ambientes naturais. a presença ou ausência de água escreve a história, cria culturas e hábitos, determina a ocupação de territórios, vence batalhas, extingue e dá vida às espécies, determina o futuro de gerações. nosso planeta não teria se transformado em ambiente apropriado para a vida sem a água. desde a sua origem, os elementos hidrogênio e oxigênio se combinaram para dar origem ao elemento-chave da existência da vida. em condição privilegiada, deu possibilidade às espécies de evoluírem e ao homem de existir e habitar esse planeta. ao longo de milhares de anos, nossa espécie ocupou territórios, cresceu e desenvolveu com base nesse bem natural tão importante e valioso que é a água. no entanto, ao longo da história, modificações aconteceram na relação do homem com a natureza e, por conseqüência, na sua relação com a água. na sociedade em que vivemos, a água passou a ser vista como recurso hídrico e não mais como um bem natural, disponível para a existência humana e das demais espécies. Passamos a usá-la indiscriminadamente, encontrando sempre novos usos, sem avaliar as conseqüências ambientais em relação à quantidade e qualidade da água. somada ao aumento populacional em escala mundial no último século, a intensidade da escassez aumentou em …",
            "educação para",
            "Denise De and Corte BaCCi",
            "2008",
            "sQeYYmAAAAAJ:eflP2zaiRacC",
            24,
            "https:\/\/www.scielo.br\/pdf\/ea\/v22n63\/v22n63a14",
            "13262664648386019827",
            "\/scholar?cites=13262664648386019827",
            {
                "1998":1,
                "1999":1,
                "2000":2,
                "2001":4,
                "2002":3,
                "2003":1,
                "2004":1,
                "2005":1,
                "2006":2,
                "2007":1,
                "2008":3,
                "2009":2
            }
        ]
    ]
}