{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Theoretical analysis of the gain and threshold current of a semiconductor quantum dot (QD) laser is given which takes account of the line broadening caused by fluctuations in quantum dot sizes. The following processes are taken into consideration together with the main process of radiative recombination of carriers in QDs: band-to-band radiative recombination of carriers in the waveguide region, carrier capture into QDs and thermally excited escape from QDs, photoexcitation of carriers from QDs to continuous-spectrum states. For an arbitrary QD size distribution, expressions for the threshold current density as a function of the root mean square of relative QD size fluctuations, total losses in the waveguide region, surface density of QDs and thickness of the waveguide region have been obtained in an explicit form. The minimum threshold current density and optimum parameters of the structure (surface density of …",
            "Inhomogeneous line broadening and the threshold current density of a semiconductor quantum dot laser",
            "LV Asryan and RA Suris",
            "1996",
            "SSj8p2gAAAAJ:u5HHmVD_uO8C",
            405,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0268-1242\/11\/4\/017\/meta",
            "12231450132202267208",
            "\/scholar?cites=12231450132202267208",
            {
                "1996":3,
                "1997":10,
                "1998":22,
                "1999":26,
                "2000":22,
                "2001":19,
                "2002":20,
                "2003":28,
                "2004":24,
                "2005":20,
                "2006":16,
                "2007":16,
                "2008":16,
                "2009":23,
                "2010":14,
                "2011":20,
                "2012":14,
                "2013":10,
                "2014":11,
                "2015":15,
                "2016":18,
                "2017":12,
                "2018":6,
                "2019":9,
                "2020":8,
                "2021":1
            }
        ],
        [
            "We propose a genuinely temperature-insensitive quantum dot (QD) laser. Our approach is based on direct injection of carriers into the QDs, resulting in a strong depletion of minority carriers in the regions outside the QDs. Recombination in these regions, which is the dominant source of the temperature dependence, is thereby suppressed, raising the characteristic temperature T\/sub 0\/ above 1500 K. Still further enhancement of T\/sub 0\/ results from the resonant nature of tunneling injection, which reduces the inhomogeneous line broadening by selectively cutting off the nonlasing QDs.",
            "Tunneling-injection quantum-dot laser: ultrahigh temperature stability",
            "Levon V Asryan and Serge Luryi",
            "2001",
            "SSj8p2gAAAAJ:9yKSN-GCB0IC",
            140,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/929590\/",
            "11946806094665461125",
            "\/scholar?cites=11946806094665461125",
            {
                "2001":3,
                "2002":14,
                "2003":10,
                "2004":13,
                "2005":6,
                "2006":2,
                "2007":7,
                "2008":7,
                "2009":5,
                "2010":6,
                "2011":6,
                "2012":11,
                "2013":7,
                "2014":2,
                "2015":9,
                "2016":9,
                "2017":7,
                "2018":7,
                "2019":3,
                "2020":5
            }
        ],
        [
            "A theoretical analysis and computer simulation of the threshold current density j th and characteristic temperature T 0 of multiple quantum well lasers (MQWLs) are presented. Together with the spontaneous radiative recombination, the Auger recombination and the lateral diffusive leakage of carriers from the active region are included into the model. A first-principle calculation of the Auger recombination current is performed. It is shown that the lateral diffusive leakage current is controlled by the radiative and Auger currents. When calculating the carrier densities, the electrons in the barrier regions are properly taken into account. Redistribution of electrons over the active region is shown to increase the threshold current considerably. The dependences of j th and T 0 on temperature, number of QWs, cavity length and lateral size are discussed in detail. The effect of lattice and carrier heating on j th and T 0 is …",
            "Threshold characteristics of InGaAsP\/InP multiple quantum well lasers",
            "LV Asryan and NA Gun'Ko and AS Polkovnikov and GG Zegrya and RA Suris and PK Lau and T Makino",
            "2000",
            "SSj8p2gAAAAJ:d1gkVwhDpl0C",
            127,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0268-1242\/15\/12\/306\/meta",
            "5056955161277895719",
            "\/scholar?cites=5056955161277895719",
            {
                "2001":5,
                "2002":5,
                "2003":9,
                "2004":11,
                "2005":19,
                "2006":10,
                "2007":3,
                "2008":8,
                "2009":4,
                "2010":4,
                "2011":3,
                "2012":13,
                "2013":3,
                "2014":10,
                "2015":5,
                "2016":1,
                "2017":6,
                "2018":6
            }
        ],
        [
            "A 1 W continuous-wave laser operation via the ground state of vertically coupled InGaAs quantum dots (VCQDs) in an AlGaAs matrix is demonstrated. VCQDs are directly revealed in transmission electron microscopy images of the laser structure. Ninety-six percent internal quantum efficiency is realized. The laser gain maximum shifts significantly with drive current towards higher photon energies in agreement with the relatively broad size distribution of VCQDs.",
            "High-power continuous-wave operation of a InGaAs\/AlGaAs quantum dot laser",
            "MV Maximov and Yu M Shernyakov and AF Tsatsul’nikov and AV Lunev and AV Sakharov and VM Ustinov and A Yu Egorov and AE Zhukov and AR Kovsh and PS Kop’ev and LV Asryan and Zh I Alferov and NN Ledentsov and D Bimberg and AO Kosogov and P Werner",
            "1998",
            "SSj8p2gAAAAJ:u-x6o8ySG0sC",
            116,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.367390",
            "5243194610016203742",
            "\/scholar?cites=5243194610016203742",
            {
                "1998":1,
                "1999":15,
                "2000":12,
                "2001":8,
                "2002":7,
                "2003":9,
                "2004":7,
                "2005":9,
                "2006":5,
                "2007":8,
                "2008":6,
                "2009":7,
                "2010":1,
                "2011":2,
                "2012":5,
                "2013":3,
                "2014":1,
                "2015":1,
                "2016":3,
                "2017":3,
                "2018":1
            }
        ],
        [
            "Detailed theoretical analysis of the temperature dependence of threshold current density of a semiconductor quantum dot (QD) laser is given. Temperature dependences of the threshold current density components associated with the radiative recombination in QDs and in the optical confinement layer (OCL) are calculated. Violation of the charge neutrality in QDs is shown to give rise to the slight temperature dependence of the current density component associated with the recombination in QD's. The temperature is calculated (as a function of the parameters of the structure) at which the components of threshold current density become equal to each other. Temperature dependences of the optimum surface density of QD's and the optimum thickness of the OCL, minimizing the threshold current density, are obtained. The characteristic temperature of QD laser T\/sub o\/ is calculated for the first time considering carrier …",
            "Temperature dependence of the threshold current density of a quantum dot laser",
            "LV Asryan and RA Suris",
            "1998",
            "SSj8p2gAAAAJ:qjMakFHDy7sC",
            111,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/668772\/",
            "9643876708015129180",
            "\/scholar?cites=9643876708015129180",
            {
                "1998":1,
                "1999":10,
                "2000":11,
                "2001":10,
                "2002":4,
                "2003":7,
                "2004":9,
                "2005":4,
                "2006":8,
                "2007":3,
                "2008":4,
                "2009":7,
                "2010":4,
                "2011":5,
                "2012":2,
                "2013":5,
                "2014":1,
                "2015":5,
                "2016":2,
                "2017":4,
                "2018":2,
                "2019":3
            }
        ],
        [
            "Theory of quantum-dot (QD) lasers is augmented to include, in a self-consistent manner, the QD-layer charge. The electron- and hole-level occupancies in QDs are obtained through the solution of the problem for the electrostatic-field distribution across the junction. They are shown to differ from each other. As a result, the local neutrality is broken down in each QD, i.e., the QD layer is charged. The key dimensionless parameters controlling the difference of the hole- and electron-level occupancies are revealed. The detailed analysis of the gain and spontaneous radiative recombination current density is given, having regard to the fact of violation of the charge neutrality in QDs. The gain-current density dependence is calculated, The voltage dependences of the electron- and hole-level occupancies, gain, and current density are obtained. Particular emphasis is given to the transparency and lasing threshold …",
            "Charge neutrality violation in quantum-dot lasers",
            "LV Asryan and RA Suris",
            "1997",
            "SSj8p2gAAAAJ:IjCSPb-OGe4C",
            98,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/605647\/",
            "3489192035128789668",
            "\/scholar?cites=3489192035128789668",
            {
                "1997":2,
                "1998":5,
                "1999":12,
                "2000":5,
                "2001":6,
                "2002":5,
                "2003":6,
                "2004":8,
                "2005":2,
                "2006":2,
                "2007":4,
                "2008":2,
                "2009":5,
                "2010":2,
                "2011":4,
                "2012":3,
                "2013":3,
                "2014":3,
                "2015":3,
                "2016":4,
                "2017":5,
                "2018":3,
                "2019":1
            }
        ],
        [
            "Experimental and theoretical study was made of injection lasers based on InAs\/GaAs quantum dots (QDs) formed by the activated alloy phase separation and emitting at about 1.3 \/spl mu\/m. Electroluminescence and gain spectra were investigated. The maximum modal gain is measured experimentally using two different techniques. Threshold current densities as low as 22 A cm\/sup -2\/ per QD sheet were achieved. A step-like switch from ground- to excited-state transition lasing was observed with an increasing cavity loss. The characteristic temperatures for a sample with four cleaved sides and a 2-mm long stripe device at 300 K were 140 and 83 K, respectively. Single lateral-mode continuous-wave (CW) operation with the maximum output power of 210 mW was realized. Threshold characteristics of a laser were simulated taking into account radiative recombination in QDs, the wetting layer, and the optical …",
            "Gain and threshold characteristics of long wavelength lasers based on InAs\/GaAs quantum dots formed by activated alloy phase separation",
            "MV Maximov and LV Asryan and Yu M Shernyakov and AF Tsatsul'Nikov and IN Kaiander and VV Nikolaev and AR Kovsh and SS Mikhrin and VM Ustinov and AE Zhukov and Zh I Alferov and NN Ledenstou and D Bimberg",
            "2001",
            "SSj8p2gAAAAJ:2osOgNQ5qMEC",
            92,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/918581\/",
            "3671595357789362420",
            "\/scholar?cites=3671595357789362420",
            {
                "2001":1,
                "2002":4,
                "2003":14,
                "2004":10,
                "2005":10,
                "2006":12,
                "2007":9,
                "2008":7,
                "2009":6,
                "2010":3,
                "2011":3,
                "2012":2,
                "2013":2,
                "2014":1,
                "2015":5,
                "2016":1
            }
        ],
        [
            "Different approaches to the design of a genuinely temperature-insensitive quantum dot (QD) laser are proposed. Suppression of the parasitic recombination outside the QDs, which is the dominant source of the temperature dependence of the threshold current in the conventional design of a QD laser, is accomplished either by tunneling injection of carriers into the QDs or by band-gap engineering. Elimination of this recombination channel alone enhances the characteristic temperatures T0 above 1000 K. Remaining sources of temperature dependence (recombination from higher QD levels, inhomogeneous line broadening, and violation of charge neutrality in QDs) are studied. Tunneling-injection structures are shown to offer an additional advantage of suppressed effects of inhomogeneous broadening and neutrality violation.",
            "Temperature-insensitive semiconductor quantum dot laser",
            "Levon V Asryan and Serge Luryi",
            "2003",
            "SSj8p2gAAAAJ:Tyk-4Ss8FVUC",
            88,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S003811010200196X",
            "12955963149483764778",
            "\/scholar?cites=12955963149483764778",
            {
                "2003":1,
                "2004":4,
                "2005":1,
                "2006":2,
                "2007":4,
                "2008":5,
                "2009":4,
                "2010":6,
                "2011":6,
                "2012":9,
                "2013":5,
                "2014":7,
                "2015":11,
                "2016":4,
                "2017":8,
                "2018":4,
                "2019":4,
                "2020":3
            }
        ],
        [
            "We discuss in detail a new mechanism of nonlinearity of the light-current characteristic (LCC) in heterostructure lasers with reduced-dimensionality active regions, such as quantum wells (QWs), quantum wires (QWRs), and quantum dots (QDs). It arises from: 1) noninstantaneous carrier capture into the quantum-confined active region and 2) nonlinear (in the carrier density) recombination rate outside the active region. Because of 1), the carrier density outside the active region rises with injection current, even above threshold, and because of 2), the useful fraction of current (that ends up as output light) decreases. We derive a universal closed-form expression for the internal differential quantum efficiency \/spl eta\/\/sub int\/ that holds true for QD, QWR, and QW lasers. This expression directly relates the power and threshold characteristics. The key parameter, controlling \/spl eta\/\/sub int\/ and limiting both the output power …",
            "Internal efficiency of semiconductor lasers with a quantum-confined active region",
            "Levon V Asryan and Serge Luryi and Robert A Suris",
            "2003",
            "SSj8p2gAAAAJ:zYLM7Y9cAGgC",
            87,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1181520\/",
            "2231881857962945509",
            "\/scholar?cites=2231881857962945509",
            {
                "2003":2,
                "2004":5,
                "2005":6,
                "2006":4,
                "2007":8,
                "2008":3,
                "2009":3,
                "2010":4,
                "2011":7,
                "2012":10,
                "2013":1,
                "2014":8,
                "2015":9,
                "2016":6,
                "2017":3,
                "2018":3,
                "2019":3,
                "2020":2
            }
        ],
        [
            "Gain and threshold current of a self-assembled InAs\/GaAs quantum-dot (QD) laser are simulated. A small overlap integral of the electron and hole wave functions in pyramidal QDs is shown to be a possible reason for the low single-layer modal gain, which limits lasing via the ground-state transition at short (under a millimeter) cavity lengths.",
            "Maximum modal gain of a self-assembled InAs\/GaAs quantum-dot laser",
            "LV Asryan and M Grundmann and NN Ledentsov and O Stier and RA Suris and D Bimberg",
            "2001",
            "SSj8p2gAAAAJ:UeHWp8X0CEIC",
            86,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1383575",
            "9828250509323632494",
            "\/scholar?cites=9828250509323632494",
            {
                "2002":4,
                "2003":9,
                "2004":13,
                "2005":6,
                "2006":10,
                "2007":6,
                "2008":7,
                "2009":3,
                "2010":4,
                "2011":1,
                "2012":2,
                "2013":5,
                "2014":3,
                "2015":2,
                "2016":4,
                "2017":2,
                "2018":1,
                "2019":1,
                "2020":3
            }
        ]
    ]
}