{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The possibility is considered of an avalanche-type increase of the number of runaway electrons leading to a new type of electric breakdown of gases. This type of breakdown could take place in the atmosphere during a thunderstorm stimulated by cosmic ray secondaries.",
            "Runaway electron mechanism of air breakdown and preconditioning during a thunderstorm",
            "AV Gurevich and GM Milikh and R Roussel-Dupre",
            "1992",
            "sSsfpSIAAAAJ:q1zXlPLtbUIC",
            905,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/037596019290348P",
            "12974914348356554521",
            "\/scholar?cites=12974914348356554521",
            {
                "1995":6,
                "1996":14,
                "1997":7,
                "1998":13,
                "1999":15,
                "2000":15,
                "2001":15,
                "2002":18,
                "2003":15,
                "2004":27,
                "2005":26,
                "2006":14,
                "2007":36,
                "2008":37,
                "2009":40,
                "2010":51,
                "2011":50,
                "2012":47,
                "2013":56,
                "2014":49,
                "2015":56,
                "2016":50,
                "2017":61,
                "2018":52,
                "2019":71,
                "2020":45,
                "2021":3
            }
        ],
        [
            "Nonlinear effects in the ionosphere (cross modulation of radio waves) have been known since the 1930s. Only recently, however, has the rapid increase in the power and directivity of the radio transmitters made it possible to alter the properties of the ionosphere strongly and to modify it artificially by applying radio waves. This has revealed a variety of new physical phenomena. Their study is not only of scien tific interest but also undisputedly of practical interest, and is presently progressing very rapidly. This monograph is devoted to an exposition of the present status of theoretical research on this problem. Particular attention is paid, naturally, to problems in the development of which the author himself took part. It is my pleasant duty to thank VL Ginzburg, LP Pitaevskii, VV Vas' kov, EE Tsedilina, AB Shvartsburg, and Va. S. Dimant for useful discussions and for valuable remarks during various stages of the work on the problem considered in this book. Contents 1. Introduction...................",
            "Nonlinear phenomena in the ionosphere",
            "A Gurevich",
            "2012",
            "sSsfpSIAAAAJ:u5HHmVD_uO8C",
            774,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=32PyCAAAQBAJ&oi=fnd&pg=PA1&dq=info:pF69MfCfmIwJ:scholar.google.com&ots=h5hLrxIkjn&sig=ZFPNvG_tfk5Etyq4gvLgNDkOuGg",
            "10131023215745392292",
            "\/scholar?cites=10131023215745392292",
            {
                "1981":8,
                "1982":13,
                "1983":11,
                "1984":10,
                "1985":14,
                "1986":10,
                "1987":7,
                "1988":14,
                "1989":9,
                "1990":22,
                "1991":11,
                "1992":18,
                "1993":20,
                "1994":11,
                "1995":21,
                "1996":19,
                "1997":28,
                "1998":15,
                "1999":14,
                "2000":15,
                "2001":13,
                "2002":25,
                "2003":24,
                "2004":34,
                "2005":25,
                "2006":25,
                "2007":26,
                "2008":15,
                "2009":21,
                "2010":32,
                "2011":31,
                "2012":24,
                "2013":35,
                "2014":20,
                "2015":28,
                "2016":23,
                "2017":13,
                "2018":20,
                "2019":22,
                "2020":16
            }
        ],
        [
            "A method is described equivalent to that of the inverse scattering problem of finding new exact solutions of the gravitation equations in vacuum for the case when the metric tensor depends on two variables only (time and one of the space-like variables). The method is based on studying the analytical structure of eigenfunctions of some operatos. The case of the gravitational field in a vacuum is considered when the gravitation equations are reduced to the requirement that the Ricci tensor should equal zero. The simplest soliton solutions are calculated in an explicit form. The structure of the corresponding function poles is most essential for the soliton solutions of the equations.",
            "Integration of the Einstein equations by the inverse scattering problem technique and calculation of the exact soliton solutions",
            "VA Belinskii and VE Zakharov",
            "1978",
            "sSsfpSIAAAAJ:a2necdfpwlEC",
            635,
            "https:\/\/www.osti.gov\/etdeweb\/biblio\/5456832",
            "7827162041873077186",
            "\/scholar?cites=7827162041873077186",
            {
                "1981":21,
                "1982":15,
                "1983":13,
                "1984":16,
                "1985":16,
                "1986":13,
                "1987":11,
                "1988":18,
                "1989":11,
                "1990":19,
                "1991":14,
                "1992":13,
                "1993":14,
                "1994":13,
                "1995":23,
                "1996":17,
                "1997":15,
                "1998":19,
                "1999":15,
                "2000":20,
                "2001":21,
                "2002":20,
                "2003":12,
                "2004":12,
                "2005":12,
                "2006":22,
                "2007":16,
                "2008":33,
                "2009":19,
                "2010":11,
                "2011":15,
                "2012":14,
                "2013":14,
                "2014":17,
                "2015":16,
                "2016":10,
                "2017":10,
                "2018":4,
                "2019":9,
                "2020":13
            }
        ],
        [
            "Now on home page … \n",
            "Nonstationary structure of a collisionless shock wave",
            "AV Gurevich and LP Pitaevskii",
            "1973",
            "sSsfpSIAAAAJ:u-x6o8ySG0sC",
            530,
            "https:\/\/ui.adsabs.harvard.edu\/abs\/1973ZhETF..65..590G\/abstract",
            "3427310985690608389",
            "\/scholar?cites=3427310985690608389",
            {
                "1983":2,
                "1984":2,
                "1985":1,
                "1986":5,
                "1987":2,
                "1988":3,
                "1989":8,
                "1990":4,
                "1991":2,
                "1992":8,
                "1993":9,
                "1994":11,
                "1995":7,
                "1996":6,
                "1997":6,
                "1998":7,
                "1999":8,
                "2000":6,
                "2001":13,
                "2002":10,
                "2003":10,
                "2004":13,
                "2005":16,
                "2006":24,
                "2007":22,
                "2008":18,
                "2009":15,
                "2010":14,
                "2011":15,
                "2012":29,
                "2013":20,
                "2014":25,
                "2015":21,
                "2016":37,
                "2017":27,
                "2018":18,
                "2019":36,
                "2020":28,
                "2021":6
            }
        ],
        [
            "A nonlinear kinetic equation is obtained to describe the self-similar motion of an electronion plasma in the absence of collisions. The problem of the expansion of a plasma into a vacuum is solved. The density and the velocity distribution of the ions is obtained. It is shown that in the course of filling the rarefied half-space a part of the ions is accelerated by the action of the resulting electric field up to velocities of the order of the thermal velocity of the electrons. At the same time the effective temperature of the ions drops sharply; it turns out to be many times smaller than the electron temperature (in the case of identical temperatures in the initial plasma). Results of a numerical calculation are presented.AN important place in the hydrodynamics of a compressible gas is occupied by self-similar problems which do not contain any characteristic dimensions in the initial and final conditions. The time t and the coordinate x can appear in the solution of such a problem only in the combination x\/t. This enables one to simplify the equations considerably and in the one dimensional case to obtain analytic solutions [1] _ Self-similar solutions in hydrodynamics describe a large class of physically interesting problems (the expansion of a gas into a vacuum, a point explosion, the decay of a discontinuity in the initial conditions, etc.). It is of interest to carry out an analogous investigation in the dynamics of a rarefied plasma which is described by a collisionless kinetic equation with a self consistent field. One should keep in mind that the system of equations describing a plasma is so complicated that it is difficult to exhibit a nonstationary nonlinear problem which would …",
            "Self-similar motion of rarefied plasma",
            "AV Gurevich and LV Pariiskaya and LP Pitaevskii",
            "1966",
            "sSsfpSIAAAAJ:qjMakFHDy7sC",
            470,
            "http:\/\/www.jetp.ac.ru\/cgi-bin\/dn\/e_022_02_0449.pdf",
            "14714322254075371426",
            "\/scholar?cites=14714322254075371426",
            {
                "1982":4,
                "1983":3,
                "1984":5,
                "1985":8,
                "1986":6,
                "1987":7,
                "1988":5,
                "1989":9,
                "1990":3,
                "1991":4,
                "1992":3,
                "1993":3,
                "1994":1,
                "1995":3,
                "1996":4,
                "1997":6,
                "1998":5,
                "1999":8,
                "2000":5,
                "2001":3,
                "2002":5,
                "2003":8,
                "2004":15,
                "2005":18,
                "2006":20,
                "2007":14,
                "2008":14,
                "2009":17,
                "2010":10,
                "2011":10,
                "2012":14,
                "2013":54,
                "2014":15,
                "2015":17,
                "2016":22,
                "2017":13,
                "2018":18,
                "2019":20,
                "2020":21,
                "2021":1
            }
        ],
        [
            "Introduction 139 1. Plasma in a Homogeneous Electric Field (Elementary Theory) 141 1.1. Electron Current. Dielectric Permittivity and Conductance of Plasma 141 1.2. Electron Temperature 143 2. Plasma in Homogeneous Electric Fields (Kinetic Theory) 147 2.1. Kinetic Equation 147 2.2. Transformation of the Collision Integral 150 a) Elastic Collisions with Neutral Particles (Molecules) 150 b) Inelastic Collisions with Neutral Particles 152 c) Collisions with Ions 153 d) Collisions between Electrons 154 2.3. Solution of Kinetic Equation. Stronglyionized Plasma 155 a) Distribution Function (Maxwellian Distribution) 156 b) Effective Number of Collisions 158 c) Relative Fraction of Energy Transfer 158 d) Electron Current. Dielectric Permittivity and Conductance of Plasma 159 e) Electron Temperature 162 2.4. Weakly-ionized Plasma 163 a) Case of Elastic Collisions 163 b) Molecular Plasma 164 c) Inert Gases 165 d …",
            "Nonlinear phenomena in a plasma located in an alternating electromagnetic field",
            "Vitalii L Ginzburg and Aleksandr V Gurevich",
            "1960",
            "sSsfpSIAAAAJ:vkuYBMKU6wEC",
            443,
            "https:\/\/iopscience.iop.org\/article\/10.1070\/PU1960v003n01ABEH003261\/meta",
            "10196268656473657342",
            "\/scholar?cites=10196268656473657342",
            {
                "1981":4,
                "1982":7,
                "1983":5,
                "1984":10,
                "1985":3,
                "1986":4,
                "1987":3,
                "1988":4,
                "1989":5,
                "1990":3,
                "1991":5,
                "1992":6,
                "1993":9,
                "1994":1,
                "1995":2,
                "1996":2,
                "1997":9,
                "1998":4,
                "1999":3,
                "2000":4,
                "2001":1,
                "2002":4,
                "2003":8,
                "2004":7,
                "2005":4,
                "2006":6,
                "2007":9,
                "2008":7,
                "2009":9,
                "2010":4,
                "2011":3,
                "2012":8,
                "2013":8,
                "2014":12,
                "2015":14,
                "2016":12,
                "2017":7,
                "2018":7,
                "2019":11,
                "2020":4
            }
        ],
        [
            "This review is devoted to the physics of current-carrying superconductors and normal metals having two or more stable states sustained by Joule self-heating. The creation, propagation, and localization of electrothermal domains and switching waves leading to the transition from one stable state to another in uniform and nonuniform samples are treated in detail. The connection between thermal bistability and hysteresis, dropping and stepped current-voltage characteristics, self-induced oscillations of current and voltage, selfreplication of electrothermal domains, and the formation of periodic and stochastic resistive structures are considered.",
            "Self-heating in normal metals and superconductors",
            "A Vl Gurevich and RG Mints",
            "1987",
            "sSsfpSIAAAAJ:7H_jS4BsgvYC",
            368,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.59.941",
            "17113297434234043891",
            "\/scholar?cites=17113297434234043891",
            {
                "1989":2,
                "1990":5,
                "1991":4,
                "1992":7,
                "1993":5,
                "1994":7,
                "1995":14,
                "1996":6,
                "1997":8,
                "1998":14,
                "1999":14,
                "2000":4,
                "2001":5,
                "2002":4,
                "2003":9,
                "2004":9,
                "2005":9,
                "2006":19,
                "2007":12,
                "2008":23,
                "2009":22,
                "2010":25,
                "2011":9,
                "2012":20,
                "2013":15,
                "2014":17,
                "2015":9,
                "2016":11,
                "2017":15,
                "2018":14,
                "2019":13,
                "2020":15,
                "2021":1
            }
        ],
        [
            "This book presents the theory of the electrodynamic phenomena that occur in the magnetosphere of a pulsar. It also provides a clear picture of the formation and evolution of neutron stars. The authors address the basic physical processes of electron-positron plasma production, the generation of electric fields and currents, and the emission of radio waves and gamma rays. The book also reviews the current observational data, and devotes a complete chapter to a detailed comparison of this data with accepted theory and with some recent theoretical predictions. Tables containing the values of the physical parameters of all observed radio pulsars are also provided.",
            "Physics of the pulsar magnetosphere",
            "Vasilij S Beskin and Aleksandr Viktorovich Gurevich and Ya N Istomin and Jakov N Istomin and Ya N Istomin",
            "1993",
            "sSsfpSIAAAAJ:oH8HCDhqVGsC",
            360,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=VOZmHowe724C&oi=fnd&pg=PR11&dq=info:9i3F8UDYwWoJ:scholar.google.com&ots=wfE3MdWcuY&sig=pdL4lp9F5D2MvifWOl_tC50qxDU",
            "7692667411971255798",
            "\/scholar?cites=7692667411971255798",
            {
                "1993":3,
                "1994":6,
                "1995":7,
                "1996":7,
                "1997":14,
                "1998":11,
                "1999":12,
                "2000":9,
                "2001":10,
                "2002":9,
                "2003":15,
                "2004":24,
                "2005":17,
                "2006":17,
                "2007":19,
                "2008":9,
                "2009":17,
                "2010":18,
                "2011":15,
                "2012":13,
                "2013":13,
                "2014":17,
                "2015":13,
                "2016":12,
                "2017":13,
                "2018":12,
                "2019":15,
                "2020":9,
                "2021":4
            }
        ],
        [
            "The influence of a relatively weak electric field on the velocity distribution of plasma electrons in the range of high velocities is considered. An expression for the stationary electron distribution function is obtained and analyzed. The magnitude of the flux of runaway electrons in a completely ionized plasma is determined. The effect on this flux of neutral plasma particles is taken into account. It is shown that under certain conditions instabilities in the plasma may occur during the development of the discharge which are due to the runaway electron flux. The results obtained are in qualitative agreement with experiment.",
            "On the theory of runaway electrons",
            "AV Gurevich",
            "1961",
            "sSsfpSIAAAAJ:2osOgNQ5qMEC",
            354,
            "http:\/\/jetp.ac.ru\/cgi-bin\/dn\/e_012_05_0904.pdf",
            "17976255634758934264",
            "\/scholar?cites=17976255634758934264",
            {
                "1982":2,
                "1983":3,
                "1984":1,
                "1985":4,
                "1986":3,
                "1987":6,
                "1988":1,
                "1989":3,
                "1990":3,
                "1991":6,
                "1992":3,
                "1993":5,
                "1994":3,
                "1995":4,
                "1996":4,
                "1997":2,
                "1998":1,
                "1999":5,
                "2000":2,
                "2001":4,
                "2002":4,
                "2003":9,
                "2004":8,
                "2005":6,
                "2006":5,
                "2007":11,
                "2008":9,
                "2009":11,
                "2010":8,
                "2011":22,
                "2012":45,
                "2013":13,
                "2014":24,
                "2015":15,
                "2016":10,
                "2017":15,
                "2018":11,
                "2019":15,
                "2020":2
            }
        ],
        [
            "Now on home page … \n",
            "Space physics with artificial satellites",
            "Ya L Al'Pert",
            "1966",
            "sSsfpSIAAAAJ:IjCSPb-OGe4C",
            315,
            "https:\/\/ui.adsabs.harvard.edu\/abs\/1966AmJPh..34R.544A\/abstract",
            "16725777807583752035",
            "\/scholar?cites=16725777807583752035",
            {
                "1981":7,
                "1982":1,
                "1983":3,
                "1984":1,
                "1985":3,
                "1986":4,
                "1987":2,
                "1988":4,
                "1989":5,
                "1990":2,
                "1991":3,
                "1992":8,
                "1993":7,
                "1994":2,
                "1995":3,
                "1996":5,
                "1997":1,
                "1998":4,
                "1999":5,
                "2000":1,
                "2001":7,
                "2002":12,
                "2003":4,
                "2004":6,
                "2005":13,
                "2006":10,
                "2007":11,
                "2008":11,
                "2009":10,
                "2010":15,
                "2011":7,
                "2012":10,
                "2013":8,
                "2014":9,
                "2015":15,
                "2016":10,
                "2017":12,
                "2018":6,
                "2019":5,
                "2020":6
            }
        ]
    ]
}