{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Packing problems, such as how densely objects can fill a volume, are among the most ancient and persistent problems in mathematics and science. For equal spheres, it has only recently been proved that the face-centered cubic lattice has the highest possible packing fraction   . It is also well known that certain random (amorphous) jammed packings have φ ≈ 0.64. Here, we show experimentally and with a new simulation algorithm that ellipsoids can randomly pack more densely—up to φ= 0.68 to 0.71for spheroids with an aspect ratio close to that of M&M9s Candies—and even approach φ ≈ 0.74 for ellipsoids with other aspect ratios. We suggest that the higher density is directly related to the higher number of degrees of freedom per particle and thus the larger number of particle contacts required to mechanically stabilize the packing. We measured the number of contacts per particle Z ≈ 10 for our …",
            "Improving the density of jammed disordered packings using ellipsoids",
            "Aleksandar Donev and Ibrahim Cisse and David Sachs and Evan A Variano and Frank H Stillinger and Robert Connelly and Salvatore Torquato and Paul M Chaikin",
            "2004",
            "SsuqMfwAAAAJ:zYLM7Y9cAGgC",
            1137,
            "https:\/\/science.sciencemag.org\/content\/303\/5660\/990.abstract",
            "13572573737730699814",
            "\/scholar?cites=13572573737730699814",
            {
                "2004":20,
                "2005":39,
                "2006":45,
                "2007":55,
                "2008":58,
                "2009":69,
                "2010":76,
                "2011":66,
                "2012":85,
                "2013":73,
                "2014":69,
                "2015":81,
                "2016":78,
                "2017":68,
                "2018":91,
                "2019":71,
                "2020":80,
                "2021":6
            }
        ],
        [
            "Mammalian genes that play prominent roles in healthy and diseased cellular states are often controlled by special DNA elements called super-enhancers (SEs). SEs are clusters of enhancers that are occupied by an unusually high density of interacting factors and drive higher levels of transcription than most typical enhancers. This high-density assembly at SEs has been shown to exhibit sharp transitions of formation and dissolution, forming in a single nucleation event and collapsing when chromatin factors or nucleation sites are deleted. These features led us to postulate that SEs are phase-separated multimolecular assemblies, also known as biomolecular condensates. Phase-separated condensates, such as the nucleolus and other membraneless cellular bodies, provide a means to compartmentalize and concentrate biochemical reactions within cells.SEs are formed by the …",
            "Coactivator condensation at super-enhancers links phase separation and gene control",
            "Benjamin R Sabari and Alessandra Dall’Agnese and Ann Boija and Isaac A Klein and Eliot L Coffey and Krishna Shrinivas and Brian J Abraham and Nancy M Hannett and Alicia V Zamudio and John C Manteiga and Charles H Li and Yang E Guo and Daniel S Day and Jurian Schuijers and Eliza Vasile and Sohail Malik and Denes Hnisz and Tong Ihn Lee and Ibrahim I Cisse and Robert G Roeder and Phillip A Sharp and Arup K Chakraborty and Richard A Young",
            "2018",
            "SsuqMfwAAAAJ:Zph67rFs4hoC",
            621,
            "https:\/\/science.sciencemag.org\/content\/361\/6400\/eaar3958.abstract",
            "10801341058919545944",
            "\/scholar?cites=10801341058919545944",
            {
                "2018":40,
                "2019":222,
                "2020":326,
                "2021":28
            }
        ],
        [
            "Models of gene control have emerged from genetic and biochemical studies, with limited consideration of the spatial organization and dynamics of key components in living cells. We used live-cell superresolution and light-sheet imaging to study the organization and dynamics of the Mediator coactivator and RNA polymerase II (Pol II) directly. Mediator and Pol II each form small transient and large stable clusters in living embryonic stem cells. Mediator and Pol II are colocalized in the stable clusters, which associate with chromatin, have properties of phase-separated condensates, and are sensitive to transcriptional inhibitors. We suggest that large clusters of Mediator, recruited by transcription factors at large or clustered enhancer elements, interact with large Pol II clusters in transcriptional condensates in vivo.",
            "Mediator and RNA polymerase II clusters associate in transcription-dependent condensates",
            "Won-Ki Cho and Jan-Hendrik Spille and Micca Hecht and Choongman Lee and Charles Li and Valentin Grube and Ibrahim I Cisse",
            "2018",
            "SsuqMfwAAAAJ:KlAtU1dfN6UC",
            399,
            "https:\/\/science.sciencemag.org\/content\/361\/6400\/412.abstract",
            "3853523371890979504",
            "\/scholar?cites=3853523371890979504",
            {
                "2017":1,
                "2018":33,
                "2019":140,
                "2020":205,
                "2021":17
            }
        ],
        [
            "Transcription is reported to be spatially compartmentalized in nuclear transcription factories with clusters of RNA polymerase II (Pol II). However, little is known about when these foci assemble or their relative stability. We developed a quantitative single-cell approach to characterize protein spatiotemporal organization, with single-molecule sensitivity in live eukaryotic cells. We observed that Pol II clusters form transiently, with an average lifetime of 5.1 (± 0.4) seconds, which refutes the notion that they are statically assembled substructures. Stimuli affecting transcription yielded orders-of-magnitude changes in the dynamics of Pol II clusters, which implies that clustering is regulated and plays a role in the cell’s ability to effect rapid response to external signals. Our results suggest that transient crowding of enzymes may aid in rate-limiting steps of gene regulation.",
            "Real-Time Dynamics of RNA Polymerase II Clustering in Live Human Cells",
            "Ibrahim I Cisse and Ignacio Izeddin and Sebastien Z Causse and Lydia Boudarene and Adrien Senecal and Leila Muresan and Claire Dugast-Darzacq and Bassam Hajj and Maxime Dahan and Xavier Darzacq",
            "2013",
            "SsuqMfwAAAAJ:W7OEmFMy1HYC",
            314,
            "https:\/\/science.sciencemag.org\/content\/341\/6146\/664.abstract",
            "11292577022257477865",
            "\/scholar?cites=11292577022257477865",
            {
                "2013":5,
                "2014":31,
                "2015":37,
                "2016":31,
                "2017":36,
                "2018":58,
                "2019":50,
                "2020":59,
                "2021":4
            }
        ],
        [
            "Gene regulation relies on transcription factors (TFs) exploring the nucleus searching their targets. So far, most studies have focused on how fast TFs diffuse, underestimating the role of nuclear architecture. We implemented a single-molecule tracking assay to determine TFs dynamics. We found that c-Myc is a global explorer of the nucleus. In contrast, the positive transcription elongation factor P-TEFb is a local explorer that oversamples its environment. Consequently, each c-Myc molecule is equally available for all nuclear sites while P-TEFb reaches its targets in a position-dependent manner. Our observations are consistent with a model in which the exploration geometry of TFs is restrained by their interactions with nuclear structures and not by exclusion. The geometry-controlled kinetics of TFs target-search illustrates the influence of nuclear architecture on gene regulation, and has strong implications on how proteins react in the nucleus and how their function can be regulated in space and time.DOI: http:\/\/dx.doi.org\/10.7554\/eLife.02230.001",
            "Single-molecule tracking in live cells reveals distinct target-search strategies of transcription factors in the nucleus",
            "Ignacio Izeddin and Vincent Récamier and Lana Bosanac and Ibrahim I Cissé and Lydia Boudarene and Claire Dugast-Darzacq and Florence Proux and Olivier Bénichou and Raphaël Voituriez and Olivier Bensaude and Maxime Dahan and Xavier Darzacq",
            "2014",
            "SsuqMfwAAAAJ:YsMSGLbcyi4C",
            192,
            "https:\/\/elifesciences.org\/articles\/02230",
            "18284760341062100975",
            "\/scholar?cites=18284760341062100975",
            {
                "2013":1,
                "2014":3,
                "2015":23,
                "2016":35,
                "2017":36,
                "2018":34,
                "2019":27,
                "2020":31,
                "2021":1
            }
        ]
    ]
}