{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "The extinct p-process nuclide 146Sm serves as an astrophysical and geochemical chronometer through measurements of isotopic anomalies of its α-decay daughter 142Nd. Based on analyses of 146Sm\/147Sm α-activity and atom ratios, we determined the half-life of 146Sm to be 68 ± 7 (1σ) million years, which is shorter than the currently used value of 103 ± 5 million years. This half-life value implies a higher initial 146Sm abundance in the early solar system, (146Sm\/144Sm)0 = 0.0094 ± 0.0005 (2σ), than previously estimated. Terrestrial, lunar, and martian planetary silicate mantle differentiation events dated with 146Sm-142Nd converge to a shorter time span and in general to earlier times, due to the combined effect of the new 146Sm half-life and (146Sm\/144Sm)0 values.",
            "A shorter 146Sm half-life measured and implications for 146Sm-142Nd chronology in the solar system",
            "N Kinoshita and M Paul and Y Kashiv and P Collon and CM Deibel and B DiGiovine and JP Greene and DJ Henderson and CL Jiang and ST Marley and T Nakanishi and RC Pardo and KE Rehm and D Robertson and R Scott and C Schmitt and XD Tang and R Vondrasek and A Yokoyama",
            "2012",
            "sUzwT5QAAAAJ:9yKSN-GCB0IC",
            126,
            "https:\/\/science.sciencemag.org\/content\/335\/6076\/1614.abstract",
            "5161601853201102328",
            "\/scholar?cites=5161601853201102328",
            {
                "2012":9,
                "2013":20,
                "2014":23,
                "2015":14,
                "2016":18,
                "2017":16,
                "2018":6,
                "2019":10,
                "2020":6
            }
        ],
        [
            "A collaboration of ten institutions, including a large number of undergraduate schools, proposed and constructed a highly efficient large-area neutron detector. The modular neutron array (MoNA) is designed to detect high-energy neutrons in experiments with fast rare isotopes at the National Superconducting Cyclotron Laboratory. It consists of 144 individual detector modules of plastic scintillator, is position sensitive, and features multi-hit capability. The MoNA project involves undergraduate students from the collaborating colleges and universities and gives them the possibility to take part in research at the forefront of nuclear physics.",
            "Construction of a modular large-area neutron detector for the NSCL",
            "T Baumann and J Boike and J Brown and M Bullinger and JP Bychoswki and S Clark and K Daum and PA DeYoung and JV Evans and J Finck and N Frank and A Grant and J Hinnefeld and GW Hitt and RH Howes and B Isselhardt and KW Kemper and J Longacre and Y Lu and B Luther and ST Marley and D McCollum and E McDonald and U Onwuemene and PV Pancella and Graham F Peaslee and WA Peters and M Rajabali and J Robertson and WF Rogers and SL Tabor and M Thoennessen and E Tryggestad and RE Turner and PJ VanWylen and N Walker",
            "2005",
            "sUzwT5QAAAAJ:u5HHmVD_uO8C",
            95,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900205000379",
            "12793670878463635844",
            "\/scholar?cites=12793670878463635844",
            {
                "2005":1,
                "2006":5,
                "2007":6,
                "2008":7,
                "2009":6,
                "2010":3,
                "2011":8,
                "2012":19,
                "2013":12,
                "2014":4,
                "2015":6,
                "2016":7,
                "2017":2,
                "2018":1,
                "2019":3,
                "2020":3
            }
        ],
        [
            "This paper describes the implementation and commissioning of a device based on a new concept for measurements of nuclear reactions in inverse kinematics. The HELIcal Orbit Spectrometer, HELIOS, was commissioned at Argonne National Laboratory by studying the 28Si(d,p)29Si reaction in inverse kinematics. This experiment served as a proof of principle for this previously untested concept, and was used to verify the response and performance characteristics of HELIOS.",
            "Commissioning of the HELIOS spectrometer",
            "JC Lighthall and BB Back and SI Baker and SJ Freeman and HY Lee and BP Kay and ST Marley and KE Rehm and JE Rohrer and JP Schiffer and DV Shetty and AW Vann and JR Winkelbauer and AH Wuosmaa",
            "2010",
            "sUzwT5QAAAAJ:d1gkVwhDpl0C",
            88,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900210014105",
            "1533674063971386214",
            "\/scholar?cites=1533674063971386214",
            {
                "2010":5,
                "2011":7,
                "2012":13,
                "2013":13,
                "2014":9,
                "2015":4,
                "2016":15,
                "2017":5,
                "2018":5,
                "2019":2,
                "2020":10
            }
        ],
        [
            "The interactions of an E\/A= 70-MeV C 9 beam with a Be target was used to populate levels in Be, B, and C isotopes, which undergo decay into many-particle exit channels. The decay products were detected in the HiRA array and the level energies were identified from their invariant mass. Correlations between the decay products were examined to deduce the nature of the decays, specifically to what extent all the fragments were created in one prompt step or whether the disintegration proceeded in a sequential fashion through long-lived intermediate states. In the latter case, information on the spin of the level was also obtained. Of particular interest is the five-body decay of the C 8 ground state, which was found to disintegrate in two steps of two-proton decay passing through the Be 6 g. s. intermediate state. The isobaric analog of C 8 g. s. in B 8 was also found to undergo two-proton decay to the isobaric analog of …",
            "Investigations of three-, four-, and five-particle decay channels of levels in light nuclei created using a 9C beam",
            "RJ Charity and JM Elson and J Manfredi and R Shane and LG Sobotka and BA Brown and Z Chajecki and D Coupland and H Iwasaki and M Kilburn and Jenny Lee and WG Lynch and A Sanetullaev and MB Tsang and J Winkelbauer and M Youngs and ST Marley and DV Shetty and AH Wuosmaa and TK Ghosh and ME Howard",
            "2011",
            "sUzwT5QAAAAJ:UeHWp8X0CEIC",
            65,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.84.014320",
            "4574260889066546773",
            "\/scholar?cites=4574260889066546773",
            {
                "2011":3,
                "2012":10,
                "2013":5,
                "2014":9,
                "2015":11,
                "2016":10,
                "2017":3,
                "2018":5,
                "2019":7,
                "2020":1
            }
        ],
        [
            "The interaction of an E\/A= 70-MeV Be 7 beam with a Be target was used to populate levels in Be 6 following neutron knockout reactions. The three-body decay of the ground and first excited states into the α+ p+ p exit channel were detected in the High Resolution Array. Precise three-body correlations extracted from the experimental data allowed us to obtain insight into the mechanism of the three-body democratic decay. The correlation data are in good agreement with a three-cluster-model calculation and thus validate this theoretical approach over a broad energy range.",
            "Democratic Decay of 6Be Exposed by Correlations",
            "IA Egorova and RJ Charity and LV Grigorenko and Z Chajecki and D Coupland and JM Elson and TK Ghosh and ME Howard and H Iwasaki and M Kilburn and Jenny Lee and WG Lynch and J Manfredi and ST Marley and A Sanetullaev and R Shane and DV Shetty and LG Sobotka and MB Tsang and J Winkelbauer and AH Wuosmaa and M Youngs and Mikhail V Zhukov",
            "2012",
            "sUzwT5QAAAAJ:WF5omc3nYNoC",
            64,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.109.202502",
            "17086890868542400568",
            "\/scholar?cites=17086890868542400568",
            {
                "2012":1,
                "2013":7,
                "2014":10,
                "2015":10,
                "2016":13,
                "2017":5,
                "2018":9,
                "2019":5,
                "2020":4
            }
        ]
    ]
}