{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We review our present understanding of those non-perturbative features of supersymmetric gauge theories that are believed to determine the properties of their ground states (vacua). A wide variety of theories is discussed in detail: pure Yang-Mills, theories with massive or massless real matter fields, theories with chiral matter, both for SU(N) and for the case of a general compact gauge group (as for instance E8). Depending on some general features of the theory under consideration, various (perhaps) unexpected phenomena are shown to occur. Among these the breakdown of the (perturbatively established) non-renormalization theorem, the occurrence of runaway vacua in certain limits, the spontaneous dynamical breaking of supersymmetry itself in some chiral theories. Throughout the report we restrict ourselves to the confining picture instanton method, occasionally complementing it with the information …",
            "Non-perturbative aspects in supersymmetric gauge theories",
            "Daniele Amati and Kenichi Konishi and Y Meurice and GC Rossi and Gabriele Veneziano",
            "1988",
            "SviEchQAAAAJ:geHnlv5EZngC",
            484,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0370157388901822",
            "11523930878222552291",
            "\/scholar?cites=11523930878222552291",
            {
                "1988":2,
                "1989":5,
                "1990":7,
                "1991":10,
                "1992":4,
                "1993":8,
                "1994":33,
                "1995":46,
                "1996":43,
                "1997":45,
                "1998":39,
                "1999":32,
                "2000":24,
                "2001":16,
                "2002":21,
                "2003":16,
                "2004":15,
                "2005":13,
                "2006":8,
                "2007":11,
                "2008":12,
                "2009":7,
                "2010":6,
                "2011":4,
                "2012":6,
                "2013":6,
                "2014":6,
                "2015":7,
                "2016":4,
                "2017":4,
                "2018":9,
                "2019":6,
                "2020":3,
                "2021":1
            }
        ],
        [
            "The semileptonic decay channel B-> D tau nu is sensitive to the presence of a scalar current, such as that mediated by a charged-Higgs boson. Recently the BaBar experiment reported the first observation of the exclusive semileptonic decay B-> D tau nu, finding an approximately 2-sigma disagreement with the Standard-Model prediction for the ratio R (D)= BR (B-> D tau nu)\/BR (B-> D l nu), where l= e, mu. We compute this ratio of branching fractions using hadronic form factors computed in unquenched lattice QCD and obtain R (D)= 0.316 (12)(7), where the errors are statistical and total systematic, respectively. This result is the first Standard-Model calculation of R (D) from ab initio full QCD. Its error is smaller than that of previous estimates, primarily due to the reduced uncertainty in the scalar form factor f_0 (q^ 2). Our determination of R (D) is approximately 1-sigma higher than previous estimates and, thus, reduces the tension with experiment. We also compute R (D) in models with electrically charged scalar exchange, such as the type II two-Higgs doublet model. Once again, our result is consistent with, but approximately 1-sigma higher than, previous estimates for phenomenologically relevant values of the scalar coupling in the type II model. As a byproduct of our calculation, we also present the Standard-Model prediction for the longitudinal polarization ratio P_L (D)= 0.325 (4)(3).",
            "Refining new-physics searches in B-> D tau nu decay with lattice QCD",
            "Jon A Bailey and A Bazavov and C Bernard and CM Bouchard and C DeTar and Daping Du and AX El-Khadra and J Foley and ED Freeland and E Gámiz and Steven Gottlieb and UM Heller and Jongjeong Kim and AS Kronfeld and J Laiho and L Levkova and PB Mackenzie and Y Meurice and ET Neil and MB Oktay and Si-Wei Qiu and JN Simone and R Sugar and D Toussaint and RS Van de Water and Ran Zhou",
            "2012",
            "SviEchQAAAAJ:VaXvl8Fpj5cC",
            144,
            "https:\/\/arxiv.org\/abs\/1206.4992",
            "6789235011760262448",
            "\/scholar?cites=6789235011760262448",
            {
                "2012":14,
                "2013":26,
                "2014":21,
                "2015":17,
                "2016":20,
                "2017":15,
                "2018":16,
                "2019":13,
                "2020":1,
                "2021":1
            }
        ],
        [
            "Properties of supersymmetric ground states in a class of four-dimensional theories with chiral fermions are investigated. Constraints on such vacua conflict with a small-size instanton effect which, unless unexpectedly cancelled, spontaneously breaks supersymmetry.",
            "SUSY vacua versus chiral fermions",
            "Y Meurice and Gabriele Veneziano",
            "1984",
            "SviEchQAAAAJ:5ugPr518TE4C",
            140,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0370269384905616",
            "13107139361179707726",
            "\/scholar?cites=13107139361179707726",
            {
                "1984":2,
                "1985":18,
                "1986":9,
                "1987":9,
                "1988":7,
                "1989":2,
                "1990":1,
                "1991":1,
                "1992":2,
                "1993":3,
                "1994":8,
                "1995":3,
                "1996":4,
                "1997":9,
                "1998":5,
                "1999":6,
                "2000":3,
                "2001":1,
                "2002":6,
                "2003":3,
                "2004":1,
                "2005":2,
                "2006":2,
                "2007":5,
                "2008":6,
                "2009":2,
                "2010":1,
                "2011":3,
                "2012":2,
                "2013":2,
                "2014":1,
                "2015":7,
                "2016":2,
                "2017":1
            }
        ],
        [
            "We compute the form factors for the B→ K l+ l− semileptonic decay process in lattice QCD using gauge-field ensembles with 2+ 1 flavors of sea quark, generated by the MILC Collaboration. The ensembles span lattice spacings from 0.12 to 0.045 fm and have multiple sea-quark masses to help control the chiral extrapolation. The asqtad improved staggered action is used for the light valence and sea quarks, and the clover action with the Fermilab interpretation is used for the heavy b quark. We present results for the form factors f+(q 2), f 0 (q 2), and f T (q 2), where q 2 is the momentum transfer, together with a comprehensive examination of systematic errors. Lattice QCD determines the form factors for a limited range of q 2, and we use the model-independent z expansion to cover the whole kinematically allowed range. We present our final form-factor results as coefficients of the z expansion and the correlations …",
            " decay form factors from three-flavor lattice QCD",
            "Fermilab Lattice and MILC Collaborations and Jon A Bailey and A Bazavov and C Bernard and CM Bouchard and C DeTar and Daping Du and AX El-Khadra and J Foley and ED Freeland and E Gámiz and Steven Gottlieb and UM Heller and RD Jain and J Komijani and AS Kronfeld and J Laiho and L Levkova and Yuzhi Liu and PB Mackenzie and Y Meurice and ET Neil and Si-Wei Qiu and JN Simone and R Sugar and D Toussaint and RS Van de Water and Ran Zhou",
            "2016",
            "SviEchQAAAAJ:9yKSN-GCB0IC",
            108,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.93.025026",
            "8922556862342087092",
            "\/scholar?cites=8922556862342087092",
            {
                "2016":11,
                "2017":32,
                "2018":24,
                "2019":13,
                "2020":25,
                "2021":1
            }
        ],
        [
            "We calculate form-factor ratios between the semileptonic decays\\bar {B}-> D^+\\ell^-\\bar {\\nu} and\\bar {B} _s-> D_s^+\\ell^-\\bar {\\nu} with lattice QCD. These ratios are a key theoretical input in a new strategy to determine the fragmentation fractions of the neutral B decays, which are needed for measurements of BR (B^ 0_s->\\mu^+\\mu^-). We use the MILC ensembles of gauge configurations with 2+ 1 flavors of sea quarks at two lattice spacings of approximately 0.12 fm and 0.09 fm. We use the model-independent z-parametrization to extrapolate our simulation results at small recoil toward maximum recoil. Our results for the form-factor ratios are  and . In contrast to a QCD sum-rule calculation, no significant departure from U-spin (d<-> s) symmetry is observed.",
            "B_s-> D_s\/B-> D Semileptonic Form-Factor Ratios and Their Application to BR (B^ 0_s->\\mu^+\\mu^-)",
            "Jon A Bailey and A Bazavov and C Bernard and CM Bouchard and C DeTar and Daping Du and AX El-Khadra and J Foley and ED Freeland and E Gámiz and Steven Gottlieb and UM Heller and Jongjeong Kim and AS Kronfeld and J Laiho and L Levkova and PB Mackenzie and Y Meurice and E Neil and MB Oktay and Si-Wei Qiu and JN Simone and R Sugar and D Toussaint and RS Van de Water and Ran Zhou",
            "2012",
            "SviEchQAAAAJ:4MWp96NkSFoC",
            97,
            "https:\/\/arxiv.org\/abs\/1202.6346",
            "3979789418371278439",
            "\/scholar?cites=3979789418371278439",
            {
                "2011":1,
                "2012":17,
                "2013":23,
                "2014":11,
                "2015":5,
                "2016":5,
                "2017":4,
                "2018":5,
                "2019":11,
                "2020":15
            }
        ],
        [
            "We present a lattice-QCD calculation of the B→πℓν semileptonic form factors and a new determination of the CKM matrix element |Vub|. We use the MILC asqtad (2+1)-flavor lattice configurations at four lattice spacings and light-quark masses down to 1\/20 of the physical strange-quark mass. We extrapolate the lattice form factors to the continuum using staggered chiral perturbation theory in the hard-pion and SU(2) limits. We employ a model-independent z parametrization to extrapolate our lattice form factors from large-recoil momentum to the full kinematic range. We introduce a new functional method to propagate information from the chiral-continuum extrapolation to the z expansion. We present our results together with a complete systematic error budget, including a covariance matrix to enable the combination of our form factors with other lattice-QCD and experimental results. To obtain |Vub|, we simultaneously fit the experimental data for the B→πℓν differential decay rate obtained by the BABAR and Belle collaborations together with our lattice form-factor results. We find |Vub|=(3.72±0.16)×10−3, where the error is from the combined fit to lattice plus experiments and includes all sources of uncertainty. Our form-factor results bring the QCD error on |Vub| to the same level as the experimental error. We also provide results for the B→πℓν vector and scalar form factors obtained from the combined lattice and experiment fit, which are more precisely determined than from our lattice-QCD calculation alone. These results can be used in other phenomenological applications and to test other approaches to QCD.",
            "| Vub| from B→ πℓν decays and (2+ 1)-flavor lattice QCD",
            "Jon A Bailey and María Elvira Gámiz Sánchez and Fermilab Lattice Collaboration and MILC Collaboration",
            "2015",
            "SviEchQAAAAJ:eQOLeE2rZwMC",
            86,
            "https:\/\/digibug.ugr.es\/handle\/10481\/63125",
            "1180273156033415316",
            "\/scholar?cites=1180273156033415316",
            {
                "2015":8,
                "2016":19,
                "2017":18,
                "2018":18,
                "2019":10,
                "2020":11,
                "2021":2
            }
        ],
        [
            "Using the example of the two-dimensional (2D) Ising model, we show that in contrast to what can be done in configuration space, the tensor renormalization group formulation allows one to write exact, compact, and manifestly local blocking formulas and exact coarse-grained expressions for the partition function. We argue that similar results should hold for most models studied by lattice gauge theorists. We provide exact blocking formulas for several 2D spin models [the O (2) and O (3) sigma models and the SU (2) principal chiral model] and for the three-dimensional gauge theories with groups Z 2, U (1) and SU (2). We briefly discuss generalizations to other groups, higher dimensions and practical implementations.",
            "Exact blocking formulas for spin and gauge models",
            "Yuzhi Liu and Y Meurice and MP Qin and J Unmuth-Yockey and T Xiang and ZY Xie and JF Yu and Haiyuan Zou",
            "2013",
            "SviEchQAAAAJ:sSrBHYA8nusC",
            73,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.88.056005",
            "11441911367769383471",
            "\/scholar?cites=11441911367769383471",
            {
                "2013":3,
                "2014":15,
                "2015":6,
                "2016":5,
                "2017":8,
                "2018":10,
                "2019":8,
                "2020":16,
                "2021":2
            }
        ],
        [
            "Using the tensor renormalization group method based on the higher-order singular value decomposition, we have studied the thermodynamic properties of the continuous X Y model on the square lattice. The temperature dependence of the free energy, the internal energy, and the specific heat agree with the Monte Carlo calculations. From the field dependence of the magnetic susceptibility, we find the Kosterlitz-Thouless transition temperature to be 0.8921 (19), consistent with the Monte Carlo as well as the high temperature series expansion results. At the transition temperature, the critical exponent δ is estimated as 14.5, close to the analytic value by Kosterlitz.",
            "Tensor renormalization group study of classical  model on the square lattice",
            "JF Yu and ZY Xie and Y Meurice and Yuzhi Liu and A Denbleyker and Haiyuan Zou and MP Qin and J Chen and T Xiang",
            "2014",
            "SviEchQAAAAJ:MXK_kJrjxJIC",
            62,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.89.013308",
            "2310906447225108452",
            "\/scholar?cites=2310906447225108452",
            {
                "2013":1,
                "2014":9,
                "2015":5,
                "2016":7,
                "2017":5,
                "2018":10,
                "2019":9,
                "2020":15
            }
        ],
        [
            "We present a gauge-invariant effective action for the Abelian-Higgs model (scalar electrodynamics) with a chemical potential μ on a (1+ 1)-dimensional lattice. This formulation provides an expansion in the hopping parameter κ which we test with Monte Carlo simulations for a broad range of the inverse gauge coupling β p l= 1\/g 2 and small values of the scalar self-coupling λ. In the opposite limit of infinitely large λ, the partition function can be written as a traced product of local tensors which allows us to write exact blocking formulas. Gauss’s law is automatically satisfied and the introduction of μ has consequences only if we have an external electric field, g 2= 0 or an explicit gauge symmetry breaking. The time-continuum limit of the blocked transfer matrix can be obtained numerically and, for g 2= 0 and a spin-1 truncation, the small volume energy spectrum is identical to the low energy spectrum of a two-species …",
            "Gauge-invariant implementation of the Abelian-Higgs model on optical lattices",
            "Alexei Bazavov and Yannick Meurice and S-W Tsai and Judah Unmuth-Yockey and Jin Zhang",
            "2015",
            "SviEchQAAAAJ:SdhP9T11ey4C",
            60,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.92.076003",
            "14643397937239833230",
            "\/scholar?cites=14643397937239833230",
            {
                "2015":3,
                "2016":10,
                "2017":7,
                "2018":5,
                "2019":11,
                "2020":24
            }
        ],
        [
            "We show that, for two nontrivial λ φ 4 problems (the anharmonic oscillator and the Landau-Ginzburg hierarchical model), improved perturbative series can be obtained by cutting off the large field contributions. The modified series converge to values exponentially close to the exact ones. For λ larger than some critical value, the method outperforms Padé’s approximants and Borel summations. The method can also be used for series which are not Borel summable such as the double-well potential series. We show that semiclassical methods can be used to calculate the modified Feynman rules, estimate the error, and optimize the field cutoff.",
            "Simple method to make asymptotic series of Feynman diagrams converge",
            "Y Meurice",
            "2002",
            "SviEchQAAAAJ:qjMakFHDy7sC",
            57,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.88.141601",
            "257091014075950130",
            "\/scholar?cites=257091014075950130",
            {
                "2002":3,
                "2003":2,
                "2004":6,
                "2005":10,
                "2006":4,
                "2007":3,
                "2008":1,
                "2009":3,
                "2010":1,
                "2011":3,
                "2012":4,
                "2013":1,
                "2014":2,
                "2015":1,
                "2016":4,
                "2017":1,
                "2018":1,
                "2019":3,
                "2020":4
            }
        ]
    ]
}