{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "This is the foreword to the special issue on localization techniques in quantum field theory. The summary of individual chapters is given and their interrelation is discussed.",
            "Localization techniques in quantum field theories",
            "Vasily Pestun and Maxim Zabzine and Francesco Benini and Tudor Dimofte and Thomas T Dumitrescu and Kazuo Hosomichi and Seok Kim and Kimyeong Lee and Bruno Le Floch and Marcos Marino and Joseph A Minahan and David R Morrison and Sara Pasquetti and Jian Qiu and Leonardo Rastelli and Shlomo S Razamat and Silvu S Pufu and Yuji Tachikawa and Brian Willett and Konstantin Zarembo",
            "2017",
            "sviGwc4AAAAJ:5nxA0vEk-isC",
            255,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1751-8121\/aa63c1\/meta",
            "17216038433189174836",
            "\/scholar?cites=17216038433189174836",
            {
                "2016":6,
                "2017":52,
                "2018":53,
                "2019":65,
                "2020":77,
                "2021":1
            }
        ],
        [
            "We construct supersymmetric field theories on Riemannian three-manifolds, focusing on= 2 theories with a U (1) R symmetry. Our approach is based on the rigid limit of new minimal supergravity in three dimensions, which couples to the flat-space supermultiplet containing the R-current and the energy-momentum tensor. The field theory on possesses a single supercharge if and only if admits an almost contact metric structure that satisfies a certain integrability condition. This may lead to global restrictions on, even though we can always construct one supercharge on any given patch. We also analyze the conditions for the presence of additional supercharges. In particular, two supercharges of opposite R-charge exist on every Seifert manifold. We present general supersymmetric Lagrangians on and discuss their flat-space limit, which can be analyzed using the R-current supermultiplet. As an …",
            "Supersymmetric field theories on three-manifolds",
            "Cyril Closset and Thomas T Dumitrescu and Guido Festuccia and Zohar Komargodski",
            "2013",
            "sviGwc4AAAAJ:d1gkVwhDpl0C",
            229,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP05(2013)017.pdf",
            "567697404345382857",
            "\/scholar?cites=567697404345382857",
            {
                "2012":1,
                "2013":24,
                "2014":30,
                "2015":31,
                "2016":24,
                "2017":34,
                "2018":21,
                "2019":34,
                "2020":27
            }
        ],
        [
            "We systematically analyze Riemannian manifolds that admit rigid supersymmetry, focusing on four-dimensional theories with a U (1) R symmetry. We find that admits a single supercharge, if and only if it is a Hermitian manifold. The supercharge transforms as a scalar on. We then consider the restrictions imposed by the presence of additional supercharges. Two supercharges of opposite R-charge exist on certain fibrations of a two-torus over a Riemann surface. Upon dimensional reduction, these give rise to an interesting class of supersymmetric geometries in three dimensions. We further show that compact manifolds admitting two supercharges of equal R-charge must be hyperhermitian. Finally, four supercharges imply that is locally isometric to, where is a maximally symmetric space.",
            "Exploring curved superspace",
            "Thomas T Dumitrescu and Guido Festuccia and Nathan Seiberg",
            "2012",
            "sviGwc4AAAAJ:u-x6o8ySG0sC",
            223,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP08(2012)141.pdf",
            "6422163470193322798",
            "\/scholar?cites=6422163470193322798",
            {
                "2012":11,
                "2013":24,
                "2014":34,
                "2015":35,
                "2016":27,
                "2017":39,
                "2018":18,
                "2019":23,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We consider three-dimensional superconformal field theories on a threesphere and analyze their free energy F as a function of background gauge and supergravity fields. A crucial role is played by certain local terms in these background fields, including several Chern-Simons terms. The presence of these terms clarifies a number of subtle properties of F. This understanding allows us to prove the F-maximization principle. It also explains why computing F via localization leads to a complex answer, even though we expect it to be real in unitary theories. We discuss several corollaries of our results and comment on the relation to the F-theorem.",
            "Contact terms, unitarity, and F-maximization in three-dimensional superconformal theories",
            "Cyril Closset and Thomas T Dumitrescu and Guido Festuccia and Zohar Komargodski and Nathan Seiberg",
            "2012",
            "sviGwc4AAAAJ:u5HHmVD_uO8C",
            211,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP10(2012)053.pdf",
            "183256671909973572",
            "\/scholar?cites=183256671909973572",
            {
                "2012":11,
                "2013":22,
                "2014":30,
                "2015":23,
                "2016":16,
                "2017":22,
                "2018":29,
                "2019":29,
                "2020":28
            }
        ],
        [
            "We study contact terms of conserved currents and the energy-momentum tensor in three-dimensional quantum field theory. They are associated with Chern-Simons terms for background fields. While the integer parts of these contact terms are ambiguous, their fractional parts are meaningful physical observables. In supersymmetric theories with a U (1) R symmetry some of these observables lead to an anomaly. Moreover, they can be computed exactly using localization, leading to new tests of dualities.",
            "Comments on Chern-Simons contact terms in three dimensions",
            "Cyril Closset and Thomas T Dumitrescu and Guido Festuccia and Zohar Komargodski and Nathan Seiberg",
            "2012",
            "sviGwc4AAAAJ:2osOgNQ5qMEC",
            191,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP09(2012)091.pdf",
            "11257010739542119844",
            "\/scholar?cites=11257010739542119844",
            {
                "2012":7,
                "2013":19,
                "2014":23,
                "2015":20,
                "2016":25,
                "2017":25,
                "2018":22,
                "2019":27,
                "2020":22
            }
        ],
        [
            "We systematically analyze the operator content of unitary superconformal multiplets in d≥ 3 spacetime dimensions. We present a simple, general, and efficient algorithm that generates all of these multiplets by correctly eliminating possible null states. The algorithm is conjectural, but passes a vast web of consistency checks. We apply it to tabulate a large variety of superconformal multiplets. In particular, we classify and construct all multiplets that contain conserved currents or free fields, which play an important role in superconformal field theories (SCFTs). Some currents that are allowed in conformal field theories cannot be embedded in superconformal multiplets, and hence they are absent in SCFTs. We use the structure of superconformal stress tensor multiplets to show that SCFTs with more than 16 Poincaré supercharges cannot arise in d≥ 4, even when the corresponding superconformal algebras exist. We …",
            "Multiplets of superconformal symmetry in diverse dimensions",
            "Clay Córdova and Thomas T Dumitrescu and Kenneth Intriligator",
            "2019",
            "sviGwc4AAAAJ:MXK_kJrjxJIC",
            154,
            "https:\/\/link.springer.com\/article\/10.1007\/JHEP03(2019)163",
            "3865744360019113376",
            "\/scholar?cites=3865744360019113376",
            {
                "2018":32,
                "2019":34,
                "2020":74,
                "2021":2
            }
        ],
        [
            "We consider supersymmetric field theories on compact manifolds and obtain constraints on the parameter dependence of their partition functions. Our primary focus is the dependence of on the geometry of, as well as background gauge fields that couple to continuous flavor symmetries. For= 1 theories with a U (1) R symmetry in four dimensions, must be a complex manifold with a Hermitian metric. We find that is independent of the metric and depends holomorphically on the complex structure moduli. Background gauge fields define holomorphic vector bundles over and is a holomorphic function of the corresponding bundle moduli. We also carry out a parallel analysis for three-dimensional= 2 theories with a U (1) R symmetry, where the necessary geometric structure on is a transversely holomorphic foliation (THF) with a transversely Hermitian metric. Again, we find that is …",
            "The geometry of supersymmetric partition functions",
            "Cyril Closset and Thomas T Dumitrescu and Guido Festuccia and Zohar Komargodski",
            "2014",
            "sviGwc4AAAAJ:Tyk-4Ss8FVUC",
            140,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP01(2014)124.pdf",
            "1320830241598273004",
            "\/scholar?cites=1320830241598273004",
            {
                "2013":5,
                "2014":26,
                "2015":31,
                "2016":17,
                "2017":20,
                "2018":10,
                "2019":15,
                "2020":15
            }
        ]
    ]
}