{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together the most up-to-date statistics on heart disease, stroke, other vascular diseases, and their risk factors and presents them in its Heart Disease and Stroke Statistical Update. The Statistical Update is a valuable resource for researchers, clinicians, healthcare policy makers, media professionals, the lay public, and many others who seek the best national data available on disease morbidity and mortality and the risks, quality of care, medical procedures and operations, and costs associated with the management of these diseases in a single document. Indeed, since 1999, the Statistical Update has been cited more than 8700 times in the literature (including citations of all annual versions). In 2010 alone, the various …",
            "Heart disease and stroke statistics—2012 update: a report from the American Heart Association",
            "Writing Group Members and Véronique L Roger and Alan S Go and Donald M Lloyd-Jones and Emelia J Benjamin and Jarett D Berry and William B Borden and Dawn M Bravata and Shifan Dai and Earl S Ford and Caroline S Fox and Heather J Fullerton and Cathleen Gillespie and Susan M Hailpern and John A Heit and Virginia J Howard and Brett M Kissela and Steven J Kittner and Daniel T Lackland and Judith H Lichtman and Lynda D Lisabeth and Diane M Makuc and Gregory M Marcus and Ariane Marelli and David B Matchar and Claudia S Moy and Dariush Mozaffarian and Michael E Mussolino and Graham Nichol and Nina P Paynter and Elsayed Z Soliman and Paul D Sorlie and Nona Sotoodehnia and Tanya N Turan and Salim S Virani and Nathan D Wong and Daniel Woo and Melanie B Turner",
            "2012",
            "SWARY0YAAAAJ:6IwoDg2IE1oC",
            32219,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/cir.0b013e31823ac046",
            "1542958399579433181",
            "\/scholar?cites=1542958399579433181",
            {
                "2012":654,
                "2013":2327,
                "2014":3772,
                "2015":4180,
                "2016":3139,
                "2017":2972,
                "2018":4353,
                "2019":5108,
                "2020":4681,
                "2021":382
            }
        ],
        [
            "Helicobacter pylori infection is a risk factor for gastric adenocarcinoma. We examined whether this infection is also a risk factor for primary gastric non-Hodgkin's lymphoma.This nested case-control study involved two large cohorts (230,593 participants). Serum had been collected from cohort members and stored, and all subjects were followed for cancer. Thirty-three patients with gastric non-Hodgkin's lymphoma were identified, and each was matched to four controls according to cohort, age, sex, and date of serum collection. For comparison, 31 patients with nongastric non-Hodgkin's lymphoma from one of the cohorts were evaluated, each of whom had been previously matched to 2 controls. Pathological reports and specimens were reviewed to confirm the histologic type of the tumor. Serum samples from all subjects were tested for H. pylori IgG by an enzyme-linked immunosorbent assay …",
            "Helicobacter pylori infection and gastric lymphoma",
            "Julie Parsonnet and Svein Hansen and Larissa Rodriguez and Arnold B Gelb and Roger A Warnke and Egil Jellum and Norman Orentreich and Joseph H Vogelman and Gary D Friedman",
            "1994",
            "SWARY0YAAAAJ:CmeMDzcFUg4C",
            2287,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/nejm199405053301803",
            "10247817218991435265",
            "\/scholar?cites=10247817218991435265",
            {
                "1994":9,
                "1995":63,
                "1996":90,
                "1997":104,
                "1998":114,
                "1999":126,
                "2000":131,
                "2001":121,
                "2002":119,
                "2003":125,
                "2004":109,
                "2005":104,
                "2006":116,
                "2007":100,
                "2008":78,
                "2009":89,
                "2010":90,
                "2011":72,
                "2012":66,
                "2013":68,
                "2014":61,
                "2015":47,
                "2016":72,
                "2017":54,
                "2018":38,
                "2019":43,
                "2020":35,
                "2021":7
            }
        ]
    ]
}