{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Networks of nonlocally coupled phase oscillators 1 can support chimera states in which identical oscillators evolve into distinct groups that exhibit coexisting synchronous and incoherent behaviours despite homogeneous coupling 2, 3, 4, 5, 6. Similar nonlocal coupling topologies implemented in networks of chaotic iterated maps also yield dynamical states exhibiting coexisting spatial domains of coherence and incoherence 7, 8. In these discrete-time systems, the phase is not a continuous variable, so these states are generalized chimeras with respect to a broader notion of incoherence. Chimeras continue to be the subject of intense theoretical investigation, but have yet to be realized experimentally 6, 9, 10, 11, 12, 13, 14, 15, 16. Here we show that these chimeras can be realized in experiments using a liquid-crystal spatial light modulator to achieve optical nonlinearity in a spatially extended iterated map system …",
            "Experimental observation of chimeras in coupled-map lattices",
            "Aaron M Hagerstrom and Thomas E Murphy and Rajarshi Roy and Philipp Hövel and Iryna Omelchenko and Eckehard Schöll",
            "2012",
            "SwkdXvMAAAAJ:u-x6o8ySG0sC",
            500,
            "https:\/\/www.nature.com\/articles\/nphys2372",
            "17556668842393022679",
            "\/scholar?cites=17556668842393022679",
            {
                "2012":7,
                "2013":26,
                "2014":44,
                "2015":65,
                "2016":83,
                "2017":71,
                "2018":67,
                "2019":62,
                "2020":65,
                "2021":7
            }
        ],
        [
            "Terahertz radiation has uses in applications ranging from security to medicine 1. However, sensitive room-temperature detection of terahertz radiation is notoriously difficult 2. The hot-electron photothermoelectric effect in graphene is a promising detection mechanism; photoexcited carriers rapidly thermalize due to strong electron–electron interactions 3, 4, but lose energy to the lattice more slowly 3, 5. The electron temperature gradient drives electron diffusion, and asymmetry due to local gating 6, 7 or dissimilar contact metals 8 produces a net current via the thermoelectric effect. Here, we demonstrate a graphene thermoelectric terahertz photodetector with sensitivity exceeding 10 V W–1 (700 V W–1) at room temperature and noise-equivalent power less than 1,100 pW Hz–1\/2 (20 pW Hz–1\/2), referenced to the incident (absorbed) power. This implies a performance that is competitive with the best room …",
            "Sensitive room-temperature terahertz detection via the photothermoelectric effect in graphene",
            "Xinghan Cai and Andrei B Sushkov and Ryan J Suess and Mohammad M Jadidi and Gregory S Jenkins and Luke O Nyakiti and Rachael L Myers-Ward and Shanshan Li and Jun Yan and D Kurt Gaskill and Thomas E Murphy and H Dennis Drew and Michael S Fuhrer",
            "2014",
            "SwkdXvMAAAAJ:Y0pCki6q_DkC",
            388,
            "https:\/\/www.nature.com\/articles\/nnano.2014.182.pdf?origin=ppub",
            "7328020046853332617",
            "\/scholar?cites=7328020046853332617",
            {
                "2013":3,
                "2014":6,
                "2015":45,
                "2016":62,
                "2017":59,
                "2018":68,
                "2019":65,
                "2020":65,
                "2021":13
            }
        ],
        [
            "We describe a new full-vector finite difference discretization, based upon the transverse magnetic field components, for calculating the electromagnetic modes of optical waveguides with transverse, nondiagonal anisotropy. Unlike earlier finite difference approaches, our method allows for the material axes to be arbitrarily oriented, as long as one of the principal axes coincides with the direction of propagation. We demonstrate the capabilities of the method by computing the circularly-polarized modes of a magnetooptical waveguide and the modes of an off-axis poled anisotropic polymer waveguide.",
            "Vector finite difference modesolver for anisotropic dielectric waveguides",
            "Arman B Fallahkhair and Kai S Li and Thomas E Murphy",
            "2008",
            "SwkdXvMAAAAJ:u5HHmVD_uO8C",
            384,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=jlt-26-11-1423",
            "10166431520909104630",
            "\/scholar?cites=10166431520909104630",
            {
                "2008":5,
                "2009":16,
                "2010":25,
                "2011":24,
                "2012":36,
                "2013":41,
                "2014":36,
                "2015":40,
                "2016":33,
                "2017":45,
                "2018":34,
                "2019":23,
                "2020":20,
                "2021":2
            }
        ],
        [
            "Synchronization is of central importance in power distribution, telecommunication, neuronal and biological networks. Many networks are observed to produce patterns of synchronized clusters, but it has been difficult to predict these clusters or understand the conditions under which they form. Here we present a new framework and develop techniques for the analysis of network dynamics that shows the connection between network symmetries and cluster formation. The connection between symmetries and cluster synchronization is experimentally confirmed in the context of real networks with heterogeneities and noise using an electro-optic network. We experimentally observe and theoretically predict a surprising phenomenon in which some clusters lose synchrony without disturbing the others. Our analysis shows that such behaviour will occur in a wide variety of networks and node dynamics. The results could …",
            "Cluster synchronization and isolated desynchronization in complex networks with symmetries",
            "Louis M Pecora and Francesco Sorrentino and Aaron M Hagerstrom and Thomas E Murphy and Rajarshi Roy",
            "2014",
            "SwkdXvMAAAAJ:YsMSGLbcyi4C",
            355,
            "https:\/\/www.nature.com\/articles\/ncomms5079",
            "7184323622675474512",
            "\/scholar?cites=7184323622675474512",
            {
                "2013":2,
                "2014":3,
                "2015":29,
                "2016":51,
                "2017":46,
                "2018":51,
                "2019":76,
                "2020":84,
                "2021":10
            }
        ],
        [
            "We describe the design, fabrication and measurement of an integrated-optical Bragg grating filter, operating at a free-space wavelength of 1543 nm, based upon a silicon-on-insulator (SOI) ridge waveguide. The measured spectral response for a 4-mm long grating has a bandwidth of 15 GHz (0.12 nm), and shows good agreement with theoretical predictions.",
            "Fabrication and characterization of narrow-band Bragg-reflection filters in silicon-on-insulator ridge waveguides",
            "Thomas Edward Murphy and Jeffrey Todd Hastings and Henry I Smith",
            "2001",
            "SwkdXvMAAAAJ:9yKSN-GCB0IC",
            198,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=jlt-19-12-1938",
            "6447136815236411175",
            "\/scholar?cites=6447136815236411175",
            {
                "2000":1,
                "2001":1,
                "2002":4,
                "2003":8,
                "2004":5,
                "2005":8,
                "2006":10,
                "2007":8,
                "2008":11,
                "2009":16,
                "2010":17,
                "2011":8,
                "2012":15,
                "2013":11,
                "2014":8,
                "2015":16,
                "2016":8,
                "2017":16,
                "2018":12,
                "2019":13
            }
        ],
        [
            "There is a growing need for virus sensors with improved sensitivity and dynamic range, for applications including disease diagnosis, pharmaceutical research, agriculture and homeland security. We report here a new method for improving the sensitivity for detection of the bacteriophage virus MS2 using thin films of nanoporous silicon. Porous silicon is an easily fabricated material that has extremely high surface area to volume ratio, making it an ideal platform for surface based sensors. We have developed and evaluated two different methods for covalent bioconjugation of antibodies inside of porous silicon films, and we show that the pore penetration and binding efficiency depend on the wettability of the porous surface. The resulting films were used to selectively capture dye-labeled MS2 viruses from solution, and a viral concentration as low as 2× 1 0 7 plaque-forming units per mL (pfu\/mL) was detectable by …",
            "Porous silicon biosensor for detection of viruses",
            "Andrea M Rossi and Lili Wang and Vytas Reipa and Thomas E Murphy",
            "2007",
            "SwkdXvMAAAAJ:qjMakFHDy7sC",
            174,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0956566307002953",
            "2571696919727493724",
            "\/scholar?cites=2571696919727493724",
            {
                "2008":7,
                "2009":15,
                "2010":12,
                "2011":17,
                "2012":12,
                "2013":12,
                "2014":20,
                "2015":19,
                "2016":15,
                "2017":15,
                "2018":8,
                "2019":10,
                "2020":9,
                "2021":3
            }
        ]
    ]
}