{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "We present spectral and photometric observations of 10 Type Ia supernovae (SNe Ia) in the redshift range 0.16≤ z≤ 0.62. The luminosity distances of these objects are determined by methods that employ relations between SN Ia luminosity and light curve shape. Combined with previous data from our High-z Supernova Search Team and recent results by Riess et al., this expanded set of 16 high-redshift supernovae and a set of 34 nearby supernovae are used to place constraints on the following cosmological parameters: the Hubble constant (H 0), the mass density (Ω M), the cosmological constant (ie, the vacuum energy density, Ω Λ), the deceleration parameter (q 0), and the dynamical age of the universe (t 0). The distances of the high-redshift SNe Ia are, on average, 10%–15% farther than expected in a low mass density (Ω M= 0.2) universe without a cosmological constant. Different light curve fitting methods …",
            "Observational evidence from supernovae for an accelerating universe and a cosmological constant",
            "Adam G Riess and Alexei V Filippenko and Peter Challis and Alejandro Clocchiatti and Alan Diercks and Peter M Garnavich and Ron L Gilliland and Craig J Hogan and Saurabh Jha and Robert P Kirshner and BRUNO Leibundgut and MM Phillips and David Reiss and Brian P Schmidt and Robert A Schommer and R Chris Smith and J Spyromilio and Christopher Stubbs and Nicholas B Suntzeff and John Tonry",
            "1998",
            "sX4c00IAAAAJ:u5HHmVD_uO8C",
            20200,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/300499\/meta",
            "9167024543564577691",
            "\/scholar?cites=9167024543564577691",
            {
                "1999":254,
                "2000":347,
                "2001":495,
                "2002":563,
                "2003":656,
                "2004":609,
                "2005":697,
                "2006":777,
                "2007":726,
                "2008":903,
                "2009":905,
                "2010":930,
                "2011":1064,
                "2012":1196,
                "2013":1207,
                "2014":1174,
                "2015":1242,
                "2016":1272,
                "2017":1135,
                "2018":1182,
                "2019":1260,
                "2020":1243,
                "2021":113
            }
        ],
        [
            " We have discovered 16 Type Ia supernovae (SNe Ia) with the Hubble Space Telescope (HST) and have used them to provide the first conclusive evidence for cosmic deceleration that preceded the current epoch of cosmic acceleration. These objects, discovered during the course of the GOODS ACS Treasury program, include 6 of the 7 highest redshift SNe Ia known, all at  , and populate the Hubble diagram in unexplored territory. The luminosity distances to these objects and to 170 previously reported SNe Ia have been determined using empirical relations between light‐curve shape and luminosity. A purely kinematic interpretation of the SN Ia sample provides evidence at the greater than 99% confidence level for a transition from deceleration to acceleration or, similarly, strong evidence for a cosmic jerk. Using a simple model of the expansion history, the transition between the two epochs is constrained to be at …",
            "Type Ia supernova discoveries at z> 1 from the Hubble Space Telescope: Evidence for past deceleration and constraints on dark energy evolution",
            "Adam G Riess and Louis-Gregory Strolger and John Tonry and Stefano Casertano and Henry C Ferguson and Bahram Mobasher and Peter Challis and Alexei V Filippenko and Saurabh Jha and Weidong Li and Ryan Chornock and Robert P Kirshner and Bruno Leibundgut and Mark Dickinson and Mario Livio and Mauro Giavalisco and Charles C Steidel and Txitxo Benítez and Zlatan Tsvetanov",
            "2004",
            "sX4c00IAAAAJ:3x-KLxxGyuUC",
            4960,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/383612\/meta",
            "1287151229065989022",
            "\/scholar?cites=1287151229065989022",
            {
                "2004":117,
                "2005":396,
                "2006":533,
                "2007":474,
                "2008":441,
                "2009":382,
                "2010":318,
                "2011":307,
                "2012":293,
                "2013":263,
                "2014":251,
                "2015":214,
                "2016":192,
                "2017":161,
                "2018":171,
                "2019":181,
                "2020":196,
                "2021":18
            }
        ],
        [
            "The High‐z Supernova Search Team has discovered and observed eight new supernovae in the redshift interval  –1.2. These independent observations, analyzed by similar but distinct methods, confirm the results of Riess and Perlmutter and coworkers that supernova luminosity distances imply an accelerating universe. More importantly, they extend the redshift range of consistently observed Type Ia supernovae (SNe Ia) to  , where the signature of cosmological effects has the opposite sign of some plausible systematic effects. Consequently, these measurements not only provide another quantitative confirmation of the importance of dark energy, but also constitute a powerful qualitative test for the cosmological origin of cosmic acceleration. We find a rate for SN Ia of   at a mean redshift of 0.5. We present distances and host extinctions for 230 SN Ia. These place the following constraints on cosmological quantities …",
            "Cosmological results from high-z supernovae",
            "John L Tonry and Brian P Schmidt and Brian Barris and Pablo Candia and Peter Challis and Alejandro Clocchiatti and Alison L Coil and Alexei V Filippenko and Peter Garnavich and Craig Hogan and Stephen T Holland and Saurabh Jha and Robert P Kirshner and Kevin Krisciunas and Bruno Leibundgut and Weidong Li and Thomas Matheson and Mark M Phillips and Adam G Riess and Robert Schommer and R Chris Smith and Jesper Sollerman and Jason Spyromilio and Christopher W Stubbs and Nicholas B Suntzeff",
            "2003",
            "sX4c00IAAAAJ:d1gkVwhDpl0C",
            2199,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/376865\/meta",
            "2990816074539700072",
            "\/scholar?cites=2990816074539700072",
            {
                "2003":61,
                "2004":200,
                "2005":252,
                "2006":206,
                "2007":191,
                "2008":178,
                "2009":146,
                "2010":131,
                "2011":107,
                "2012":108,
                "2013":109,
                "2014":82,
                "2015":92,
                "2016":59,
                "2017":58,
                "2018":54,
                "2019":79,
                "2020":48,
                "2021":8
            }
        ],
        [
            "We have discovered 21 new Type Ia supernovae (SNe Ia) with the Hubble Space Telescope (HST) and have used them to trace the history of cosmic expansion over the last 10 billion yr. These objects, which include 13 spectroscopically confirmed SNe Ia at  , were discovered during 14 epochs of reimaging of the GOODS fields North and South over 2 yr with the Advanced Camera for Surveys on  HST. Together with a recalibration of our previous HST‐discovered SNe Ia, the full sample of 23 SNe Ia at   provides the highest redshift sample known. Combining these data with previous SN Ia data sets, we measured   at discrete, uncorrelated epochs, reducing the uncertainty of   from 50% to under 20%, strengthening the evidence for a cosmic jerk—the transition from deceleration in the past to acceleration in the present. The unique leverage of the HST high‐redshift SNe Ia provides the first meaningful constraint on …",
            "New Hubble space telescope discoveries of type Ia supernovae at z≥ 1: narrowing constraints on the early behavior of dark energy",
            "Adam G Riess and Louis-Gregory Strolger and Stefano Casertano and Henry C Ferguson and Bahram Mobasher and Ben Gold and Peter J Challis and Alexei V Filippenko and Saurabh Jha and Weidong Li and John Tonry and Ryan Foley and Robert P Kirshner and Mark Dickinson and Emily MacDonald and Daniel Eisenstein and Mario Livio and Josh Younger and Chun Xu and Tomas Dahlén and Daniel Stern",
            "2007",
            "sX4c00IAAAAJ:9yKSN-GCB0IC",
            1943,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/510378\/meta",
            "10718337927190467495",
            "\/scholar?cites=10718337927190467495",
            {
                "2007":93,
                "2008":244,
                "2009":231,
                "2010":210,
                "2011":170,
                "2012":164,
                "2013":133,
                "2014":122,
                "2015":101,
                "2016":80,
                "2017":87,
                "2018":92,
                "2019":87,
                "2020":100,
                "2021":7
            }
        ]
    ]
}