{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Many researchers, especially those new to the field, need to determine which criteria are essential for demonstrating autophagy, either for the purposes of their own research, or in the capacity of a manuscript or grant review. 1 Acceptable standards are an important issue, particularly considering that each of us may have his\/her own opinion regarding the answer. Unfortunately, the answer is in part a “moving target” as the field evolves. 2 This can be extremely frustrating for researchers who may think they have met those criteria, only to find out that the reviewers of their papers have different ideas. Conversely, as a reviewer, it is tiresome to raise the same objections repeatedly, wondering why researchers have not fulfilled some of the basic requirements for establishing the occurrence of an autophagic process. In addition, drugs that potentially modulate autophagy are increasingly being used in clinical trials, and …",
            "Guidelines for the use and interpretation of assays for monitoring autophagy",
            "Daniel J Klionsky and Kotb Abdelmohsen and Akihisa Abe and Md Joynal Abedin and Hagai Abeliovich and Abraham Acevedo Arozena and Hiroaki Adachi and Christopher M Adams and Peter D Adams and Khosrow Adeli and Peter J Adhihetty and Sharon G Adler and Galila Agam and Rajesh Agarwal and Manish K Aghi and Maria Agnello and Patrizia Agostinis and Patricia V Aguilar and Julio Aguirre-Ghiso and Edoardo M Airoldi and Slimane Ait-Si-Ali and Takahiko Akematsu and Emmanuel T Akporiaye and Mohamed Al-Rubeai and Guillermo M Albaiceta and Chris Albanese and Diego Albani and Matthew L Albert and Jesus Aldudo and Hana Algül and Mehrdad Alirezaei and Iraide Alloza and Alexandru Almasan and Maylin Almonte-Beceril and Emad S Alnemri and Covadonga Alonso and Nihal Altan-Bonnet and Dario C Altieri and Silvia Alvarez and Lydia Alvarez-Erviti and Sandro Alves and Giuseppina Amadoro and Atsuo Amano and Consuelo Amantini and Santiago Ambrosio and Ivano Amelio and Amal O Amer and Mohamed Amessou and Angelika Amon and Zhenyi An and Frank A Anania and Stig U Andersen and Usha P Andley and Catherine K Andreadi and Nathalie Andrieu-Abadie and Alberto Anel and David K Ann and Shailendra Anoopkumar-Dukie and Manuela Antonioli and Hiroshi Aoki and Nadezda Apostolova and Saveria Aquila and Katia Aquilano and Koichi Araki and Eli Arama and Agustin Aranda and Jun Araya and Alexandre Arcaro and Esperanza Arias and Hirokazu Arimoto and Aileen R Ariosa and Jane L Armstrong and Thierry Arnould and Ivica Arsov and Katsuhiko Asanuma and Valerie Askanas and Eric Asselin and Ryuichiro Atarashi and Sally S Atherton and Julie D Atkin and Laura D Attardi and Patrick Auberger and Georg Auburger and Laure Aurelian and Riccardo Autelli and Laura Avagliano and Maria Laura Avantaggiati and Limor Avrahami and Suresh Awale and Neelam Azad and Tiziana Bachetti and Jonathan M Backer and Dong-Hun Bae and Jae-Sung Bae and Ok-Nam Bae and Soo Han Bae and Eric H Baehrecke and Seung-Hoon Baek and Stephen Baghdiguian and Agnieszka Bagniewska-Zadworna and Hua Bai and Jie Bai and Xue-Yuan Bai and Yannick Bailly and Kithiganahalli Narayanaswamy Balaji and Walter Balduini and Andrea Ballabio and Rena Balzan and Rajkumar Banerjee and Gábor Bánhegyi and Haijun Bao and Benoit Barbeau and Maria D Barrachina and Esther Barreiro and Bonnie Bartel and Alberto Bartolomé and Diane C Bassham and Maria Teresa Bassi and Robert C Bast Jr and Alakananda Basu and Maria Teresa Batista and Henri Batoko and Maurizio Battino and Kyle Bauckman and Bradley L Baumgarner and K Ulrich Bayer and Rupert Beale and Jean-Francois Beaulieu and George R Beck Jr and Christoph Becker and J David Beckham and Pierre-Andre Bedard and Patrick J Bednarski and Thomas J Begley and Christian Behl and Christian Behrends and Georg MN Behrens and Kevin E Behrns and Eloy Bejarano and Amine Belaid and Francesca Belleudi and Giovanni Bénard and Guy Berchem and Daniele Bergamaschi and Matteo Bergami and Ben Berkhout and Laura Berliocchi and Amélie Bernard and Monique Bernard and Francesca Bernassola",
            "2016",
            "syHttlMAAAAJ:Y0pCki6q_DkC",
            7289,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/15548627.2015.1100356",
            "5466665393835199140",
            "\/scholar?cites=5466665393835199140",
            {
                "2006":19,
                "2007":18,
                "2008":26,
                "2009":19,
                "2010":19,
                "2011":25,
                "2012":56,
                "2013":365,
                "2014":656,
                "2015":737,
                "2016":907,
                "2017":1074,
                "2018":1065,
                "2019":1018,
                "2020":1143,
                "2021":82
            }
        ],
        [
            "Research in autophagy continues to accelerate, 1 and as a result many new scientists are entering the field. Accordingly, it is important to establish a standard set of criteria for monitoring macroautophagy in different organisms. Recent reviews have described the range of assays that have been used for this purpose. 2, 3 There are many useful and convenient methods that can be used to monitor macroautophagy in yeast, but relatively few in other model systems, and there is much confusion regarding acceptable methods to measure macroautophagy in higher eukaryotes. A key point that needs to be emphasized is that there is a difference between measurements that monitor the numbers of autophagosomes versus those that measure flux through the autophagy pathway; thus, a block in macroautophagy that results in autophagosome accumulation needs to be differentiated from fully functional autophagy that …",
            "Guidelines for the use and interpretation of assays for monitoring autophagy in higher eukaryotes",
            "Daniel J Klionsky and Hagai Abeliovich and Patrizia Agostinis and Devendra K Agrawal and Gjumrakch Aliev and David S Askew and Misuzu Baba and Eric H Baehrecke and Ben A Bahr and Andrea Ballabio and Bruce A Bamber and Diane C Bassham and Ettore Bergamini and Xiaoning Bi and Martine Biard-Piechaczyk and Janice S Blum and Dale E Bredesen and Jeffrey L Brodsky and John H Brumell and Ulf T Brunk and Wilfried Bursch and Nadine Camougrand and Eduardo Cebollero and Francesco Cecconi and Yingyu Chen and Lih-Shen Chin and Augustine Choi and Charleen T Chu and Jongkyeong Chung and Robert SB Clark and Peter GH Clarke and Steven G Clarke and Corinne Clavé and John L Cleveland and Patrice Codogno and María Isabel Colombo and Ana Coto-Montes and James M Cregg and Ana Maria Cuervo and Jayanta Debnath and Patrick B Dennis and Phillip A Dennis and Francesca Demarchi and Vojo Deretic and Rodney J Devenish and Federica Di Sano and J Fred Dice and Clark W Distelhorst and Savithramma P Dinesh-Kumar and N Tony Eissa and Marian DiFiglia and Mojgan Djavaheri-Mergny and Frank C Dorsey and Wulf Dröge and Michel Dron and William A Dunn and Jr and Michael Duszenko and Zvulun Elazar and Audrey Esclatine and Eeva-Liisa Eskelinen and László Fésüs and Kim D Finley and José M Fuentes and Juan Fueyo-Margareto and Kozo Fujisaki and Brigitte Galliot and Fen-Biao Gao and David A Gewirtz and Spencer B Gibson and Antje Gohla and Alfred L Goldberg and Ramon Gonzalez and Cristina González-Estévez and Sharon M Gorski and Roberta A Gottlieb and Dieter Häussinger and You-Wen He and Kim Heidenreich and Joseph A Hill and Maria Høyer-Hansen and Xun Hu and Wei-Pang Huang and Akiko Iwasaki and Marja Jäättelä and William T Jackson and Xuejun Jiang and Shengkan V Jin and Terje Johansen and Jae U Jung and Motoni Kadowaki and Chanhee Kang and Ameeta Kelekar and David H Kessel and Jan AKW Kiel and Hong Pyo Kim and Adi Kimchi and Timothy J Kinsella and Kirill Kiselyov and Katsuhiko Kitamoto and Erwin Knecht and Masaaki Komatsu and Eiki Kominami and Seiji Kondo and Attila L Kovács and Guido Kroemer and Chia-Yi Kuan and Rakesh Kumar and Mondira Kundu and Jacques Landry and Marianne Laporte and Weidong Le and Huan-Yao Lei and Beth Levine and Andrew P Lieberman and Kah-Leong Lim and Fu-Cheng Lin and Willisa Liou and Leroy F Liu and Gabriel Lopez-Berestein and Carlos López-Otín and Bo Lu and Kay F Macleod and Walter Malorni and Wim Martinet and Ken Matsuoka and Josef Mautner and Alfred J Meijer and Alicia Meléndez and Paul Michels and Giovanni Miotto and Wilhelm P Mistiaen and Noboru Mizushima and Baharia Mograbi and Michael N Moore and Paula I Moreira and Yuji Moriyasu and Tomasz Motyl and Christian Münz and Leon O Murphy and Naweed I Naqvi and Thomas P Neufeld and Ichizo Nishino and Ralph A Nixon and Takeshi Noda and Bernd Nürnberg and Michinaga Ogawa and Nancy L Oleinick and Laura J Olsen and Bulent Ozpolat and Shoshana Paglin",
            "2008",
            "syHttlMAAAAJ:TQgYirikUcIC",
            2459,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.4161\/auto.5338",
            "8629063813999926310",
            "\/scholar?cites=8629063813999926310",
            {
                "2008":78,
                "2009":188,
                "2010":244,
                "2011":301,
                "2012":407,
                "2013":313,
                "2014":216,
                "2015":173,
                "2016":163,
                "2017":109,
                "2018":101,
                "2019":66,
                "2020":86,
                "2021":3
            }
        ],
        [
            "Neuronal accumulation of α-synuclein and Lewy body formation are characteristic to many neurodegenerative diseases, including Parkinson9s disease (PD). This Lewy pathology appears to spread throughout the brain as the disease progresses. Furthermore, recent studies showed the occurrence of Lewy pathology in neurons grafted into the brains of PD patients, suggesting the spread of pathology from the host tissues to the grafts. The mechanism underlying this propagation is unknown. Here, we show that α-synuclein is transmitted via endocytosis to neighboring neurons and neuronal precursor cells, forming Lewy-like inclusions. Moreover, α-synuclein was transmitted from the affected neurons to engrafted neuronal precursor cells in a transgenic model of PD-like pathology. Failure of the protein quality control systems, especially lysosomes, promoted the accumulation of transmitted α-synuclein and inclusion …",
            "Inclusion formation and neuronal cell death through neuron-to-neuron transmission of α-synuclein",
            "Paula Desplats and He-Jin Lee and Eun-Jin Bae and Christina Patrick and Edward Rockenstein and Leslie Crews and Brian Spencer and Eliezer Masliah and Seung-Jae Lee",
            "2009",
            "syHttlMAAAAJ:zYLM7Y9cAGgC",
            1318,
            "https:\/\/www.pnas.org\/content\/106\/31\/13010.short",
            "4507547776885994755",
            "\/scholar?cites=4507547776885994755",
            {
                "2009":9,
                "2010":70,
                "2011":96,
                "2012":118,
                "2013":127,
                "2014":130,
                "2015":143,
                "2016":133,
                "2017":131,
                "2018":127,
                "2019":110,
                "2020":110,
                "2021":8
            }
        ],
        [
            "α-Synuclein (α-syn), particularly in its aggregated forms, is implicated in the pathogenesis of Parkinson9s disease and other related neurological disorders. However, the normal biology of α-syn and how it relates to the aggregation of the protein are not clearly understood. Because of the lack of the signal sequence and its predominant localization in the cytosol, α-syn is generally considered exclusively an intracellular protein. Contrary to this assumption, here, we show that a small percentage of newly synthesized α-syn is rapidly secreted from cells via unconventional, endoplasmic reticulum\/Golgi-independent exocytosis. Consistent with this finding, we also demonstrate that a portion of cellular α-syn is present in the lumen of vesicles. Importantly, the intravesicular α-syn is more prone to aggregation than the cytosolic protein, and aggregated forms of α-syn are also secreted from cells. Furthermore, secretion of …",
            "Intravesicular localization and exocytosis of α-synuclein and its aggregates",
            "He-Jin Lee and Smita Patel and Seung-Jae Lee",
            "2005",
            "syHttlMAAAAJ:Zph67rFs4hoC",
            732,
            "https:\/\/www.jneurosci.org\/content\/25\/25\/6016.short",
            "14107918293129702319",
            "\/scholar?cites=14107918293129702319",
            {
                "2006":8,
                "2007":12,
                "2008":30,
                "2009":29,
                "2010":46,
                "2011":55,
                "2012":55,
                "2013":67,
                "2014":68,
                "2015":56,
                "2016":54,
                "2017":66,
                "2018":70,
                "2019":36,
                "2020":54,
                "2021":6
            }
        ],
        [
            "Abnormal neuronal aggregation of α-synuclein is implicated in the development of many neurological disorders, including Parkinson disease and dementia with Lewy bodies. Glial cells also show extensive α-synuclein pathology and may contribute to disease progression. However, the mechanism that produces the glial α-synuclein pathology and the interaction between neurons and glia in the disease-inflicted microenvironment remain unknown. Here, we show that α-synuclein proteins released from neuronal cells are taken up by astrocytes through endocytosis and form inclusion bodies. The glial accumulation of α-synuclein through the transmission of the neuronal protein was also demonstrated in a transgenic mouse model expressing human α-synuclein. Furthermore, astrocytes that were exposed to neuronal α-synuclein underwent changes in the gene expression profile reflecting an inflammatory response …",
            "Direct transfer of α-synuclein from neuron to astroglia causes inflammatory responses in synucleinopathies",
            "He-Jin Lee and Ji-Eun Suk and Christina Patrick and Eun-Jin Bae and Ji-Hoon Cho and Sangchul Rho and Daehee Hwang and Eliezer Masliah and Seung-Jae Lee",
            "2010",
            "syHttlMAAAAJ:3fE2CSJIrl8C",
            603,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021925820873207",
            "13034280683560703445",
            "\/scholar?cites=13034280683560703445",
            {
                "2010":10,
                "2011":27,
                "2012":49,
                "2013":42,
                "2014":66,
                "2015":58,
                "2016":58,
                "2017":63,
                "2018":66,
                "2019":70,
                "2020":83,
                "2021":9
            }
        ],
        [
            "α-Synuclein exists as at least two structural isoforms: a helix-rich, membrane-bound form and a disordered, cytosolic form. Here, we investigated the role of membrane-bound α-synuclein in the aggregation process. In a cell-free system consisting of isolated brain fractions, spontaneous and progressive aggregation of α-synuclein was observed in membranes starting at day 1, whereas no aggregation was observed in the cytosolic fraction in a 3-day period. The addition of antioxidants reduced the aggregation in the membrane fraction, implicating the role of oxidative modifications. When excess cytosolic α-synuclein was added to brain membranes, the rate of aggregation was increased, while the lag time was unaffected. Incorporation of cytosolic α-synuclein into membrane-associated aggregates was demonstrated by fractionation and co-immunoprecipitation experiments. In our recent study, we showed that …",
            "Membrane-bound α-synuclein has a high aggregation propensity and the ability to seed the aggregation of the cytosolic form",
            "He-Jin Lee and Chan Choi and Seung-Jae Lee",
            "2002",
            "syHttlMAAAAJ:maZDTaKrznsC",
            475,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021925820880594",
            "1874794624806823137",
            "\/scholar?cites=1874794624806823137",
            {
                "2002":7,
                "2003":16,
                "2004":23,
                "2005":12,
                "2006":19,
                "2007":15,
                "2008":33,
                "2009":30,
                "2010":29,
                "2011":35,
                "2012":26,
                "2013":29,
                "2014":33,
                "2015":31,
                "2016":25,
                "2017":30,
                "2018":31,
                "2019":32,
                "2020":17,
                "2021":1
            }
        ],
        [
            "Abnormal aggregation of α-synuclein and sustained microglial activation are important contributors to the pathogenic processes of Parkinson’s disease. However, the relationship between disease-associated protein aggregation and microglia-mediated neuroinflammation remains unknown. Here, using a combination of in silico, in vitro and in vivo approaches, we show that extracellular α-synuclein released from neuronal cells is an endogenous agonist for Toll-like receptor 2 (TLR2), which activates inflammatory responses in microglia. The TLR2 ligand activity of α-synuclein is conformation-sensitive; only specific types of oligomer can interact with and activate TLR2. This paracrine interaction between neuron-released oligomeric α-synuclein and TLR2 in microglia suggests that both of these proteins are novel therapeutic targets for modification of neuroinflammation in Parkinson’s disease and related neurological …",
            "Neuron-released oligomeric α-synuclein is an endogenous agonist of TLR2 for paracrine activation of microglia",
            "Changyoun Kim and Dong-Hwan Ho and Ji-Eun Suk and Sungyong You and Sarah Michael and Junghee Kang and Sung Joong Lee and Eliezer Masliah and Daehee Hwang and He-Jin Lee and Seung-Jae Lee",
            "2013",
            "syHttlMAAAAJ:hqOjcs7Dif8C",
            460,
            "https:\/\/www.nature.com\/articles\/ncomms2534",
            "10309188726888030660",
            "\/scholar?cites=10309188726888030660",
            {
                "2013":7,
                "2014":33,
                "2015":59,
                "2016":62,
                "2017":50,
                "2018":76,
                "2019":63,
                "2020":96,
                "2021":9
            }
        ],
        [
            "Abnormal folding and accumulation of a-synuclein is implicated in several neurological disorders including Parkinson's disease. Although a-synuclein is a typical cytoplasmic protein, a small amount of both monomeric and aggregated forms is secreted from cells and is present in human body fluids, such as cerebrospinal fluid. Extracellular a-synuclein aggregates have been shown to be neurotoxic, posing a challenge to any cell exposed to them. Here, we examine the internalization of various forms of extracellular a-synuclein, including fibrils, oligomers, and monomer, into neuronal cells and their subsequent degradation. Internalization of fibrillar a-synuclein could be inhibited by low temperature or the expression of a dominant-negative mutant dynamin-1 K44A, suggesting the endocytosis-mediated internalization. The internalized fibrils moved through the endosomal pathway and were degraded in the lysosome …",
            "Assembly-dependent endocytosis and clearance of extracellular a-synuclein",
            "He-Jin Lee and Ji-Eun Suk and Eun-Jin Bae and Jung-Ho Lee and Seung R Paik and Seung-Jae Lee",
            "2008",
            "syHttlMAAAAJ:u-x6o8ySG0sC",
            431,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1357272508000216",
            "1101498700144362405",
            "\/scholar?cites=1101498700144362405",
            {
                "2008":5,
                "2009":15,
                "2010":27,
                "2011":33,
                "2012":30,
                "2013":39,
                "2014":35,
                "2015":36,
                "2016":38,
                "2017":52,
                "2018":37,
                "2019":27,
                "2020":50,
                "2021":2
            }
        ],
        [
            "Cytoplasmic deposition of α-synuclein aggregates is a common pathological feature of many neurodegenerative diseases. Strong evidence for the causative role of α-synuclein in these disorders is provided by genetic linkage between this gene and familial Parkinson9s disease and by neurodegeneration in transgenic animals that overexpress this protein. In particular, it has been hypothesized that the accumulation of nonfibrillar oligomers of α-synuclein, which serve as intermediates for fibrillar inclusion body formation, causes neurodegeneration. However, little is known about how cells handle potentially toxic protein aggregates. Here we demonstrate that cells are capable of clearing preformed α-synuclein aggregates via the lysosomal degradation pathway. Consequently, blocking this pathway causes the accumulation of the aggregates in non-neuronal cells, differentiated neuroblastoma cells, and primary …",
            "Clearance of α-synuclein oligomeric intermediates via the lysosomal degradation pathway",
            "He-Jin Lee and Farnaz Khoshaghideh and Smita Patel and Seung-Jae Lee",
            "2004",
            "syHttlMAAAAJ:UebtZRa9Y70C",
            421,
            "https:\/\/www.jneurosci.org\/content\/24\/8\/1888.short",
            "9762473788408073552",
            "\/scholar?cites=9762473788408073552",
            {
                "2004":5,
                "2005":14,
                "2006":24,
                "2007":17,
                "2008":30,
                "2009":24,
                "2010":26,
                "2011":24,
                "2012":29,
                "2013":23,
                "2014":34,
                "2015":22,
                "2016":22,
                "2017":22,
                "2018":32,
                "2019":25,
                "2020":44,
                "2021":1
            }
        ],
        [
            "Amyloid-like fibrillar aggregates of intracellular proteins are common pathological features of human neurodegenerative diseases. However, the nature of pathogenic aggregates and the biological consequences of their formation remain elusive. Here, we describe (i) a model cellular system in which prefibrillar α-synuclein aggregates and fibrillar inclusions are naturally formed in the cytoplasm with distinctive kinetics and (ii) a tight correlation between the presence of prefibrillar aggregates and the Golgi fragmentation. Consistent with the structural abnormality of Golgi apparatus, trafficking and maturation of dopamine transporter through the biosynthetic pathway were impaired in the presence of α-synuclein aggregates. Reduction in cell viability was also observed in the prefibrillar aggregate-forming condition and before the inclusion formation. The fibrillar inclusions, on the other hand, showed no correlation with …",
            "Golgi fragmentation occurs in the cells with prefibrillar α-synuclein aggregates and precedes the formation of fibrillar inclusion",
            "Nirmal Gosavi and He-Jin Lee and Jun Sung Lee and Smita Patel and Seung-Jae Lee",
            "2002",
            "syHttlMAAAAJ:9yKSN-GCB0IC",
            321,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S002192581933145X",
            "2147684779705424429",
            "\/scholar?cites=2147684779705424429",
            {
                "2002":2,
                "2003":11,
                "2004":21,
                "2005":11,
                "2006":20,
                "2007":13,
                "2008":19,
                "2009":20,
                "2010":17,
                "2011":22,
                "2012":28,
                "2013":17,
                "2014":21,
                "2015":20,
                "2016":12,
                "2017":11,
                "2018":18,
                "2019":14,
                "2020":23
            }
        ]
    ]
}