{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This report describes the 2014 study by the Science Definition Team (SDT) of the Wide-Field Infrared Survey Telescope (WFIRST) mission. It is a space observatory that will address the most compelling scientific problems in dark energy, exoplanets and general astrophysics using a 2.4-m telescope with a wide-field infrared instrument and an optical coronagraph. The Astro2010 Decadal Survey recommended a Wide Field Infrared Survey Telescope as its top priority for a new large space mission. As conceived by the decadal survey, WFIRST would carry out a dark energy science program, a microlensing program to determine the demographics of exoplanets, and a general observing program utilizing its ultra wide field. In October 2012, NASA chartered a Science Definition Team (SDT) to produce, in collaboration with the WFIRST Study Office at GSFC and the Program Office at JPL, a Design Reference Mission (DRM) for an implementation of WFIRST using one of the 2.4-m, Hubble-quality telescope assemblies recently made available to NASA. This DRM builds on the work of the earlier WFIRST SDT, reported by Green et al.(2012) and the previous WFIRST-2.4 DRM, reported by Spergel et.(2013). The 2.4-m primary mirror enables a mission with greater sensitivity and higher angular resolution than the 1.3-m and 1.1-m designs considered previously, increasing both the science return of the primary surveys and the capabilities of WFIRST as a Guest Observer facility. The addition of an on-axis coronagraphic instrument to the baseline design enables imaging and spectroscopic studies of planets around nearby stars.",
            "Wide-field infrarred survey telescope-astrophysics focused telescope assets WFIRST-AFTA 2015 report",
            "D Spergel and N Gehrels and C Baltay and D Bennett and J Breckinridge and M Donahue and A Dressler and BS Gaudi and T Greene and O Guyon and C Hirata and J Kalirai and NJ Kasdin and B Macintosh and W Moos and S Perlmutter and M Postman and B Rauscher and J Rhodes and Y Wang and D Weinberg and D Benford and M Hudson and W-S Jeong and Y Mellier and W Traub and T Yamada and P Capak and J Colbert and D Masters and M Penny and D Savransky and D Stern and N Zimmerman and R Barry and L Bartusek and K Carpenter and E Cheng and D Content and F Dekens and R Demers and K Grady and C Jackson and G Kuan and J Kruk and M Melton and B Nemati and B Parvin and I Poberezhskiy and C Peddie and J Ruffa and JK Wallace and A Whipple and E Wollack and F Zhao",
            "2015",
            "SYYjQ0UAAAAJ:_xSYboBqXhAC",
            356,
            "https:\/\/arxiv.org\/abs\/1503.03757",
            "11372599461136769385",
            "\/scholar?cites=11372599461136769385",
            {
                "2014":2,
                "2015":39,
                "2016":55,
                "2017":45,
                "2018":63,
                "2019":75,
                "2020":69,
                "2021":7
            }
        ],
        [
            "The Astro2010 Decadal Survey recommended a Wide Field Infrared Survey Telescope (WFIRST) as its top priority for a new large space mission. As conceived by the decadal survey, WFIRST would carry out a dark energy science program, a microlensing program to determine the demographics of exoplanets, and a general observing program utilizing its ultra wide field. In October 2012, NASA chartered a Science Definition Team (SDT) to produce, in collaboration with the WFIRST Project Office at GSFC and the Program Office at JPL, a Design Reference Mission (DRM) for an implementation of WFIRST using one of the 2.4-m, Hubble-quality mirror assemblies recently made available to NASA. This DRM builds on the work of the earlier WFIRST SDT, reported by Green et al.(2012). The 2.4-m primary mirror enables a mission with greater sensitivity and higher angular resolution than the 1.3-m and 1.1-m designs considered previously, increasing both the science return of the primary surveys and the capabilities of WFIRST as a Guest Observer facility. The option of adding an on-axis, coronagraphic instrument would enable imaging and spectroscopic studies of planets around nearby stars. This document presents the final report of the SDT.",
            "Wide-field infrared survey telescope-astrophysics focused telescope assets WFIRST-AFTA final report",
            "D Spergel and N Gehrels and J Breckinridge and M Donahue and A Dressler and BS Gaudi and T Greene and O Guyon and C Hirata and J Kalirai and NJ Kasdin and W Moos and S Perlmutter and M Postman and B Rauscher and J Rhodes and Y Wang and D Weinberg and J Centrella and W Traub and C Baltay and J Colbert and D Bennett and A Kiessling and B Macintosh and J Merten and M Mortonson and M Penny and E Rozo and D Savransky and K Stapelfeldt and Y Zu and C Baker and E Cheng and D Content and J Dooley and M Foote and R Goullioud and K Grady and C Jackson and J Kruk and M Levine and M Melton and C Peddie and J Ruffa and S Shaklan",
            "2013",
            "SYYjQ0UAAAAJ:f2IySw72cVMC",
            173,
            "https:\/\/arxiv.org\/abs\/1305.5422",
            "11130250931235646727",
            "\/scholar?cites=11130250931235646727",
            {
                "2013":21,
                "2014":23,
                "2015":32,
                "2016":23,
                "2017":19,
                "2018":25,
                "2019":16,
                "2020":10,
                "2021":1
            }
        ],
        [
            "The amount of ultraviolet irradiation and ablation experienced by a planet depends strongly on the temperature of its host star. Of the thousands of extrasolar planets now known, only six have been found that transit hot, A-type stars (with temperatures of 7,300–10,000 kelvin), and no planets are known to transit the even hotter B-type stars. For example, WASP-33 is an A-type star with a temperature of about 7,430 kelvin, which hosts the hottest known transiting planet, WASP-33b (ref. 1); the planet is itself as hot as a red dwarf star of type M (ref. 2). WASP-33b displays a large heat differential between its dayside and nightside 2, and is highly inflated–traits that have been linked to high insolation 3, 4. However, even at the temperature of its dayside, its atmosphere probably resembles the molecule-dominated atmospheres of other planets and, given the level of ultraviolet irradiation it experiences, its atmosphere is …",
            "A giant planet undergoing extreme-ultraviolet irradiation by its hot massive-star host",
            "B Scott Gaudi and Keivan G Stassun and Karen A Collins and Thomas G Beatty and George Zhou and David W Latham and Allyson Bieryla and Jason D Eastman and Robert J Siverd and Justin R Crepp and Erica J Gonzales and Daniel J Stevens and Lars A Buchhave and Joshua Pepper and Marshall C Johnson and Knicole D Colon and Eric LN Jensen and Joseph E Rodriguez and Valerio Bozza and Sebastiano Calchi Novati and Giuseppe D’Ago and Mary T Dumont and Tyler Ellis and Clement Gaillard and Hannah Jang-Condell and David H Kasper and Akihiko Fukui and Joao Gregorio and Ayaka Ito and John F Kielkopf and Mark Manner and Kyle Matt and Norio Narita and Thomas E Oberst and Phillip A Reed and Gaetano Scarpetta and Denice C Stephens and Rex R Yeigh and Roberto Zambelli and BJ Fulton and Andrew W Howard and David J James and Matthew Penny and Daniel Bayliss and Ivan A Curtis and DL DePoy and Gilbert A Esquerdo and Andrew Gould and Michael D Joner and Rudolf B Kuhn and Jonathan Labadie-Bartz and Michael B Lund and Jennifer L Marshall and Kim K McLeod and Richard W Pogge and Howard Relles and Christopher Stockdale and TG Tan and Mark Trueblood and Patricia Trueblood",
            "2017",
            "SYYjQ0UAAAAJ:dfsIfKJdRG4C",
            137,
            "https:\/\/www.nature.com\/articles\/nature22392",
            "9318093928724554115",
            "\/scholar?cites=9318093928724554115",
            {
                "2017":12,
                "2018":41,
                "2019":36,
                "2020":44,
                "2021":3
            }
        ],
        [
            "The Euclid mission is the second M-class mission of the ESA Cosmic Vision programme, with the principal science goal of studying dark energy through observations of weak lensing and baryon acoustic oscillations. Euclid is also expected to undertake additional Legacy Science programmes. One such proposal is the Exoplanet Euclid Legacy Survey (ExELS) which will be the first survey able to measure the abundance of exoplanets down to Earth mass for host separations from ∼1 au out to the free-floating (unbound) regime. The cold and free-floating exoplanet regimes represent a crucial discovery space for testing planet formation theories. ExELS will use the gravitational microlensing technique and will detect 1000 microlensing events per month over 1.6 deg2 of the Galactic bulge. We assess how many of these events will have detectable planetary signatures using a detailed multiwavelength …",
            "ExELS: an exoplanet legacy science proposal for the ESA Euclid mission – I. Cold exoplanets",
            "MT Penny and Eamonn Kerins and N Rattenbury and J-P Beaulieu and AC Robin and S Mao and V Batista and S Calchi Novati and A Cassan and P Fouqué and I McDonald and JB Marquette and Patrick Tisserand and MR Zapatero Osorio",
            "2013",
            "SYYjQ0UAAAAJ:9ZlFYXVOiuMC",
            85,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/434\/1\/2\/1008130",
            "3965800480074720394",
            "\/scholar?cites=3965800480074720394",
            {
                "2013":2,
                "2014":10,
                "2015":14,
                "2016":20,
                "2017":9,
                "2018":10,
                "2019":8,
                "2020":11,
                "2021":1
            }
        ],
        [
            "We present new ground-based, multi-colour, broad-band photometric measurements of the physical parameters, transmission and emission spectra of the transiting extrasolar planet WASP-19b. The measurements are based on observations of eight transits and four occultations through a Gunn i filter using the 1.54-m Danish Telescope, 14 transits through an Rc filter at the Perth Exoplanet Survey Telescope (PEST) observatory and one transit observed simultaneously through four optical (Sloan g′, r′, i′, z′) and three near-infrared (J, H, K) filters, using the Gamma Ray Burst Optical and Near-Infrared Detector (GROND) instrument on the MPG\/ESO 2.2-m telescope. The GROND optical light curves have a point-to-point scatter around the best-fitting model between 0.52 and 0.65 mmag rms. We use these new data to measure refined physical parameters for the system. We find the planet to be more bloated …",
            "Physical properties, transmission and emission spectra of the WASP-19 planetary system from multi-colour photometry",
            "Luigi Mancini and S Ciceri and G Chen and J Tregloan-Reed and JJ Fortney and J Southworth and TG Tan and M Burgdorf and S Calchi Novati and Martin Dominik and X-S Fang and F Finet and T Gerner and S Hardis and TC Hinse and UG Jørgensen and C Liebig and N Nikolov and Davide Ricci and S Schäfer and F Schönebeck and J Skottfelt and Olivier Wertz and KA Alsubai and V Bozza and P Browne and Peter Dodds and S-H Gu and K Harpsøe and Th Henning and M Hundertmark and J Jessen-Hansen and N Kains and E Kerins and H Kjeldsen and MN Lund and M Lundkvist and N Madhusudhan and M Mathiasen and MT Penny and S Prof and S Rahvar and K Sahu and G Scarpetta and C Snodgrass and J Surdej",
            "2013",
            "SYYjQ0UAAAAJ:lSLTfruPkqcC",
            81,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/436\/1\/2\/970384",
            "6568770856569309769",
            "\/scholar?cites=6568770856569309769",
            {
                "2013":1,
                "2014":15,
                "2015":13,
                "2016":14,
                "2017":6,
                "2018":8,
                "2019":12,
                "2020":12
            }
        ],
        [
            "We present the results of an optical spectroscopic monitoring program targeting NGC 5548 as part of a larger multiwavelength reverberation mapping campaign. The campaign spanned 6 months and achieved an almost daily cadence with observations from five ground-based telescopes. The Hβ and He ii λ4686 broad emission-line light curves lag that of the 5100 Å optical continuum by  and , respectively. The Hβ lag relative to the 1158 Å ultraviolet continuum light curve measured by the Hubble Space Telescope is~ 50% longer than that measured against the optical continuum, and the lag difference is consistent with the observed lag between the optical and ultraviolet continua. This suggests that the characteristic radius of the broad-line region is~ 50% larger than the value inferred from optical data alone. We also measured velocity-resolved emission-line lags for Hβ and found a …",
            "Space telescope and optical reverberation mapping project. V. Optical spectroscopic campaign and emission-line analysis for NGC 5548",
            "L Pei and MM Fausnaugh and AJ Barth and BM Peterson and MC Bentz and G De Rosa and KD Denney and MR Goad and CS Kochanek and KT Korista and GA Kriss and RW Pogge and VN Bennert and M Brotherton and KI Clubb and E Dalla Bontà and AV Filippenko and Jenny E Greene and CJ Grier and M Vestergaard and W Zheng and Scott M Adams and Thomas G Beatty and A Bigley and Jacob E Brown and Jonathan S Brown and G Canalizo and JM Comerford and Carl T Coker and EM Corsini and S Croft and KV Croxall and AJ Deason and Michael Eracleous and OD Fox and EL Gates and CB Henderson and E Holmbeck and TW-S Holoien and JJ Jensen and CA Johnson and PL Kelly and S Kim and A King and MW Lau and Miao Li and Cassandra Lochhaas and Zhiyuan Ma and ER Manne-Nicholas and JC Mauerhan and MA Malkan and R McGurk and L Morelli and Ana Mosquera and Dale Mudd and F Muller Sanchez and ML Nguyen and P Ochner and B Ou-Yang and A Pancoast and Matthew T Penny and A Pizzella and Radosław Poleski and Jessie Runnoe and B Scott and Jaderson S Schimoia and BJ Shappee and I Shivvers and Gregory V Simonian and A Siviero and Garrett Somers and Daniel J Stevens and Michael A Strauss and Jamie Tayar and Nicolás Tejos and T Treu and J Van Saders and L Vican and S Villanueva Jr and H Yuk and NL Zakamska and W Zhu and MD Anderson and P Arévalo and C Bazhaw and Susanna Bisogni and GA Borman and MC Bottorff and WN Brandt and AA Breeveld and EM Cackett and MT Carini and DM Crenshaw and A De Lorenzo-Cáceres and M Dietrich and R Edelson and NV Efimova and J Ely and PA Evans and GJ Ferland and K Flatland and N Gehrels and S Geier and JM Gelbord and D Grupe and A Gupta and PB Hall and S Hicks and D Horenstein and Keith Horne and T Hutchison and M Im and MD Joner and J Jones and J Kaastra and S Kaspi and BC Kelly and JA Kennea and M Kim and SC Kim and SA Klimanov and JC Lee and DC Leonard and P Lira and F MacInnis and S Mathur and IM McHardy and C Montouri and R Musso and SV Nazarov and H Netzer and RP Norris and JA Nousek and DN Okhmat and I Papadakis and JR Parks and J-U Pott and SE Rafter and H-W Rix and DA Saylor and K Schnülle and SG Sergeev and M Siegel and A Skielboe and M Spencer and D Starkey and H-I Sung and KG Teems and CS Turner and P Uttley",
            "2017",
            "SYYjQ0UAAAAJ:nb7KW1ujOQ8C",
            80,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/1538-4357\/aa5eb1\/meta",
            "12011337473504554717",
            "\/scholar?cites=12011337473504554717",
            {
                "2017":9,
                "2018":23,
                "2019":26,
                "2020":21,
                "2021":1
            }
        ],
        [
            "In December 2010, NASA created a Science Definition Team (SDT) for WFIRST, the Wide Field Infra-Red Survey Telescope, recommended by the Astro 2010 Decadal Survey as the highest priority for a large space mission. The SDT was chartered to work with the WFIRST Project Office at GSFC and the Program Office at JPL to produce a Design Reference Mission (DRM) for WFIRST. Part of the original charge was to produce an interim design reference mission by mid-2011. That document was delivered to NASA and widely circulated within the astronomical community. In late 2011 the Astrophysics Division augmented its original charge, asking for two design reference missions. The first of these, DRM1, was to be a finalized version of the interim DRM, reducing overall mission costs where possible. The second of these, DRM2, was to identify and eliminate capabilities that overlapped with those of NASA's James Webb Space Telescope (henceforth JWST), ESA's Euclid mission, and the NSF's ground-based Large Synoptic Survey Telescope (henceforth LSST), and again to reduce overall mission cost, while staying faithful to NWNH. This report presents both DRM1 and DRM2.",
            "Wide-field infrared survey telescope (WFIRST) final report",
            "J Green and P Schechter and C Baltay and R Bean and D Bennett and R Brown and C Conselice and M Donahue and X Fan and BS Gaudi and C Hirata and J Kalirai and T Lauer and B Nichol and N Padmanabhan and S Perlmutter and B Rauscher and J Rhodes and T Roellig and D Stern and T Sumi and A Tanner and Y Wang and D Weinberg and E Wright and N Gehrels and R Sambruna and W Traub and J Anderson and K Cook and P Garnavich and L Hillenbrand and Z Ivezic and E Kerins and J Lunine and P McDonald and M Penny and M Phillips and G Rieke and A Riess and R van der Marel and RK Barry and E Cheng and D Content and R Cutri and R Goullioud and K Grady and G Helou and C Jackson and J Kruk and M Melton and C Peddie and N Rioux and M Seiffert",
            "2012",
            "SYYjQ0UAAAAJ:qjMakFHDy7sC",
            78,
            "https:\/\/arxiv.org\/abs\/1208.4012",
            "832779451027013985",
            "\/scholar?cites=832779451027013985",
            {
                "2012":2,
                "2013":9,
                "2014":2,
                "2015":11,
                "2016":7,
                "2017":8,
                "2018":7,
                "2019":14,
                "2020":15,
                "2021":2
            }
        ],
        [
            "Space-based microlens parallax measurements are a powerful tool for understanding planet populations, especially their distribution throughout the Galaxy. However, if space-based observations of the microlensing events must be specifically targeted, it is crucial that microlensing events enter the parallax sample without reference to the known presence or absence of planets. Hence, it is vital to define objective criteria for selecting events where possible and to carefully consider and minimize the selection biases where not possible so that the final sample represents a controlled experiment. We present objective criteria for initiating observations and determining their cadence for a subset of events, and we define procedures for isolating subjective decision making from information about detected planets for the remainder of events. We also define procedures to resolve conflicts between subjective and objective …",
            "Criteria for Sample Selection to Maximize Planet Sensitivity and Yield from Space-Based Microlens Parallax Surveys",
            "Jennifer C Yee and Andrew Gould and Charles Beichman and Sebastiano Calchi Novati and Sean Carey and B Scott Gaudi and Calen B Henderson and David Nataf and Matthew Penny and Yossi Shvartzvald and Wei Zhu",
            "2015",
            "SYYjQ0UAAAAJ:roLk4NBRz8UC",
            71,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/810\/2\/155\/meta",
            "1858210740413142980",
            "\/scholar?cites=1858210740413142980",
            {
                "2015":5,
                "2016":15,
                "2017":12,
                "2018":14,
                "2019":15,
                "2020":9,
                "2021":1
            }
        ],
        [
            "The Wide Field InfraRed Survey Telescope (WFIRST) is the next NASA astrophysics flagship mission, to follow the James Webb Space Telescope. The WFIRST mission was chosen as the top-priority large space mission of the 2010 astronomy and astrophysics decadal survey in order to achieve three primary goals: to study dark energy via a wide-field imaging survey, to study exoplanets via a microlensing survey, and to enable a guest observer program. Here we assess the ability of the several WFIRST designs to achieve the goal of the microlensing survey to discover a large sample of cold, low-mass exoplanets with semimajor axes beyond roughly one astronomical unit, which are largely impossible to detect with any other technique. We present the results of a suite of simulations that span the full range of the proposed WFIRST architectures, from the original design envisioned by the decadal survey, to the …",
            "Predictions of the WFIRST microlensing survey. I. Bound planet detection rates",
            "Matthew T Penny and B Scott Gaudi and Eamonn Kerins and Nicholas J Rattenbury and Shude Mao and Annie C Robin and Sebastiano Calchi Novati",
            "2019",
            "SYYjQ0UAAAAJ:UeHWp8X0CEIC",
            68,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/1538-4365\/aafb69\/meta",
            "845743911777578838",
            "\/scholar?cites=845743911777578838",
            {
                "2018":1,
                "2019":24,
                "2020":39,
                "2021":4
            }
        ],
        [
            "The Korean Microlensing Telescope Network (KMTNet) will consist of three 1.6 m telescopes each with a 4 deg 2 field of view (FoV) and will be dedicated to monitoring the Galactic Bulge to detect exoplanets via gravitational microlensing. KMTNet's combination of aperture size, FoV, cadence, and longitudinal coverage will provide a unique opportunity to probe exoplanet demographics in an unbiased way. Here we present simulations that optimize the observing strategy for and predict the planetary yields of KMTNet. We find preferences for four target fields located in the central Bulge and an exposure time of t exp= 120 s, leading to the detection of~ 2200 microlensing events per year. We estimate the planet detection rates for planets with mass and separation across the ranges 0.1≤ M p\/M⊕≤ 1000 and 0.4≤ a\/AU≤ 16, respectively. Normalizing these rates to the cool-planet mass function of Cassan et al., we …",
            "Optimal Survey Strategies and Predicted Planet Yields for the Korean Microlensing Telescope Network",
            "Calen B Henderson and B Scott Gaudi and Cheongho Han and Jan Skowron and Matthew T Penny and David Nataf and Andrew P Gould",
            "2014",
            "SYYjQ0UAAAAJ:eq2jaN3J8jMC",
            68,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/794\/1\/52\/meta",
            "17470895439723110043",
            "\/scholar?cites=17470895439723110043",
            {
                "2014":4,
                "2015":14,
                "2016":19,
                "2017":10,
                "2018":11,
                "2019":5,
                "2020":4
            }
        ]
    ]
}