{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Fundamental processes on the molecular level, such as vibrations and rotations in single molecules, liquids or crystal lattices and the breaking and formation of chemical bonds, occur on timescales of femtoseconds to picoseconds. The electronic changes associated with such processes can be monitored in a time-resolved manner by ultrafast optical spectroscopic techniques 1, but the accompanying structural rearrangements have proved more difficult to observe. Time-resolved X-ray diffraction has the potential to probe fast, atomic-scale motions 2, 3, 4, 5. This is made possible by the generation of ultrashort X-ray pulses 6, 7, 8, 9, 10, and several X-ray studies of fast dynamics have been reported 6, 7, 8, 11, 12, 13, 14, 15. Here we report the direct observation of coherent acoustic phonon propagation in crystalline gallium arsenide using a non-thermal, ultrafast-laser-driven plasma—a high-brightness, laboratory …",
            "Picosecond–milliångström lattice dynamics measured by ultrafast X-ray diffraction",
            "Christoph Rose-Petruck and Ralph Jimenez and Ting Guo and Andrea Cavalleri and Craig W Siders and Ferenc Rksi and Jeff A Squier and Barry C Walker and Kent R Wilson and Christopher PJ Barty",
            "1999",
            "T-ayS-AAAAAJ:iH-uZ7U-co4C",
            695,
            "https:\/\/www.nature.com\/articles\/18631",
            "988298057311052583",
            "\/scholar?cites=988298057311052583",
            {
                "1999":21,
                "2000":31,
                "2001":91,
                "2002":69,
                "2003":40,
                "2004":56,
                "2005":38,
                "2006":44,
                "2007":34,
                "2008":26,
                "2009":26,
                "2010":22,
                "2011":16,
                "2012":22,
                "2013":26,
                "2014":22,
                "2015":19,
                "2016":25,
                "2017":22,
                "2018":14,
                "2019":17,
                "2020":12,
                "2021":1
            }
        ],
        [
            "Third harmonic generation microscopy is used to make dynamical images of living systems for the first time. A 100 fs excitation pulse at 1.2 æm results in a 400 nm signal which is generated directly within the specimen. Chara plant rhizoids have been imaged, showing dynamic plant activity, and non-fading image characteristics even with continuous viewing, indicating prolonged viability under these THG-imaging conditions.",
            "Third harmonic generation microscopy",
            "Jeff A Squier and Michiel Müller and GJ Brakenhoff and Kent R Wilson",
            "1998",
            "T-ayS-AAAAAJ:Aul-kAQHnToC",
            374,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=oe-3-9-315",
            "13430879853742297751",
            "\/scholar?cites=13430879853742297751",
            {
                "1999":6,
                "2000":8,
                "2001":5,
                "2002":11,
                "2003":16,
                "2004":11,
                "2005":18,
                "2006":27,
                "2007":12,
                "2008":19,
                "2009":24,
                "2010":20,
                "2011":17,
                "2012":26,
                "2013":22,
                "2014":20,
                "2015":18,
                "2016":19,
                "2017":13,
                "2018":14,
                "2019":23,
                "2020":18,
                "2021":2
            }
        ],
        [
            "Multiphoton microscopy has enabled unprecedented dynamic exploration in living organisms. A significant challenge in biological research is the dynamic imaging of features deep within living organisms, which permits the real-time analysis of cellular structure and function. To make progress in our understanding of biological machinery, optical microscopes must be capable of rapid, targeted access deep within samples at high resolution. In this Review, we discuss the basic architecture of a multiphoton microscope capable of such analysis and summarize the state-of-the-art technologies for the quantitative imaging of biological phenomena.",
            "Advances in multiphoton microscopy technology",
            "Erich E Hoover and Jeff A Squier",
            "2013",
            "T-ayS-AAAAAJ:l7t_Zn2s7bgC",
            371,
            "https:\/\/www.nature.com\/nphoton\/journal\/v7\/n2\/full\/nphoton.2012.361.html",
            "11763698148128497721",
            "\/scholar?cites=11763698148128497721",
            {
                "2013":12,
                "2014":30,
                "2015":52,
                "2016":51,
                "2017":60,
                "2018":62,
                "2019":53,
                "2020":45,
                "2021":4
            }
        ],
        [
            "Covering high-energy ultrafast amplifiers and solid-state, fiber, and diode lasers, this reference examines recent developments in high-speed laser technology. It presents a comprehensive survey of ultrafast laser technology, its applications, and future trends in various scientific and industrial areas. Topics include: micromachining applications for metals, dielectrics, and biological tissue; advanced electronics and semiconductor processing; optical coherence tomography; multiphoton microscopy; optical sampling and scanning; THz generation and imaging; optical communication systems; absolute phase control of optical signals; and more.",
            "Ultrafast lasers: technology and applications",
            "Martin E Fermann and Almantas Galvanauskas and Gregg Sucha",
            "2002",
            "T-ayS-AAAAAJ:KbBQZpvPDL4C",
            331,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=i8NvQbG5t_8C&oi=fnd&pg=PP1&dq=info:s_99ZkJcgAUJ:scholar.google.com&ots=T8fckux-JT&sig=g8lfO-GqL4k80SPsoHAQU38u56M",
            "396418207465734067",
            "\/scholar?cites=396418207465734067",
            {
                "2003":3,
                "2004":6,
                "2005":14,
                "2006":13,
                "2007":16,
                "2008":20,
                "2009":16,
                "2010":21,
                "2011":20,
                "2012":15,
                "2013":18,
                "2014":23,
                "2015":26,
                "2016":29,
                "2017":26,
                "2018":28,
                "2019":16,
                "2020":16,
                "2021":3
            }
        ],
        [
            "Molecular bond-softening and above-threshold dissociation of H 2+ and D 2+ in intense laser fields is reexamined using 160 fs pulses of 769 nm light. At intensities greater than∼ 10 13 W\/cm 2 new features appear in the dissociation spectrum. These are consistent with the formation of trapped population in light-induced vibrational states, formed in the adiabatic potential near the three-photon resonance between the 1s σ g and 2p σ u states. Rovibrational structure of such light-induced states appears in the kinetic energy spectra of the ion fragments detected after multiphoton ionization.",
            "Light-induced vibrational structure in H 2+ and D 2+ in intense laser fields",
            "Anton Zavriyev and Phil H Bucksbaum and Jeff Squier and F Saline",
            "1993",
            "T-ayS-AAAAAJ:bEWYMUwI8FkC",
            319,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.70.1077",
            "3045997820027644563",
            "\/scholar?cites=3045997820027644563",
            {
                "1993":9,
                "1994":11,
                "1995":15,
                "1996":13,
                "1997":20,
                "1998":7,
                "1999":11,
                "2000":14,
                "2001":11,
                "2002":10,
                "2003":8,
                "2004":17,
                "2005":15,
                "2006":13,
                "2007":12,
                "2008":13,
                "2009":19,
                "2010":14,
                "2011":10,
                "2012":9,
                "2013":7,
                "2014":11,
                "2015":10,
                "2016":12,
                "2017":8,
                "2018":6,
                "2019":6,
                "2020":5,
                "2021":1
            }
        ]
    ]
}