{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "In the last few years, biodiesel has emerged as one of the most potential renewable energy to replace current petrol-derived diesel. It is a renewable, biodegradable and non-toxic fuel which can be easily produced through transesterification reaction. However, current commercial usage of refined vegetable oils for biodiesel production is impractical and uneconomical due to high feedstock cost and priority as food resources. Low-grade oil, typically waste cooking oil can be a better alternative; however, the high free fatty acids (FFA) content in waste cooking oil has become the main drawback for this potential feedstock. Therefore, this review paper is aimed to give an overview on the current status of biodiesel production and the potential of waste cooking oil as an alternative feedstock. Advantages and limitations of using homogeneous, heterogeneous and enzymatic transesterification on oil with high FFA (mostly …",
            "Homogeneous, heterogeneous and enzymatic catalysis for transesterification of high free fatty acid oil (waste cooking oil) to biodiesel: a review",
            "Man Kee Lam and Keat Teong Lee and Abdul Rahman Mohamed",
            "2010",
            "T0aK9nkAAAAJ:IjCSPb-OGe4C",
            1207,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0734975010000388",
            "31610828373901648",
            "\/scholar?cites=31610828373901648",
            {
                "2010":13,
                "2011":53,
                "2012":78,
                "2013":105,
                "2014":137,
                "2015":130,
                "2016":127,
                "2017":141,
                "2018":134,
                "2019":144,
                "2020":125,
                "2021":11
            }
        ],
        [
            "Malaysia is currently the world's largest producer and exporter of palm oil. Malaysia produces about 47% of the world's supply of palm oil. Malaysia also accounts the highest percentage of global vegetable oils and fats trade in year 2005. Besides producing oils and fats, at present there is a continuous increasing interest concerning oil palm renewable energy. One of the major attentions is bio-diesel from palm oil. Bio-diesel implementation in Malaysia is important because of environmental protection and energy supply security reasons. This palm oil bio-diesel is biodegradable, non-toxic, and has significantly fewer emissions than petroleum-based diesel (petro-diesel) when burned. In addition to this oil, palm is also a well-known plant for its other sources of renewable energy, for example huge quantities of biomass by-products are developed to produce value added products such as methane gas, bio-plastic …",
            "Utilization of oil palm as a source of renewable energy in Malaysia",
            "S Sumathi and SP Chai and AR Mohamed",
            "2008",
            "T0aK9nkAAAAJ:UeHWp8X0CEIC",
            664,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1364032107000937",
            "12762598787992732530",
            "\/scholar?cites=12762598787992732530",
            {
                "2008":4,
                "2009":19,
                "2010":36,
                "2011":58,
                "2012":55,
                "2013":64,
                "2014":84,
                "2015":63,
                "2016":56,
                "2017":78,
                "2018":54,
                "2019":45,
                "2020":36,
                "2021":4
            }
        ],
        [
            "Glycerol emerges as a significant worth chemical that can be converted into high value products. In the prospect of biorefinery industries and great demand towards renewable sources, glycerol has proved to have tremendous potential to be transformed, thus supersede conventional petroleum derived fuel additive. Various types of oxygenated biocomponents and rigorous studies of glycerol transformation into fuel additives are presented in this review paper. Particular focus is given to etherification, acetylation and acetalation processes with specific behaviors in the respective reaction system.",
            "Recent progress on innovative and potential technologies for glycerol transformation into fuel additives: a critical review",
            "Norhasyimi Rahmat and Ahmad Zuhairi Abdullah and Abdul Rahman Mohamed",
            "2010",
            "T0aK9nkAAAAJ:eQOLeE2rZwMC",
            463,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S136403210900272X",
            "9330644126074441410",
            "\/scholar?cites=9330644126074441410",
            {
                "2010":6,
                "2011":32,
                "2012":33,
                "2013":62,
                "2014":49,
                "2015":58,
                "2016":51,
                "2017":48,
                "2018":47,
                "2019":29,
                "2020":39,
                "2021":2
            }
        ],
        [
            "In this work, we reported a 2D\/2D hybrid heterojunction photocatalyst with effective interfacial contact by incorporating reduced graphene oxide (rGO) and protonated g-C3N4 (pCN) synthesized by a novel combined ultrasonic dispersion and electrostatic self-assembly strategy followed by a NaBH4-reduction process. The resulting 2D rGO-hybridized pCN (rGO\/pCN) nanostructures formed an intimate contact across the heterojunction interface as supported by the electron microscopy analysis. The rGO\/pure g-C3N4 (rGO\/CN) developed without the modification of surface charge on g-C3N4 has also been prepared for comparison. Compared with pure g-C3N4 and rGO\/CN, the rGO\/pCN photocatalysts demonstrated a remarkable enhancement on the CO2 reduction in the presence of H2O vapor to CH4 under a low-power energy-saving daylight bulb at ambient temperature and atmospheric pressure. The optimized …",
            "Surface charge modification via protonation of graphitic carbon nitride (g-C3N4) for electrostatic self-assembly construction of 2D\/2D reduced graphene oxide (rGO)\/g-C3N4 …",
            "Wee-Jun Ong and Lling-Lling Tan and Siang-Piao Chai and Siek-Ting Yong and Abdul Rahman Mohamed",
            "2015",
            "T0aK9nkAAAAJ:DrR-2ekChdkC",
            462,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S221128551500110X",
            "11598908537295879493",
            "\/scholar?cites=11598908537295879493",
            {
                "2015":5,
                "2016":53,
                "2017":80,
                "2018":98,
                "2019":95,
                "2020":109,
                "2021":21
            }
        ],
        [
            "The quest for renewable energy has intensified since the escalating price of crude petroleum in the recent years. Renewable energy such as biodiesel has the potential to replace petroleum-derived transportation fuel in the future. Biodiesel is defined as the mono-alkyl esters of long-chain fatty acids derived from vegetable oils such palm oil, rapeseed and soybean. Currently, more than 80% of the world biodiesel productions are from rapeseed oil. However, the cost of palm oil which is at least US$ 200 per tonne cheaper than rapeseed oil indicates that palm oil could be a more suitable and attractive candidate as the source of biodiesel compared to other vegetable oils. Although palm oil is known to be a multi-purpose vegetable oil with products ranging from food to biodiesel, there are a lot of issues surrounding palm oil production. Nevertheless, some of these issues reported in the literature were found to be …",
            "Palm oil: addressing issues and towards sustainable development",
            "KT Tan and KT Lee and AR Mohamed and S Bhatia",
            "2009",
            "T0aK9nkAAAAJ:Tyk-4Ss8FVUC",
            407,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1364032107001360",
            "3773907812177486134",
            "\/scholar?cites=3773907812177486134",
            {
                "2008":2,
                "2009":17,
                "2010":22,
                "2011":20,
                "2012":33,
                "2013":42,
                "2014":42,
                "2015":40,
                "2016":31,
                "2017":39,
                "2018":41,
                "2019":28,
                "2020":34,
                "2021":5
            }
        ]
    ]
}