{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "This Report summarizes the results of the activities of the LHC Higgs Cross Section Working Group in the period 2014-2016. The main goal of the working group was to present the state-of-the-art of Higgs physics at the LHC, integrating all new results that have appeared in the last few years. The first part compiles the most up-to-date predictions of Higgs boson production cross sections and decay branching ratios, parton distribution functions, and off-shell Higgs boson production and interference effects. The second part discusses the recent progress in Higgs effective field theory predictions, followed by the third part on pseudo-observables, simplified template cross section and fiducial cross section measurements, which give the baseline framework for Higgs boson property measurements. The fourth part deals with the beyond the Standard Model predictions of various benchmark scenarios of Minimal Supersymmetric Standard Model, extended scalar sector, Next-to-Minimal Supersymmetric Standard Model and exotic Higgs boson decays. This report follows three previous working-group reports: Handbook of LHC Higgs Cross Sections: 1. Inclusive Observables (CERN-2011-002), Handbook of LHC Higgs Cross Sections: 2. Differential Distributions (CERN-2012-002), and Handbook of LHC Higgs Cross Sections: 3. Higgs properties (CERN-2013-004). The current report serves as the baseline reference for Higgs physics in LHC Run 2 and beyond.",
            "Handbook of LHC Higgs cross sections: 4. Deciphering the nature of the Higgs sector",
            "Daniel de Florian and Christophe Grojean and F Maltoni and C Mariotti and A Nikitenko and M Pieri and P Savard and M Schumacher and R Tanaka and R Aggleton and MA Ahmad and B Allanach and C Anastasiou and W Astill and SA Badger and M Badziak and J Baglio and E Bagnaschi and A Ballestrero and A Banfi and D Barducci and M Beckingham and C Becot and G Bélanger and J Bellm and N Belyaev and FU Bernlochner and C Beskidt and A Biekötter and Fady Bishara and W Bizon and NE Bomark and Marco Bonvini and S Borowka and V Bortolotto and S Boselli and FJ Botella and R Boughezal and GC Branco and J Brehmer and L Brenner and S Bressler and I Brivio and A Broggio and VH Brun and G Buchalla and CD Burgard and A Calandri and L Caminada and R Caminal Armadans and F Campanario and J Campbell and Fabrizio Caola and CM Carloni Calame and Stefano Carrazza and A Carvalho and M Casolino and O Cata and A Celis and Francesco Cerutti and N Chanon and M Chen and X Chen and B Chokoufé Nejad and N Christensen and M Ciuchini and R Contino and T Corbett and SR Costa and DM Curtin and M Dall'Osso and A David and SJ Dawson and J de Blas and W de Boer and P de Castro Manzano and C Degrande and LM Rueda-Delgado and Federico Demartin and A Denner and B Di Micco and R Di Nardo and S Dittmaier and A Dobado and T Dorigo and FA Dreyer and M Dührssen and C Duhr and F Dulat and K Ecker and KA Ellis and U Ellwanger and C Englert and D Espriu and A Falkowski and L Fayard and R Feger and G Ferrera and A Ferroglia and N Fidanza and T Figy and M Flechl and JD Fontes and Stefano Forte and P Francavilla and E Franco and R Frederix and A Freitas and F Freitas and F Frensch and S Frixione and B Fuks and E Furlan and S Gadatsch and J Gao and Y Gao and MV Garzelli and T Gehrmann and R Gerosa and M Ghezzi and D Ghosh and S Gieseke and D Gillberg and GF Giudice and EWN Glover and F Goertz and D Gonçalves and J Gonzalez-Fraile and M Gorbahn and S Gori and CA Gottardo and Maxime Gouzevitch and P Govoni and D Gray and M Grazzini and N Greiner and A Greljo and J Grigo and AV Gritsan and R Gröber and S Guindon and HE Haber and C Han and TS Han and R Harlander and MA Harrendorf and HB Hartanto and C Hays and S Heinemeyer and G Heinrich",
            "2016",
            "t1r3fy8AAAAJ:4JMBOYKVnBMC",
            993,
            "https:\/\/research.vu.nl\/en\/publications\/handbook-of-lhc-higgs-cross-sections-4-deciphering-the-nature-of-",
            "13767609578705763261",
            "\/scholar?cites=13767609578705763261",
            {
                "2016":8,
                "2017":177,
                "2018":338,
                "2019":248,
                "2020":211,
                "2021":4
            }
        ],
        [
            "This paper describes the physics case for a new fixed target facility at CERN SPS. The SHiP (search for hidden particles) experiment is intended to hunt for new physics in the largely unexplored domain of very weakly interacting particles with masses below the Fermi scale, inaccessible to the LHC experiments, and to study tau neutrino physics. The same proton beam setup can be used later to look for decays of tau-leptons with lepton flavour number non-conservation,  and to search for weakly-interacting sub-GeV dark matter candidates. We discuss the evidence for physics beyond the standard model and describe interactions between new particles and four different portals—scalars, vectors, fermions or axion-like particles. We discuss motivations for different models, manifesting themselves via these interactions, and how they can be probed with the SHiP experiment and present several case studies. The …",
            "A facility to Search for Hidden Particles at the CERN SPS: the SHiP physics case",
            "Sergey Alekhin and Wolfgang Altmannshofer and Takehiko Asaka and Brian Batell and Fedor Bezrukov and Kyrylo Bondarenko and Alexey Boyarsky and Ki-Young Choi and Cristobal Corral and Nathaniel Craig and David Curtin and Sacha Davidson and André De Gouvea and Stefano Dell’Oro and Patrick DeNiverville and PS Bhupal Dev and Herbi Dreiner and Marco Drewes and Shintaro Eijima and Rouven Essig and Anthony Fradette and Björn Garbrecht and Belen Gavela and Gian F Giudice and Mark D Goodsell and Dmitry Gorbunov and Stefania Gori and Christophe Grojean and Alberto Guffanti and Thomas Hambye and Steen H Hansen and Juan Carlos Helo and Pilar Hernandez and Alejandro Ibarra and Artem Ivashko and Eder Izaguirre and Joerg Jaeckel and Yu Seon Jeong and Felix Kahlhoefer and Yonatan Kahn and Andrey Katz and Choong Sun Kim and Sergey Kovalenko and Gordan Krnjaic and Valery E Lyubovitskij and Simone Marcocci and Matthew Mccullough and David McKeen and Guenakh Mitselmakher and Sven-Olaf Moch and Rabindra N Mohapatra and David E Morrissey and Maksym Ovchynnikov and Emmanuel Paschos and Apostolos Pilaftsis and Maxim Pospelov and Mary Hall Reno and Andreas Ringwald and Adam Ritz and Leszek Roszkowski and Valery Rubakov and Oleg Ruchayskiy and Ingo Schienbein and Daniel Schmeier and Kai Schmidt-Hoberg and Pedro Schwaller and Goran Senjanovic and Osamu Seto and Mikhail Shaposhnikov and Lesya Shchutska and Jessie Shelton and Robert Shrock and Brian Shuve and Michael Spannowsky and Andy Spray and Florian Staub and Daniel Stolarski and Matt Strassler and Vladimir Tello and Francesco Tramontano and Anurag Tripathi and Sean Tulin and Francesco Vissani and Martin W Winkler and Kathryn M Zurek",
            "2016",
            "t1r3fy8AAAAJ:L8Ckcad2t8MC",
            544,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0034-4885\/79\/12\/124201\/meta",
            "10925434554858286729",
            "\/scholar?cites=10925434554858286729",
            {
                "2015":16,
                "2016":58,
                "2017":96,
                "2018":88,
                "2019":123,
                "2020":158,
                "2021":4
            }
        ],
        [
            "We perform an extensive survey of nonstandard Higgs decays that are consistent with the 125 GeV Higgs-like resonance. Our aim is to motivate a large set of new experimental analyses on the existing and forthcoming data from the Large Hadron Collider (LHC). The explicit search for exotic Higgs decays presents a largely untapped discovery opportunity for the LHC collaborations, as such decays may be easily missed by other searches. We emphasize that the Higgs is uniquely sensitive to the potential existence of new weakly coupled particles and provide a unified discussion of a large class of both simplified and complete models that give rise to characteristic patterns of exotic Higgs decays. We assess the status of exotic Higgs decays after LHC run I. In many cases we are able to set new nontrivial constraints by reinterpreting existing experimental analyses. We point out that improvements are possible with …",
            "Exotic decays of the 125 GeV Higgs boson",
            "David Curtin and Rouven Essig and Stefania Gori and Prerit Jaiswal and Andrey Katz and Tao Liu and Zhen Liu and David McKeen and Jessie Shelton and Matthew Strassler and Ze’ev Surujon and Brock Tweedie and Yi-Ming Zhong",
            "2014",
            "t1r3fy8AAAAJ:Zph67rFs4hoC",
            460,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.90.075004",
            "7793580866859365039",
            "\/scholar?cites=7793580866859365039",
            {
                "2013":3,
                "2014":14,
                "2015":67,
                "2016":99,
                "2017":54,
                "2018":83,
                "2019":69,
                "2020":65,
                "2021":3
            }
        ],
        [
            "We consider the possibility of a Standard Model (SM)-like Higgs in the context of the Minimal Supersymmetric Standard Model (MSSM), with a mass of about 125 GeV and with a production times decay rate into two photons which is similar or somewhat larger than the SM one. The relatively large value of the SM-like Higgs mass demands stops in the several hundred GeV mass range with somewhat large mixing, or a large hierarchy between the two stop masses in the case that one of the two stops is light. We find that, in general, if the heaviest stop mass is smaller than a few TeV, the rate of gluon fusion production of Higgs bosons decaying into two photons tends to be somewhat suppressed with respect to the SM one in this region of parameters. However, we show that an enhancement of the photon decay rate may be obtained for light third generation sleptons with large mixing, which can be naturally obtained …",
            "A 125 GeV SM-like Higgs in the MSSM and the γγ rate",
            "Marcela Carena and Stefania Gori and Nausheen R Shah and Carlos EM Wagner",
            "2012",
            "t1r3fy8AAAAJ:hFOr9nPyWt4C",
            454,
            "https:\/\/link.springer.com\/article\/10.1007%252FJHEP03(2012)014",
            "11669670347094784505",
            "\/scholar?cites=11669670347094784505",
            {
                "2012":102,
                "2013":136,
                "2014":65,
                "2015":42,
                "2016":37,
                "2017":30,
                "2018":20,
                "2019":7,
                "2020":12,
                "2021":2
            }
        ],
        [
            "We consider a new massive vector boson Z′ that couples to leptons through the L μ-L τ current and to quarks through an arbitrary set of couplings. We show that such a model can be obtained from a renormalizable field theory involving new heavy fermions in an anomaly-free representation. The model is a candidate explanation for the discrepancy observed recently by the LHCb Collaboration in angular distributions of the final state particles in the rare decay B→ K* μ+ μ−. Interestingly, the new vector-boson contribution to the decay τ→ μ ν τ ν μ can also remove a small tension in the measurement of the corresponding branching ratio. Constraints from light flavor meson-mixing restrict the coupling to the up-and down-quarks to be very small and thus direct production of the vector boson at hadron colliders is strongly suppressed. The most promising ways to test the model is through the measurement of the Z decay …",
            "Quark flavor transitions in  models",
            "Wolfgang Altmannshofer and Stefania Gori and Maxim Pospelov and Itay Yavin",
            "2014",
            "t1r3fy8AAAAJ:k_IJM867U9cC",
            444,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.89.095033",
            "15376912995798570695",
            "\/scholar?cites=15376912995798570695",
            {
                "2014":9,
                "2015":56,
                "2016":67,
                "2017":95,
                "2018":79,
                "2019":72,
                "2020":62,
                "2021":3
            }
        ],
        [
            "The production of a μ+ μ− pair from the scattering of a muon neutrino off the Coulomb field of a nucleus, known as neutrino trident production, is a subweak process that has been observed in only a couple of experiments. As such, we show that it constitutes an exquisitely sensitive probe in the search for new neutral currents among leptons, putting the strongest constraints on well-motivated and well-hidden extensions of the standard model gauge group, including the one coupled to the difference of the lepton number between the muon and tau flavor, L μ− L τ. The new gauge boson Z′, increases the rate of neutrino trident production by inducing additional (μ γ α μ)(ν γ α ν) interactions, which interfere constructively with the standard model contribution. Existing experimental results put significant restrictions on the parameter space of any model coupled to muon number L μ, and disfavor a putative resolution to the …",
            "Neutrino trident production: a powerful probe of new physics with neutrino beams",
            "Wolfgang Altmannshofer and Stefania Gori and Maxim Pospelov and Itay Yavin",
            "2014",
            "t1r3fy8AAAAJ:5nxA0vEk-isC",
            336,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.113.091801",
            "5753921195735471363",
            "\/scholar?cites=5753921195735471363",
            {
                "2014":4,
                "2015":31,
                "2016":31,
                "2017":50,
                "2018":59,
                "2019":83,
                "2020":69,
                "2021":7
            }
        ],
        [
            "We present a complete study of ΔS= 2 and ΔB= 2 processes in a warped extra dimensional model with a custodial protection of Zb L bar b L, including ε K, ΔM K, ΔM s, ΔM d, A SL q, ΔΓ q, A CP (B d→ ψK S) and A CP (B s→ ψ phgr). These processes are affected by tree level contributions from Kaluza-Klein gluons, the heavy KK photon, new heavy electroweak gauge bosons Z H and Z', and in principle by tree level Z contributions. We confirm recent findings that the fully anarchic approach where all the hierarchies in quark masses and weak mixing angles are geometrically explained seems implausible and we confirm that the KK mass scale M KK generically has to be at least~ 20 TeV to satisfy the ε K constraint. We point out, however, that there exist regions in parameter space with only modest fine-tuning in the 5D Yukawa couplings which satisfy all existing ΔF= 2 and electroweak precision constraints for scales …",
            "ΔF= 2 observables and fine-tuning in a warped extra dimension with custodial protection",
            "Monika Blanke and Andrzej J Buras and Bjoern Duling and Stefania Gori and Andreas Weiler",
            "2009",
            "t1r3fy8AAAAJ:roLk4NBRz8UC",
            329,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2009\/03\/001\/meta",
            "5024494975520473059",
            "\/scholar?cites=5024494975520473059",
            {
                "2008":1,
                "2009":35,
                "2010":46,
                "2011":41,
                "2012":27,
                "2013":22,
                "2014":18,
                "2015":26,
                "2016":28,
                "2017":31,
                "2018":30,
                "2019":12,
                "2020":7
            }
        ]
    ]
}