{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Low-dimensional embeddings of nodes in large graphs have proved extremely useful in a variety of prediction tasks, from content recommendation to identifying protein functions. However, most existing approaches require that all nodes in the graph are present during training of the embeddings; these previous approaches are inherently transductive and do not naturally generalize to unseen nodes. Here we present GraphSAGE, a general, inductive framework that leverages node feature information (eg, text attributes) to efficiently generate node embeddings for previously unseen data. Instead of training individual embeddings for each node, we learn a function that generates embeddings by sampling and aggregating features from a node's local neighborhood. Our algorithm outperforms strong baselines on three inductive node-classification benchmarks: we classify the category of unseen nodes in evolving information graphs based on citation and Reddit post data, and we show that our algorithm generalizes to completely unseen graphs using a multi-graph dataset of protein-protein interactions.",
            "Inductive Representation Learning on Large Graphs",
            "William L Hamilton and Rex Ying and Jure Leskovec",
            "2017",
            "T5tm9eQAAAAJ:NyGDZy8z5eUC",
            2726,
            "https:\/\/arxiv.org\/abs\/1706.02216",
            "10802896480404413344",
            "\/scholar?cites=10802896480404413344",
            {
                "2017":22,
                "2018":201,
                "2019":783,
                "2020":1588,
                "2021":111
            }
        ],
        [
            "Machine learning on graphs is an important and ubiquitous task with applications ranging from drug design to friendship recommendation in social networks. The primary challenge in this domain is finding a way to represent, or encode, graph structure so that it can be easily exploited by machine learning models. Traditionally, machine learning approaches relied on user-defined heuristics to extract features encoding structural information about a graph (eg, degree statistics or kernel functions). However, recent years have seen a surge in approaches that automatically learn to encode graph structure into low-dimensional embeddings, using techniques based on deep learning and nonlinear dimensionality reduction. Here we provide a conceptual review of key advancements in this area of representation learning on graphs, including matrix factorization-based methods, random-walk based algorithms, and graph neural networks. We review methods to embed individual nodes as well as approaches to embed entire (sub) graphs. In doing so, we develop a unified framework to describe these recent approaches, and we highlight a number of important applications and directions for future work.",
            "Representation Learning on Graphs: Methods and Applications",
            "William L Hamilton and Rex Ying and Jure Leskovec",
            "2017",
            "T5tm9eQAAAAJ:uDGL6kOW6j0C",
            910,
            "https:\/\/arxiv.org\/abs\/1709.05584",
            "11656155076881449492",
            "\/scholar?cites=11656155076881449492",
            {
                "2017":8,
                "2018":134,
                "2019":284,
                "2020":440,
                "2021":32
            }
        ],
        [
            "Recent advancements in deep neural networks for graph-structured data have led to state-of-the-art performance on recommender system benchmarks. However, making these methods practical and scalable to web-scale recommendation tasks with billions of items and hundreds of millions of users remains an unsolved challenge. Here we describe a large-scale deep recommendation engine that we developed and deployed at Pinterest. We develop a data-efficient Graph Convolutional Network (GCN) algorithm, which combines efficient random walks and graph convolutions to generate embeddings of nodes (ie, items) that incorporate both graph structure as well as node feature information. Compared to prior GCN approaches, we develop a novel method based on highly efficient random walks to structure the convolutions and design a novel training strategy that relies on harder-and-harder training examples …",
            "Graph Convolutional Neural Networks for Web-Scale Recommender Systems",
            "Rex Ying and Ruining He and Kaifeng Chen and Pong Eksombatchai and William L Hamilton and Jure Leskovec",
            "2018",
            "T5tm9eQAAAAJ:jgBuDB5drN8C",
            721,
            "https:\/\/dl.acm.org\/doi\/abs\/10.1145\/3219819.3219890",
            "1624591428994479774",
            "\/scholar?cites=1624591428994479774",
            {
                "2017":2,
                "2018":18,
                "2019":195,
                "2020":461,
                "2021":41
            }
        ],
        [
            "Understanding how words change their meanings over time is key to models of language and cultural evolution, but historical data on meaning is scarce, making theories hard to develop and test. Word embeddings show promise as a diachronic tool, but have not been carefully evaluated. We develop a robust methodology for quantifying semantic change by evaluating word embeddings (PPMI, SVD, word2vec) against known historical changes. We then use this methodology to reveal statistical laws of semantic evolution. Using six historical corpora spanning four languages and two centuries, we propose two quantitative laws of semantic change:(i) the law of conformity---the rate of semantic change scales with an inverse power-law of word frequency;(ii) the law of innovation---independent of frequency, words that are more polysemous have higher rates of semantic change.",
            "Diachronic Word Embeddings Reveal Statistical Laws of Semantic Change",
            "William L Hamilton and Jure Leskovec and Dan Jurafsky",
            "2016",
            "T5tm9eQAAAAJ:k_IJM867U9cC",
            556,
            "https:\/\/arxiv.org\/abs\/1605.09096",
            "902015005372841170",
            "\/scholar?cites=902015005372841170",
            {
                "2016":15,
                "2017":69,
                "2018":98,
                "2019":149,
                "2020":201,
                "2021":9
            }
        ],
        [
            "Recently, graph neural networks (GNNs) have revolutionized the field of graph representation learning through effectively learned node embeddings, and achieved state-of-the-art results in tasks such as node classification and link prediction. However, current GNN methods are inherently flat and do not learn hierarchical representations of graphs---a limitation that is especially problematic for the task of graph classification, where the goal is to predict the label associated with an entire graph. Here we propose DiffPool, a differentiable graph pooling module that can generate hierarchical representations of graphs and can be combined with various graph neural network architectures in an end-to-end fashion. DiffPool learns a differentiable soft cluster assignment for nodes at each layer of a deep GNN, mapping nodes to a set of clusters, which then form the coarsened input for the next GNN layer. Our experimental results show that combining existing GNN methods with DiffPool yields an average improvement of 5-10% accuracy on graph classification benchmarks, compared to all existing pooling approaches, achieving a new state-of-the-art on four out of five benchmark data sets.",
            "Hierarchical Graph Representation Learning with Differentiable Pooling",
            "Rex Ying and Jiaxuan You and Christopher Morris and Xiang Ren and William L Hamilton and Jure Leskovec",
            "2018",
            "T5tm9eQAAAAJ:43bX7VzcjpAC",
            326,
            "https:\/\/arxiv.org\/abs\/1806.08804",
            "14312214754036446285",
            "\/scholar?cites=14312214754036446285",
            {
                "2018":5,
                "2019":76,
                "2020":225,
                "2021":18
            }
        ],
        [
            "Modeling and generating graphs is fundamental for studying networks in biology, engineering, and social sciences. However, modeling complex distributions over graphs and then efficiently sampling from these distributions is challenging due to the non-unique, high-dimensional nature of graphs and the complex, non-local dependencies that exist between edges in a given graph. Here we propose GraphRNN, a deep autoregressive model that addresses the above challenges and approximates any distribution of graphs with minimal assumptions about their structure. GraphRNN learns to generate graphs by training on a representative set of graphs and decomposes the graph generation process into a sequence of node and edge formations, conditioned on the graph structure generated so far. In order to quantitatively evaluate the performance of GraphRNN, we introduce a benchmark suite of datasets, baselines and novel evaluation metrics based on Maximum Mean Discrepancy, which measure distances between sets of graphs. Our experiments show that GraphRNN significantly outperforms all baselines, learning to generate diverse graphs that match the structural characteristics of a target set, while also scaling to graphs 50 times larger than previous deep models.",
            "GraphRNN: Generating realistic graphs with deep auto-regressive models",
            "Jiaxuan You and Rex Ying and Xiang Ren and William L Hamilton and Jure Leskovec",
            "2018",
            "T5tm9eQAAAAJ:U4n9YNQMCAIC",
            323,
            "http:\/\/proceedings.mlr.press\/v80\/you18a.html",
            "18334516615969196433",
            "\/scholar?cites=18334516615969196433",
            {
                "2017":1,
                "2018":24,
                "2019":111,
                "2020":171,
                "2021":13
            }
        ]
    ]
}