{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We have discovered a positive unidirectional exchange anisotropy in antiferromagnetic (Fe F 2) and ferromagnetic (Fe) bilayers cooled through the antiferromagnetic critical temperature T N in large magnetic fields. For low positive cooling fields, the ferromagnet's magnetization (M− H) loop center shifts to negative fields, as is normally observed in other systems. In contrast, large cooling fields can cause the shift to be positive. This can be explained if the Fe F 2 surface spins couple to the external magnetic cooling field above T N and the Fe F 2-Fe interaction is antiferromagnetic.",
            "Positive Exchange Bias in Fe F 2-Fe Bilayers",
            "J Nogués and D Lederman and TJ Moran and Ivan K Schuller",
            "1996",
            "t6KDAgYAAAAJ:Y0pCki6q_DkC",
            569,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.76.4624",
            "15604174059665603370",
            "\/scholar?cites=15604174059665603370",
            {
                "1997":2,
                "1998":14,
                "1999":30,
                "2000":23,
                "2001":15,
                "2002":29,
                "2003":26,
                "2004":20,
                "2005":27,
                "2006":33,
                "2007":30,
                "2008":29,
                "2009":33,
                "2010":23,
                "2011":29,
                "2012":31,
                "2013":23,
                "2014":24,
                "2015":24,
                "2016":23,
                "2017":25,
                "2018":11,
                "2019":17,
                "2020":25,
                "2021":2
            }
        ],
        [
            "Large exchange bias effects (ΔE∼1.1 erg\/cm2) were observed in antiferromagnetic (FeF2)–ferromagnetic (Fe) bilayers grown on MgO. The FeF2 grows along the spin‐compensated (110) direction. The FeF2–Fe interface roughness was characterized using specular and diffuse x‐ray diffraction and atomic force microscopy. The magnitude of the exchange bias field HE increases as the interface roughness decreases. These results imply that magnetic domain creation in the antiferromagnet plays an important role.",
            "Large exchange bias and its connection to interface structure in FeF2–Fe bilayers",
            "J Nogués and D Lederman and TJ Moran and Ivan K Schuller and KV Rao",
            "1996",
            "t6KDAgYAAAAJ:W7OEmFMy1HYC",
            208,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.115819",
            "6362662381702644768",
            "\/scholar?cites=6362662381702644768",
            {
                "1996":1,
                "1997":6,
                "1998":12,
                "1999":21,
                "2000":13,
                "2001":9,
                "2002":15,
                "2003":9,
                "2004":9,
                "2005":8,
                "2006":17,
                "2007":7,
                "2008":10,
                "2009":11,
                "2010":6,
                "2011":5,
                "2012":10,
                "2013":2,
                "2014":10,
                "2015":5,
                "2016":10,
                "2017":1,
                "2018":3,
                "2019":2,
                "2020":5
            }
        ],
        [
            "We report on the observation of the spin Seebeck effect in antiferromagnetic MnF 2. A device scale on-chip heater is deposited on a bilayer of MnF 2 (110)(30 nm)\/Pt (4 nm) grown by molecular beam epitaxy on a MgF 2 (110) substrate. Using Pt as a spin detector layer, it is possible to measure the thermally generated spin current from MnF 2 through the inverse spin Hall effect. The low temperature (2–80 K) and high magnetic field (up to 140 kOe) regime is explored. A clear spin-flop transition corresponding to the sudden rotation of antiferromagnetic spins out of the easy axis is observed in the spin Seebeck signal when large magnetic fields (> 9 T) are applied parallel to the easy axis of the MnF 2 thin film. When the magnetic field is applied perpendicular to the easy axis, the spin-flop transition is absent, as expected.",
            "Antiferromagnetic spin Seebeck effect",
            "Stephen M Wu and Wei Zhang and KC Amit and Pavel Borisov and John E Pearson and J Samuel Jiang and David Lederman and Axel Hoffmann and Anand Bhattacharya",
            "2016",
            "t6KDAgYAAAAJ:FPJr55Dyh1AC",
            199,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.116.097204",
            "7973739035522905527",
            "\/scholar?cites=7973739035522905527",
            {
                "2015":1,
                "2016":19,
                "2017":35,
                "2018":50,
                "2019":36,
                "2020":53,
                "2021":4
            }
        ],
        [
            "We have studied the effect of the interface structure on the exchange bias in the FeF 2− Fe system, for FeF 2 bulk single crystals or thin films. The exchange bias depends very strongly on the crystalline orientation of the antiferromagnet for both films and crystals. However, the interface roughness seems to have a strong effect mainly on the film systems. These results indicate that the exchange bias depends strongly on the spin structure at the interface, especially on the angle between the ferromagnetic and antiferromagnetic spins. We have also found a strong dependence of the hysteresis loops shape on the cooling field direction with respect to the antiferromagnetic anisotropy axis, induced by a rotation of the ferromagnetic easy axis as the sample is cooled through T N. For the single crystal systems the results imply the existence of a perpendicular coupling between the antiferromagnetic and ferromagnetic spins …",
            "Role of interfacial structure on exchange-biased FeF 2− Fe",
            "J Nogués and TJ Moran and D Lederman and Ivan K Schuller and KV Rao",
            "1999",
            "t6KDAgYAAAAJ:eQOLeE2rZwMC",
            192,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.59.6984",
            "11473016940715817373",
            "\/scholar?cites=11473016940715817373",
            {
                "1999":1,
                "2000":8,
                "2001":11,
                "2002":16,
                "2003":13,
                "2004":11,
                "2005":15,
                "2006":12,
                "2007":11,
                "2008":15,
                "2009":12,
                "2010":7,
                "2011":13,
                "2012":4,
                "2013":8,
                "2014":6,
                "2015":8,
                "2016":7,
                "2017":2,
                "2018":1,
                "2019":5,
                "2020":4,
                "2021":1
            }
        ],
        [
            "We have studied the exchange anisotropy of ferromagnetic Fe films grown on antiferromagnetic FeF2 single crystals. The behavior of the hysteresis loops of the Fe above and below the Néel temperature TN of FeF2 indicates a 90° rotation of the ferromagnetic easy axis due to the antiferromagnetic ordering. By examining the Fe hysteresis loops together with the FeF2 susceptibility behavior we infer that below TN the ferromagnetic and antiferromagnetic spins are coupled perpendicular to each other. This behavior can be explained by recent micromagnetic calculations on exchange bias systems, or by magnetoelastic effects.",
            "Perpendicular coupling at  interfaces",
            "TJ Moran and J Nogués and D Lederman and Ivan K Schuller",
            "1998",
            "t6KDAgYAAAAJ:YsMSGLbcyi4C",
            190,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.120823",
            "1866564709318205615",
            "\/scholar?cites=1866564709318205615",
            {
                "1998":2,
                "1999":22,
                "2000":14,
                "2001":8,
                "2002":15,
                "2003":12,
                "2004":11,
                "2005":11,
                "2006":12,
                "2007":8,
                "2008":11,
                "2009":14,
                "2010":6,
                "2011":5,
                "2012":12,
                "2013":3,
                "2014":2,
                "2015":3,
                "2016":5,
                "2017":5,
                "2018":3,
                "2019":4,
                "2020":1,
                "2021":1
            }
        ],
        [
            "We report on the photoinduced enhancement of the critical temperature δ T c and the in-plane conductivity δ σ a b measured in a c-axis-oriented YBa 2 Cu 3 O x film as a function of oxygen concentration (6.4≤ x≤ 7). Both δ T c and δ σ a b decrease with the oxygen content, display a plateaulike behavior for 6.6≤ x≤ 6.75, and become zero at x= 7. This dependence of δ T c on x is similar to that observed for the T c enhancement due to ordering effects in oxygen-deficient YBa 2 Cu 3 O x single crystals. We propose that the persistent photoinduced changes in YBa 2 Cu 3 O x films are due to photoassisted oxygen ordering.",
            "Photoexcitation and oxygen ordering in YBa 2 Cu 3 O x films",
            "E Osquiguil and M Maenhoudt and B Wuyts and Y Bruynseraede and D Lederman and Ivan K Schuller",
            "1994",
            "t6KDAgYAAAAJ:WF5omc3nYNoC",
            135,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.49.3675",
            "17826966251230019681",
            "\/scholar?cites=17826966251230019681",
            {
                "1994":1,
                "1995":6,
                "1996":8,
                "1997":18,
                "1998":13,
                "1999":14,
                "2000":13,
                "2001":6,
                "2002":9,
                "2003":3,
                "2004":5,
                "2005":6,
                "2006":7,
                "2007":2,
                "2008":3,
                "2009":4,
                "2010":2,
                "2011":4,
                "2012":2,
                "2013":2,
                "2014":3,
                "2015":1,
                "2016":1,
                "2017":1
            }
        ],
        [
            "High-quality antiferromagnetic (AF) superlattices (FeF 2) m (CoF 2) n, as judged from high-resolution x-ray diffraction (HRXD), were grown on (001) ZnF 2 substrates. Using HRXD, the thermal-expansion coefficient α [001](T) vs T was measured. While two shifted AF anomalies are seen for (m, n)=(25, 30), only one is observed for (m, n)=(19, 6). Comparison of α [001](T) in the two superlattices with that of FeF 2 and CoF 2 indicates that a significant redistribution of the magnetic entropy occurs.",
            "New antiferromagnetic insulator superlattices: structural and magnetic characterization of (FeF 2) m (CoF 2) n",
            "CA Ramos and D Lederman and AR King and V Jaccarino",
            "1990",
            "t6KDAgYAAAAJ:ufrVoPGSRksC",
            123,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.65.2913",
            "317980691850883979",
            "\/scholar?cites=317980691850883979",
            {
                "1991":3,
                "1992":7,
                "1993":12,
                "1994":6,
                "1995":5,
                "1996":9,
                "1997":8,
                "1998":5,
                "1999":6,
                "2000":4,
                "2001":4,
                "2002":1,
                "2003":7,
                "2004":3,
                "2005":6,
                "2006":3,
                "2007":5,
                "2008":3,
                "2009":1,
                "2010":3,
                "2011":1,
                "2012":1,
                "2013":2,
                "2014":4,
                "2015":2,
                "2016":2,
                "2017":4,
                "2018":2,
                "2019":3
            }
        ],
        [
            "Epitaxial Fe\/V (001) multilayers are studied both experimentally and by theoretical calculations. Sputter-deposited epitaxial films are characterized by x-ray diffraction, magneto-optical Kerr effect, and x-ray magnetic circular dichroism. These results are compared with first-principles calculations modeling different amounts of interface interdiffusion. The exchange coupling across the V layers is observed to oscillate, with antiferromagnetic peaks near the V layer thicknesses t V≈ 22, 32, and 42 Å. For all films including superlattices and alloys, the average V magnetic moment is antiparallel to that of Fe. The average V moment increases slightly with increasing interdiffusion at the Fe\/V interface. Calculations modeling mixed interface layers and measurements indicate that all V atoms are aligned with one another for t V≲ 15 Å, although the magnitude of the V moment decays toward the center of the layer. This “transient …",
            "Magnetic moments, coupling, and interface interdiffusion in Fe\/V (001) superlattices",
            "MM Schwickert and R Coehoorn and MA Tomaz and E Mayo and D Lederman and WL O’Brien and Tao Lin and GR Harp",
            "1998",
            "t6KDAgYAAAAJ:_FxGoFyzp5QC",
            120,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.57.13681",
            "2862536989100273913",
            "\/scholar?cites=2862536989100273913",
            {
                "1998":2,
                "1999":7,
                "2000":4,
                "2001":9,
                "2002":11,
                "2003":11,
                "2004":13,
                "2005":7,
                "2006":5,
                "2007":9,
                "2008":6,
                "2009":6,
                "2010":4,
                "2011":2,
                "2012":2,
                "2013":1,
                "2014":2,
                "2015":2,
                "2016":4,
                "2017":5,
                "2018":5,
                "2019":2,
                "2020":1
            }
        ],
        [
            "By using the surface and element specificity of soft x-ray magnetic dichroism we provide direct experimental evidence for two different types of interfacial uncompensated Fe moments in exchange biased Co\/FeF 2 bilayers. Some moments are pinned and coupled antiparallel to the ferromagnet (FM). They give rise to a positive exchange bias and vanish above T N= 78 K together with the antiferromagnet (AF) order. Other interfacial Fe moments are unpinned and coupled parallel to the FM. They persist up to 300 K and give rise to magnetic order at the AF surface even above T N.",
            "Parallel versus antiparallel interfacial coupling in exchange biased Co\/FeF 2",
            "Hendrik Ohldag and Hongtao Shi and Elke Arenholz and Joachim Stöhr and David Lederman",
            "2006",
            "t6KDAgYAAAAJ:roLk4NBRz8UC",
            113,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.96.027203",
            "10150239783437504568",
            "\/scholar?cites=10150239783437504568",
            {
                "2006":2,
                "2007":9,
                "2008":16,
                "2009":6,
                "2010":9,
                "2011":15,
                "2012":8,
                "2013":6,
                "2014":14,
                "2015":6,
                "2016":5,
                "2017":6,
                "2018":4,
                "2019":3,
                "2020":3,
                "2021":1
            }
        ],
        [
            "The exchange bias and magnetic anisotropies in a Co layer on a single-crystalline F e F 2 film have been determined between 30 and 300 K. By postulating that the coupling between the ferromagnet and the antiferromagnet persists above the Néel temperature (T N) we develop a model that quantitatively describes the exchange bias and the anisotropies over the whole temperature range, both above and below T N. Using only the measured low temperature exchange bias and a distribution of blocking temperatures we explain (i) the temperature dependence of the bias,(ii) the magnitude of the anisotropies,(iii) the opposite sign of the first and second order anisotropies,(iv) the observed 1\/T and 1\/T 3 temperature dependencies of the first and second order uniaxial anisotropies above T N, and (v) the decrease of the anisotropies below T N.",
            "Exchange-induced anisotropies at ferromagnetic-antiferromagnetic interfaces above and below the Néel Temperature",
            "M Grimsditch and A Hoffmann and Paolo Vavassori and Hongtao Shi and D Lederman",
            "2003",
            "t6KDAgYAAAAJ:UebtZRa9Y70C",
            98,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.90.257201",
            "9785173638851436861",
            "\/scholar?cites=9785173638851436861",
            {
                "2004":6,
                "2005":12,
                "2006":9,
                "2007":5,
                "2008":5,
                "2009":9,
                "2010":4,
                "2011":6,
                "2012":6,
                "2013":2,
                "2014":7,
                "2015":6,
                "2016":7,
                "2017":2,
                "2018":4,
                "2019":4,
                "2020":4
            }
        ]
    ]
}