{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "The development of collective long-range order by means of phase transitions occurs by the spontaneous breaking of fundamental symmetries. Magnetism is a consequence of broken time-reversal symmetry, whereas superfluidity results from broken gauge invariance. The broken symmetry that develops below 17.5 kelvin in the heavy-fermion compound URu 2 Si 2 has long eluded such identification. Here we show that the recent observation of Ising quasiparticles in URu 2 Si 2 results from a spinor order parameter that breaks double time-reversal symmetry, mixing states of integer and half-integer spin. Such ‘hastatic’order hybridizes uranium-atom conduction electrons with Ising 5f 2 states to produce Ising quasiparticles; it accounts for the large entropy of condensation and the magnetic anomaly observed in torque magnetometry. Hastatic order predicts a tiny transverse moment in the conduction-electron ‘sea’, a …",
            "Hastatic Order in URu2Si2",
            "Premala Chandra and Piers Coleman and Rebecca Flint",
            "2013",
            "TBM3GFkAAAAJ:W7OEmFMy1HYC",
            141,
            "https:\/\/www.nature.com\/articles\/nature11820",
            "2342999707121554915",
            "\/scholar?cites=2342999707121554915",
            {
                "2013":20,
                "2014":32,
                "2015":27,
                "2016":13,
                "2017":9,
                "2018":12,
                "2019":9,
                "2020":18
            }
        ],
        [
            "A rare combination of strong spin–orbit coupling and electron–electron correlations makes the iridate Mott insulator Sr 2 IrO 4 a promising host for novel electronic phases of matter 1, 2. The resemblance of its crystallographic, magnetic and electronic structures 1, 2, 3, 4, 5, 6 to La 2 CuO 4, as well as the emergence on doping of a pseudogap region 7, 8, 9 and a low-temperature d-wave gap 10, 11, has particularly strengthened analogies to cuprate high-T c superconductors 12. However, unlike the cuprate phase diagram, which features a plethora of broken symmetry phases 13 in a pseudogap region that includes charge density wave, stripe, nematic and possibly intra-unit-cell loop-current orders, no broken symmetry phases proximate to the parent antiferromagnetic Mott insulating phase in Sr 2 IrO 4 have been observed so far, making the comparison of iridate to cuprate phenomenology incomplete. Using optical …",
            "Evidence of an odd-parity hidden order in a spin–orbit coupled correlated iridate",
            "L Zhao and DH Torchinsky and H Chu and V Ivanov and R Lifshitz and R Flint and T Qi and G Cao and D Hsieh",
            "2016",
            "TBM3GFkAAAAJ:aqlVkmm33-oC",
            119,
            "https:\/\/www.nature.com\/articles\/nphys3517",
            "11482242147986666452",
            "\/scholar?cites=11482242147986666452",
            {
                "2016":14,
                "2017":20,
                "2018":32,
                "2019":20,
                "2020":31,
                "2021":1
            }
        ],
        [
            "The recent discovery of two heavy-fermion materials PuCoGa 5 and NpPd 5 Al 2, which transform directly from Curie paramagnets into superconductors, reveals a new class of superconductors where local moments quench directly into the superconducting condensate. Unlike other heavy-electron superconductors, where Cooper pairing is thought to be driven by spin fluctuations, these higher-transition-temperature materials do not seem to be close to a magnetic instability. Large-N expansions have been invaluable in describing heavy-fermion metals, but so far cannot treat superconductivity. Here, we introduce a new class of large-N expansion that uses symplectic symmetry to protect the odd time-reversal parity of spin and sustain Cooper pairs as well-defined singlets. We show that when a lattice of magnetic ions exchange spin with their metallic environment in two distinct symmetry channels, they can …",
            "Heavy electrons and the symplectic symmetry of spin",
            "Rebecca Flint and M Dzero and Piers Coleman",
            "2008",
            "TBM3GFkAAAAJ:u5HHmVD_uO8C",
            98,
            "https:\/\/www.nature.com\/articles\/nphys1024",
            "10843389728326016483",
            "\/scholar?cites=10843389728326016483",
            {
                "2008":1,
                "2009":12,
                "2010":12,
                "2011":11,
                "2012":10,
                "2013":4,
                "2014":6,
                "2015":14,
                "2016":5,
                "2017":4,
                "2018":12,
                "2019":3,
                "2020":3,
                "2021":1
            }
        ],
        [
            "Identifying the time-reversal symmetry of spins as a symplectic symmetry, we develop a large N approximation for quantum magnetism that embraces both antiferromagnetism and ferromagnetism. In SU (N), where N> 2, not all spins invert under time reversal, so we have introduced a large N treatment that builds interactions exclusively out of the symplectic subgroup [SP (N)] of time-reversing spins, a more stringent condition than the symplectic symmetry of previous SP (N) large N treatments. As a result, we obtain a mean-field theory that incorporates the energy cost of frustrated bonds. When applied to the frustrated square lattice, the ferromagnetic bonds restore the frustration dependence of the critical spin in the Néel phase and recover the correct frustration dependence of the finite temperature Ising transition.",
            "Symplectic  and time reversal in frustrated magnetism",
            "Rebecca Flint and Piers Coleman",
            "2009",
            "TBM3GFkAAAAJ:u-x6o8ySG0sC",
            64,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.79.014424",
            "874350859339058796",
            "\/scholar?cites=874350859339058796",
            {
                "2009":3,
                "2010":3,
                "2011":10,
                "2012":5,
                "2013":4,
                "2014":7,
                "2015":3,
                "2016":5,
                "2017":6,
                "2018":8,
                "2019":5,
                "2020":5
            }
        ]
    ]
}