{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Hexagonal boron nitride (hBN) is an emerging two-dimensional material for quantum photonics owing to its large bandgap and hyperbolic properties. Here we report two approaches for engineering quantum emitters in hBN multilayers using either electron beam irradiation or annealing and characterize their photophysical properties. The defects exhibit a broad range of multicolor room-temperature single photon emissions across the visible and the near-infrared spectral ranges, narrow line widths of sub-10 nm at room temperature, and a short excited-state lifetime, and high brightness. We show that the emitters can be categorized into two general groups, but most likely possess similar crystallographic structure. Remarkably, the emitters are extremely robust and withstand aggressive annealing treatments in oxidizing and reducing environments. Our results constitute a step toward deterministic engineering of …",
            "Robust Multicolor Single Photon Emission from Point Defects in Hexagonal Boron Nitride",
            "Toan Trong Tran and Christopher ElBadawi and Daniel Totonjian and Charlene J Lobo and Gabriele Grosso and Hyowon Moon and Dirk R. Englund and Michael J. Ford and Igor Aharonovich and Toth Milos",
            "2016",
            "tBmZEeYAAAAJ:XD-gHx7UXLsC",
            285,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acsnano.6b03602",
            "6861154853242311491",
            "\/scholar?cites=6861154853242311491",
            {
                "2016":9,
                "2017":39,
                "2018":55,
                "2019":88,
                "2020":85,
                "2021":8
            }
        ],
        [
            "Two-dimensional van der Waals materials have emerged as promising platforms for solid-state quantum information processing devices with unusual potential for heterogeneous assembly. Recently, bright and photostable single photon emitters were reported from atomic defects in layered hexagonal boron nitride (hBN), but controlling inhomogeneous spectral distribution and reducing multi-photon emission presented open challenges. Here, we demonstrate that strain control allows spectral tunability of hBN single photon emitters over 6 meV, and material processing sharply improves the single photon purity. We observe high single photon count rates exceeding 7× 10 6 counts per second at saturation, after correcting for uncorrelated photon background. Furthermore, these emitters are stable to material transfer to other substrates. High-purity and photostable single photon emission at room temperature, together …",
            "Tunable and high purity room-temperature single photon emission from atomic defects in hexagonal boron nitride",
            "Gabriele Grosso and Hyowon Moon and Benjamin Lienhard and Sajid Ali and Dmitri K Efetov and Marco M Furchi and Pablo Jarillo-Herrero and Michael J Ford and Igor Aharonovich and Dirk Englund",
            "2017",
            "tBmZEeYAAAAJ:kzcrU_BdoSEC",
            210,
            "https:\/\/www.nature.com\/articles\/s41467-017-00810-2\/briefing\/signup\/?origin=Nature&originReferralPoint=EmailBanner",
            "3145173416076863084",
            "\/scholar?cites=3145173416076863084",
            {
                "2017":9,
                "2018":31,
                "2019":82,
                "2020":77,
                "2021":10
            }
        ],
        [
            "Quantized vortices appear in quantum gases at the breakdown of superfluidity. In liquid helium and cold atomic gases, they have been indentified as the quantum counterpart of turbulence in classical fluids. In the solid state, composite light–matter bosons known as exciton polaritons have enabled studies of non-equilibrium quantum gases and superfluidity. However, there has been no experimental evidence of hydrodynamic nucleation of polariton vortices so far. Here we report the experimental study of a polariton fluid flowing past an obstacle and the observation of nucleation of quantized vortex pairs in the wake of the obstacle. We image the nucleation mechanism and track the motion of the vortices along the flow. The nucleation conditions are established in terms of local fluid density and velocity measured on the obstacle perimeter. The experimental results are successfully reproduced by numerical …",
            "Hydrodynamic nucleation of quantized vortex pairs in a polariton quantum fluid",
            "Gaël Nardin and Gabriele Grosso and Yoan Léger and Barbara Piȩtka and François Morier-Genoud and Benoît Deveaud-Plédran",
            "2011",
            "tBmZEeYAAAAJ:NJ774b8OgUMC",
            209,
            "https:\/\/www.nature.com\/articles\/nphys1959",
            "5786756188439703804",
            "\/scholar?cites=5786756188439703804",
            {
                "2011":6,
                "2012":23,
                "2013":21,
                "2014":21,
                "2015":24,
                "2016":25,
                "2017":22,
                "2018":15,
                "2019":27,
                "2020":20,
                "2021":3
            }
        ],
        [
            "One of the current challenges in photonics is developing high-speed, power-efficient, chip-integrated optical communications devices to address the interconnects bottleneck in high-speed computing systems 1. Silicon photonics has emerged as a leading architecture, in part because of the promise that many components, such as waveguides, couplers, interferometers and modulators 2, could be directly integrated on silicon-based processors. However, light sources and photodetectors present ongoing challenges 3, 4. Common approaches for light sources include one or few off-chip or wafer-bonded lasers based on III–V materials, but recent system architecture studies show advantages for the use of many directly modulated light sources positioned at the transmitter location 5. The most advanced photodetectors in the silicon photonic process are based on germanium, but this requires additional germanium …",
            "A MoTe2-based light-emitting diode and photodetector for silicon photonic integrated circuits",
            "Ya-Qing Bie and Gabriele Grosso and Mikkel Heuck and Marco M. Furchi and Yuan Cao and Jiabao Zheng and Darius Bunandar and Efren Navarro-Moratalla and Lin Zhou and Dmitri K. Efetov and Takashi Taniguchi and Kenji Watanabe and Jing Kong and Englund Dirk and Jarillo-Herrero Pablo",
            "2017",
            "tBmZEeYAAAAJ:ML0RJ9NH7IQC",
            199,
            "https:\/\/www.nature.com\/nnano\/journal\/v12\/n12\/abs\/nnano.2017.209.html",
            "10664075571472028844",
            "\/scholar?cites=10664075571472028844",
            {
                "2016":2,
                "2017":2,
                "2018":51,
                "2019":62,
                "2020":75,
                "2021":7
            }
        ],
        [
            "Photonic and optoelectronic devices may offer the opportunity to realize efficient signal processing at speeds higher than in conventional electronic devices. Switches form the building blocks for circuits, and fast photonic switches have been realized 1, 2, 3, 4, 5, 6. Recently, a proof of principle demonstration of exciton optoelectronic devices was reported 7, 8. The potential advantages of excitonic devices include high operation and interconnection speed, small dimensions and the opportunity to combine many elements into integrated circuits. Here, we demonstrate experimental proof of principle for the operation of excitonic switching devices at temperatures around 100 K. The devices are based on an AlAs\/GaAs coupled quantum well structure and include the exciton optoelectronic transistor (EXOT), the excitonic bridge modulator (EXBM), and the excitonic pinch-off modulator (EXPOM). A two orders of magnitude …",
            "Excitonic switches operating at around 100 K",
            "G Grosso and J Graves and AT Hammack and AA High and LV Butov and M Hanson and AC Gossard",
            "2009",
            "tBmZEeYAAAAJ:7T2F9Uy0os0C",
            166,
            "https:\/\/www.nature.com\/articles\/nphoton.2009.166",
            "7610552186668419279",
            "\/scholar?cites=7610552186668419279",
            {
                "2009":2,
                "2010":10,
                "2011":8,
                "2012":11,
                "2013":17,
                "2014":12,
                "2015":11,
                "2016":14,
                "2017":15,
                "2018":22,
                "2019":21,
                "2020":22,
                "2021":1
            }
        ],
        [
            "Exciton polaritons have been shown to be an optimal system in order to investigate the properties of bosonic quantum fluids. We report here on the observation of dark solitons in the wake of engineered circular obstacles and their decay into streets of quantized vortices. Our experiments provide a time-resolved access to the polariton phase and density, which allows for a quantitative study of instabilities of freely evolving polaritons. The decay of solitons is quantified and identified as an effect of disorder-induced transverse perturbations in the dissipative polariton gas.",
            "Soliton instabilities and vortex street formation in a polariton quantum fluid",
            "G Grosso and G Nardin and F Morier-Genoud and Y Léger and B Deveaud-Plédran",
            "2011",
            "tBmZEeYAAAAJ:tKAzc9rXhukC",
            101,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.245301",
            "4656620752208491748",
            "\/scholar?cites=4656620752208491748",
            {
                "2011":1,
                "2012":13,
                "2013":22,
                "2014":9,
                "2015":12,
                "2016":15,
                "2017":7,
                "2018":6,
                "2019":9,
                "2020":7
            }
        ],
        [
            "We report on the principle and realization of a new trap for excitons—the diamond electrostatic trap—which uses a single electrode to create a confining potential for excitons. We also create elevated diamond traps which permit evaporative cooling of the exciton gas. We observe the collection of excitons towards the trap center with increasing exciton density. This effect is due to screening of disorder in the trap by the excitons. As a result, the diamond trap behaves as a smooth parabolic potential which realizes a cold and dense exciton gas at the trap center.",
            "Trapping indirect excitons in a GaAs quantum-well structure with a diamond-shaped electrostatic trap",
            "AA High and AK Thomas and G Grosso and M Remeika and AT Hammack and AD Meyertholen and MM Fogler and LV Butov and M Hanson and AC Gossard",
            "2009",
            "tBmZEeYAAAAJ:ZfRJV9d4-WMC",
            84,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.103.087403",
            "8860065610609725246",
            "\/scholar?cites=8860065610609725246",
            {
                "2010":4,
                "2011":11,
                "2012":13,
                "2013":5,
                "2014":10,
                "2015":7,
                "2016":7,
                "2017":14,
                "2018":4,
                "2019":4,
                "2020":5
            }
        ],
        [
            "We study implications of the weak gravity conjecture in the AdS\/CFT correspondence. Unlike in Minkowski spacetime, Anti-de Sitter (AdS) spacetime has a physical length scale, so that the conjecture must be generalized with an additional parameter. We discuss possible generalizations and translate them into the language of dual conformal field theories (CFTs), which take the form of inequalities involving the dimension and charge of an operator as well as the current and energy-momentum tensor central charges. We then test these inequalities against various CFTs to see if they are universally obeyed by all the CFTs. We find that certain CFTs, such as supersymmetric QCDs, do not satisfy them even in the large N limit. This does not contradict the conjecture in AdS spacetime because the theories violating them are either unlikely or unclear to have weakly coupled gravitational descriptions, but it suggests that …",
            "Weak gravity conjecture in the AdS\/CFT correspondence",
            "Yu Nakayama and Yasunori Nomura",
            "2015",
            "tBmZEeYAAAAJ:z_wVstp3MssC",
            52,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.92.126006",
            "14281760255221652117",
            "\/scholar?cites=14281760255221652117",
            {
                "2016":12,
                "2017":6,
                "2018":4,
                "2019":17,
                "2020":13
            }
        ],
        [
            "High sensitivity, fast response time and strong light absorption are the most important metrics for infrared sensing and imaging. The trade-off between these characteristics remains the primary challenge in bolometry. Graphene with its unique combination of a record small electronic heat capacity and a weak electron–phonon coupling has emerged as a sensitive bolometric medium that allows for high intrinsic bandwidths 1–3. Moreover, the material’s light absorption can be enhanced to near unity by integration into photonic structures. Here, we introduce an integrated hot-electron bolometer based on Johnson noise readout of electrons in ultra-clean hexagonal-boron-nitride-encapsulated graphene, which is critically coupled to incident radiation through a photonic nanocavity with Q= 900. The device operates at telecom wavelengths and shows an enhanced bolometric response at charge neutrality. At 5 K, we …",
            "Fast thermal relaxation in cavity-coupled graphene bolometers with a Johnson noise read-out",
            "Dmitri K Efetov and Ren-Jye Shiue and Yuanda Gao and Brian Skinner and Evan D Walsh and Hyeongrak Choi and Jiabao Zheng and Cheng Tan and Gabriele Grosso and Cheng Peng and James Hone and Kin Chung Fong and Dirk Englund",
            "2018",
            "tBmZEeYAAAAJ:EYYDruWGBe4C",
            37,
            "https:\/\/www.nature.com\/articles\/s41565-018-0169-0",
            "18203947445701817124",
            "\/scholar?cites=18203947445701817124",
            {
                "2018":2,
                "2019":9,
                "2020":23,
                "2021":3
            }
        ],
        [
            "Two-dimensional materials have emerged as promising candidates to augment existing optical networks for metrology, sensing, and telecommunication, both in the classical and quantum mechanical regimes. Here, we review the development of several on-chip photonic components ranging from electro-optic modulators, photodetectors, bolometers, and light sources that are essential building blocks for a fully integrated nanophotonic and quantum photonic circuit.",
            "Active 2D materials for on-chip nanophotonics and quantum optics",
            "Ren-Jye Shiue and Dmitri K Efetov and Gabriele Grosso and Cheng Peng and Kin Chung Fong and Dirk Englund",
            "2017",
            "tBmZEeYAAAAJ:nrtMV_XWKgEC",
            30,
            "https:\/\/www.degruyter.com\/view\/journals\/nanoph\/6\/6\/article-p1329.xml",
            "8239380550064506081",
            "\/scholar?cites=8239380550064506081",
            {
                "2017":1,
                "2018":6,
                "2019":12,
                "2020":10,
                "2021":1
            }
        ]
    ]
}