{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "The ADMIRE-HF (AdreView Myocardial Imaging for Risk Evaluation in Heart Failure) study prospectively evaluated iodine-123 meta-iodobenzylguanidine (123I-mIBG) imaging for identifying symptomatic heart failure (HF) patients most likely to experience cardiac events.Single-center studies have demonstrated the poorer prognosis of HF patients with reduced 123I-mIBG myocardial uptake, but these observations have not been validated in large multicenter trials.A total of 961 subjects with New York Heart Association (NYHA) functional class II\/III HF and left ventricular ejection fraction (LVEF) ≤35% were studied. Subjects underwent 123I-mIBG myocardial imaging (sympathetic neuronal integrity quantified as the heart\/mediastinum uptake ratio [H\/M] on 4-h delayed planar images) and myocardial perfusion imaging and were then followed up for up to 2 years. Time to first …",
            "Myocardial Iodine-123 Meta-Iodobenzylguanidine Imaging and Cardiac Events in Heart Failure: Results of the Prospective ADMIRE-HF (AdreView Myocardial …",
            "Arnold F Jacobson and Roxy Senior and Manuel D Cerqueira and Nathan D Wong and Gregory S Thomas and Victor A Lopez and Denis Agostini and Fred Weiland and Harish Chandna and Jagat Narula and ADMIRE-HF Investigators",
            "2010",
            "tbyI9HMAAAAJ:d1gkVwhDpl0C",
            765,
            "https:\/\/www.jacc.org\/doi\/abs\/10.1016\/j.jacc.2010.01.014",
            "12901090030017992528",
            "\/scholar?cites=12901090030017992528",
            {
                "2010":19,
                "2011":56,
                "2012":45,
                "2013":73,
                "2014":71,
                "2015":105,
                "2016":91,
                "2017":83,
                "2018":68,
                "2019":76,
                "2020":60,
                "2021":7
            }
        ],
        [
            "Cardiovascular disease is the leading cause of mortality for women in the United States. Coronary heart disease, which includes coronary atherosclerotic disease, myocardial infarction, acute coronary syndromes, and angina, is the largest subset of this mortality, with >240 000 women dying annually from the disease. Atherosclerotic coronary artery disease (CAD) is the focus of this consensus statement. Research continues to report underrecognition and underdiagnosis of CAD as contributory to high mortality rates in women. Timely and accurate diagnosis can significantly reduce CAD mortality for women; indeed, once the diagnosis is made, it does appear that current treatments are equally effective at reducing risk in both women and men. As such, noninvasive diagnostic and prognostic testing offers the potential to identify women at increased CAD risk as the basis for instituting preventive and therapeutic …",
            "Role of noninvasive testing in the clinical evaluation of women with suspected coronary artery disease: consensus statement from the Cardiac Imaging Committee, Council on …",
            "Jennifer H Mieres and Leslee J Shaw and Andrew Arai and Matthew J Budoff and Scott D Flamm and W Gregory Hundley and Thomas H Marwick and Lori Mosca and Ayan R Patel and Miguel A Quinones and Rita F Redberg and Kathryn A Taubert and Allen J Taylor and Gregory S Thomas and Nanette K Wenger",
            "2005",
            "tbyI9HMAAAAJ:u5HHmVD_uO8C",
            547,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/01.CIR.0000155233.67287.60",
            "11794313307441054993",
            "\/scholar?cites=11794313307441054993",
            {
                "2005":15,
                "2006":49,
                "2007":57,
                "2008":57,
                "2009":45,
                "2010":42,
                "2011":37,
                "2012":39,
                "2013":43,
                "2014":29,
                "2015":30,
                "2016":27,
                "2017":15,
                "2018":11,
                "2019":19,
                "2020":8
            }
        ],
        [
            "Atherosclerosis is thought to be a disease of modern human beings and related to contemporary lifestyles. However, its prevalence before the modern era is unknown. We aimed to evaluate preindustrial populations for atherosclerosis.We obtained whole body CT scans of 137 mummies from four different geographical regions or populations spanning more than 4000 years. Individuals from ancient Egypt, ancient Peru, the Ancestral Puebloans of southwest America, and the Unangan of the Aleutian Islands were imaged. Atherosclerosis was regarded as definite if a calcified plaque was seen in the wall of an artery and probable if calcifications were seen along the expected course of an artery.Probable or definite atherosclerosis was noted in 47 (34%) of 137 mummies and in all four geographical populations: 29 (38%) of 76 ancient Egyptians, 13 (25%) of 51 ancient Peruvians, two (40 …",
            "Atherosclerosis across 4000 years of human history: the Horus study of four ancient populations",
            "Randall C Thompson and Adel H Allam and Guido P Lombardi and L Samuel Wann and M Linda Sutherland and James D Sutherland and Muhammad Al-Tohamy Soliman and Bruno Frohlich and David T Mininberg and Janet M Monge and Clide M Vallodolid and Samantha L Cox and Gomaa Abd el-Maksoud and Ibrahim Badr and Michael I Miyamoto and Abd el-Halim Nur el-din and Jagat Narula and Caleb E Finch and Gregory S Thomas",
            "2013",
            "tbyI9HMAAAAJ:WbkHhVStYXYC",
            372,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S014067361360598X",
            "10539367199686777533",
            "\/scholar?cites=10539367199686777533",
            {
                "2012":1,
                "2013":27,
                "2014":60,
                "2015":54,
                "2016":45,
                "2017":31,
                "2018":39,
                "2019":42,
                "2020":46,
                "2021":1
            }
        ],
        [
            "Atherosclerosis is thought to be a disease of modern human beings and related to contemporary lifestyles. However, its prevalence before the modern era is unknown. We aimed to evaluate preindustrial populations for atherosclerosis.We obtained whole body CT scans of 137 mummies from four different geographical regions or populations spanning more than 4000 years. Individuals from ancient Egypt, ancient Peru, the Ancestral Puebloans of southwest America, and the Unangan of the Aleutian Islands were imaged. Atherosclerosis was regarded as definite if a calcified plaque was seen in the wall of an artery and probable if calcifications were seen along the expected course of an artery.Probable or definite atherosclerosis was noted in 47 (34%) of 137 mummies and in all four geographical populations: 29 (38%) of 76 ancient Egyptians, 13 (25%) of 51 ancient Peruvians, two (40 …",
            "Atherosclerosis across 4000 years of human history: the Horus study of four ancient populations",
            "Randall C Thompson and Adel H Allam and Guido P Lombardi and L Samuel Wann and M Linda Sutherland and James D Sutherland and Muhammad Al-Tohamy Soliman and Bruno Frohlich and David T Mininberg and Janet M Monge and Clide M Vallodolid and Samantha L Cox and Gomaa Abd el-Maksoud and Ibrahim Badr and Michael I Miyamoto and Abd el-Halim Nur el-din and Jagat Narula and Caleb E Finch and Gregory S Thomas",
            "2013",
            "tbyI9HMAAAAJ:u_35RYKgDlwC",
            371,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S014067361360598X",
            "10539367199686777533",
            "\/scholar?cites=10539367199686777533",
            {
                "2012":1,
                "2013":27,
                "2014":59,
                "2015":54,
                "2016":45,
                "2017":31,
                "2018":39,
                "2019":42,
                "2020":46,
                "2021":1
            }
        ],
        [
            "This study sought to examine the efficacy and safety of mipomersen for reducing atherogenic lipids and lipoproteins in patients with hypercholesterolemia.Many patients on lipid-lowering therapies remain unable to achieve target low-density lipoprotein (LDL) cholesterol levels. Mipomersen, an antisense oligonucleotide inhibitor of apolipoprotein B, reduces LDL cholesterol and atherogenic lipoproteins.This randomized, double-blind, multicenter study enrolled 158 patients with baseline LDL cholesterol levels ≥100 mg\/dl with, or at high risk for, coronary heart disease who were receiving maximally tolerated lipid-lowering therapy. Patients received weekly subcutaneous mipomersen 200 mg (n = 105) or placebo (n = 52) for 26 weeks, with a 24-week follow-up period. Randomization was stratified by type 2 diabetes status.Sixty mipomersen and 44 placebo patients …",
            "Mipomersen, an apolipoprotein B synthesis inhibitor, reduces atherogenic lipoproteins in patients with severe hypercholesterolemia at high cardiovascular risk: a randomized …",
            "Gregory S Thomas and William C Cromwell and Shariq Ali and Wai Chin and JoAnn D Flaim and Michael Davidson",
            "2013",
            "tbyI9HMAAAAJ:K3LRdlH-MEoC",
            196,
            "https:\/\/www.jacc.org\/doi\/abs\/10.1016\/j.jacc.2013.07.081",
            "3664355669273433152",
            "\/scholar?cites=3664355669273433152",
            {
                "2013":6,
                "2014":37,
                "2015":36,
                "2016":39,
                "2017":14,
                "2018":13,
                "2019":34,
                "2020":10,
                "2021":5
            }
        ]
    ]
}