{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Telomerase reverse transcriptase (TERT) mutation is the most frequent genetic alteration in hepatocellular carcinoma (HCC). Our aims were to investigate whether TERT mutations can be detected in circulating cell‐free DNA (cfDNA) of patients with HCC and\/or cirrhosis and characterize clinical parameters associated with these mutations. We retrieved data on TERT C228T and C250T promoter mutations in 196 HCCs from The Cancer Genome Atlas. We measured these TERT mutations in plasma cfDNA in 218 patients with HCC and 81 patients with cirrhosis without imaging evidence of HCC. The prevalence of TERT mutations in The Cancer Genome Atlas HCC specimens was 44.4%. TERT mutations were detected with similar prevalence (47.7%) in plasma cfDNAs from 218 patients with HCC. TERT mutations, either within the HCC or in cfDNA, were associated with male sex, hepatitis C virus (HCV), alcoholic …",
            "Telomerase reverse transcriptase mutations in plasma DNA in patients with hepatocellular carcinoma or cirrhosis: prevalence and risk factors",
            "Jingjing Jiao and Gordon P Watt and Heather L Stevenson and Tiffany L Calderone and Susan P Fisher‐Hoch and Yuanqing Ye and Xifeng Wu and John M Vierling and Laura Beretta",
            "2018",
            "tc2BRI4AAAAJ:P5F9QuxV20EC",
            21,
            "https:\/\/aasldpubs.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/hep4.1187",
            "17620830346753476478",
            "\/scholar?cites=17620830346753476478",
            {
                "2019":6,
                "2020":15
            }
        ],
        [
            "We aimed to determine whether aflatoxin dietary exposure plays a role in the high incidence of hepatocellular carcinoma (HCC) observed among Hispanics in South Texas. We measured TP53R249S somatic mutation, hallmark of aflatoxin etiology in HCC, using droplet digital PCR and RFLP. TP53R249S mutation was detected in 3 of 41 HCC tumors from Hispanics in South Texas (7.3%). We also measured TP53R249S mutation in plasma cell-free DNA (cfDNA) from 218 HCC patients and 96 Hispanic subjects with advanced fibrosis or cirrhosis, from South Texas. The mutation was detected only in Hispanic and Asian HCC patients, and patients harboring TP53R249S mutation were significantly younger and had a shorter overall survival. The mutation was not detected in any Hispanic subject with advanced fibrosis or cirrhosis. Genes involved in cell-cycle control of chromosomal replication and in BRCA1 …",
            "Prevalence of aflatoxin-associated TP53R249S mutation in hepatocellular carcinoma in Hispanics in South Texas",
            "Jingjing Jiao and Weibo Niu and Ying Wang and Keith Baggerly and Yuanqing Ye and Xifeng Wu and Dewitt Davenport and Jose Luis Almeda and Monica M Betancourt-Garcia and R Armour Forse and Heather L Stevenson and Gordon P Watt and Joseph B McCormick and Susan P Fisher-Hoch and Laura Beretta",
            "2018",
            "tc2BRI4AAAAJ:b0M2c_1WBrUC",
            16,
            "https:\/\/cancerpreventionresearch.aacrjournals.org\/content\/11\/2\/103.abstract",
            "7186121648282992068",
            "\/scholar?cites=7186121648282992068",
            {
                "2018":3,
                "2019":5,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Liver cirrhosis is a leading cause of death in Hispanics and Hispanics who live in South Texas have the highest incidence of liver cancer in the United States. We aimed at determining the prevalence and associated risk factors of cirrhosis in this population. Clinical and demographic variables were extracted for 2466 participants in the community-based Cameron County Hispanic Cohort in South Texas. Aspartate transaminase to Platelet Ratio Index (APRI) was used to predict cirrhosis in Cameron County Hispanic Cohort. The prevalence of cirrhosis using APRI≥2 was 0.94%, which is nearly 4-fold higher than the national prevalence. Using APRI≥1, the overall prevalence of cirrhosis\/advanced fibrosis was 3.54%. In both analyses, highest prevalence was observed in males, specifically in the 25–34 age group. Risk factors independently associated with APRI≥2 and APRI≥1 included hepatitis C, diabetes and central obesity with a remarkable population attributable fraction of 52.5% and 65.3% from central obesity, respectively. Excess alcohol consumption was also independently associated with APRI≥2. The presence of patatin-like phospholipase domain-containing-3 gene variants was independently associated with APRI≥1 in participants >50 years old. Males with both central obesity and excess alcohol consumption presented with cirrhosis\/advanced fibrosis at a young age. Alarmingly high prevalence of cirrhosis and advanced fibrosis was identified in Hispanics in South Texas, affecting young males in particular. Central obesity was identified as the major risk factor. Public health efforts are urgently needed to increase awareness and …",
            "Cirrhosis and advanced fibrosis in Hispanics in Texas: the dominant contribution of central obesity",
            "Jingjing Jiao and Gordon P Watt and MinJae Lee and Mohammad H Rahbar and Kristina P Vatcheva and Jen-Jung Pan and Joseph B McCormick and Susan P Fisher-Hoch and Michael B Fallon and Laura Beretta",
            "2016",
            "tc2BRI4AAAAJ:u5HHmVD_uO8C",
            11,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0150978",
            "12321888688708936340",
            "\/scholar?cites=12321888688708936340",
            {
                "2016":1,
                "2017":2,
                "2018":3,
                "2019":2,
                "2020":2,
                "2021":1
            }
        ],
        [
            "MethodsWe sampled all male participants from the Cameron County Hispanic Cohort, an ongoing population-based cohort of Mexican Americans in Brownsville, Texas. We calculated descriptive statistics and stratified the sample into 3 age groups to estimate the prevalence of sociodemographic, behavioral, and clinical factors by age group and evaluated differences between age groups.ResultsObesity prevalence was approximately 50% across all age groups (P=. 83). Diabetes prevalence was high overall (26.8%), and 16.9%(95% confidence interval [CI], 10.1%–23.8%) of men younger than 35 had diabetes. More than 70% of these young men had elevated liver enzymes, and mean values of aspartate aminotransferase were significantly higher in younger men (45.0 u\/L; 95% CI, 39.5–50.6 u\/L) than in both older age groups. Less than 20% of young men had any form of health insurance. Current smoking was …",
            "Peer Reviewed: The Precarious Health of Young Mexican American Men in South Texas, Cameron County Hispanic Cohort, 2004–2015",
            "Gordon P Watt and Kristina P Vatcheva and Derek M Griffith and Belinda M Reininger and Laura Beretta and Michael B Fallon and Joseph B McCormick and Susan P Fisher-Hoch",
            "2016",
            "tc2BRI4AAAAJ:2osOgNQ5qMEC",
            10,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/pmc5003530\/",
            "3962741944103682893",
            "\/scholar?cites=3962741944103682893",
            {
                "2017":1,
                "2018":3,
                "2019":4,
                "2020":2
            }
        ],
        [
            "Altered bone quality due to the underlying metabolic changes of type 2 diabetes (T2D) has been hypothesized to affect bone strength, leading to increased fracture risk in patients with T2D. Lumbar spine trabecular bone score (LS-TBS), an indirect measure of trabecular microarchitecture, provides information on bone quality and has been associated with T2D. However, trabecular bone score (TBS) is also affected by demographic patterns and body size, and is expected to be different in people from various ethnic or racial backgrounds. Therefore, it is important to understand associations between T2D and TBS for each ethnic or racial group separately. Although the relationship between TBS and age has been reported to be similar between non-Hispanic Caucasians and Mexican Americans (MAs), data on associations of LS-TBS with T2D in older MAs are lacking. Here, we report associations between TBS and …",
            "Trabecular bone score is a valuable addition to bone mineral density for bone quality assessment in older Mexican American women with type 2 diabetes",
            "Nahid Rianon and Catherine G Ambrose and Maryam Buni and Gordon Watt and Carlos Reyes-Ortiz and Miryoung Lee and Joseph McCormick and Susan Fisher-Hoch",
            "2018",
            "tc2BRI4AAAAJ:CHSYGLWDkRkC",
            8,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S109469501730255X",
            "13742414130948650804",
            "\/scholar?cites=13742414130948650804",
            {
                "2018":2,
                "2019":4,
                "2020":2
            }
        ],
        [
            "The incidence of hepatocellular carcinoma (HCC) associated with non-alcoholic fatty liver disease (NAFLD) is rapidly increasing. We aimed to elucidate the genetic basis of NAFLD-associated HCC and identify candidate targets for chemoprevention. Twenty HCC tumors, distant liver and matched tails from mice with hepatocyte-deletion of Pten (HepPten-) were subjected to whole-exome sequencing. A total of 162 genes with somatic non-synonymous single nucleotide variants or exonic small insertions and deletions in tumors were identified. Ingenuity Pathway Analysis of these 162 genes, further identified Toll-like receptor (TLR) 4, a key mediator of proinflammatory responses, and resatorvid, a TLR4 inhibitor, as the main causal networks of this dataset. Resatorvid treatment strongly prevented HCC development in these mice (p< 0.001). Remarkably, HCC patients with high tumoral TLR4 mRNA expression were …",
            "Toll-like receptor 4: a target for chemoprevention of hepatocellular carcinoma in obesity and steatohepatitis",
            "Jennifer Nguyen and Jingjing Jiao and Kristin Smoot and Gordon P Watt and Chen Zhao and Xingzhi Song and Heather L Stevenson and Joseph B McCormick and Susan P Fisher-Hoch and Jianhua Zhang and P Andrew Futreal and Laura Beretta",
            "2018",
            "tc2BRI4AAAAJ:UxriW0iASnsC",
            8,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC6047684\/",
            "2210707181769922561",
            "\/scholar?cites=2210707181769922561",
            {
                "2019":5,
                "2020":3
            }
        ],
        [
            "Hepatic fibrosis is a primary risk factor for cirrhosis and hepatocellular carcinoma, which affect a disproportionate number of Hispanics in the United States. We aimed to determine the prevalence of significant fibrosis, measured by point shear-wave elastography (pSWE), and determine characteristics of hepatic fibrosis and simple steatosis in a population-based study of Mexican American Hispanics in south Texas.Liver stiffness was measured by pSWE, performed by 2 separate operators, for 406 participants in the Cameron County Hispanic Cohort from 2015 through 2017. Significant fibrosis (F2–F4) was defined as median stiffness > 1.34 m\/s. Steatosis was determined by ultrasound. All participants underwent a clinical examination that included a comprehensive laboratory analysis and standardized interview about their medical and social history. We calculated weighted prevalence …",
            "High prevalence of hepatic fibrosis, measured by elastography, in a population-based study of Mexican Americans",
            "Gordon P Watt and Miryoung Lee and Jen-Jung Pan and Michael B Fallon and Rohit Loomba and Laura Beretta and Joseph B McCormick and Susan P Fisher-Hoch",
            "2019",
            "tc2BRI4AAAAJ:nb7KW1ujOQ8C",
            6,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1542356518305998",
            "6456869347230379882",
            "\/scholar?cites=6456869347230379882",
            {
                "2018":1,
                "2019":5
            }
        ],
        [
            "This study aimed to estimate the prevalence and risk factors for hepatitis C virus (HCV) infection in Mexican Americans living in South Texas. We tested plasma for the presence of HCV antibody from the Cameron County Hispanic Cohort (CCHC), a randomized, population-based cohort in an economically disadvantaged Mexican American community on the United States\/Mexico border with high rates of chronic disease. A weighted prevalence of HCV antibody of 2·3% [n = 1131, 95% confidence interval (CI) 1·2–3·4] was found. Participants with diabetes had low rates of HCV antibody (0·4%, 95% CI 0·0–0·9) and logistic regression revealed a statistically significant negative association between HCV and diabetes (OR 0·20, 95% CI 0·05–0·77) after adjusting for sociodemographic and clinical factors. This conflicts with reported positive associations of diabetes and HCV infection. No classic risk factors were identified …",
            "Hepatitis C virus in Mexican Americans: a population-based study reveals relatively high prevalence and negative association with diabetes",
            "GP Watt and KP Vatcheva and L Beretta and JJ Pan and MB Fallon and JB McCormick and SP Fisher-Hoch",
            "2016",
            "tc2BRI4AAAAJ:9yKSN-GCB0IC",
            6,
            "https:\/\/www.cambridge.org\/core\/journals\/epidemiology-and-infection\/article\/hepatitis-c-virus-in-mexican-americans-a-populationbased-study-reveals-relatively-high-prevalence-and-negative-association-with-diabetes\/6B981FD544C589E5FE7804F57DC735DF",
            "16549384906781020614",
            "\/scholar?cites=16549384906781020614",
            {
                "2016":1,
                "2017":4,
                "2018":1
            }
        ],
        [
            "Altered bone quality, caused by underlying metabolic changes of type 2 diabetes (T2D), has been hypothesized to cause altered bone strength and turnover leading to increased fracture risk in T2D patients. Current understanding about changes in bone turnover markers in T2D patients is mainly based on studies focused on Caucasian men and women. However, Hispanic populations have the highest prevalence of both T2D and osteoporosis in the US. We investigated associations of glycemic control (in terms of glycated hemoglobin [HbA1c]) and bone turnover rate in 69 older (≥50 years) Mexican American Cameron County Hispanic Cohort (CCHC) participants with T2D. Multivariable analyses were conducted to assess the associations between HbA1c (%), serum osteocalcin (OC), and serum sclerostin. In agreement with published reports from other racial\/ethnic populations, our study found that lower bone turnover (indicated by lower serum OC) occurred in Mexican American men with T2D who had poorer glycemic control. For the women in our study, we found no significant association between glycemic control and OC. In contrast, HbA1c was positively associated with sclerostin for women, with near significance (), while no association was found in men. We recommend screening Mexican American individuals with T2D, specifically those with poor glycemic control, for bone loss and fracture risk.",
            "Glycemic control and bone turnover in older Mexican Americans with type 2 diabetes",
            "Nahid J Rianon and Scott M Smith and MinJae Lee and Hannah Pervin and Paul Musgrave and Gordon P Watt and Shahla Nader and Sundeep Khosla and Catherine G Ambrose and Joseph B McCormick and Susan P Fisher-Hoch",
            "2018",
            "tc2BRI4AAAAJ:1sJd4Hv_s6UC",
            5,
            "https:\/\/www.hindawi.com\/journals\/jos\/2018\/7153021\/abs\/",
            "16605746404876397315",
            "\/scholar?cites=16605746404876397315",
            {
                "2020":3
            }
        ],
        [
            "Reducing health disparities for sexual and gender minority (SGM) people is a priority of the National Institutes of Health. SGM populations face barriers in cancer prevention, treatment, and survivorship care. These barriers are due to deficits in researcher and provider training and education, as well as limited National Cancer Institute funding opportunities directed at the many different SGM populations. SGM status intersects with race and ethnicity, education, geography, and poverty to exacerbate disparities further. SGM cancer research will inform SGM patient cancer care guidelines and promote best practices in care among cancer providers. Cancer professionals may benefit from tailored training to enhance their research readiness for SGM cancer care. Research readiness can promote conduct of high-impact SGM cancer research and expand the limited knowledge of SGM cancer care disparities. Here, we …",
            "Addressing cancer disparities in SGM populations: recommendations for a national action plan to increase SGM health equity through researcher and provider training and education",
            "Miria Kano and Nelson Sanchez and Irene Tamí-Maury and Benjamin Solder and Gordon Watt and Shine Chang",
            "2020",
            "tc2BRI4AAAAJ:738O_yMBCRsC",
            3,
            "https:\/\/link.springer.com\/article\/10.1007\/s13187-018-1438-1",
            "2381126651366779747",
            "\/scholar?cites=2381126651366779747",
            {
                "2019":1,
                "2020":2
            }
        ]
    ]
}