{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This author introduces a framework to guide researchers into a process of racial and cultural awareness, consciousness, and positionality as they conduct education research. The premise of the argument is that dangers seen, unseen, and unforeseen can emerge for researchers when they do not pay careful attention to their own and others’ racialized and cultural systems of coming to know, knowing, and experiencing the world. Education research is used as an analytic site for discussion throughout this article, but the framework may be transferable to other academic disciplines. After a review of literature on race and culture in education and an outline of central tenets of critical race theory, a nonlinear framework is introduced that focuses on several interrelated qualities: researching the self, researching the self in relation to others, engaged reflection and representation, and shifting from the self to system.",
            "Race, culture, and researcher positionality: Working through dangers seen, unseen, and unforeseen",
            "H Richard Milner IV",
            "2007",
            "TCb05hcAAAAJ:u5HHmVD_uO8C",
            1210,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.3102\/0013189x07309471",
            "12870497714168764697",
            "\/scholar?cites=12870497714168764697",
            {
                "2008":11,
                "2009":16,
                "2010":40,
                "2011":56,
                "2012":51,
                "2013":81,
                "2014":79,
                "2015":86,
                "2016":87,
                "2017":132,
                "2018":147,
                "2019":192,
                "2020":210,
                "2021":9
            }
        ],
        [
            "Start Where You Are, But Don’t Stay There is a book mainly intended for use by teachers, but would also be beneficial to anyone working with children on a regular basis (including but not limited to administrators, researchers, guidance counselors, and coaches). The author of the book, Milner, focuses on issues of diversity, opportunity, and teaching in the educational setting and the interrelated connection between the three ideas. He decides to focus on these issues because of the “achievement gap” between white and non-white students that currently exists in the US White students consistently perform better than their minority counterparts in the educational setting. He takes a very different approach to this topic, however. Instead of placing emphasis on the achievement gap, he chooses to view this issue in terms of an “opportunity gap.” While many researchers and educators seem to concentrate on standardized test scores, Milner decides to focus more on the process of teaching the individual student rather than test results. His tactic of focusing on teaching rather than testing proves to be an insightful one. The author identifies five critical areas that must be addressed in order to eliminate these opportunity gaps: 1) color blindness, 2) cultural conflicts, 3) myth of meritocracy, 4) low expectations and deficit mind-sets, and 5) context-neutral mind-sets.Many US teachers operate under the premise of color blindness. They do not see race as an issue in the classroom and refuse to acknowledge it. If many teachers do this, the author argues that it is because they feel that if they do consider race as a factor. The author rejects this point of view and …",
            "Start where you are, but don’t stay there",
            "HR Milner",
            "2010",
            "TCb05hcAAAAJ:_kc_bZDykSQC",
            583,
            "https:\/\/www.tesl-ej.org\/wordpress\/issues\/volume17\/ej65\/ej65r5\/",
            "3444985025903302679",
            "\/scholar?cites=3444985025903302679",
            {
                "2010":2,
                "2011":8,
                "2012":21,
                "2013":22,
                "2014":52,
                "2015":54,
                "2016":60,
                "2017":97,
                "2018":91,
                "2019":70,
                "2020":89,
                "2021":3
            }
        ],
        [
            "A few years ago, I was invited to a small Midwestern district to speak with district teachers, counselors, administrators, and staff about “Culture and Teaching.” Upon my arrival to the district office, the superintendent greeted me in the parking lot and rushed me into his vehicle. He explained as he started the car, and began driving that he wanted me to “see” one of the district’s “urban” schools before my presentation.I did not say much, as I was driven through the stoplights and around the two lane curves. I was perplexed. As I glanced out the window of his car, I pondered: Is this what he classifies as “urban”—I saw no sights that resembled an urban environment at least in terms of the layout or structure of the town. This was not an urban district in my mind; it was a rural one. All the data that I had reviewed before my visit about the town\/district also suggested that the district was indeed rural. However, for this …",
            "But what is urban education?",
            "H Richard Milner IV",
            "2012",
            "TCb05hcAAAAJ:YOwf2qJgpHMC",
            442,
            "https:\/\/journals.sagepub.com\/doi\/full\/10.1177\/0042085912447516",
            "1939672198891030010",
            "\/scholar?cites=1939672198891030010",
            {
                "2012":3,
                "2013":4,
                "2014":8,
                "2015":21,
                "2016":37,
                "2017":53,
                "2018":82,
                "2019":91,
                "2020":133,
                "2021":9
            }
        ],
        [
            "In The Report of the AERA Panel on Research and Teacher Education, Cochran-Smith and Zeichner's (2005) review of studies in the field of teacher education revealed that many studies lacked theoretical and conceptual grounding. The author argues that Derrick Bell's (1980) interest convergence, a principle of critical race theory, can be used as an analytic, explanatory, and conceptual tool in the study and analyses of policies and practices in teacher education. In particular, the author outlines interest convergence as a tenet of critical race theory, conceptualizes some broad themes of “raced” interests in teacher education, applies the interest-convergence principle to teacher education, and introduces an evolving theory of disruptive movement in teacher education to fight against racism in teacher education policies and practices.",
            "Critical race theory and interest convergence as analytic tools in teacher education policies and practices",
            "H Richard Milner IV",
            "2008",
            "TCb05hcAAAAJ:qjMakFHDy7sC",
            438,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/0022487108321884",
            "6828192682245718822",
            "\/scholar?cites=6828192682245718822",
            {
                "2009":4,
                "2010":15,
                "2011":20,
                "2012":23,
                "2013":35,
                "2014":28,
                "2015":38,
                "2016":26,
                "2017":56,
                "2018":53,
                "2019":64,
                "2020":64,
                "2021":1
            }
        ],
        [
            "Several concepts that are important for inclusion in any teacher education curriculum regarding diversity studies are elucidated in this article. The framing question of the discussion is: What are some relevant conceptions regarding issues of diversity that every teacher education program should consider including in its curriculum? The author outlines important concepts that contribute to what he calls teachers’ conceptual repertoires of diversity. The concepts are: color-blindness, cultural conflict, meritocracy, deficit conceptions, and expectations. The idea is that when teachers enter teacher education, their conceptions—their mindset, thinking, belief systems, attitudes, and overall understanding of the teaching and learning exchange—need to be addressed because these conceptions shape their curricula and instructional practices with P-12 students. The author is not suggesting that the five conceptual repertoires …",
            "What does teacher education have to do with teaching? Implications for diversity studies",
            "H Richard Milner IV",
            "2010",
            "TCb05hcAAAAJ:zYLM7Y9cAGgC",
            437,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/0022487109347670",
            "16233281563781646348",
            "\/scholar?cites=16233281563781646348",
            {
                "2010":11,
                "2011":11,
                "2012":27,
                "2013":34,
                "2014":33,
                "2015":38,
                "2016":51,
                "2017":52,
                "2018":53,
                "2019":58,
                "2020":59,
                "2021":3
            }
        ],
        [
            "In this chapter, I explore poverty as an outside-of-school factor and its influence on the inside-of-school experiences and outcome of students. I consider the interconnected space of learning, instructional practices, and poverty. In particular, I use critical race theory as an analytic tool to unpack, shed light on, problematize, disrupt, and analyze how systems of oppression, marginalization, racism, inequity, hegemony, and discrimination are pervasively present and ingrained in the fabric of policies, practices, institutions, and systems in education that have important bearings on students—all students—even though most of the studies reviewed did not address race in this way. I analyze the interrelationship between race and poverty. My point in using race as an analytic site is not to suggest that people are in poverty because of their race but to demonstrate how race can be a salient factor in how people experience and …",
            "Analyzing poverty, learning, and teaching through a critical race theory lens",
            "H Richard Milner IV",
            "2013",
            "TCb05hcAAAAJ:0EnyYjriUFMC",
            433,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.3102\/0091732x12459720",
            "6255354594661257144",
            "\/scholar?cites=6255354594661257144",
            {
                "2012":2,
                "2013":10,
                "2014":27,
                "2015":41,
                "2016":64,
                "2017":70,
                "2018":73,
                "2019":62,
                "2020":72,
                "2021":1
            }
        ],
        [
            "While it is well established that the ability of teachers to build cultural competence is a critical aspect of their work especially in urban and highly diverse settings, the kinds of experiences that help them build cultural competence is less clear. The author attempts to contribute to this void by showcasing a White, science teacher’s experiences in building cultural competence in a highly diverse urban school. Culturally relevant pedagogy is used as an analytic tool to explain and uncover the ways in which the teacher develops cultural knowledge to maximize student learning opportunities. The basic premise of the article is that this White teacher was able to build cultural congruence with his highly diverse learners because he developed cultural competence and concurrently deepened his knowledge and understanding of himself and his practices. Practicing teachers, teacher educators, and researchers are …",
            "Culturally relevant pedagogy in a diverse urban classroom",
            "H Richard Milner",
            "2011",
            "TCb05hcAAAAJ:P5F9QuxV20EC",
            424,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s11256-009-0143-0.pdf",
            "11067679314497814198",
            "\/scholar?cites=11067679314497814198",
            {
                "2011":3,
                "2012":17,
                "2013":22,
                "2014":27,
                "2015":52,
                "2016":55,
                "2017":52,
                "2018":60,
                "2019":66,
                "2020":62,
                "2021":1
            }
        ],
        [
            "The purpose of this qualitative investigation was to understand the sources of self-efficacy (Bandura, 1997) for an African American teacher in a suburban high school in the United States. As one of only three African American teachers in the school, she encountered many challenges that could have threatened her sense of efficacy and thus caused her to leave the school, yet she persevered. We attempted to identify and interpret the sources of efficacy that encouraged the teacher's persistence in an unsupportive environment. In addition, we considered how the concept of stereotype threat might help us better understand the teacher's situation. Findings of the case study have implications for teacher self-efficacy theory and research, as well as teacher persistence.",
            "A case study of an African American teacher's self-efficacy, stereotype threat, and persistence",
            "H Richard Milner and Anita Woolfolk Hoy",
            "2003",
            "TCb05hcAAAAJ:u-x6o8ySG0sC",
            390,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0742051X02000999",
            "3657194650363138063",
            "\/scholar?cites=3657194650363138063",
            {
                "2002":1,
                "2003":7,
                "2004":4,
                "2005":5,
                "2006":10,
                "2007":6,
                "2008":14,
                "2009":20,
                "2010":17,
                "2011":17,
                "2012":20,
                "2013":35,
                "2014":29,
                "2015":29,
                "2016":25,
                "2017":36,
                "2018":35,
                "2019":43,
                "2020":33
            }
        ],
        [
            "Based on the premise that teachers’ perceptions of their professional roles are closely linked to their self images and their impact on the learning and achievement of their students, a study was conducted to investigate the relationship between the context of teachers’ work and their views of themselves as professionals. Sixty teachers in Israeli vocational senior high schools participated in the study. Half taught high-achieving and half low-achieving students. Teachers’ professional images of self were uncovered by asking them to match their images of themselves as teachers with drawings of other, carefully chosen, occupations and to comment on their choices. The use of metaphoric pictures was found to be a meaningful vehicle for raising teachers’ awareness of their roles and functions in school. The major finding of this study was that the teaching context has a significant impact on teachers’ images of their …",
            "How teachers in different educational contexts view their roles",
            "Miriam Ben-Peretz and Nili Mendelson and Friedrich W Kron",
            "2003",
            "TCb05hcAAAAJ:V3AGJWp-ZtQC",
            364,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0742051X02001002",
            "17198158524475566910",
            "\/scholar?cites=17198158524475566910",
            {
                "2003":2,
                "2004":5,
                "2005":3,
                "2006":10,
                "2007":16,
                "2008":18,
                "2009":20,
                "2010":22,
                "2011":14,
                "2012":19,
                "2013":24,
                "2014":30,
                "2015":31,
                "2016":26,
                "2017":42,
                "2018":30,
                "2019":28,
                "2020":13,
                "2021":2
            }
        ],
        [
            "Several essential interactions or experiences that had an influence on preservice teachers’ learning and understanding about urban education and diversity are described and discussed. In particular, the author introduces a developmental typology that was used to analyze the preservice teachers’ learning and understanding as a result of a course designed to help preservice teachers develop the knowledge, skills, dispositions, and attitudes necessary to teach in highly diverse and urban school contexts. These developmental interactions that made a critical difference in the preservice teachers’ learning included cultural and racial awareness and insight, critical reflection, and a bridge between theory and practice. Understanding the influence of courses in teacher education that endeavor to provide learning spaces for preservice teachers is especially important as we document the most salient ways to provide all …",
            "Preservice teachers’ learning about cultural and racial diversity: Implications for urban education",
            "H Richard Milner",
            "2006",
            "TCb05hcAAAAJ:9yKSN-GCB0IC",
            356,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/0042085906289709",
            "10749063399597932358",
            "\/scholar?cites=10749063399597932358",
            {
                "2007":7,
                "2008":15,
                "2009":19,
                "2010":12,
                "2011":19,
                "2012":28,
                "2013":24,
                "2014":24,
                "2015":31,
                "2016":42,
                "2017":29,
                "2018":32,
                "2019":33,
                "2020":36,
                "2021":1
            }
        ]
    ]
}