{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The High Resolution Fly’s Eye (HiRes) experiment has observed the Greisen-Zatsepin-Kuzmin suppression (called the GZK cutoff) with a statistical significance of five standard deviations. HiRes’ measurement of the flux of ultrahigh energy cosmic rays shows a sharp suppression at an energy of 6× 10 19 eV, consistent with the expected cutoff energy. We observe the ankle of the cosmic-ray energy spectrum as well, at an energy of 4× 10 18 eV. We describe the experiment, data collection, and analysis and estimate the systematic uncertainties. The results are presented and the calculation of the statistical significance of our observation is described.",
            "First observation of the Greisen-Zatsepin-Kuzmin suppression",
            "High Resolution Fly’s Eye Collaboration and RU Abbasi and T Abu-Zayyad and M Allen and JF Amman and G Archbold and K Belov and JW Belz and SY Ben Zvi and DR Bergman and SA Blake and OA Brusova and GW Burt and C Cannon and Z Cao and BC Connolly and W Deng and Y Fedorova and CB Finley and RC Gray and WF Hanlon and CM Hoffman and MH Holzscheiter and G Hughes and P Hüntemeyer and BF Jones and CCH Jui and K Kim and MA Kirn and EC Loh and MM Maestas and N Manago and LJ Marek and K Martens and JAJ Matthews and JN Matthews and SA Moore and A O’Neill and CA Painter and L Perera and K Reil and R Riehle and M Roberts and D Rodriguez and N Sasaki and SR Schnetzer and LM Scott and G Sinnis and JD Smith and P Sokolsky and C Song and RW Springer and BT Stokes and SB Thomas and JR Thomas and GB Thomson and D Tupa and S Westerhoff and LR Wiencke and X Zhang and A Zech",
            "2008",
            "tCC0Vl4AAAAJ:abG-DnoFyZgC",
            1043,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.101101",
            "9917630408173782942",
            "\/scholar?cites=9917630408173782942",
            {
                "2008":52,
                "2009":134,
                "2010":95,
                "2011":116,
                "2012":79,
                "2013":137,
                "2014":78,
                "2015":78,
                "2016":56,
                "2017":69,
                "2018":55,
                "2019":43,
                "2020":38,
                "2021":3
            }
        ],
        [
            "We have compared the decay rates of K L and K S to π+ π− and π 0 π 0 final states using a subset of the data from the KTeV experiment (E832) at Fermilab. We find that the direct-CP-violation parameter Re (ε′\/ε) is equal to [28.0±3.0 (stat)±2.8 (syst)]× 10− 4. This result definitively establishes the existence of CP violation in a decay process.",
            "Observation of Direct CP Violation in  Decays",
            "A Alavi-Harati and IF Albuquerque and T Alexopoulos and M Arenton and K Arisaka and S Averitte and AR Barker and Leo Bellantoni and A Bellavance and J Belz and R Ben-David and DR Bergman and E Blucher and GJ Bock and C Bown and S Bright and E Cheu and S Childress and R Coleman and MD Corcoran and G Corti and B Cox and MB Crisler and AR Erwin and R Ford and A Glazov and A Golossanov and G Graham and J Graham and K Hagan and E Halkiadakis and K Hanagaki and S Hidaka and YB Hsiung and V Jejer and J Jennings and DA Jensen and R Kessler and HGE Kobrak and J LaDue and A Lath and A Ledovskoy and PL McBride and AP McManus and P Mikelsons and E Monnier and T Nakaya and U Nauenberg and KS Nelson and H Nguyen and V O'dell and M Pang and R Pordes and V Prasad and C Qiao and B Quinn and EJ Ramberg and RE Ray and A Roodman and M Sadamoto and S Schnetzer and K Senyo and P Shanahan and PS Shawhan and W Slater and N Solomey and SV Somalwar and RL Stone and I Suzuki and EC Swallow and RA Swanson and SA Taegar and RJ Tesarek and GB Thomson and PA Toale and A Tripathi and R Tschirhart and YW Wah and J Wang and HB White and J Whitmore and B Winstein and R Winston and J-Y Wu and T Yamanaka and ED Zimmerman and KTeV Collaboration",
            "1999",
            "tCC0Vl4AAAAJ:olpn-zPbct0C",
            867,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.83.22",
            "13694796624691982422",
            "\/scholar?cites=13694796624691982422",
            {
                "1999":78,
                "2000":172,
                "2001":121,
                "2002":59,
                "2003":61,
                "2004":33,
                "2005":30,
                "2006":26,
                "2007":28,
                "2008":26,
                "2009":20,
                "2010":10,
                "2011":10,
                "2012":16,
                "2013":13,
                "2014":15,
                "2015":15,
                "2016":16,
                "2017":11,
                "2018":20,
                "2019":15,
                "2020":16,
                "2021":4
            }
        ],
        [
            "We have measured the cosmic ray spectrum above 10 17.2 eV using the two air-fluorescence detectors of the High Resolution Fly’s Eye observatory operating in monocular mode. We describe the detector, phototube, and atmospheric calibrations, as well as the analysis techniques for the two detectors. We fit the spectrum to a model consisting of galactic and extragalactic sources.",
            "Measurement of the flux of ultrahigh energy cosmic rays from monocular observations by the High Resolution Fly’s Eye experiment",
            "High Resolution Fly’s Eye Collaboration and RU Abbasi and T Abu-Zayyad and JF Amann and G Archbold and JA Bellido and K Belov and JW Belz and DR Bergman and Z Cao and RW Clay and MD Cooper and H Dai and BR Dawson and AA Everett and Yu A Fedorova and JHV Girard and RC Gray and WF Hanlon and CM Hoffman and MH Holzscheiter and P Hüntemeyer and BF Jones and CCH Jui and DB Kieda and K Kim and MA Kirn and EC Loh and N Manago and LJ Marek and K Martens and G Martin and JAJ Matthews and JN Matthews and JR Meyer and SA Moore and P Morrison and AN Moosman and JR Mumford and MW Munro and CA Painter and L Perera and K Reil and R Riehle and M Roberts and JS Sarracino and M Sasaki and SR Schnetzer and P Shen and KM Simpson and G Sinnis and JD Smith and P Sokolsky and C Song and RW Springer and BT Stokes and SF Taylor and SB Thomas and TN Thompson and GB Thomson and D Tupa and S Westerhoff and LR Wiencke and TD VanderVeen and A Zech and X Zhang",
            "2004",
            "tCC0Vl4AAAAJ:i2xiXl-TujoC",
            465,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.92.151101",
            "12828733949507479192",
            "\/scholar?cites=12828733949507479192",
            {
                "2004":27,
                "2005":60,
                "2006":66,
                "2007":70,
                "2008":44,
                "2009":42,
                "2010":12,
                "2011":30,
                "2012":26,
                "2013":14,
                "2014":13,
                "2015":13,
                "2016":8,
                "2017":8,
                "2018":7,
                "2019":11,
                "2020":7
            }
        ],
        [
            "We present a series of measurements based on K L, S→ π+ π− and K L, S→ π 0 π 0 decays collected in 1996–1997 by the KTeV experiment (E832) at Fermilab. We compare these four K→ π π decay rates to measure the direct CP violation parameter Re (ε′\/ε)=(20.7±2. 8)× 10− 4. We also test CPT symmetry by measuring the relative phase between the CP violating and CP conserving decay amplitudes for K→ π+ π−(φ+−) and for K→ π 0 π 0 (φ 00). We find the difference between the relative phases to be Δ φ≡ φ 00− φ+−=(+ 0.39±0. 5 0), and the deviation of φ+− from the superweak phase to be φ+−− φ SW=(+ 0.61±1. 1 9); both results are consistent with CPT symmetry. In addition, we present new measurements of the K L-K S mass difference and K S lifetime: Δ m=(5261±1 5)× 10 6 ħ s− 1 and τ S=(89.65±0. 0 7)× 10− 12 s.",
            "Measurements of direct  violation,  symmetry, and other parameters in the neutral kaon system",
            "A Alavi-Harati and T Alexopoulos and M Arenton and K Arisaka and S Averitte and RF Barbosa and AR Barker and M Barrio and Leo Bellantoni and A Bellavance and J Belz and DR Bergman and E Blucher and GJ Bock and C Bown and S Bright and E Cheu and S Childress and R Coleman and MD Corcoran and G Corti and B Cox and AR Erwin and R Ford and A Glazov and A Golossanov and G Graham and J Graham and Eva Halkiadakis and J Hamm and K Hanagaki and YB Hsiung and V Jejer and DA Jensen and R Kessler and HGE Kobrak and J LaDue and Amitabh Lath and A Ledovskoy and PL McBride and P Mikelsons and E Monnier and T Nakaya and KS Nelson and H Nguyen and V O’Dell and M Pang and R Pordes and V Prasad and XR Qi and B Quinn and EJ Ramberg and RE Ray and A Roodman and Stephen Schnetzer and K Senyo and P Shanahan and PS Shawhan and J Shields and W Slater and N Solomey and SV Somalwar and RL Stone and EC Swallow and SA Taegar and RJ Tesarek and GB Thomson and PA Toale and A Tripathi and R Tschirhart and SE Turner and YW Wah and J Wang and HB White and J Whitmore and B Winstein and R Winston and T Yamanaka and ED Zimmerman and KTeV Collaboration",
            "2003",
            "tCC0Vl4AAAAJ:LkGwnXOMwfcC",
            381,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.67.012005",
            "1464991287899713541",
            "\/scholar?cites=1464991287899713541",
            {
                "2002":5,
                "2003":33,
                "2004":41,
                "2005":34,
                "2006":37,
                "2007":30,
                "2008":27,
                "2009":22,
                "2010":12,
                "2011":11,
                "2012":18,
                "2013":11,
                "2014":6,
                "2015":5,
                "2016":13,
                "2017":12,
                "2018":21,
                "2019":22,
                "2020":13
            }
        ],
        [
            "We report studies of ultrahigh-energy cosmic-ray composition via analysis of depth of air shower maximum (X max﻿), for air shower events collected by the High-Resolution Fly’s Eye (HiRes) observatory. The HiRes data are consistent with a constant elongation rate d⟨ X max﻿⟩\/d [log﻿(E)] of 47.9±6.0 (stat)±3.2 (syst) g\/cm 2\/decade for energies between 1.6 and 63 EeV, and are consistent with a predominantly protonic composition of cosmic rays when interpreted via the QGSJET01 and QGSJET-II high-energy hadronic interaction models. These measurements constrain models in which the galactic-to-extragalactic transition is the cause of the energy spectrum ankle at 4× 10 18 eV.",
            "Indications of proton-dominated cosmic-ray composition above 1.6 EeV",
            "RU Abbasi and T Abu-Zayyad and M Al-Seady and M Allen and JF Amman and RJ Anderson and G Archbold and K Belov and JW Belz and DR Bergman and SA Blake and OA Brusova and GW Burt and C Cannon and Z Cao and W Deng and Y Fedorova and CB Finley and RC Gray and WF Hanlon and CM Hoffman and MH Holzscheiter and G Hughes and P Hüntemeyer and D Ivanov and BF Jones and CCH Jui and K Kim and MA Kirn and EC Loh and J Liu and JP Lundquist and MM Maestas and N Manago and LJ Marek and K Martens and JAJ Matthews and JN Matthews and SA Moore and A O’Neill and CA Painter and L Perera and K Reil and R Riehle and M Roberts and D Rodriguez and N Sasaki and SR Schnetzer and LM Scott and G Sinnis and JD Smith and P Sokolsky and C Song and RW Springer and BT Stokes and S Stratton and SB Thomas and JR Thomas and GB Thomson and D Tupa and A Zech and X Zhang",
            "2010",
            "tCC0Vl4AAAAJ:cFHS6HbyZ2cC",
            376,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.161101",
            "9285170664176440390",
            "\/scholar?cites=9285170664176440390",
            {
                "2010":28,
                "2011":63,
                "2012":60,
                "2013":76,
                "2014":31,
                "2015":32,
                "2016":24,
                "2017":16,
                "2018":17,
                "2019":19,
                "2020":6,
                "2021":1
            }
        ],
        [
            "The Telescope Array (TA) experiment, located in the western desert of Utah, USA, is designed for the observation of extensive air showers from extremely high energy cosmic rays. The experiment has a surface detector array surrounded by three fluorescence detectors to enable simultaneous detection of shower particles at ground level and fluorescence photons along the shower track. The TA surface detectors and fluorescence detectors started full hybrid observation in March, 2008. In this article we describe the design and technical features of the TA surface detector.",
            "The surface detector array of the Telescope Array experiment",
            "Tareq Abu-Zayyad and R Aida and M Allen and R Anderson and R Azuma and E Barcikowski and JW Belz and DR Bergman and SA Blake and R Cady and BG Cheon and J Chiba and M Chikawa and EJ Cho and WR Cho and H Fujii and T Fujii and T Fukuda and M Fukushima and D Gorbunov and W Hanlon and K Hayashi and Y Hayashi and N Hayashida and K Hibino and K Hiyama and K Honda and T Iguchi and D Ikeda and K Ikuta and N Inoue and T Ishii and R Ishimori and D Ivanov and S Iwamoto and CCH Jui and K Kadota and F Kakimoto and O Kalashev and T Kanbe and K Kasahara and H Kawai and S Kawakami and S Kawana and E Kido and HB Kim and HK Kim and JH Kim and K Kitamoto and K Kobayashi and Y Kobayashi and Y Kondo and K Kuramoto and V Kuzmin and YJ Kwon and SI Lim and S Machida and K Martens and J Martineau and T Matsuda and T Matsuura and T Matsuyama and JN Matthews and I Myers and M Minamino and K Miyata and H Miyauchi and Y Murano and T Nakamura and SW Nam and T Nonaka and S Ogio and M Ohnishi and H Ohoka and K Oki and D Oku and T Okuda and A Oshima and S Ozawa and IH Park and MS Pshirkov and D Rodriguez and SY Roh and G Rubtsov and D Ryu and H Sagawa and N Sakurai and AL Sampson and LM Scott and PD Shah and F Shibata and T Shibata and H Shimodaira and BK Shin and JI Shin and T Shirahama and JD Smith and P Sokolsky and TJ Sonley and RW Springer and BT Stokes and SR Stratton and TA Stroman and S Suzuki and Y Takahashi and M Takeda and A Taketa and M Takita and Y Tameda and H Tanaka and K Tanaka and M Tanaka and SB Thomas and GB Thomson and P Tinyakov and I Tkachev and H Tokuno and T Tomida and S Troitsky and Y Tsunesada and K Tsutsumi and Y Tsuyuguchi and Y Uchihori and S Udo and H Ukai and G Vasiloff and Y Wada and T Wong and M Wood and Y Yamakawa and H Yamaoka and K Yamazaki and J Yang and S Yoshida and H Yoshii and R Zollinger and Z Zundel",
            "2012",
            "tCC0Vl4AAAAJ:3fE2CSJIrl8C",
            363,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900212005931",
            "2448597203314794742",
            "\/scholar?cites=2448597203314794742",
            {
                "2012":5,
                "2013":34,
                "2014":22,
                "2015":48,
                "2016":45,
                "2017":53,
                "2018":59,
                "2019":54,
                "2020":41
            }
        ],
        [
            "The Telescope Array (TA) collaboration has measured the energy spectrum of ultra-high energy cosmic rays (UHECRs) with primary energies above 1.6× 10 18 eV. This measurement is based upon four years of observation by the surface detector component of TA. The spectrum shows a dip at an energy of 4.6× 10 18 eV and a steepening at 5.4× 10 19 eV which is consistent with the expectation from the GZK cutoff. We present the results of a technique, new to the analysis of UHECR surface detector data, that involves generating a complete simulation of UHECRs striking the TA surface detector. The procedure starts with shower simulations using the CORSIKA Monte Carlo program where we have solved the problems caused by use of the\" thinning\" approximation. This simulation method allows us to make an accurate calculation of the acceptance of the detector for the energies concerned.",
            "The cosmic-ray energy spectrum observed with the surface detector of the telescope array experiment",
            "Tareq Abu-Zayyad and R Aida and M Allen and R Anderson and R Azuma and E Barcikowski and JW Belz and DR Bergman and SA Blake and R Cady and BG Cheon and J Chiba and M Chikawa and EJ Cho and WR Cho and H Fujii and T Fujii and T Fukuda and M Fukushima and W Hanlon and K Hayashi and Y Hayashi and N Hayashida and K Hibino and K Hiyama and K Honda and T Iguchi and D Ikeda and K Ikuta and N Inoue and T Ishii and R Ishimori and D Ivanov and S Iwamoto and CCH Jui and K Kadota and F Kakimoto and O Kalashev and T Kanbe and K Kasahara and H Kawai and S Kawakami and S Kawana and E Kido and HB Kim and HK Kim and JH Kim and K Kitamoto and S Kitamura and Y Kitamura and K Kobayashi and Y Kobayashi and Y Kondo and K Kuramoto and V Kuzmin and YJ Kwon and J Lan and SI Lim and S Machida and K Martens and T Matsuda and T Matsuura and T Matsuyama and JN Matthews and M Minamino and K Miyata and Y Murano and I Myers and K Nagasawa and S Nagataki and T Nakamura and SW Nam and T Nonaka and S Ogio and M Ohnishi and H Ohoka and K Oki and D Oku and T Okuda and A Oshima and S Ozawa and IH Park and MS Pshirkov and DC Rodriguez and SY Roh and G Rubtsov and D Ryu and H Sagawa and N Sakurai and AL Sampson and LM Scott and PD Shah and F Shibata and T Shibata and H Shimodaira and BK Shin and JI Shin and T Shirahama and JD Smith and P Sokolsky and BT Stokes and SR Stratton and T Stroman and S Suzuki and Y Takahashi and M Takeda and A Taketa and M Takita and Y Tameda and H Tanaka and K Tanaka and M Tanaka and SB Thomas and GB Thomson and P Tinyakov and I Tkachev and H Tokuno and T Tomida and S Troitsky and Y Tsunesada and K Tsutsumi and Y Tsuyuguchi and Y Uchihori and S Udo and H Ukai and G Vasiloff and Y Wada and T Wong and M Wood and Y Yamakawa and R Yamane and H Yamaoka and K Yamazaki and J Yang and Y Yoneda and S Yoshida and H Yoshii and X Zhou and R Zollinger and Z Zundel",
            "2013",
            "tCC0Vl4AAAAJ:-f6ydRqryjwC",
            342,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/2041-8205\/768\/1\/L1\/meta",
            "5070259536955958263",
            "\/scholar?cites=5070259536955958263",
            {
                "2012":2,
                "2013":44,
                "2014":43,
                "2015":54,
                "2016":33,
                "2017":53,
                "2018":45,
                "2019":40,
                "2020":26,
                "2021":1
            }
        ],
        [
            "We have searched for intermediate-scale anisotropy in the arrival directions of ultrahigh-energy cosmic rays with energies above 57 EeV in the northern sky using data collected over a 5 yr period by the surface detector of the Telescope Array experiment. We report on a cluster of events that we call the hotspot, found by oversampling using 20 radius circles. The hotspot has a Li-Ma statistical significance of 5.1 σ, and is centered at RA= 146 fdg 7, decl.= 43 fdg 2. The position of the hotspot is about 19 off of the supergalactic plane. The probability of a cluster of events of 5.1 σ significance, appearing by chance in an isotropic cosmic-ray sky, is estimated to be 3.7× 10–4 (3.4 σ).",
            "Indications of intermediate-scale anisotropy of cosmic rays with energy greater than 57 EeV in the northern sky measured with the surface detector of the Telescope Array experiment",
            "RUea Abbasi and M Abe and T Abu-Zayyad and M Allen and R Anderson and R Azuma and E Barcikowski and JW Belz and DR Bergman and SA Blake and R Cady and MJ Chae and BG Cheon and J Chiba and M Chikawa and WR Cho and T Fujii and M Fukushima and T Goto and W Hanlon and Y Hayashi and N Hayashida and K Hibino and K Honda and D Ikeda and N Inoue and T Ishii and R Ishimori and H Ito and D Ivanov and CCH Jui and K Kadota and F Kakimoto and O Kalashev and K Kasahara and H Kawai and S Kawakami and S Kawana and K Kawata and E Kido and HB Kim and JH Kim and S Kitamura and Y Kitamura and V Kuzmin and YJ Kwon and J Lan and SI Lim and JP Lundquist and K Machida and K Martens and T Matsuda and T Matsuyama and JN Matthews and M Minamino and K Mukai and I Myers and K Nagasawa and S Nagataki and T Nakamura and T Nonaka and A Nozato and S Ogio and J Ogura and M Ohnishi and H Ohoka and K Oki and T Okuda and M Ono and A Oshima and S Ozawa and IH Park and MS Pshirkov and DC Rodriguez and G Rubtsov and D Ryu and H Sagawa and N Sakurai and AL Sampson and LM Scott and PD Shah and F Shibata and T Shibata and H Shimodaira and BK Shin and JD Smith and P Sokolsky and RW Springer and BT Stokes and SR Stratton and TA Stroman and T Suzawa and M Takamura and M Takeda and R Takeishi and A Taketa and M Takita and Y Tameda and H Tanaka and K Tanaka and M Tanaka and SB Thomas and GB Thomson and P Tinyakov and I Tkachev and H Tokuno and T Tomida and S Troitsky and Y Tsunesada and K Tsutsumi and Y Uchihori and S Udo and F Urban and G Vasiloff and T Wong and R Yamane and H Yamaoka and K Yamazaki and J Yang and K Yashiro and Y Yoneda and S Yoshida and H Yoshii and R Zollinger and Z Zundel",
            "2014",
            "tCC0Vl4AAAAJ:ULOm3_A8WrAC",
            303,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/2041-8205\/790\/2\/L21\/meta",
            "2826145709835731933",
            "\/scholar?cites=2826145709835731933",
            {
                "2014":7,
                "2015":54,
                "2016":54,
                "2017":55,
                "2018":48,
                "2019":48,
                "2020":32,
                "2021":3
            }
        ],
        [
            "The composition of ultra–high‐energy cosmic rays is measured with the High Resolution Fly’s Eye cosmic‐ray observatory data using the Xmax technique. Data were collected in stereo between 1999 November and 2001 September. The data are reconstructed with well‐determined geometry. Measurements of the atmospheric transmission are incorporated in the reconstruction. The detector resolution is found to be 30 g cm−2 in Xmax and 13% in energy. The Xmax elongation rate between 1018.0 and 1019.4 eV is measured to be   g cm−2 per decade. This is compared with predictions using the QGSJet01 and SIBYLL 2.1 hadronic interaction models for both protons and iron nuclei. CORSIKA‐generated extensive air showers are incorporated directly into a detailed detector Monte Carlo program. The elongation rate and the Xmax distribution widths are consistent with a constant or slowly changing and …",
            "A study of the composition of ultra-high-energy cosmic rays using the high-resolution fly’s eye",
            "RU Abbasi and T Abu-Zayyad and G Archbold and R Atkins and J Bellido and K Belov and JW Belz and S BenZvi and DR Bergman and J Boyer and GW Burt and Z Cao and R Clay and BM Connolly and B Dawson and W Deng and Y Fedorova and J Findlay and CB Finley and WF Hanlon and GA Hughes and P Huntemeyer and CCH Jui and K Kim and MA Kirn and B Knapp and EC Loh and MM Maetas and K Martens and G Martin and N Manago and EJ Mannel and JAJ Matthews and JN Matthews and A O’Neill and L Perera and K Reil and R Riehle and MD Roberts and M Sasaki and M Seman and SR Schnetzer and K Simpson and JD Smith and R Snow and P Sokolsky and C Song and RW Springer and BT Stokes and JR Thomas and SB Thomas and GB Thomson and S Westerhoff and LR Wiencke and A Zech",
            "2005",
            "tCC0Vl4AAAAJ:maZDTaKrznsC",
            297,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/427931\/meta",
            "6640557064116599278",
            "\/scholar?cites=6640557064116599278",
            {
                "2005":17,
                "2006":27,
                "2007":40,
                "2008":42,
                "2009":44,
                "2010":18,
                "2011":19,
                "2012":14,
                "2013":14,
                "2014":15,
                "2015":11,
                "2016":11,
                "2017":10,
                "2018":9,
                "2019":2,
                "2020":4
            }
        ],
        [
            "Since 2007, the Telescope Array (TA) experiment, based in Utah, USA, has been observing ultra high energy cosmic rays to understand their origins. The experiment includes a surface detector (SD) array and three fluorescence detector (FD) stations. The FD stations, installed surrounding the SD array, measure the air fluorescence light emitted from extensive air showers (EASs) for precise determination of their energies and species. The detectors employed at one of the three FD stations were relocated from the High Resolution Fly's Eye (HiRes) experiment. At the other two stations, newly designed detectors were constructed for the TA experiment. An FD consists of a primary mirror and a camera equipped with photomultiplier tube pixels. To obtain the EAS parameters with high accuracy, understanding the FD optical characteristics is important. In this paper, we report the characteristics and installation of the new …",
            "New air fluorescence detectors employed in the Telescope Array experiment",
            "H Tokuno and Y Tameda and M Takeda and K Kadota and D Ikeda and M Chikawa and T Fujii and M Fukushima and K Honda and N Inoue and F Kakimoto and S Kawana and E Kido and JN Matthews and T Nonaka and S Ogio and S Okuda and S Ozawa and H Sagawa and N Sakurai and T Shibata and A Taketa and SB Thomas and T Tomida and Y Tsunesada and S Udo and T Abu-Zayyad and R Aida and M Allen and R Anderson and R Azuma and E Barcikowski and JW Belz and DR Bergman and SA Blake and R Cady and BG Cheon and J Chiba and EJ Cho and WR Cho and H Fujii and T Fukuda and D Gorbunov and W Hanlon and K Hayashi and Y Hayashi and N Hayashida and K Hibino and K Hiyama and T Iguchi and K Ikuta and T Ishii and R Ishimori and D Ivanov and S Iwamoto and CCH Jui and O Kalashev and T Kanbe and K Kasahara and H Kawai and S Kawakami and HB Kim and HK Kim and JH Kim and K Kitamoto and K Kobayashi and Y Kobayashi and Y Kondo and K Kuramoto and V Kuzmin and YJ Kwon and SI Lim and S Machida and K Martens and J Martineau and T Matsuda and T Matsuura and T Matsuyama and I Myers and M Minamino and K Miyata and H Miyauchi and Y Murano and T Nakamura and SW Nam and M Ohnishi and H Ohoka and K Oki and D Oku and A Oshima and IH Park and MS Pshirkov and D Rodriguez and SY Roh and G Rubtsov and D Ryu and AL Sampson and LM Scott and PD Shah and F Shibata and H Shimodaira and BK Shin and JI Shin and T Shirahama and JD Smith and P Sokolsky and TJ Sonley and RW Springer and BT Stokes and SR Stratton and T Stroman and S Suzuki and Y Takahashi and M Takita and H Tanaka and K Tanaka and M Tanaka and GB Thomson and P Tinyakov and I Tkachev and S Troitsky and K Tsutsumi and Y Tsuyuguchi and Y Uchihori and H Ukai and G Vasiloff and Y Wada and T Wong and M Wood and Y Yamakawa and H Yamaoka and K Yamazaki and J Yang and S Yoshida and H Yoshii and R Zollinger and Z Zundel",
            "2012",
            "tCC0Vl4AAAAJ:35N4QoGY0k4C",
            232,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900212002422",
            "7670360908376782884",
            "\/scholar?cites=7670360908376782884",
            {
                "2012":7,
                "2013":42,
                "2014":22,
                "2015":30,
                "2016":18,
                "2017":21,
                "2018":33,
                "2019":35,
                "2020":22
            }
        ]
    ]
}