{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "The atomic arrangement in certain ordered alloys, such as B2–Fe60Al40 determines intrinsic material properties for instance, the saturation magnetization. Here we have investigated the influence of open-volume defects on the atomic ordering process at elevated temperatures in Fe60Al40 thin films. A dependence of the ordering process on the type and concentration of defects is observed by positron annihilation spectroscopy combined with ab-initio calculations. Comparing the lifetimes of positrons in the alloy for different annealing and irradiation treatments reveals the role of mono-vacancies, triple defects as well as large vacancy clusters: The rate of atomic ordering to the ordered B2 state is increased in the presence of mono-vacancies whereas triple defects and vacancy complexes decrease the ordering rate. Furthermore, an agglomeration of vacancies during annealing to di-vacancies and larger vacancy …",
            "The role of open-volume defects in the annihilation of antisites in a B2-ordered alloy",
            "Jonathan Ehrler and Maciej Oskar Liedke and Jakub Čížek and Richard Boucher and Maik Butterling and Shengqiang Zhou and Roman Böttger and Eric Hirschmann and Thu Trang Trinh and Andreas Wagner and Jürgen Lindner and Jürgen Fassbender and Christoph Leyens and Kay Potzger and Rantej Bali",
            "2019",
            "tCNVltYAAAAJ:u-x6o8ySG0sC",
            7,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1359645419304100",
            "5082330205395417903",
            "\/scholar?cites=5082330205395417903",
            {
                "2019":1,
                "2020":5
            }
        ],
        [
            "The nondestructive investigation of single vacancies and vacancy clusters in ion-irradiated samples requires a depth-resolved probe with atomic sensitivity to defects. The recent development of short-pulsed positron beams provides such a probe. Here, we combine depth-resolved Doppler broadening and positron annihilation lifetime spectroscopies to identify vacancy clusters in ion-irradiated Fe and measure their density as a function of depth. Despite large concentrations of dislocations and voids in the pristine samples, positron annihilation measurements uncovered the structure of vacancy clusters and the change in their size and density with irradiation dose. When combined with transmission electron microscopy measurements, the study demonstrates an association between the increase in the density of small vacancy clusters with irradiation and a remarkable reduction in the size of large voids. This …",
            "A new mechanism for void-cascade interaction from nondestructive depth-resolved atomic-scale measurements of ion irradiation–induced defects in Fe",
            "S Agarwal and MO Liedke and ACL Jones and E Reed and AA Kohnert and BP Uberuaga and YQ Wang and J Cooper and D Kaoumi and N Li and R Auguste and P Hosemann and L Capolungo and DJ Edwards and M Butterling and E Hirschmann and A Wagner and FA Selim",
            "2020",
            "tCNVltYAAAAJ:Tyk-4Ss8FVUC",
            2,
            "https:\/\/advances.sciencemag.org\/content\/6\/31\/eaba8437.abstract",
            "5884866234971458499",
            "\/scholar?cites=5884866234971458499",
            {
                "2020":2
            }
        ],
        [
            "The nano-porosity embedded into the tilted and separated nanocolumns characteristic of the microstructure of evaporated thin films at oblique angles has been critically assessed by various variants of the positron annihilation spectroscopy. This technique represents a powerful tool for the analysis of porosity, defects and internal interfaces of materials, and has been applied to different as-deposited SiO2 and TiO2 thin films as well as SiO2\/TiO2 multilayers prepared by electron beam evaporation at 70° and 85° zenithal angles. It is shown that, under same deposition conditions, the concentration of internal nano-pores in SiO2 is higher than in TiO2 nanocolumns, while the situation is closer to this latter in TiO2\/SiO2 multilayers. These features have been compared with the predictions of a Monte Carlo simulation of the film growth and explained by considering the influence of the chemical composition on the growth …",
            "Positron annihilation analysis of nanopores and growth mechanism of oblique angle evaporated TiO2 and SiO2 thin films and multilayers",
            "Aurelio García-Valenzuela and Maik Butterling and Maciej Oskar Liedke and Eric Hirschmann and Thu Trang Trinh and Ahmed G Attallah and Andreas Wagner and Rafael Alvarez and Jorge Gil-Rostra and Victor Rico and Alberto Palmero and Agustín R González-Elipe",
            "2020",
            "tCNVltYAAAAJ:UeHWp8X0CEIC",
            2,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1387181119308273",
            "14173991746792488383",
            "\/scholar?cites=14173991746792488383",
            {
                "2020":2
            }
        ],
        [
            "A recently discovered modified low-temperature baking leads to reduced surface losses and an increase of the accelerating gradient of superconducting TESLA shape cavities. We will show that the dynamics of vacancy-hydrogen complexes at low-temperature baking lead to a suppression of lossy nanohydrides at 2 K and thus a significant enhancement of accelerator performance. Utilizing Doppler broadening Positron Annihilation Spectroscopy, Positron Annihilation Lifetime Spectroscopy and instrumented nanoindentation, samples made from European XFEL niobium sheets were investigated. We studied the evolution of vacancies in bulk samples and in the sub-surface region and their interaction with hydrogen at different temperature levels during in-situ and ex-situ annealing.",
            "Vacancy-Hydrogen interaction in niobium during Low-temperature Baking",
            "Marc Wenskat and Jakub Čižek and Maciej Oskar Liedke and Maik Butterling and Christopher Bate and Petr Haušild and Eric Hirschmann and Andreas Wagner and Hans Weise",
            "2020",
            "tCNVltYAAAAJ:u5HHmVD_uO8C",
            1,
            "https:\/\/www.nature.com\/articles\/s41598-020-65083-0",
            "3026944098356175753",
            "\/scholar?cites=3026944098356175753",
            {
                "2020":1
            }
        ]
    ]
}