{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "Background: Mindfulness‐based cognitive therapy (MBCT) has been widely used to treat patients with depressive disorder to prevent relapse. The objective of this study was to examine the effectiveness of newly developed MBCT program as an adjuvant to pharmacotherapy in the treatment of patients with panic disorder or generalized anxiety disorder. Methods: Forty‐six patients with panic disorder or generalized anxiety disorder were assigned to either MBCT or an anxiety disorder education (ADE) program for a period of 8 weeks. The Hamilton Anxiety Rating Scale (HAM‐A), Hamilton Depression Rating Scale (HAM‐D), Beck Anxiety Inventory (BAI), Beck Depression Inventory (BDI), and Symptom Checklist‐90‐Revised (SCL‐90‐R) were used to assess the patients at 0 week and after the two programs had been running for 2, 4, and 8 weeks. Results: The MBCT group demonstrated significantly more …",
            "Effectiveness of mindfulness‐based cognitive therapy as an adjuvant to pharmacotherapy in patients with panic disorder or generalized anxiety disorder",
            "Yong Woo Kim and Sang‐Hyuk Lee and Tae Kyou Choi and Shin Young Suh and Borah Kim and Chan Mo Kim and Sung Joon Cho and Myo Jung Kim and Keunyoung Yook and Mi Ryu and Su Kyung Song and Ki‐Hwan Yook",
            "2009",
            "tCVqduQAAAAJ:u5HHmVD_uO8C",
            279,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/da.20552",
            "2831552431112932325",
            "\/scholar?cites=2831552431112932325",
            {
                "2010":10,
                "2011":25,
                "2012":25,
                "2013":28,
                "2014":29,
                "2015":27,
                "2016":33,
                "2017":26,
                "2018":27,
                "2019":21,
                "2020":17,
                "2021":1
            }
        ]
    ]
}