{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "A visão predominante na teoria econômica é que organizações de propriedade difusa e complexas apresentam melhor desempenho se forem separados os direitos ao lucro residual das decisões de gestão. Nos países de economia desenvolvida, os modelos de governança corporativa das cooperativas agropecuárias de propriedade difusa e complexas, tal como já informado pela literatura econômica, promovem a desvinculação dos cooperados da gestão da empresa. Em contraposição, no Brasil, embora não haja estudos sistemáticos sobre o tema, evidências pontuais indicam que essas organizações concentram a propriedade e decisões de gestão. A possível divergência entre os modelos de governança utilizados nos diferentes países revela a necessidade de mensuração do grau de separação entre propriedade e decisão de gestão em cooperativas agropecuárias brasileiras, tarefa a que se dedica este artigo. A partir de dados coletados junto a 77 cooperativas agropecuárias, identificou-se que diferentes modelos de governança coexistem no Brasil. Embora grande parcela de cooperativas tenha governança concentrada, há um grupo que já adota modelos de governança que promovem a separação parcial de jure ou de facto entre propriedade e decisão de gestão. Esses resultados revelam a necessidade de pesquisas futuras voltadas a identificar os determinantes da variabilidade de modelos de governança nas cooperativas brasileiras.",
            "Separação entre propriedade e decisão de gestão nas cooperativas agropecuárias brasileiras",
            "Davi Rogério de Moura Costa and Fabio Ribas Chaddad and Paulo Furquim de Azevedo",
            "2012",
            "TczbyGsAAAAJ:zYLM7Y9cAGgC",
            38,
            "https:\/\/www.scielo.br\/scielo.php?pid=S0103-20032012000200005&script=sci_arttext",
            "4216672903722435070",
            "\/scholar?cites=4216672903722435070",
            {
                "2011":1,
                "2012":3,
                "2013":3,
                "2014":3,
                "2015":2,
                "2016":2,
                "2017":5,
                "2018":9,
                "2019":3,
                "2020":5
            }
        ],
        [
            "O sistema financeiro desempenha papel crucial em qualquer economia. Fatores como forte regulamentação do setor bancário, mensuração e avaliação em termos de desempenho e eficiência vêm sendo fundamentais para as instituições financeiras. A sustentabilidade de longo prazo de cooperativas e bancos demanda a identificação e a comparação das variáveis que influenciam sua rentabilidade. Este estudo realizou a análise de um painel de instituições com características similares, compreendendo o período de 2009 a 2013. Os resultados indicaram que o retorno sobre o ativo dessas instituições mostrou-se afetado por: empréstimos, eficiência (mensurada por meio de análise envoltória de dados), despesas totais, depósitos totais, outras receitas e taxa Selic. Já o retorno sobre o patrimônio líquido mostrou-se influenciado por: depósitos totais, empréstimos, taxa Selic, PIB, inflação, outras receitas e despesas totais. Na amostra estudada, os resultados indicaram que não há diferença estatística se a instituição financeira for classificada como banco múltiplo ou como cooperativa de crédito quando considerado o ROE como medida de desempenho.",
            "Rentabilidade em bancos múltiplos e cooperativas de crédito brasileiros",
            "Wanderson Rocha Bittencourt and Valéria Gama Fully Bressan and Clayton Peixoto Goulart and Aureliano Angel Bressan and Davi Rogério de Moura Costa and Wagner Moura Lamounier",
            "2017",
            "TczbyGsAAAAJ:oPLKW5k6eA4C",
            25,
            "https:\/\/www.scielo.br\/scielo.php?pid=S1415-65552017000700022&script=sci_arttext&tlng=pt",
            "16564791869674702209",
            "\/scholar?cites=16564791869674702209",
            {
                "2017":2,
                "2018":4,
                "2019":8,
                "2020":10
            }
        ],
        [
            "The separation of ownership and control observed in large corporations is common to other organizations such as large professional partnerships, financial mutuals, nonprofits, and cooperatives. This separation gives rise to control and influence cost problems in cooperatives. However, it is not observed in all Brazilian agricultural cooperatives, where certain members have both residual claim and formal control rights. In this article, we examine the allocation of decision management and control rights and the determinants of ownership structure in a sample of Brazilian agricultural cooperatives. Using survey data, we employ multivariate regression techniques to empirically investigate the factors determining the allocation of ownership rights and the separation of ownership and control. Our findings do not lend strong support to agency theory, but they help inform research seeking to shed light on the determinants …",
            "The determinants of ownership structure: evidence from Brazilian agricultural cooperatives",
            "Davi R de Moura Costa and Fabio Chaddad and Paulo Furquim de Azevedo",
            "2013",
            "TczbyGsAAAAJ:roLk4NBRz8UC",
            19,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/agr.21325",
            "15287484652818823714",
            "\/scholar?cites=15287484652818823714",
            {
                "2013":2,
                "2014":2,
                "2015":2,
                "2016":2,
                "2017":6,
                "2018":1,
                "2019":3
            }
        ],
        [
            "A visão predominante na teoria econômica é de que organizações de propriedade difusa e complexas têm maior probabilidade de sobreviver se separarem os detentores dos direitos aos resíduos das decisões de gestão. Nos países de economia desenvolvida, os modelos de governança das cooperativas agropecuárias de propriedade difusa e complexas promovem a desvinculação dos cooperados da gestão da empresa. Isto é, naqueles países os cooperados delegam ao conselho de administração o direito de controle formal da organização e existe separação do processo decisório. Em contrapartida, trabalhos anteriores apontam que as organizações brasileiras similares concentram propriedade e gestão. O desalinhamento com os preceitos teóricos e a divergência entre os modelos de governança motivaram a investigação conduzida nessa tese, que objetivou mensurar se os modelos brasileiros separam ou concentram propriedade e gestão e seus possíveis determinantes dessa escolha. Inicialmente, foram coletados dados de 77 organizações e mensurado um índice para representar se suas estruturas de governança separam de jure e de facto, separam parcialmente ou concentram a propriedade e as decisões de gestão. Na sequência, foram utilizados os modelos logit e tobit para investigar possíveis fatores que determinam a delegação do direito de controle formal e a separação entre as decisões de controle e gestão. Os resultados apontam que existem diferentes modelos de governança coexistindo no Brasil. Embora exista uma expressiva parcela de cooperativas que não desvinculam os cooperados das decisões de …",
            "Propriedade e decisões de gestão em organizações cooperativas agropecuárias brasileiras",
            "Davi Rogério de Moura Costa",
            "2010",
            "TczbyGsAAAAJ:Y0pCki6q_DkC",
            17,
            "http:\/\/scholar.google.com\/scholar?cluster=7793588610968789927&hl=en&oi=scholarr",
            "7793588610968789927",
            "\/scholar?cites=7793588610968789927",
            {
                "2011":1,
                "2012":2,
                "2013":1,
                "2014":2,
                "2015":1,
                "2016":2,
                "2017":3,
                "2018":4,
                "2019":1
            }
        ],
        [
            "Com a promulgação da Constituição Federal de 1988, as cooperativas agropecuárias brasileiras deixaram de ser obrigadas a enviar informações relevantes sobre a sua gestão, apresentadas nos seus demonstrativos contábeis, à Secretaria Nacional de Cooperativismo (SENACOOP), órgão do governo federal que regulava, controlava e fiscalizava suas atividades. Assim, neste novo cenário, deixou de existir o órgão, a exemplo do que hoje é feito pela Comissão de Valores Mobiliários (CVM) para as empresas S\/A, que estabelecia regras e responsabilidades para diminuir a assimetria de informação sobre a gestão entre os gestores, cooperados e mercado. Adiciona-se a isso o fato de, na década de noventa, ter ocorrido a extinção do Banco Nacional de Crédito Cooperativo (BNCC) e problemas macroeconômicos na agricultura, que elevam a necessidade das cooperativas obter recursos junto a terceiros. Diante do novo cenário e baseado em teorias econômicas que apontam que a existência de assimetria de informações, manifestadas nas formas de seleção adversa ou risco moral (moral hazard), gera ineficiência no funcionamento do mercado, mas que essas podem ser reduzidas por meio de mecanismos de sinalização, e que o rating pode ser usado para tanto, foi objetivo desta pesquisa criar uma metodologia de rating corporativo, específico para cooperativas agropecuárias, pelo fato de essas organizações se diferenciarem das demais por não atuarem com objetivo de lucro. A construção da metodologia ocorreu com base na revisão bibliográfica de teorias econômicas e da administração financeira, de trabalhos científicos que …",
            "Rating de cooperativas agropecuárias: uma contribuição metodológica",
            "Davi Rogério de Moura Costa",
            "2005",
            "TczbyGsAAAAJ:5nxA0vEk-isC",
            10,
            "http:\/\/www.sbicafe.ufv.br\/handle\/123456789\/11996",
            "7851814885270939921",
            "\/scholar?cites=7851814885270939921",
            {
                "2008":1,
                "2009":1,
                "2010":1,
                "2011":3,
                "2012":1,
                "2013":1,
                "2014":1
            }
        ],
        [
            "As cooperativas agropecuárias brasileiras geralmente são organizações complexas e de propriedade difusa. Entretanto, 48% dessas organizações não promovem a desvinculação dos proprietários das decisões de gestão, contrariando o que é estabelecido pelo preceito teórico dominante para empresas – cooperativas e não cooperativas – similares. Diante desse desalinhamento, neste artigo investigaram-se os possíveis determinantes da separação entre propriedade e gestão nessas organizações. Na medida em que o processo de separação compreende diferentes relações de agência, foram utilizados respectivamente os modelos logit e tobit para estudar o que determina a delegação do direito de controle formal pelos proprietários ao conselho de administração e a divisão do processo decisório entre os membros do conselho e o executivo responsável pela gestão. Dentre os resultados encontrados …",
            "Determinantes da separação entre propriedade e gestão nas cooperativas agropecuárias brasileiras",
            "Davi Rogério de Moura Costa and Paulo Furquim de Azevedo and Fabio Ribas Chaddad",
            "2012",
            "TczbyGsAAAAJ:Se3iqnhoufwC",
            9,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0080210716302503",
            "15076452331233214835",
            "\/scholar?cites=15076452331233214835",
            {
                "2012":1,
                "2013":4,
                "2014":2
            }
        ]
    ]
}