{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The fusion of 6 He with a 209 Bi target has been studied at energies near to and below the Coulomb barrier. Despite the weak binding of the valence neutrons in 6 He, little evidence is found for suppression of fusion due to projectile breakup. Instead, a large enhancement of sub-barrier fusion is observed. It is suggested that this enhancement may arise from coupling to positive Q value neutron transfer channels, resulting in “neutron flow” between the projectile and the target.",
            "Sub-barrier Fusion of  with ",
            "JJ Kolata and V Guimarães and D Peterson and P Santi and R White-Stevens and PA DeYoung and Graham F Peaslee and B Hughey and B Atalla and M Kern and PL Jolivette and JA Zimmerman and MY Lee and FD Becchetti and EF Aguilera and E Martinez-Quiroz and JD Hinnefeld",
            "1998",
            "tDl7_hUAAAAJ:k_IJM867U9cC",
            408,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.81.4580",
            "3763694625503355047",
            "\/scholar?cites=3763694625503355047",
            {
                "2000":15,
                "2001":30,
                "2002":28,
                "2003":30,
                "2004":26,
                "2005":26,
                "2006":27,
                "2007":33,
                "2008":16,
                "2009":20,
                "2010":24,
                "2011":29,
                "2012":10,
                "2013":16,
                "2014":13,
                "2015":12,
                "2016":15,
                "2017":12,
                "2018":6,
                "2019":10,
                "2020":5
            }
        ],
        [
            "Multi-fragment decays of 129 Xe, 197 Au and 238 U projectiles in collisions with Be, C, Al, Cu, In, Au and U targets at energies between E A= 400 and 1000 MeV have been studied with the ALADIN forward-spectrometer at SIS. By adding an array of 84 Si CsI (Tl) telescopes the solid-angle coverage of the setup was extended to θ lab= 16°. This permitted the complete detection of fragments from the projectile-spectator source. The dominant feature of the systematic set of data is the Z bound universality that is obeyed by the fragment multiplicities and correlations. These observables are invariant with respect to the entrance channel if plotted as a function of Z bound, where Z bound is the sum of the atomic numbers Z i of all projectile fragments with Z i⩾ 2. No significant dependence on the bombarding energy nor on the target mass is observed. The dependence of the fragment multiplicity on the projectile mass …",
            "Universality of spectator fragmentation at relativistic bombarding energies",
            "A Schüttauf and WD Kunze and A Wörner and M Begemann-Blaich and Th Blaich and DR Bowman and RJ Charity and A Cosmo and A Ferrero and CK Gelbke and C Groß and WC Hsi and J Hubele and G Imme and I Iori and J Kempter and P Kreutz and GJ Kunde and V Lindenstruth and MA Lisa and WG Lynch and U Lynen and M Mang and T Möhlenkamp and A Moroni and WFJ Müller and M Neumann and B Ocker and CA Ogilvie and Graham F Peaslee and J Pochodzalla and G Raciti and F Rosenberger and Th Rubehn and H Sann and C Schwarz and W Seidel and V Serfling and LG Sobotka and J Stroth and L Stuttge and S Tomasevic and W Trautmann and A Trzcinski and MB Tsang and A Tucholski and G Verde and CW Williams and E Zude and B Zwieglinski",
            "1996",
            "tDl7_hUAAAAJ:URolC5Kub84C",
            360,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0375947496002394",
            "11428914741674592431",
            "\/scholar?cites=11428914741674592431",
            {
                "1996":3,
                "1997":16,
                "1998":22,
                "1999":23,
                "2000":23,
                "2001":22,
                "2002":18,
                "2003":15,
                "2004":15,
                "2005":9,
                "2006":17,
                "2007":10,
                "2008":9,
                "2009":10,
                "2010":14,
                "2011":22,
                "2012":20,
                "2013":10,
                "2014":8,
                "2015":7,
                "2016":14,
                "2017":12,
                "2018":12,
                "2019":6,
                "2020":9,
                "2021":4
            }
        ],
        [
            "Multifragment disintegrations following Xe 129+ 197 Au collisions at E\/A= 50 MeV have been studied with a multidetector system covering 88% of 4π in solid angle. The average number of intermediate-mass fragments (Z= 3–20) increases strongly as a function of charged-particle multiplicity and reaches values larger than six for the most violent collisions. The results are compared to calculations with both dynamical and statistical models.",
            "Multifragment disintegration of the Au system at E\/A=50 MeV",
            "D Retal Bowman and Graham F Peaslee and RT de Souza and N Carlin and CK Gelbke and WG Gong and YD Kim and MA Lisa and WG Lynch and L Phair and MB Tsang and C Williams and N Colonna and K Hanold and MA McMahan and GJ Wozniak and LG Moretto and WA Friedman",
            "1991",
            "tDl7_hUAAAAJ:uWQEDVKXjbEC",
            281,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.67.1527",
            "6285882479246799298",
            "\/scholar?cites=6285882479246799298",
            {
                "1992":36,
                "1993":46,
                "1994":42,
                "1995":29,
                "1996":28,
                "1997":7,
                "1998":9,
                "1999":4,
                "2000":5,
                "2001":8,
                "2002":3,
                "2003":4,
                "2004":5,
                "2005":7,
                "2006":7,
                "2007":1,
                "2008":2,
                "2009":1,
                "2010":3,
                "2011":4,
                "2012":3,
                "2013":5,
                "2014":3,
                "2015":2,
                "2016":1,
                "2017":1,
                "2018":1
            }
        ],
        [
            "Reaction products from the interaction of 6 He with 209 Bi have been measured at energies near the Coulomb barrier. A 4 He group of remarkable intensity, which dominates the total reaction cross section, has been observed. The angular distribution of the group suggests that it results primarily from a direct nuclear process. It is likely that this transfer and\/or breakup channel is the doorway state that accounts for the previously observed large sub-barrier fusion enhancement in this system.",
            "Transfer and\/or Breakup Modes in the  Reaction near the Coulomb Barrier",
            "E _ F Aguilera and JJ Kolata and FM Nunes and FD Becchetti and PA DeYoung and M Goupell and V Guimaraes and B Hughey and MY Lee and D Lizcano and E Martinez-Quiroz and A Nowlin and TW O'Donnell and Graham F Peaslee and D Peterson and P Santi and R White-Stevens",
            "2000",
            "tDl7_hUAAAAJ:uLbwQdceFCQC",
            273,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.84.5058",
            "9657639502898437689",
            "\/scholar?cites=9657639502898437689",
            {
                "2000":3,
                "2001":18,
                "2002":12,
                "2003":30,
                "2004":21,
                "2005":25,
                "2006":16,
                "2007":27,
                "2008":8,
                "2009":13,
                "2010":16,
                "2011":19,
                "2012":12,
                "2013":9,
                "2014":8,
                "2015":4,
                "2016":8,
                "2017":8,
                "2018":1,
                "2019":3,
                "2020":10
            }
        ],
        [
            "Multifragmentation has been measured for Au 197+ 197 Au collisions at E\/A= 100, 250, and 400 MeV. The mean fragment multiplicity increases monotonically with the charged particle multiplicity at E\/A= 100 MeV, but decreases for central collisions with incident energy, consistent with the onset of nuclear vaporization. Molecular dynamics calculations follow some trends but underpredict the observed fragment multiplicities. Including the statistical decay of excited residues improves the agreement for peripheral collisions but worsens it for central collisions.",
            "Onset of nuclear vaporization in Au collisions",
            "MB Tsang and WC Hsi and WG Lynch and DR Bowman and CK Gelbke and MA Lisa and Graham F Peaslee and GJ Kunde and ML Begemann-Blaich and T Hofmann and J Hubele and J Kempter and P Kreutz and WD Kunze and V Lindenstruth and U Lynen and M Mang and WFJ Müller and M Neumann and B Ocker and CA Ogilvie and J Pochodzalla and F Rosenberger and H Sann and A Schüttauf and V Serfling and J Stroth and W Trautmann and A Tucholski and A Wörner and E Zude and B Zwieglinski and S Aiello and G Immé and V Pappalardo and G Raciti and RJ Charity and LG Sobotka and I Iori and A Moroni and R Scardoni and A Ferrero and W Seidel and Th Blaich and L Stuttge and A Cosmo and WA Friedman and G Peilert",
            "1993",
            "tDl7_hUAAAAJ:ldfaerwXgEUC",
            245,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.71.1502",
            "4442786894025384944",
            "\/scholar?cites=4442786894025384944",
            {
                "1993":1,
                "1994":19,
                "1995":14,
                "1996":16,
                "1997":20,
                "1998":15,
                "1999":10,
                "2000":8,
                "2001":10,
                "2002":5,
                "2003":2,
                "2004":4,
                "2005":3,
                "2006":6,
                "2007":5,
                "2008":4,
                "2009":5,
                "2010":6,
                "2011":21,
                "2012":16,
                "2013":9,
                "2014":7,
                "2015":5,
                "2016":6,
                "2017":7,
                "2018":4,
                "2019":3,
                "2020":5,
                "2021":4
            }
        ],
        [
            "Intermediate mass fragment (IMF: 3≤ Z≤ 20 emission from necklike structures joining projectilelike and targetlike residues has been observed for peripheral Xe 129+ Cu nat collisions at E A= 50 MeV. These fragments are emitted primarily at velocities between those of the projectilelike and targetlike residues. Relative to the charge distribution of fragments evaporated from projectilelike residues, the distribution for\" neck\" emission shows an enhanced emission for fragments with 4≤ Z IMF≤ 12. This feature is consistent with expectations for the fragmentation of a noncompact cylindrical configuration.",
            "Fragmentation of necklike structures",
            "CP Montoya and WG Lynch and DR Bowman and Graham F Peaslee and N Carlin and RT De Souza and CK Gelbke and WG Gong and YD Kim and MA Lisa and L Phair and MB Tsang and JB Webster and C Williams and N Colonna and K Hanold and MA McMahan and GJ Wozniak and LG Moretto",
            "1994",
            "tDl7_hUAAAAJ:hMsQuOkrut0C",
            219,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.73.3070",
            "12158393130146045794",
            "\/scholar?cites=12158393130146045794",
            {
                "1995":15,
                "1996":14,
                "1997":11,
                "1998":15,
                "1999":10,
                "2000":16,
                "2001":17,
                "2002":14,
                "2003":7,
                "2004":14,
                "2005":13,
                "2006":8,
                "2007":3,
                "2008":4,
                "2009":4,
                "2010":5,
                "2011":3,
                "2012":4,
                "2013":6,
                "2014":5,
                "2015":4,
                "2016":2,
                "2017":6,
                "2018":3,
                "2019":8,
                "2020":5
            }
        ],
        [
            "The neutron unbound ground state of O 25 (Z= 8, N= 17) was observed for the first time in a proton knockout reaction from a F 26 beam. A single resonance was found in the invariant mass spectrum corresponding to a neutron decay energy of 770− 10+ 20 keV with a total width of 172 (30) keV. The N= 16 shell gap was established to be 4.86 (13) MeV by the energy difference between the ν 1 s 1\/2 and ν 0 d 3\/2 orbitals. The neutron separation energies for O 25 agree with the calculations of the universal s d shell model interaction. This interaction incorrectly predicts an O 26 ground state that is bound to two-neutron decay by 1 MeV, leading to a discrepancy between the theoretical calculations and experiment as to the particle stability of O 26. The observed decay width was found to be on the order of a factor of 2 larger than the calculated single-particle width using a Woods-Saxon potential.",
            "Determination of the  Shell Closure at the Oxygen Drip Line",
            "CR Hoffman and T Baumann and D Bazin and J Brown and G Christian and Paul A DeYoung and JE Finck and N Frank and J Hinnefeld and R Howes and P Mears and E Mosby and S Mosby and J Reith and B Rizzo and WF Rogers and G Peaslee and WA Peters and A Schiller and MJ Scott and SL Tabor and M Thoennessen and PJ Voss and T Williams",
            "2008",
            "tDl7_hUAAAAJ:yB1At4FlUx8C",
            188,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.152502",
            "10816049741803785407",
            "\/scholar?cites=10816049741803785407",
            {
                "2008":6,
                "2009":13,
                "2010":15,
                "2011":5,
                "2012":17,
                "2013":25,
                "2014":11,
                "2015":20,
                "2016":21,
                "2017":16,
                "2018":14,
                "2019":12,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Multifragment emission in the reaction 36 Ar+ 197 Au at E A= 35, 80, and 110 MeV has been measured with a low-threshold 4π detector array. Over this broad range of incident energies, the mean values and variances of the intermediate mass fragment (IMF: 3⩽ Z⩽ 20) multiplicity distributions exhibit an approximate scaling with the total charged particle multiplicity. The measured multiplicities of light charged particles and intermediate mass fragments are compared with both a model involving statistical decay of an expanding compound nucleus, and with a model involving microscopic quasi-particle dynamics. The statistical decay model predictions are sensitive to the low-density nuclear equation of state.",
            "Multifragment emission in the reaction 36Ar+ 197Au at EA= 35, 50, 80, and 110 MeV",
            "RT De Souza and L Phair and DR Bowman and N Carlin and CK Gelbke and WG Gong and YD Kim and MA Lisa and WG Lynch and Graham F Peaslee and MB Tsang and HM Xu and F Zhu and WA Friedman",
            "1991",
            "tDl7_hUAAAAJ:evX43VCCuoAC",
            181,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/037026939190913B",
            "10206438045984507348",
            "\/scholar?cites=10206438045984507348",
            {
                "1992":15,
                "1993":23,
                "1994":26,
                "1995":21,
                "1996":11,
                "1997":4,
                "1998":10,
                "1999":4,
                "2000":8,
                "2001":4,
                "2002":2,
                "2003":2,
                "2004":2,
                "2005":1,
                "2006":1,
                "2007":3,
                "2008":7,
                "2009":9,
                "2010":6,
                "2011":1,
                "2012":3,
                "2013":5,
                "2014":4,
                "2015":1,
                "2016":1,
                "2017":2
            }
        ],
        [
            "Per- and polyfluoroalkyl substances (PFASs) are highly persistent synthetic chemicals, some of which have been associated with cancer, developmental toxicity, immunotoxicity, and other health effects. PFASs in grease-resistant food packaging can leach into food and increase dietary exposure. We collected ∼400 samples of food contact papers, paperboard containers, and beverage containers from fast food restaurants throughout the United States and measured total fluorine using particle-induced γ-ray emission (PIGE) spectroscopy. PIGE can rapidly and inexpensively measure total fluorine in solid-phase samples. We found that 46% of food contact papers and 20% of paperboard samples contained detectable fluorine (>16 nmol\/cm2). Liquid chromatography\/high-resolution mass spectrometry analysis of a subset of 20 samples found perfluorocarboxylates, perfluorosulfonates, and other known PFASs and\/or …",
            "Fluorinated compounds in US fast food packaging",
            "Laurel A Schaider and Simona A Balan and Arlene Blum and David Q Andrews and Mark J Strynar and Margaret E Dickinson and David M Lunderberg and Johnsie R Lang and Graham F Peaslee",
            "2017",
            "tDl7_hUAAAAJ:Fu2w8maKXqMC",
            180,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.estlett.6b00435",
            "9766328208420634298",
            "\/scholar?cites=9766328208420634298",
            {
                "2017":19,
                "2018":32,
                "2019":43,
                "2020":72,
                "2021":4
            }
        ],
        [
            "As scientists and other professionals from a variety of disciplines, we are concerned about the production and release into the environment of an increasing number of poly-and perfluoroalkyl substances (PFASs) for the following reasons: 1. PFASs are man-made and found everywhere. PFASs are highly persistent, as they contain perfluorinated chains that only degrade very slowly, if at all, under environmental conditions. It is documented that some polyfluorinated chemicals break down to form perfluorinated ones (D’Eon and Mabury 2007). 2. PFASs are found in the indoor and outdoor environments, wildlife, and human tissue and bodily fluids all over the globe. They are emitted via industrial processes and military and firefighting operations (Darwin 2011; Fire Fighting Foam Coalition 2014), and they migrate out of consumer products into air (Shoeib et al. 2011), household dust (Björklund et al. 2009), food (Begley …",
            "The Madrid statement on poly-and perfluoroalkyl substances (PFASs)",
            "Arlene Blum and Simona A Balan and Martin Scheringer and Xenia Trier and Gretta Goldenman and Ian T Cousins and Miriam Diamond and Tony Fletcher and Christopher Higgins and Avery E Lindeman and Graham Peaslee and Pim De Voogt and Zhanyun Wang and Roland Weber",
            "2015",
            "tDl7_hUAAAAJ:u-x6o8ySG0sC",
            179,
            "https:\/\/ehp.niehs.nih.gov\/doi\/abs\/10.1289\/ehp.1509934",
            "544095404843532267",
            "\/scholar?cites=544095404843532267",
            {
                "2015":10,
                "2016":25,
                "2017":29,
                "2018":32,
                "2019":41,
                "2020":36
            }
        ]
    ]
}