{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "MoS 2 (1− x) Se 2x single‐layer films are prepared using a mixture of organic selenium and sulfur precursors as well as a solid molybdenum source. The direct bandgaps are found to scale nearly linearly with composition in the range of 1.87 eV (pure single‐layer MoS 2) to 1.55 eV (pure single‐layer MoSe 2) permitting straightforward bandgap engineering.",
            "2‐Dimensional Transition Metal Dichalcogenides with Tunable Direct Band Gaps: MoS2(1–x)Se2x Monolayers",
            "John Mann and Quan Ma and Patrick M Odenthal and Miguel Isarraraz and Duy Le and Edwin Preciado and David Barroso and Koichi Yamaguchi and Gretel von Son Palacio and Andrew Nguyen and Tai Tran and Michelle Wurch and Ariana Nguyen and Velveth Klee and Sarah Bobek and Dezheng Sun and Tony F Heinz and Talat S Rahman and Roland Kawakami and Ludwig Bartels",
            "2014",
            "ted1v6oAAAAJ:L8Ckcad2t8MC",
            306,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201304389",
            "12566782152137028212",
            "\/scholar?cites=12566782152137028212",
            {
                "2013":1,
                "2014":25,
                "2015":48,
                "2016":44,
                "2017":47,
                "2018":41,
                "2019":48,
                "2020":43,
                "2021":6
            }
        ],
        [
            "We find that nearly monodisperse copper oxide nanoparticles prepared via the thermal decomposition of a Cu(I) precursor exhibit exceptional activity toward CO oxidation in CO\/O2\/N2 mixtures. Greater than 99.5% conversion of CO to CO2 could be achieved at temperatures less than 250 °C for over 12 h. In addition, the phase diagram and pathway for CO oxidation on Cu2O (100) is computed by ab initio methods and found to be in qualitative agreement with the experimental findings. ",
            "Complete CO oxidation over Cu2O nanoparticles supported on silica gel",
            "Brian White and Ming Yin and Andrew Hall and Duy Le and Sergey Stolbov and Talat Rahman and Nicholas Turro and Stephen O'Brien",
            "2006",
            "ted1v6oAAAAJ:9yKSN-GCB0IC",
            301,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl061457v",
            "71275691688537635",
            "\/scholar?cites=71275691688537635",
            {
                "2006":1,
                "2007":8,
                "2008":4,
                "2009":17,
                "2010":20,
                "2011":22,
                "2012":30,
                "2013":25,
                "2014":23,
                "2015":29,
                "2016":38,
                "2017":27,
                "2018":20,
                "2019":14,
                "2020":19,
                "2021":2
            }
        ],
        [
            "We present an analysis of the spin-wave spectrum of a semi-infinite stack of ferromagnetic films, each of which is separated by a gap filled by a nonmagnetic medium. This is done within a formalism which includes the Zeeman and dipolar contributions to the spin-wave energy, with exchange omitted. We then calculate the spin-wave contribution to the Brillouin spectrum of such a system, in the backscattering geometry. The aim is to compare the spectrum for scattering from a sample with this geometry, with that from an isolated film. Two features unique to the stack appear in the spectrum. Each film, in isolation, possesses surface spin waves on its boundaries (Damon-Eshbach waves). In the layered geometry these interact to form a band of excitations of the array, which has nonvanishing component of wave vector normal to the stack. We find a feature in the spectrum associated with scattering from this band of …",
            "Magnetic excitations in layered media: Spin waves and the light-scattering spectrum",
            "RE Camley and Talat S Rahman and DL Mills",
            "1983",
            "ted1v6oAAAAJ:u5HHmVD_uO8C",
            291,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.27.261",
            "7906674227168037394",
            "\/scholar?cites=7906674227168037394",
            {
                "1983":2,
                "1984":9,
                "1985":18,
                "1986":10,
                "1987":21,
                "1988":21,
                "1989":21,
                "1990":17,
                "1991":10,
                "1992":12,
                "1993":13,
                "1994":21,
                "1995":7,
                "1996":5,
                "1997":7,
                "1998":6,
                "1999":6,
                "2000":7,
                "2001":7,
                "2002":3,
                "2003":4,
                "2004":8,
                "2005":6,
                "2006":8,
                "2007":4,
                "2008":3,
                "2009":2,
                "2010":2,
                "2011":2,
                "2012":4,
                "2013":3,
                "2014":3,
                "2015":6,
                "2016":1,
                "2017":3,
                "2018":2,
                "2019":4,
                "2020":3
            }
        ],
        [
            "The thermal diffuse background between diffracted electron beams has been analyzed with high-energy resolution. The main contribution arises from a surface phonon single-scattering event. The surface phonon dispersion is measured along the Γ− X direction, and compared with theoretical models.",
            "Surface phonon dispersion of Ni (100) measured by inelastic electron scattering",
            "S Lehwald and JM Szeftel and H Ibach and Talat S Rahman and DL Mills",
            "1983",
            "ted1v6oAAAAJ:u-x6o8ySG0sC",
            240,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.50.518",
            "12354278534068596675",
            "\/scholar?cites=12354278534068596675",
            {
                "1983":8,
                "1984":24,
                "1985":24,
                "1986":30,
                "1987":21,
                "1988":15,
                "1989":12,
                "1990":11,
                "1991":14,
                "1992":10,
                "1993":6,
                "1994":13,
                "1995":5,
                "1996":1,
                "1997":4,
                "1998":1,
                "1999":1,
                "2000":5,
                "2001":3,
                "2002":5,
                "2003":2,
                "2004":1,
                "2005":1,
                "2006":1,
                "2007":1,
                "2008":2,
                "2009":5,
                "2010":2,
                "2011":4,
                "2012":2,
                "2013":3,
                "2014":3
            }
        ],
        [
            "Our calculated vibrational properties of Ag nanocrystals show three novel, size dependent features which have broad implications for their thermodynamic properties and stability. There is an enhancement in the vibrational density of states at low frequencies and an overall shift of the high frequency band beyond the top of the bulk phonons. Additionally, the vibrational projected density of states of the surface atoms scales linearly with frequency, at low frequencies. The generality of these results for systems with bond-order–bond-length correlation, low average coordination, and large ratio of surface to bulk atoms helps explain qualitatively several recent experimental observations.",
            "Vibrational properties of metallic nanocrystals",
            "Abdelkader Kara and Talat S Rahman",
            "1998",
            "ted1v6oAAAAJ:d1gkVwhDpl0C",
            212,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.81.1453",
            "476427229487745799",
            "\/scholar?cites=476427229487745799",
            {
                "1998":1,
                "1999":1,
                "2000":7,
                "2001":12,
                "2002":10,
                "2003":9,
                "2004":9,
                "2005":11,
                "2006":9,
                "2007":17,
                "2008":12,
                "2009":12,
                "2010":12,
                "2011":13,
                "2012":15,
                "2013":6,
                "2014":16,
                "2015":10,
                "2016":8,
                "2017":5,
                "2018":5,
                "2019":3,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Single-layer MoS2 is proving to be a versatile material for a wide variety of electronic, optical, and chemical applications. Sulfur depletion, without destabilization of the single layer, is considered a prudent way for making the basal plane of the layer catalytically active. Based on the results of our density-functional-theory examination of vacancy structures on one side of an MoS2 layer, we show that the formation energy per sulfur vacancy is the lowest (energetically favorable) when the vacancies form a row and that the longer the row, the lower the formation energy. In addition, we find that the lowest energy barrier for the diffusion of sulfur vacancy at the row structures through the exchange of a vacancy with a nearby sulfur atom is 0.79 eV and that this barrier increases as the row elongates. We also evaluate the propensity for catalytic activity of an MoS2 layer with two types of sulfur-vacancy structures (row and patch …",
            "Single-Layer MoS2 with Sulfur Vacancies: Structure and Catalytic Application",
            "Duy Le and Takat B Rawal and Talat S Rahman",
            "2014",
            "ted1v6oAAAAJ:t6usbXjVLHcC",
            188,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp411256g",
            "7052958677465128857",
            "\/scholar?cites=7052958677465128857",
            {
                "2014":3,
                "2015":16,
                "2016":19,
                "2017":27,
                "2018":34,
                "2019":48,
                "2020":37,
                "2021":3
            }
        ],
        [
            "Current studies addressing the engineering of charge carrier concentration and the electronic band gap in epitaxial graphene using molecular adsorbates are reviewed. The focus here is on interactions between the graphene surface and the adsorbed molecules, including small gas molecules (H 2 O, H 2, O 2, CO, NO 2, NO, and NH 3), aromatic, and non-aromatic molecules (F4-TCNQ, PTCDA, TPA, Na-NH 2, An-CH 3, An-Br, Poly (ethylene imine)(PEI), and diazonium salts), and various biomolecules such as peptides, DNA fragments, and other derivatives. This is followed by a discussion on graphene-based gas sensor concepts. In reviewing the studies of the effects of molecular adsorption on graphene, it is evident that the strong manipulation of graphene's electronic structure, including p-and n-doping, is not only possible with molecular adsorbates, but that this approach appears to be superior compared to …",
            "Molecular adsorption on graphene",
            "Lingmei Kong and Axel Enders and Talat S Rahman and Peter A Dowben",
            "2014",
            "ted1v6oAAAAJ:U_HPUtbDl20C",
            171,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/26\/44\/443001\/meta",
            "14348237801718242107",
            "\/scholar?cites=14348237801718242107",
            {
                "2015":10,
                "2016":16,
                "2017":36,
                "2018":45,
                "2019":27,
                "2020":31,
                "2021":5
            }
        ],
        [
            "The high intrinsic spin and long spin relaxation time of manganese-12-acetate (Mn12) makes it an archetypical single molecular magnet. While these characteristics have been measured on bulk samples, questions remain whether the magnetic properties replicate themselves in surface supported isolated molecules, a prerequisite for any application. Here we demonstrate that electrospray ion beam deposition facilitates grafting of intact Mn12 molecules on metal as well as ultrathin insulating surfaces enabling submolecular resolution imaging by scanning tunneling microscopy. Using scanning tunneling spectroscopy we detect spin excitations from the magnetic ground state of the molecule at an ultrathin boron nitride decoupling layer. Our results are supported by density functional theory based calculations and establish that individual Mn12 molecules retain their intrinsic spin on a well chosen solid support.",
            "The quantum magnetism of individual manganese-12-acetate molecular magnets anchored at surfaces",
            "Steffen Kahle and Zhitao Deng and Nikola Malinowski and Charlène Tonnoir and Alicia Forment-Aliaga and Nicha Thontasen and Gordon Rinke and Duy Le and Volodymyr Turkowski and Talat S Rahman and Stephan Rauschenbach and Markus Ternes and Klaus Kern",
            "2012",
            "ted1v6oAAAAJ:0EnyYjriUFMC",
            151,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl204141z",
            "17381550180743488747",
            "\/scholar?cites=17381550180743488747",
            {
                "2012":13,
                "2013":21,
                "2014":24,
                "2015":32,
                "2016":14,
                "2017":19,
                "2018":10,
                "2019":8,
                "2020":10
            }
        ],
        [
            "We present a method of performing kinetic Monte Carlo simulations that does not require an a priori list of diffusion processes and their associated energetics and reaction rates. Rather, at any time during the simulation, energetics for all possible (single-or multiatom) processes, within a specific interaction range, are either computed accurately using a saddle-point search procedure, or retrieved from a database in which previously encountered processes are stored. This self-learning procedure enhances the speed of the simulations along with a substantial gain in reliability because of the inclusion of many-particle processes. Accompanying results from the application of the method to the case of two-dimensional Cu adatom-cluster diffusion and coalescence on Cu (111) with detailed statistics of involved atomistic processes and contributing diffusion coefficients attest to the suitability of the method for the purpose.",
            "Self-learning kinetic Monte Carlo method: application to Cu (111)",
            "Oleg Trushin and Altaf Karim and Abdelkader Kara and Talat S Rahman",
            "2005",
            "ted1v6oAAAAJ:YsMSGLbcyi4C",
            140,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.72.115401",
            "8107347350411113683",
            "\/scholar?cites=8107347350411113683",
            {
                "2005":2,
                "2006":5,
                "2007":17,
                "2008":8,
                "2009":11,
                "2010":8,
                "2011":16,
                "2012":10,
                "2013":16,
                "2014":5,
                "2015":5,
                "2016":3,
                "2017":8,
                "2018":10,
                "2019":6,
                "2020":10
            }
        ],
        [
            "The vacancy formation energies and (Mg, Al, and Si) impurity heats of solution are calculated for Al and Mg using a first-principles pseudopotential approach and large supercells. While the interaction of the defects considered here are already negligible for reasonably small unit cells, adequate sampling of the Brillouin zone is found to be essential for these metallic systems, even for systems containing more than 100 atoms per unit cell; eg, the vacancy formation energy of Al for 108 atoms per cell has the incorrect sign if only the Γ point is sampled. When the volume and structural relaxations are treated consistently, heats of formation and solution and relaxation volumes are obtained that are in good agreement with the available experimental data. Simple trends in the relaxations around the impurities in the various materials can be understood in terms of the size of the impurities compared with the host atoms …",
            "Vacancies and impurities in aluminum and magnesium",
            "N Chetty and M Weinert and TS Rahman and JW Davenport",
            "1995",
            "ted1v6oAAAAJ:qjMakFHDy7sC",
            138,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.52.6313",
            "16374898129425710386",
            "\/scholar?cites=16374898129425710386",
            {
                "1996":3,
                "1997":9,
                "1998":8,
                "1999":8,
                "2000":7,
                "2001":9,
                "2002":5,
                "2003":10,
                "2004":3,
                "2005":2,
                "2006":3,
                "2007":5,
                "2008":9,
                "2009":4,
                "2010":5,
                "2011":7,
                "2012":2,
                "2013":7,
                "2014":7,
                "2015":9,
                "2016":5,
                "2017":4,
                "2018":3,
                "2019":2
            }
        ]
    ]
}