{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "This article examines some advantages and disadvantages of conducting online survey research. It explores current features, issues, pricing, and limitations associated with products and services, such as online questionnaire features and services to facilitate the online survey process, such as those offered by web survey businesses. The review shows that current online survey products and services can vary considerably in terms of available features, consumer costs, and limitations. It is concluded that online survey researchers should conduct a careful assessment of their research goals, research timeline, and financial situation before choosing a specific product or service.",
            "Researching Internet-based populations: Advantages and disadvantages of online survey research, online questionnaire authoring software packages, and web survey services",
            "Kevin B Wright",
            "2005",
            "TeR8x_cAAAAJ:JQOojiI6XY0C",
            3115,
            "https:\/\/academic.oup.com\/jcmc\/article-abstract\/10\/3\/JCMC1034\/4614509",
            "15623791579523961397",
            "\/scholar?cites=15623791579523961397",
            {
                "2006":18,
                "2007":27,
                "2008":39,
                "2009":72,
                "2010":101,
                "2011":127,
                "2012":186,
                "2013":202,
                "2014":209,
                "2015":296,
                "2016":283,
                "2017":353,
                "2018":361,
                "2019":383,
                "2020":380,
                "2021":27
            }
        ],
        [
            "This literature review of research on health-related computer-mediated support groups links features of these groups to existing theory from the areas of social support and computer-mediated communication research. The article exams computer-mediated support groups as weak tie networks, focuses on how these support groups facilitate participant similarity and empathic support and identifies changes in supportive communication due to characteristics of the medium.",
            "Health-related support groups on the Internet: Linking empirical findings to social support and computer-mediated communication theory",
            "Kevin B Wright and Sally B Bell and Kevin B Wright and Sally B Bell",
            "2003",
            "TeR8x_cAAAAJ:d1gkVwhDpl0C",
            519,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/1359105303008001429",
            "13007569698956116844",
            "\/scholar?cites=13007569698956116844",
            {
                "2004":5,
                "2005":3,
                "2006":13,
                "2007":17,
                "2008":20,
                "2009":20,
                "2010":31,
                "2011":27,
                "2012":29,
                "2013":45,
                "2014":38,
                "2015":48,
                "2016":46,
                "2017":29,
                "2018":51,
                "2019":41,
                "2020":50,
                "2021":2
            }
        ],
        [
            "One important new context of communication for older adults is computer-mediated communication (CMC). Although the Internet has become an important resource for information, little is known about the ways in which individuals use this technology for social support. Older adults (mean age = 62) using SeniorNet and other related websites completed an on-line questionnaire (N = 136) investigating social support in the computer-mediated environment. Satisfaction with Internet providers of social support was significantly higher for high Internet users than for low Internet users whereas low Internet users were more satisfied with their non-Internet support networks than high Internet users. Internet companionship network size was significantly larger than Internet social support network size. Greater involvement with the on-line community was predictive of lower perceived life stress. Social support and …",
            "Computer-mediated social support, older adults, and coping",
            "Kevin Wright",
            "2000",
            "TeR8x_cAAAAJ:u-x6o8ySG0sC",
            517,
            "https:\/\/academic.oup.com\/joc\/article-abstract\/50\/3\/100\/4110133",
            "3686704798195793097",
            "\/scholar?cites=3686704798195793097",
            {
                "2000":3,
                "2001":3,
                "2002":10,
                "2003":14,
                "2004":20,
                "2005":19,
                "2006":14,
                "2007":23,
                "2008":25,
                "2009":29,
                "2010":56,
                "2011":36,
                "2012":34,
                "2013":32,
                "2014":33,
                "2015":33,
                "2016":38,
                "2017":28,
                "2018":24,
                "2019":26,
                "2020":13,
                "2021":1
            }
        ],
        [
            "This popular and engaging text on health communication is now revised and updated in a second edition that incorporates recent research and boasts new material on topics such as crisis communication, social disparities in health, and systemic reform. Fully revised second edition of this popular and authoritative text Includes fresh material on topics such as crisis communication, health care reform, global health issues, and political issues in health communication New case studies, examples, and updated glossary keep the work relevant and student-friendly Provides effective strategies for healthcare organizations and individuals in communicating with patients Updated and enhanced online resources, including PowerPoint slides, test bank, and instructors manual, available upon publication at www. wiley. com\/go\/wright",
            "Health communication in the 21st century",
            "Kevin B Wright and Lisa Sparks and H Dan O'hair",
            "2012",
            "TeR8x_cAAAAJ:qjMakFHDy7sC",
            313,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=iAt6qnS0Hp0C&oi=fnd&pg=PA14&dq=info:RgfkEDVEa_MJ:scholar.google.com&ots=7z-wGbj7Mu&sig=dvQLMLsF2OtMk0Zd-KW6Hrj3uJ4",
            "17540188168431863622",
            "\/scholar?cites=17540188168431863622",
            {
                "2007":1,
                "2008":8,
                "2009":12,
                "2010":11,
                "2011":21,
                "2012":25,
                "2013":24,
                "2014":32,
                "2015":32,
                "2016":42,
                "2017":33,
                "2018":24,
                "2019":25,
                "2020":23
            }
        ],
        [
            "This study investigated an on-line cancer support community emphasizing communication concerns important to the community administrators. The researcher conducted an on-line survey of participants (N v = v 103) focused on their on-line communication activities and social support. The results indicate a modest negative correlation between emotional support received on-line and perceived stress, differences in emotional support scores based on perceptions of disadvantages of on-line support groups, and different motives for using the community between people with cancer and family members. The study also describes suggestions based on the results that were made to community administrators and which could be used by other on-line support communities.",
            "Social support within an on-line cancer community: An assessment of emotional support, perceptions of advantages and disadvantages, and motives for using the community from a …",
            "Kevin Wright",
            "2002",
            "TeR8x_cAAAAJ:9yKSN-GCB0IC",
            306,
            "https:\/\/nca.tandfonline.com\/doi\/abs\/10.1080\/00909880216586",
            "3821138774119647314",
            "\/scholar?cites=3821138774119647314",
            {
                "2002":1,
                "2003":2,
                "2004":5,
                "2005":4,
                "2006":4,
                "2007":15,
                "2008":19,
                "2009":16,
                "2010":21,
                "2011":25,
                "2012":21,
                "2013":20,
                "2014":23,
                "2015":28,
                "2016":16,
                "2017":21,
                "2018":26,
                "2019":19,
                "2020":15
            }
        ],
        [
            "The study examined perceptions of support providers, social support network size and network satisfaction, and the advantages and disadvantages of computer‐mediated support groups among (N = 107) on‐line support group users. The results indicated that the amount of time a person spent communicating within these groups and the number of messages received within on‐line groups was related to support group network size and network satisfaction. Perceptions of source credibility and homophily were also related to on‐line network size and network satisfaction. Finally, a number of advantages and disadvantages to receiving and providing support on‐line were reported by respondents.",
            "Perceptions of on‐line support providers: An examination of perceived homophily, source credibility, communication and social support within on‐line support groups",
            "Kevin Wright",
            "2000",
            "TeR8x_cAAAAJ:2osOgNQ5qMEC",
            264,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/01463370009385579",
            "14675388513586363683",
            "\/scholar?cites=14675388513586363683",
            {
                "2002":3,
                "2003":1,
                "2004":4,
                "2005":4,
                "2006":8,
                "2007":13,
                "2008":14,
                "2009":16,
                "2010":12,
                "2011":13,
                "2012":14,
                "2013":21,
                "2014":19,
                "2015":24,
                "2016":14,
                "2017":18,
                "2018":25,
                "2019":14,
                "2020":24
            }
        ],
        [
            "This study examined the influence of the social networking site Facebook and face-to-face support networks on depression among (N = 361) college students. The authors used the Relational Health Communication Competence Model as a framework for examining the influence of communication competence on social support network satisfaction and depression. Moreover, they examined the influence of interpersonal and social integrative motives as exogenous variables. On the basis of previous work, the authors propose and test a theoretical model using structural equation modeling. The results indicated empirical support for the model, with interpersonal motives predicting increased face-to-face and computer-mediated competence, increased social support satisfaction with face-to-face and Facebook support, and lower depression scores. The implications of the findings for theory, key limitations, and …",
            "Communication competence, social support, and depression among college students: A model of Facebook and face-to-face support network influence",
            "Kevin B Wright and Jenny Rosenberg and Nicole Egbert and Nicole A Ploeger and Daniel R Bernard and Shawn King",
            "2013",
            "TeR8x_cAAAAJ:ufrVoPGSRksC",
            245,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/10810730.2012.688250",
            "13595381873775669328",
            "\/scholar?cites=13595381873775669328",
            {
                "2013":3,
                "2014":14,
                "2015":28,
                "2016":38,
                "2017":31,
                "2018":36,
                "2019":39,
                "2020":54,
                "2021":1
            }
        ]
    ]
}