{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "In this article, we provide guidance for substantive researchers on the use of structural equation modeling in practice for theory testing and development. We present a comprehensive, two-step modeling approach that employs a series of nested models and sequential chi-square difference tests. We discuss the comparative advantages of this approach over a one-step approach. Considerations in specification, assessment of fit, and respecification of measurement models using confirmatory factor analysis are reviewed. As background to the two-step approach, the distinction between exploratory and confirmatory analysis, the distinction between complementary approaches for theory testing versus predictive application, and some developments in estimation methods also are discussed.",
            "Structural equation modeling in practice: A review and recommended two-step approach.",
            "James C Anderson and David W Gerbing",
            "1988",
            "TFf0hRcAAAAJ:AZju0d2GQJ0C",
            41564,
            "https:\/\/psycnet.apa.org\/buy\/1989-14190-001",
            "14387597777055931735",
            "\/scholar?cites=14387597777055931735",
            {
                "1994":108,
                "1995":116,
                "1996":128,
                "1997":164,
                "1998":182,
                "1999":218,
                "2000":296,
                "2001":323,
                "2002":395,
                "2003":423,
                "2004":622,
                "2005":783,
                "2006":1065,
                "2007":1276,
                "2008":1514,
                "2009":1841,
                "2010":1893,
                "2011":2175,
                "2012":2324,
                "2013":2530,
                "2014":2768,
                "2015":2896,
                "2016":3156,
                "2017":3054,
                "2018":3137,
                "2019":3590,
                "2020":3576,
                "2021":297
            }
        ],
        [
            "A model of distributor firm and manufacturer firm working partnerships is presented and is assessed empirically on a sample of distributor firms and a sample of manufacturer firms. A multiple-informant research method is employed. Support is found for a number of the hypothesized construct relations and, in both manufacturer firm and distributor firm models, for the respecification of cooperation as an antecedent rather than a consequence of trust. Some implications for marketing practice are discussed briefly.",
            "A model of distributor firm and manufacturer firm working partnerships",
            "James C Anderson and James A Narus",
            "1990",
            "TFf0hRcAAAAJ:u-x6o8ySG0sC",
            9573,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/002224299005400103",
            "12328758770273271090",
            "\/scholar?cites=12328758770273271090",
            {
                "1992":33,
                "1993":31,
                "1994":41,
                "1995":58,
                "1996":72,
                "1997":104,
                "1998":113,
                "1999":136,
                "2000":140,
                "2001":177,
                "2002":208,
                "2003":253,
                "2004":333,
                "2005":349,
                "2006":455,
                "2007":471,
                "2008":499,
                "2009":550,
                "2010":503,
                "2011":585,
                "2012":578,
                "2013":620,
                "2014":567,
                "2015":540,
                "2016":467,
                "2017":420,
                "2018":424,
                "2019":371,
                "2020":303,
                "2021":14
            }
        ],
        [
            "The authors outline an updated paradigm for scale development that incorporates confirmatory factor analysis for the assessment of unidimensionality. Under this paradigm, item-total correlations and exploratory factor analysis are used to provide preliminary scales. The unidimensionality of each scale then is assessed simultaneously with confirmatory factor analysis. After unidimensional measurement has been acceptably achieved, the reliability of each scale is assessed. Additional evidence for construct validity beyond the establishment of unidimensionality then can be provided by embedding the unidimensional sets of indicators within a nomological network defined by the complete structural model.",
            "An updated paradigm for scale development incorporating unidimensionality and its assessment",
            "David W Gerbing and James C Anderson",
            "1988",
            "TFf0hRcAAAAJ:d1gkVwhDpl0C",
            7688,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/002224378802500207",
            "17114187255315565079",
            "\/scholar?cites=17114187255315565079",
            {
                "1993":24,
                "1994":21,
                "1995":39,
                "1996":54,
                "1997":52,
                "1998":56,
                "1999":89,
                "2000":88,
                "2001":113,
                "2002":117,
                "2003":129,
                "2004":208,
                "2005":237,
                "2006":292,
                "2007":323,
                "2008":360,
                "2009":413,
                "2010":389,
                "2011":439,
                "2012":441,
                "2013":515,
                "2014":448,
                "2015":495,
                "2016":469,
                "2017":447,
                "2018":417,
                "2019":434,
                "2020":426,
                "2021":27
            }
        ],
        [
            "In business-to-business settings, dyadic relationships between firms are of paramount interest. Recent developments in business practice strongly suggest that to understand these business relationships, greater attention must be directed to the embedded context within which dyadic business relationships take place. The authors provide a means for understanding the connectedness of these relationships. They then conduct a substantive validity assessment to furnish some empirical support that the constructs they propose are sufficiently well delineated and to generate some suggested measures for them. They conclude with a prospectus for research on business relationships within business networks.",
            "Dyadic business relationships within a business network context",
            "James C Anderson and Håkan Håkansson and Jan Johanson",
            "1994",
            "TFf0hRcAAAAJ:9yKSN-GCB0IC",
            3498,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/002224299405800401",
            "3479668850995143809",
            "\/scholar?cites=3479668850995143809",
            {
                "1995":9,
                "1996":23,
                "1997":30,
                "1998":38,
                "1999":65,
                "2000":58,
                "2001":65,
                "2002":98,
                "2003":123,
                "2004":150,
                "2005":140,
                "2006":184,
                "2007":156,
                "2008":204,
                "2009":187,
                "2010":190,
                "2011":208,
                "2012":240,
                "2013":216,
                "2014":155,
                "2015":182,
                "2016":179,
                "2017":139,
                "2018":139,
                "2019":140,
                "2020":119,
                "2021":4
            }
        ]
    ]
}