{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "The authors formulate a new paradigm for computing with cellular automata (CAS) composed of arrays of quantum devices-quantum cellular automata. Computing in such a paradigm is edge driven. Input, output, and power are delivered at the edge of the CA array only; no direct flow of information or energy to internal cells is required. Computing in this paradigm is also computing with the ground state. The architecture is so designed that the ground-state configuration of the array, subject to boundary conditions determined by the input, yields the computational result. The authors propose a specific realization of these ideas using two-electron cells composed of quantum dots. The charge density in the cell is very highly polarized (aligned) along one of the two cell axes, suggestive of a two-state CA. The polarization of one cell induces a polarization in a neighboring cell through the Coulomb interaction in a very non …",
            "Quantum cellular automata",
            "Craig S Lent and P Douglas Tougaw and Wolfgang Porod and Gary H Bernstein",
            "1993",
            "TflJLh4AAAAJ:u5HHmVD_uO8C",
            2093,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0957-4484\/4\/1\/004\/meta",
            "6316997214379354911",
            "\/scholar?cites=6316997214379354911",
            {
                "1994":7,
                "1995":14,
                "1996":25,
                "1997":25,
                "1998":33,
                "1999":36,
                "2000":26,
                "2001":32,
                "2002":30,
                "2003":51,
                "2004":48,
                "2005":60,
                "2006":59,
                "2007":63,
                "2008":65,
                "2009":59,
                "2010":83,
                "2011":81,
                "2012":65,
                "2013":117,
                "2014":176,
                "2015":159,
                "2016":153,
                "2017":180,
                "2018":133,
                "2019":149,
                "2020":122,
                "2021":15
            }
        ],
        [
            "We describe the operation of, and demonstrate logic functionality in, networks of physically coupled, nanometer-scale magnets designed for digital computation in magnetic quantum-dot cellular automata (MQCA) systems. MQCA offer low power dissipation and high integration density of functional elements and operate at room temperature. The basic MQCA logic gate, that is, the three-input majority logic gate, is demonstrated.",
            "Majority logic gate for magnetic quantum-dot cellular automata",
            "Alexandra Imre and G Csaba and L Ji and A Orlov and GH Bernstein and W Porod",
            "2006",
            "TflJLh4AAAAJ:9yKSN-GCB0IC",
            1046,
            "https:\/\/science.sciencemag.org\/content\/311\/5758\/205.abstract",
            "11695645273618432077",
            "\/scholar?cites=11695645273618432077",
            {
                "2006":23,
                "2007":52,
                "2008":67,
                "2009":53,
                "2010":69,
                "2011":90,
                "2012":92,
                "2013":81,
                "2014":116,
                "2015":81,
                "2016":73,
                "2017":55,
                "2018":66,
                "2019":63,
                "2020":49,
                "2021":3
            }
        ],
        [
            "This paper presents an experimental demonstration of a basic cell of the quantum-dot cellular automata, a transistorless approach to computation that addresses the issues of device density, interconnection, and power dissipation. The device under study was composed of four metal dots, connected with tunnel junctions and capacitors, and operated at <50 mK. Operation was evidenced by switching of a single electron between output dots controlled by a single electron switching in input dots, demonstrating a nonlinear, bistable response.",
            "Realization of a functional cell for quantum-dot cellular automata",
            "AO Orlov and I Amlani and GH Bernstein and CS Lent and GL Snider",
            "1997",
            "TflJLh4AAAAJ:u-x6o8ySG0sC",
            760,
            "https:\/\/science.sciencemag.org\/content\/277\/5328\/928.abstract",
            "12454894284913234787",
            "\/scholar?cites=12454894284913234787",
            {
                "1998":17,
                "1999":23,
                "2000":22,
                "2001":20,
                "2002":26,
                "2003":41,
                "2004":37,
                "2005":41,
                "2006":39,
                "2007":32,
                "2008":37,
                "2009":25,
                "2010":34,
                "2011":29,
                "2012":38,
                "2013":22,
                "2014":49,
                "2015":29,
                "2016":50,
                "2017":50,
                "2018":34,
                "2019":29,
                "2020":25,
                "2021":4
            }
        ],
        [
            "A functioning logic gate based on quantum-dot cellular automata is presented, where digital data are encoded in the positions of only two electrons. The logic gate consists of a cell, composed of four dots connected in a ring by tunnel junctions, and two single-dot electrometers. The device is operated by applying inputs to the gates of the cell. The logic AND and OR operations are verified using the electrometer outputs. Theoretical simulations of the logic gate output characteristics are in excellent agreement with experiment.",
            "Digital logic gate using quantum-dot cellular automata",
            "Islamshah Amlani and Alexei O Orlov and Geza Toth and Gary H Bernstein and Craig S Lent and Gregory L Snider",
            "1999",
            "TflJLh4AAAAJ:d1gkVwhDpl0C",
            750,
            "https:\/\/science.sciencemag.org\/content\/284\/5412\/289.abstract",
            "15634059944754820993",
            "\/scholar?cites=15634059944754820993",
            {
                "1999":7,
                "2000":20,
                "2001":26,
                "2002":23,
                "2003":38,
                "2004":45,
                "2005":42,
                "2006":47,
                "2007":25,
                "2008":42,
                "2009":28,
                "2010":39,
                "2011":46,
                "2012":41,
                "2013":39,
                "2014":50,
                "2015":32,
                "2016":42,
                "2017":32,
                "2018":34,
                "2019":17,
                "2020":27,
                "2021":5
            }
        ],
        [
            "Experimental studies are presented of a binary wire based on the quantum-dot cellular automata computational paradigm. The binary wire consists of capacitively coupled double-dot cells charged with single electrons. The polarization switch caused by an applied input signal in one cell leads to the change in polarization of the adjacent cell and so on down the line, as in falling dominos. Wire polarization was measured using single islands as electrometers. Experimental results are in very good agreement with the theory and confirm there are no metastable states in the wire.",
            "Experimental demonstration of a binary wire for quantum-dot cellular automata",
            "Alexei O Orlov and Islamshah Amlani and Geza Toth and Craig S Lent and Gary H Bernstein and Gregory L Snider",
            "1999",
            "TflJLh4AAAAJ:2osOgNQ5qMEC",
            347,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.124043",
            "14941795154197894886",
            "\/scholar?cites=14941795154197894886",
            {
                "1999":2,
                "2000":8,
                "2001":11,
                "2002":10,
                "2003":20,
                "2004":7,
                "2005":12,
                "2006":18,
                "2007":15,
                "2008":14,
                "2009":12,
                "2010":9,
                "2011":7,
                "2012":12,
                "2013":17,
                "2014":34,
                "2015":55,
                "2016":21,
                "2017":28,
                "2018":12,
                "2019":15,
                "2020":5
            }
        ],
        [
            "We investigate poly(methylmethacrylate) (PMMA) development processing with cold developers (4–10 °C) for its effect on resolution, resist residue, and pattern quality of sub-10 nm electron beam lithography (EBL). We find that low-temperature development results in higher EBL resolution and improved feature quality. PMMA trenches of 4–8 nm are obtained reproducibly at 30 kV using cold development. Fabrication of single-particle-width Au nanoparticle lines was performed by lift-off. We discuss key factors for formation of PMMA trenches at the sub-10 nm scale.",
            "Sub-10 nm electron beam lithography using cold development of poly (methylmethacrylate)",
            "Wenchuang Hu and Koshala Sarveswaran and Marya Lieberman and Gary H Bernstein",
            "2004",
            "TflJLh4AAAAJ:qjMakFHDy7sC",
            271,
            "https:\/\/avs.scitation.org\/doi\/abs\/10.1116\/1.1763897",
            "7817660951920288388",
            "\/scholar?cites=7817660951920288388",
            {
                "2005":3,
                "2006":9,
                "2007":23,
                "2008":16,
                "2009":18,
                "2010":22,
                "2011":21,
                "2012":23,
                "2013":14,
                "2014":24,
                "2015":14,
                "2016":19,
                "2017":21,
                "2018":16,
                "2019":14,
                "2020":14
            }
        ],
        [
            "Demonstrates through simulations the feasibility of using magnetically coupled nanometer-scale ferromagnetic dots for digital information processing. Microelectronic circuits provide the input and output of the magnetic nanostructure, but the signal is processed via magnetic dot-dot interactions. Logic functions can be defined by the proper placements of dots. We introduce a SPICE macromodel of interacting nanomagnets and use this tool to design and simulate the proposed nanomagnet logic units. This SPICE model allows us to simulate such magnetic information processing devices within the same framework as conventional electronic circuits.",
            "Nanocomputing by field-coupled nanomagnets",
            "György Csaba and Alexandra Imre and Gary H Bernstein and Wolfgang Porod and Vitali Metlushko",
            "2002",
            "TflJLh4AAAAJ:zYLM7Y9cAGgC",
            254,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1176966\/",
            "16628977910665831762",
            "\/scholar?cites=16628977910665831762",
            {
                "2003":5,
                "2004":9,
                "2005":6,
                "2006":4,
                "2007":11,
                "2008":12,
                "2009":10,
                "2010":18,
                "2011":16,
                "2012":23,
                "2013":14,
                "2014":28,
                "2015":20,
                "2016":14,
                "2017":18,
                "2018":19,
                "2019":9,
                "2020":16
            }
        ],
        [
            "Quoting the International Technology Roadmap for Semiconductors (ITRS) 2009 Emerging Research Devices section,'Nanomagnetic logic (NML) has potential advantages relative to CMOS of being non-volatile, dense, low-power, and radiation-hard. Such magnetic elements are compatible with MRAM technology, which can provide input–output interfaces. Compatibility with MRAM also promises a natural integration of memory and logic. Nanomagnetic logic also appears to be scalable to the ultimate limit of using individual atomic spins.'This article reviews progress toward complete and reliable NML systems. More specifically, we (i) review experimental progress toward fundamental characteristics a device must possess if it is to be used in a digital system,(ii) consider how the NML design space may impact the system-level energy (especially when considering the clock needed to drive a computation),(iii …",
            "Nanomagnet logic: progress toward system-level integration",
            "MT Niemier and Gary H Bernstein and G Csaba and A Dingler and XS Hu and S Kurtz and S Liu and J Nahas and W Porod and M Siddiq and E Varga",
            "2011",
            "TflJLh4AAAAJ:f2IySw72cVMC",
            197,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/23\/49\/493202\/meta",
            "9645355310218914031",
            "\/scholar?cites=9645355310218914031",
            {
                "2011":2,
                "2012":6,
                "2013":17,
                "2014":48,
                "2015":25,
                "2016":21,
                "2017":21,
                "2018":22,
                "2019":18,
                "2020":13,
                "2021":1
            }
        ],
        [
            "An introduction to the operation of quantum-dot cellular automata is presented, along with recent experimental results. Quantum-dot cellular automata (QCA) is a transistorless computation paradigm that addresses the issues of device density and interconnection. The basic building blocks of the QCA architecture, such as AND, OR, and NOT are presented. The experimental device is a four-dot QCA cell with two electrometers. The dots are metal islands, which are coupled by capacitors and tunnel junctions. An improved design of the cell is presented in which all four dots of the cell are coupled by tunnel junctions. The operation of this basic cell is confirmed by the externally controlled polarization change of the cell.",
            "Quantum-dot cellular automata: Review and recent experiments",
            "GL Snider and AO Orlov and I Amlani and X Zuo and GH Bernstein and CS Lent and JL Merz and W Porod",
            "1999",
            "TflJLh4AAAAJ:UeHWp8X0CEIC",
            196,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.370344",
            "16469231672100904858",
            "\/scholar?cites=16469231672100904858",
            {
                "2000":3,
                "2001":7,
                "2002":5,
                "2003":13,
                "2004":9,
                "2005":13,
                "2006":9,
                "2007":12,
                "2008":9,
                "2009":10,
                "2010":6,
                "2011":9,
                "2012":5,
                "2013":7,
                "2014":11,
                "2015":9,
                "2016":20,
                "2017":12,
                "2018":13,
                "2019":7,
                "2020":6
            }
        ]
    ]
}