{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "Stimulation of β 2-adrenergic receptors on the cell surface by adrenaline or noradrenaline leads to alterations in the metabolism, excitability, differentiation and growth of many cell types. These effects have traditionally been thought to be mediated exclusively by receptor activation of intracellular G proteins 1. However, certain physiological effects of β 2-adrenergic receptor stimulation, notably the regulation of cellular pH by modulation of Na+\/H+ exchanger (NHE) function, do not seem to be entirely dependent on G-protein activation 2, 3, 4, 5, 6, 7. We report here a direct agonist-promoted association of the β 2-adrenergic receptor with the Na+\/H+ exchanger regulatory factor (NHERF), a protein that regulates the activity of the Na+\/H+ exchanger type 3 (NHE3) 8. NHERF binds to the β 2-adrenergic receptor by means of a PDZ-domain-mediated interaction with the last few residues of the carboxy-terminal cytoplasmic …",
            "The β 2-adrenergic receptor interacts with the Na+\/H+-exchanger regulatory factor to control Na+\/H+ exchange",
            "Randy A Hall and Richard T Premont and Chung-Wai Chow and Jeremy T Blitzer and Julie A Pitcher and Audrey Claing and Robert H Stoffel and Larry S Barak and Shirish Shenolikar and Edward J Weinman and Sergio Grinstein and Robert J Lefkowitz",
            "1998",
            "tfsXwHUAAAAJ:_FxGoFyzp5QC",
            672,
            "https:\/\/www.nature.com\/articles\/33458",
            "1621122646472885529",
            "\/scholar?cites=1621122646472885529",
            {
                "1998":11,
                "1999":54,
                "2000":57,
                "2001":59,
                "2002":52,
                "2003":45,
                "2004":47,
                "2005":38,
                "2006":45,
                "2007":26,
                "2008":35,
                "2009":16,
                "2010":23,
                "2011":34,
                "2012":31,
                "2013":14,
                "2014":19,
                "2015":18,
                "2016":4,
                "2017":13,
                "2018":12,
                "2019":12,
                "2020":4,
                "2021":1
            }
        ],
        [
            "The highly conserved and ubiquitously expressed 14-3-3 proteins regulate differentiation, cell cycle progression and apoptosis by binding intracellular phosphoproteins involved in signal transduction. By screening in vitro translated cDNA pools for the ability to bind 14-3-3, we identified a novel transcriptional co-activator, TAZ (transcriptional co-activator with PDZ-binding motif) as a 14-3-3-binding molecule. TAZ shares homology with Yes-associated protein (YAP), contains a WW domain and functions as a transcriptional co-activator by binding to the PPXY motif present on transcription factors. 14-3-3 binding requires TAZ phosphorylation on a single serine residue, resulting in the inhibition of TAZ transcriptional co-activation through 14-3-3-mediated nuclear export. The C-terminus of TAZ contains a highly conserved PDZ-binding motif that localizes TAZ into discrete nuclear foci and is essential for TAZ-stimulated …",
            "TAZ: a novel transcriptional co‐activator regulated by interactions with 14‐3‐3 and PDZ domain proteins",
            "Fumihiko Kanai and Paola A Marignani and Dilara Sarbassova and Ryohei Yagi and Randy A Hall and Mark Donowitz and Akihiko Hisaminato and Tsutomu Fujiwara and Yoshiaki Ito and Lewis C Cantley and Michael B Yaffe",
            "2000",
            "tfsXwHUAAAAJ:hqOjcs7Dif8C",
            655,
            "https:\/\/www.embopress.org\/doi\/full\/10.1093\/emboj\/19.24.6778",
            "3392502824661558937",
            "\/scholar?cites=3392502824661558937",
            {
                "2001":8,
                "2002":11,
                "2003":15,
                "2004":15,
                "2005":16,
                "2006":13,
                "2007":10,
                "2008":16,
                "2009":25,
                "2010":30,
                "2011":25,
                "2012":31,
                "2013":48,
                "2014":55,
                "2015":64,
                "2016":47,
                "2017":61,
                "2018":58,
                "2019":42,
                "2020":56,
                "2021":4
            }
        ],
        [
            "G protein-coupled receptors (GPCRs) mediate physiological responses to various ligands, such as hormones, neurotransmitters and sensory stimuli. The signalling and trafficking properties of GPCRs are often highly malleable depending on the cellular context. Such fine-tuning of GPCR function can be attributed in many cases to receptor-interacting proteins that are differentially expressed in distinct cell types. In some cases these GPCR-interacting partners directly mediate receptor signalling, whereas in other cases they act mainly as scaffolds to modulate G protein-mediated signalling. Furthermore, GPCR-interacting proteins can have a big impact on the regulation of GPCR trafficking, localization and\/or pharmacological properties.",
            "Fine-tuning of GPCR activity by receptor-interacting proteins",
            "Stefanie L Ritter and Randy A Hall",
            "2009",
            "tfsXwHUAAAAJ:4DMP91E08xMC",
            524,
            "https:\/\/www.nature.com\/articles\/nrm2803",
            "6344338526448714261",
            "\/scholar?cites=6344338526448714261",
            {
                "2010":25,
                "2011":55,
                "2012":45,
                "2013":65,
                "2014":66,
                "2015":45,
                "2016":64,
                "2017":51,
                "2018":46,
                "2019":36,
                "2020":21
            }
        ],
        [
            "The Na+\/H+ exchanger regulatory factor (NHERF) binds to the tail of the β2-adrenergic receptor and plays a role in adrenergic regulation of Na+\/H+ exchange. NHERF contains two PDZ domains, the first of which is required for its interaction with the β2 receptor. Mutagenesis studies of the β2 receptor tail revealed that the optimal C-terminal motif for binding to the first PDZ domain of NHERF is D-S\/T-x-L, a motif distinct from those recognized by other PDZ domains. The first PDZ domain of NHERF-2, a protein that is 52% identical to NHERF and also known as E3KARP, SIP-1, and TKA-1, exhibits binding preferences very similar to those of the first PDZ domain of NHERF. The delineation of the preferred binding motif for the first PDZ domain of the NHERF family of proteins allows for predictions for other proteins that may interact with NHERF or NHERF-2. For example, as would be predicted from the β2 receptor tail …",
            "A C-terminal motif found in the β2-adrenergic receptor, P2Y1 receptor and cystic fibrosis transmembrane conductance regulator determines binding to the Na+\/H+ exchanger …",
            "Randy A Hall and Lynda S Ostedgaard and Richard T Premont and Jeremy T Blitzer and Nadeem Rahman and Michael J Welsh and Robert J Lefkowitz",
            "1998",
            "tfsXwHUAAAAJ:LkGwnXOMwfcC",
            483,
            "https:\/\/www.pnas.org\/content\/95\/15\/8496.short",
            "7540117189144818748",
            "\/scholar?cites=7540117189144818748",
            {
                "1998":2,
                "1999":29,
                "2000":35,
                "2001":50,
                "2002":38,
                "2003":32,
                "2004":48,
                "2005":33,
                "2006":26,
                "2007":20,
                "2008":22,
                "2009":20,
                "2010":22,
                "2011":18,
                "2012":29,
                "2013":16,
                "2014":9,
                "2015":8,
                "2016":6,
                "2017":6,
                "2018":6,
                "2019":8
            }
        ],
        [
            "G protein-coupled receptors (GPCRs) are cell surface receptors that mediate physiological responses to a diverse array of stimuli. GPCRs have traditionally been thought to act as monomers, but recent evidence suggests that GPCRs may form dimers (or higher-order oligomers) as part of their normal trafficking and function. In fact, certain GPCRs seem to have a strict requirement for heterodimerization to attain proper surface expression and functional activity. Even those GPCRs that do not absolutely require heterodimerization may still specifically associate with other GPCR subtypes, sometimes resulting in dramatic effects on receptor pharmacology, signaling, and\/or internalization. Understanding the specificity and functional significance of GPCR heterodimerization is of tremendous clinical importance since GPCRs are the molecular targets for numerous therapeutic drugs.",
            "Heterodimerization of g protein-coupled receptors: specificity and functional significance",
            "Steven C Prinster and Chris Hague and Randy A Hall",
            "2005",
            "tfsXwHUAAAAJ:Se3iqnhoufwC",
            424,
            "https:\/\/pharmrev.aspetjournals.org\/content\/57\/3\/289.short",
            "4524727870300770228",
            "\/scholar?cites=4524727870300770228",
            {
                "2006":25,
                "2007":43,
                "2008":48,
                "2009":52,
                "2010":32,
                "2011":30,
                "2012":42,
                "2013":26,
                "2014":29,
                "2015":22,
                "2016":17,
                "2017":17,
                "2018":11,
                "2019":9,
                "2020":14,
                "2021":1
            }
        ],
        [
            "HEPTAHELICAL receptors, so called because of their conserved structure featuring seven-helical transmembrane spans, mediate physiological responses to a remarkably diverse array of stimuli. These include hormones, neurotransmitters, small peptides, proteins, lipids and ions, as well as sensory stimuli such as odorants, pheromones, bitter and sweet tastants, and photons. This superfamily of receptors contains 1,000 members, making it the largest class of cell surface molecules in the mammalian genome. Moreover, it was found recently that heptahelical receptors account for 5% of the total genes in the Caenorhabditus elegans genome (Bargmann, 1998), testifying to the importance of this family and demonstrating that the structure of these receptors has been highly conserved throughout evolution. For many years, this family of receptors has been referred to as G protein–coupled, a term based on the well …",
            "Heptahelical receptor signaling: beyond the G protein paradigm",
            "Randy A Hall and Richard T Premont and Robert J Lefkowitz",
            "1999",
            "tfsXwHUAAAAJ:roLk4NBRz8UC",
            408,
            "https:\/\/rupress.org\/jcb\/article\/145\/5\/927\/16124",
            "2579491302168974616",
            "\/scholar?cites=2579491302168974616",
            {
                "1999":3,
                "2000":38,
                "2001":39,
                "2002":46,
                "2003":36,
                "2004":36,
                "2005":34,
                "2006":29,
                "2007":19,
                "2008":16,
                "2009":11,
                "2010":12,
                "2011":15,
                "2012":18,
                "2013":8,
                "2014":4,
                "2015":8,
                "2016":7,
                "2017":9,
                "2018":6,
                "2019":4,
                "2020":6,
                "2021":2
            }
        ],
        [
            "The actions of many hormones and neurotransmitters are mediated through stimulation of G protein–coupled receptors. A primary mechanism by which these receptors exert effects inside the cell is by association with heterotrimeric G proteins, which can activate a wide variety of cellular enzymes and ion channels. G protein–coupled receptors can also interact with a number of cytoplasmic scaffold proteins, which can link the receptors to various signaling intermediates and intracellular effectors. The multicomponent nature of G protein–coupled receptor signaling pathways makes them ideally suited for regulation by scaffold proteins. This review focuses on several specific examples of G protein–coupled receptor-associated scaffolds and the roles they may play in organizing receptor-initiated signaling pathways in the cardiovascular system and other tissues.",
            "Regulation of G protein–coupled receptor signaling by scaffold proteins",
            "Randy A Hall and Robert J Lefkowitz",
            "2002",
            "tfsXwHUAAAAJ:UebtZRa9Y70C",
            284,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/01.RES.0000037000.74258.03",
            "7932919295824509604",
            "\/scholar?cites=7932919295824509604",
            {
                "2003":24,
                "2004":30,
                "2005":37,
                "2006":27,
                "2007":18,
                "2008":21,
                "2009":26,
                "2010":15,
                "2011":20,
                "2012":15,
                "2013":8,
                "2014":6,
                "2015":7,
                "2016":13,
                "2017":4,
                "2018":7,
                "2019":4,
                "2020":2
            }
        ],
        [
            "The Adhesion family forms a large branch of the pharmacologically important superfamily of G protein–coupled receptors (GPCRs). As Adhesion GPCRs increasingly receive attention from a wide spectrum of biomedical fields, the Adhesion GPCR Consortium, together with the International Union of Basic and Clinical Pharmacology Committee on Receptor Nomenclature and Drug Classification, proposes a unified nomenclature for Adhesion GPCRs. The new names have ADGR as common dominator followed by a letter and a number to denote each subfamily and subtype, respectively. The new names, with old and alternative names within parentheses, are: ADGRA1 (GPR123), ADGRA2 (GPR124), ADGRA3 (GPR125), ADGRB1 (BAI1), ADGRB2 (BAI2), ADGRB3 (BAI3), ADGRC1 (CELSR1), ADGRC2 (CELSR2), ADGRC3 (CELSR3), ADGRD1 (GPR133), ADGRD2 (GPR144), ADGRE1 (EMR1, F4\/80), ADGRE2 …",
            "International union of basic and clinical pharmacology. xciv. adhesion g protein–coupled receptors",
            "Jörg Hamann and Gabriela Aust and Demet Araç and Felix B Engel and Caroline Formstone and Robert Fredriksson and Randy A Hall and Breanne L Harty and Christiane Kirchhoff and Barbara Knapp and Arunkumar Krishnan and Ines Liebscher and Hsi-Hsien Lin and David C Martinelli and Kelly R Monk and Miriam C Peeters and Xianhua Piao and Simone Prömel and Torsten Schöneberg and Thue W Schwartz and Kathleen Singer and Martin Stacey and Yuri A Ushkaryov and Mario Vallon and Uwe Wolfrum and Mathew W Wright and Lei Xu and Tobias Langenhan and Helgi B Schiöth",
            "2015",
            "tfsXwHUAAAAJ:PELIpwtuRlgC",
            241,
            "https:\/\/pharmrev.aspetjournals.org\/content\/67\/2\/338.short",
            "13018910634710111233",
            "\/scholar?cites=13018910634710111233",
            {
                "2015":13,
                "2016":44,
                "2017":35,
                "2018":37,
                "2019":49,
                "2020":52,
                "2021":9
            }
        ],
        [
            "Platelet-derived growth factor (PDGF) is a potent mitogen for many cell types. The PDGF receptor (PDGFR) is a receptor tyrosine kinase that mediates the mitogenic effects of PDGF by binding to and\/or phosphorylating a variety of intracellular signaling proteins upon PDGF-induced receptor dimerization. We show here that the Na+\/H+ exchanger regulatory factor (NHERF; also known as EBP50), a protein not previously known to interact with the PDGFR, binds to the PDGFR carboxyl terminus (PDGFR-CT) with high affinity via a PDZ (PSD-95\/Dlg\/Z0-1 homology) domain-mediated interaction and potentiates PDGFR autophosphorylation and extracellular signal-regulated kinase (ERK) activation in cells. A point-mutated version of the PDGFR, with the terminal leucine changed to alanine (L1106A), cannot bind NHERF in vitro and is markedly impaired relative to the wild-type receptor with regard to PDGF-induced …",
            "Platelet-derived growth factor receptor association with Na+\/H+ exchanger regulatory factor potentiates receptor activity",
            "Stuart Maudsley and A Musa Zamah and Nadeem Rahman and Jeremy T Blitzer and Louis M Luttrell and Robert J Lefkowitz and Randy A Hall",
            "2000",
            "tfsXwHUAAAAJ:5nxA0vEk-isC",
            235,
            "https:\/\/mcb.asm.org\/content\/20\/22\/8352.short",
            "13551331431761067355",
            "\/scholar?cites=13551331431761067355",
            {
                "2001":14,
                "2002":14,
                "2003":19,
                "2004":19,
                "2005":13,
                "2006":15,
                "2007":10,
                "2008":9,
                "2009":6,
                "2010":13,
                "2011":18,
                "2012":19,
                "2013":12,
                "2014":7,
                "2015":7,
                "2016":8,
                "2017":15,
                "2018":9,
                "2019":5,
                "2020":2,
                "2021":1
            }
        ]
    ]
}