{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Practical needs in geographic information systems (GIS) have led to the investigation of formal and sound methods of describing spatial relations. After an introduction to the basic ideas and notions of topology, a novel theory of topological spatial relations between sets is developed in which the relations are defined in terms of the intersections of the boundaries and interiors of two sets. By considering empty and non-empty as the values of the intersections, a total of sixteen topological spatial relations is described, each of which can be realized in R 2. This set is reduced to nine relations if the sets are restricted to spatial regions, a fairly broad class of subsets of a connected topological space with an application to GIS. It is shown that these relations correspond to some of the standard set theoretical and topological spatial relations between sets such as equality, disjointness and containment in the interior.",
            "Point-set topological spatial relations",
            "Max J Egenhofer and Robert D Franzosa",
            "1991",
            "Th64cmYAAAAJ:1Ye0OR6EYb4C",
            2423,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/02693799108927841",
            "355548571334396157",
            "\/scholar?cites=355548571334396157",
            {
                "1991":8,
                "1992":7,
                "1993":18,
                "1994":27,
                "1995":39,
                "1996":38,
                "1997":41,
                "1998":41,
                "1999":65,
                "2000":79,
                "2001":80,
                "2002":70,
                "2003":92,
                "2004":119,
                "2005":115,
                "2006":117,
                "2007":115,
                "2008":116,
                "2009":135,
                "2010":131,
                "2011":127,
                "2012":127,
                "2013":110,
                "2014":92,
                "2015":97,
                "2016":92,
                "2017":90,
                "2018":69,
                "2019":81,
                "2020":47,
                "2021":3
            }
        ],
        [
            " Abstract. Research papers at conferences such as EGIS and the International Symposia on Spatial Data Handling address a set of intellectual and scientific questions which go well beyond the limited technical capabilities of current technology in geographical information systems. This paper reviews the topics which might be included in a science of geographical information. Research on these fundamental issues is a better prospect for long-term survival and acceptance in the academy than the development of technical capabilities. This paper reviews the current state of research in a series of key areas and speculates on why progress has been so uneven. The final section of the paper looks to the future and to new areas of significant potential in this area of research.",
            "Geographical information science",
            "Michael F Goodchild",
            "1992",
            "Th64cmYAAAAJ:Dem6FJhTUoYC",
            1650,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/02693799208901893",
            "983649219178455436",
            "\/scholar?cites=983649219178455436",
            {
                "1991":5,
                "1992":6,
                "1993":14,
                "1994":13,
                "1995":18,
                "1996":28,
                "1997":26,
                "1998":29,
                "1999":37,
                "2000":37,
                "2001":43,
                "2002":30,
                "2003":46,
                "2004":65,
                "2005":66,
                "2006":78,
                "2007":71,
                "2008":75,
                "2009":60,
                "2010":94,
                "2011":69,
                "2012":68,
                "2013":91,
                "2014":95,
                "2015":88,
                "2016":89,
                "2017":64,
                "2018":76,
                "2019":59,
                "2020":67,
                "2021":8
            }
        ],
        [
            "Complementary or unconventional treatments are used by many doctors and other therapists throughout Europe. The major forms are acupuncture, homoeopathy, manual therapy or manipulation, and phytotherapy or herbal medicine. The relative popularity of therapies differs between countries, but public demand is strong and growing. Regulation of practitioners varies widely: in most countries only registered health professionals may practice, but in the United Kingdom practice is virtually unregulated. Germany and some Scandinavian countries have intermediate systems. Legal reforms are in progress in the Netherlands and the United Kingdom. European institutions are starting to influence the development of complementary medicine. Harmonisation of training and regulation of practitioners is the challenge for the future.To speak of “alternative” medicine is, as Pietroni has pointed out, like talking about …",
            "Medicine in Europe: complementary medicine in Europe",
            "Peter Fisher and Adam Ward",
            "1994",
            "Th64cmYAAAAJ:tH6gc1N1XXoC",
            1338,
            "https:\/\/www.bmj.com\/content\/309\/6947\/107.short",
            "6192587927955918322",
            "\/scholar?cites=6192587927955918322",
            {
                "1994":7,
                "1995":17,
                "1996":24,
                "1997":34,
                "1998":41,
                "1999":55,
                "2000":71,
                "2001":45,
                "2002":65,
                "2003":54,
                "2004":59,
                "2005":96,
                "2006":65,
                "2007":48,
                "2008":58,
                "2009":53,
                "2010":52,
                "2011":61,
                "2012":49,
                "2013":64,
                "2014":42,
                "2015":36,
                "2016":28,
                "2017":30,
                "2018":31,
                "2019":28,
                "2020":33,
                "2021":2
            }
        ],
        [
            "An increasing number of applications need to work on data that are scattered over several independent geographical information systems. This has led to extensive research efforts in the field of interoperable information systems. The term interoperability is used in a number of different contexts. In this paper a concise explanation of the meaning of interoperability in the context of GIS is given. Current efforts in this realm are presented. Problems and challenges of the next interoperable GIS generation are identified. A proposal to meet these challenges is presented.",
            "Overcoming the semantic and other barriers to GIS interoperability",
            "Yaser Bishr",
            "1998",
            "Th64cmYAAAAJ:Br1UauaknNIC",
            692,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/136588198241806",
            "7538983998066319269",
            "\/scholar?cites=7538983998066319269",
            {
                "1999":15,
                "2000":17,
                "2001":13,
                "2002":16,
                "2003":29,
                "2004":37,
                "2005":50,
                "2006":62,
                "2007":38,
                "2008":54,
                "2009":42,
                "2010":47,
                "2011":38,
                "2012":37,
                "2013":44,
                "2014":24,
                "2015":29,
                "2016":27,
                "2017":24,
                "2018":16,
                "2019":13,
                "2020":12
            }
        ],
        [
            "The pixel is an explicit feature of remotely-sensed imagery, and a primary concept of the raster GIS (Geographical Information System) which is the usual vehicle for integration. This Letter addresses the underlying spatial conceptualization of the pixel, which is the parallel of the grid cell in spatial analysis, and the regular grid in sampling. It is argued that integration of remote sensing and GIS can only possibly advance if we develop methods to address the conceptual short-comings of the pixel as a spatial entity, and stop pretending that it is a true geographical object. Three major strands of research which address this issue are highlighted, including mixture modelling, geostatistics and fuzzy classification.",
            "The pixel: a snare and a delusion",
            "Peter Fisher",
            "1997",
            "Th64cmYAAAAJ:_FxGoFyzp5QC",
            600,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/014311697219015",
            "17960048795034654863",
            "\/scholar?cites=17960048795034654863",
            {
                "1998":9,
                "1999":4,
                "2000":12,
                "2001":17,
                "2002":16,
                "2003":19,
                "2004":21,
                "2005":23,
                "2006":30,
                "2007":25,
                "2008":27,
                "2009":20,
                "2010":32,
                "2011":32,
                "2012":37,
                "2013":31,
                "2014":32,
                "2015":36,
                "2016":42,
                "2017":23,
                "2018":33,
                "2019":36,
                "2020":29,
                "2021":1
            }
        ],
        [
            "Descartes (formerly called IRIS) is a software system designed to support visual exploration of spatially referenced data, e.g. demographic, economical, or cultural information about geographical objects or locations such as countries, districts, or cities. Descartes offers two integrated services: automated presentation of data on maps, and facilities to interactively manipulate these maps. Automated mapping is enabled by incorporating generic knowledge on map design into the system. Descartes selects suitable presentation methods according to characteristics of the variables to be analysed and relationships among those variables if more than one were selected simultaneously. The cartographic knowledge of Descartes allows non-cartographers to receive proper presentations of their data, and the automation of map construction helps the users to save valuable time that can better be used for data analysis and …",
            "Interactive maps for visual data exploration",
            "Gennady L Andrienko and Natalia V Andrienko",
            "1999",
            "Th64cmYAAAAJ:CB2v5VPnA5kC",
            586,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/136588199241247",
            "8438154586867274710",
            "\/scholar?cites=8438154586867274710",
            {
                "1999":16,
                "2000":30,
                "2001":37,
                "2002":38,
                "2003":40,
                "2004":50,
                "2005":46,
                "2006":29,
                "2007":32,
                "2008":23,
                "2009":27,
                "2010":25,
                "2011":18,
                "2012":15,
                "2013":17,
                "2014":16,
                "2015":23,
                "2016":22,
                "2017":17,
                "2018":13,
                "2019":21,
                "2020":12,
                "2021":1
            }
        ],
        [
            "All digital data contain error and many are uncertain. Digital models of elevation surfaces consist of files containing large numbers of measurements representing the height of the surface of the earth, and therefore a proportion of those measurements are very likely to be subject to some level of error and uncertainty. The collection and handling of such data and their associated uncertainties has been a subject of considerable research, which has focused largely upon the description of the effects of interpolation and resolution uncertainties, as well as modelling the occurrence of errors. However, digital models of elevation derived from new technologies employing active methods of laser and radar ranging are becoming more widespread, and past research will need to be re-evaluated in the near future to accommodate such new data products. In this paper we review the source and nature of errors in digital models …",
            "Causes and consequences of error in digital elevation models",
            "Peter F Fisher and Nicholas J Tate",
            "2006",
            "Th64cmYAAAAJ:KlAtU1dfN6UC",
            530,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1191\/0309133306pp492ra",
            "9320573875292315258",
            "\/scholar?cites=9320573875292315258",
            {
                "2006":2,
                "2007":8,
                "2008":19,
                "2009":20,
                "2010":33,
                "2011":39,
                "2012":49,
                "2013":49,
                "2014":32,
                "2015":49,
                "2016":44,
                "2017":46,
                "2018":48,
                "2019":46,
                "2020":31,
                "2021":7
            }
        ],
        [
            "Immigrants are generally perceived to be information poor, meaning they face major challenges with finding and using greatly needed everyday information. However, little research exists from an information behaviour perspective as differences in language, culture, and other factors such as access make immigrants a difficult population to study. We explored the everyday information behaviour and information grounds of migrant Hispanic farm workers through field observation and interviews with users and staff of community technology centres in a major agricultural area. Findings suggest that personal networks having various levels of credibility were used more readily than any other type of information source. Credibility and use of various sources seemed to relate to personal status as well as interest in information.",
            "Information behaviour of migrant Hispanic farm workers and their families in the Pacific Northwest",
            "Karen E Fisher and Elizabeth Marcoux and Lupine S Miller and Agueda Sánchez and Eva Ramirez Cunningham",
            "2004",
            "Th64cmYAAAAJ:XvxMoLDsR5gC",
            376,
            "http:\/\/informationr.net\/ir\/10-1\/paper199.html",
            "7546509194139873999",
            "\/scholar?cites=7546509194139873999",
            {
                "2003":2,
                "2004":1,
                "2005":9,
                "2006":16,
                "2007":21,
                "2008":23,
                "2009":30,
                "2010":20,
                "2011":19,
                "2012":25,
                "2013":21,
                "2014":23,
                "2015":39,
                "2016":34,
                "2017":19,
                "2018":19,
                "2019":19,
                "2020":14,
                "2021":3
            }
        ],
        [
            "‘The universe, they said, depended for its operation on the balance of four forces which they identified as charm, persuasion, uncertainty and bloody-mindedness.’Terry Pratchett (1986) acuracy n. An absence of erors.‘The computer offers both speed and acuracy, but the greatest of these is acuracy’(sic)",
            "Models of uncertainty in spatial data",
            "Peter F Fisher",
            "1999",
            "Th64cmYAAAAJ:UebtZRa9Y70C",
            341,
            "https:\/\/www.geos.ed.ac.uk\/~gisteac\/gis_book_abridged\/files\/ch13.pdf",
            "11743659922937338180",
            "\/scholar?cites=11743659922937338180",
            {
                "2000":6,
                "2001":5,
                "2002":5,
                "2003":5,
                "2004":22,
                "2005":18,
                "2006":22,
                "2007":10,
                "2008":17,
                "2009":16,
                "2010":18,
                "2011":13,
                "2012":15,
                "2013":17,
                "2014":10,
                "2015":29,
                "2016":27,
                "2017":27,
                "2018":15,
                "2019":29,
                "2020":9
            }
        ],
        [
            "State of the art reviews of remote sensing change detection are becoming increasingly complicated and disparate due to an ever growing list of techniques, algorithms and methods. To provide a clearer, synoptic view of the field this review has organised the literature by the unit of analysis and the comparison method used to identify change. This significantly reduces the conceptual overlap present in previous reviews giving a succinct nomenclature with which to understand and apply change detection workflows. Under this framework, several decades of research have been summarised to provide an overview of current change detection approaches. Seven units of analysis and six comparison methods were identified and described highlighting the advantages and limitations of each within a change detection workflow. Of these, the pixel and post-classification change methods remain the most popular choices …",
            "A critical synthesis of remotely sensed optical image change detection techniques",
            "Andrew P Tewkesbury and Alexis J Comber and Nicholas J Tate and Alistair Lamb and Peter F Fisher",
            "2015",
            "Th64cmYAAAAJ:artPoR2Yc-kC",
            332,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0034425715000152",
            "13761954749994317780",
            "\/scholar?cites=13761954749994317780",
            {
                "2014":2,
                "2015":10,
                "2016":43,
                "2017":47,
                "2018":69,
                "2019":79,
                "2020":72,
                "2021":7
            }
        ]
    ]
}