{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Platelet aggregation at sites of vascular injury is essential for hemostasis and arterial thrombosis. It has long been assumed that platelet aggregation and thrombus growth are initiated by soluble agonists generated at sites of vascular injury. By using high-resolution intravital imaging techniques and hydrodynamic analyses, we show that platelet aggregation is primarily driven by changes in blood flow parameters (rheology), with soluble agonists having a secondary role, stabilizing formed aggregates. We find that in response to vascular injury, thrombi initially develop through the progressive stabilization of discoid platelet aggregates. Analysis of blood flow dynamics revealed that discoid platelets preferentially adhere in low-shear zones at the downstream face of forming thrombi, with stabilization of aggregates dependent on the dynamic restructuring of membrane tethers. These findings provide insight into the …",
            "A shear gradient–dependent platelet aggregation mechanism drives thrombus formation",
            "Warwick S Nesbitt and Erik Westein and Francisco Javier Tovar-Lopez and Elham Tolouei and Arnan Mitchell and Jia Fu and Josie Carberry and Andreas Fouras and Shaun P Jackson",
            "2009",
            "THKGTx8AAAAJ:u-x6o8ySG0sC",
            756,
            "https:\/\/www.nature.com\/nm\/journal\/v15\/n6\/abs\/nm.1955.html",
            "13606159199539103528",
            "\/scholar?cites=13606159199539103528",
            {
                "2009":5,
                "2010":47,
                "2011":53,
                "2012":75,
                "2013":80,
                "2014":66,
                "2015":73,
                "2016":65,
                "2017":72,
                "2018":72,
                "2019":59,
                "2020":73,
                "2021":10
            }
        ],
        [
            "Platelet aggregation, the process by which platelets adhere to each other at sites of vascular injury, has long been recognized as critical for hemostatic plug formation and thrombosis. Until relatively recently, platelet aggregation was considered a straightforward process involving the noncovalent bridging of integrin αIIbβ3 receptors on the platelet surface by the dimeric adhesive protein fibrinogen. However, with recent technical advances enabling real-time analysis of platelet aggregation in vivo, it has become apparent that this process is much more complex and dynamic than previously anticipated. Over the last decade, it has become clear that platelet aggregation represents a multistep adhesion process involving distinct receptors and adhesive ligands, with the contribution of individual receptor-ligand interactions to the aggregation process dependent on the prevailing blood flow conditions. It now appears …",
            "The growing complexity of platelet aggregation",
            "Shaun P Jackson",
            "2007",
            "THKGTx8AAAAJ:d1gkVwhDpl0C",
            701,
            "https:\/\/ashpublications.org\/blood\/article\/109\/12\/5087\/23017",
            "15022843954443582388",
            "\/scholar?cites=15022843954443582388",
            {
                "2007":6,
                "2008":27,
                "2009":49,
                "2010":46,
                "2011":44,
                "2012":51,
                "2013":61,
                "2014":55,
                "2015":64,
                "2016":62,
                "2017":51,
                "2018":53,
                "2019":55,
                "2020":63,
                "2021":2
            }
        ],
        [
            "Platelet activation at sites of vascular injury is essential for the arrest of bleeding; however, excessive platelet accumulation at regions of atherosclerotic plaque rupture can result in the development of arterial thrombi, precipitating diseases such as acute myocardial infarction and ischemic stroke. Rheological disturbances (high shear stress) have an important role in promoting arterial thrombosis by enhancing the adhesive and signaling function of platelet integrin α IIb β 3 (GPIIb-IIIa). In this study we have defined a key role for the Type Ia phosphoinositide 3-kinase (PI3K) p110β isoform in regulating the formation and stability of integrin α IIb β 3 adhesion bonds, necessary for shear activation of platelets. Isoform-selective PI3K p110β inhibitors have been developed which prevent formation of stable integrin α IIb β 3 adhesion contacts, leading to defective platelet thrombus formation. In vivo, these inhibitors eliminate …",
            "PI 3-kinase p110β: a new target for antithrombotic therapy",
            "Shaun P Jackson and Simone M Schoenwaelder and Isaac Goncalves and Warwick S Nesbitt and Cindy L Yap and Christine E Wright and Vijaya Kenche and Karen E Anderson and Sacha M Dopheide and Yuping Yuan and Sharelle A Sturgeon and Hishani Prabaharan and Philip E Thompson and Gregg D Smith and Peter R Shepherd and Nathalie Daniele and Suhasini Kulkarni and Belinda Abbott and Dilek Saylik and Catherine Jones and Lucy Lu and Simon Giuliano and Sascha C Hughan and James A Angus and Alan D Robertson and Hatem H Salem",
            "2005",
            "THKGTx8AAAAJ:u5HHmVD_uO8C",
            631,
            "https:\/\/www.nature.com\/articles\/nm1232",
            "12118121497711545515",
            "\/scholar?cites=12118121497711545515",
            {
                "2005":9,
                "2006":35,
                "2007":41,
                "2008":52,
                "2009":51,
                "2010":55,
                "2011":45,
                "2012":64,
                "2013":43,
                "2014":47,
                "2015":40,
                "2016":32,
                "2017":37,
                "2018":22,
                "2019":29,
                "2020":26,
                "2021":1
            }
        ],
        [
            "The formation of blood clots—thrombosis—at sites of atherosclerotic plaque rupture is a major clinical problem despite ongoing improvements in antithrombotic therapy. Progress in identifying the pathogenic mechanisms regulating arterial thrombosis has led to the development of newer therapeutics, and there is general anticipation that these treatments will have greater efficacy and improved safety. However, major advances in this field require the identification of specific risk factors for arterial thrombosis in affected individuals and a rethink of the'one size fits all'approach to antithrombotic therapy.",
            "Arterial thrombosis—insidious, unpredictable and deadly",
            "Shaun P Jackson",
            "2011",
            "THKGTx8AAAAJ:UeHWp8X0CEIC",
            507,
            "https:\/\/www.nature.com\/nm\/journal\/v17\/n11\/abs\/nm.2515.html",
            "7244763714828268116",
            "\/scholar?cites=7244763714828268116",
            {
                "2012":18,
                "2013":47,
                "2014":62,
                "2015":84,
                "2016":57,
                "2017":49,
                "2018":58,
                "2019":53,
                "2020":69,
                "2021":8
            }
        ],
        [
            " Recent in vivo studies have highlighted the dynamic and complex nature of platelet thrombus growth and the requirement for multiple adhesive receptor–ligand interactions in this process. In particular, the importance of von Willebrand factor (VWF) in promoting both primary adhesion and aggregation under high shear conditions is now well established. In general, the efficiency with which platelets adhere and aggregate at sites of vessel wall injury is dependent on the synergistic action of various adhesive and soluble agonist receptors, with the contribution of each of the individual receptors dependent on the prevailing blood flow conditions. In this review, we will discuss the major platelet adhesive interactions regulating platelet thrombus formation under high shear, with specific focus on the VWF (GPIb and integrin αIIbβ3) and collagen receptors (GPVI and integrin α2β1). We will also discuss the signaling …",
            "Signaling events underlying thrombus formation",
            "Shaun P Jackson and Warwick S Nesbitt and Suhasini Kulkarni",
            "2003",
            "THKGTx8AAAAJ:9yKSN-GCB0IC",
            479,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1046\/j.1538-7836.2003.00267.x",
            "12239501911637719697",
            "\/scholar?cites=12239501911637719697",
            {
                "2003":3,
                "2004":34,
                "2005":29,
                "2006":29,
                "2007":32,
                "2008":28,
                "2009":33,
                "2010":29,
                "2011":27,
                "2012":33,
                "2013":32,
                "2014":32,
                "2015":26,
                "2016":23,
                "2017":27,
                "2018":23,
                "2019":12,
                "2020":22,
                "2021":1
            }
        ],
        [
            "In this study we have examined the mechanism of platelet aggregation under physiological flow conditions using an in vitro flow-based platelet aggregation assay and an in vivo rat thrombosis model. Our studies demonstrate an unexpected complexity to the platelet aggregation process in which platelets in flowing blood continuously tether, translocate, and\/or detach from the luminal surface of a growing platelet thrombus at both arterial and venous shear rates. Studies of platelets congenitally deficient in von Willebrand factor (vWf) or integrin αIIbβ3 demonstrated a key role for platelet vWf in mediating platelet tethering and translocation, whereas integrin αIIbβ3 mediated cell arrest. Platelet aggregation under flow appears to be a multistep process involving: (a) exposure of vWf on the surface of immobilized platelets; (b) a reversible phase of platelet aggregation mediated by the binding of GPIbα on the surface of …",
            "A revised model of platelet aggregation",
            "Suhasini Kulkarni and Sacha M Dopheide and Cindy L Yap and Catherine Ravanat and Monique Freund and Pierre Mangin and Kathryn A Heel and Alison Street and Ian S Harper and Francois Lanza and Shaun P Jackson",
            "2000",
            "THKGTx8AAAAJ:2osOgNQ5qMEC",
            440,
            "https:\/\/www.jci.org\/articles\/view\/7569",
            "15087334050000573078",
            "\/scholar?cites=15087334050000573078",
            {
                "2000":5,
                "2001":29,
                "2002":23,
                "2003":22,
                "2004":22,
                "2005":15,
                "2006":16,
                "2007":25,
                "2008":29,
                "2009":27,
                "2010":18,
                "2011":26,
                "2012":34,
                "2013":21,
                "2014":17,
                "2015":18,
                "2016":20,
                "2017":19,
                "2018":11,
                "2019":18,
                "2020":17
            }
        ],
        [
            "It is well established that preexposure of human neutrophils to proinflammatory cytokines markedly augments the production of reactive oxygen species (ROS) to subsequent stimuli. This priming event is thought to be critical for localizing ROS to the vicinity of the inflammation, maximizing their role in the resolution of the inflammation, and minimizing the damage to surrounding tissue. We have used a new generation of isoform-selective phosphoinositide 3-kinase (PI3K) inhibitors to show that ROS production under these circumstances is regulated by temporal control of class I PI3K activity. Stimulation of tumor necrosis factor-α (TNF-α)-primed human neutrophils with N-formyl-methionyl-leucyl-phenylalanine (fMLP) results in biphasic activation of PI3K; the first phase is largely dependent on PI3Kγ, and the second phase is largely dependent on PI3Kδ. The second phase of PI3K activation requires the first phase …",
            "Sequential activation of class IB and class IA PI3K is important for the primed respiratory burst of human but not murine neutrophils",
            "Alison M Condliffe and Keith Davidson and Karen E Anderson and Chris D Ellson and Tom Crabbe and Klaus Okkenhaug and Bart Vanhaesebroeck and Martin Turner and Louise Webb and Matthias P Wymann and Emilio Hirsch and Thomas Ruckle and Montserrat Camps and Christian Rommel and Shaun P Jackson and Edwin R Chilvers and Len R Stephens and Phillip T Hawkins",
            "2005",
            "THKGTx8AAAAJ:qjMakFHDy7sC",
            322,
            "https:\/\/ashpublications.org\/blood\/article\/106\/4\/1432\/21550",
            "12213502669648338247",
            "\/scholar?cites=12213502669648338247",
            {
                "2005":2,
                "2006":27,
                "2007":34,
                "2008":22,
                "2009":31,
                "2010":31,
                "2011":18,
                "2012":26,
                "2013":26,
                "2014":18,
                "2015":16,
                "2016":18,
                "2017":16,
                "2018":11,
                "2019":11,
                "2020":14
            }
        ],
        [
            "Platelets have evolved highly specialized adhesion mechanisms that enable cell-matrix and cell-cell interactions throughout the entire vasculature irrespective of the prevailing hemodynamic conditions. This unique property of platelets is critical for their ability to arrest bleeding and promote vessel repair. Platelet adhesion under conditions of high shear stress, as occurs in stenotic atherosclerotic arteries, is central to the development of arterial thrombosis; therefore, precise control of platelet adhesion must occur to maintain blood fluidity and to prevent thrombotic or hemorrhagic complications. Whereas the central role of platelets in hemostasis and thrombosis has long been recognized and well defined, there is now a major body of evidence supporting an important proinflammatory function for platelets that is linked to host defense and a variety of autoimmune and inflammatory diseases. In the context of the …",
            "The role of platelets in atherothrombosis",
            "Zane S Kaplan and Shaun P Jackson",
            "2011",
            "THKGTx8AAAAJ:YsMSGLbcyi4C",
            289,
            "https:\/\/ashpublications.org\/hematology\/article\/2011\/1\/51\/96982",
            "6184521749408263524",
            "\/scholar?cites=6184521749408263524",
            {
                "2011":1,
                "2012":14,
                "2013":37,
                "2014":46,
                "2015":44,
                "2016":46,
                "2017":24,
                "2018":23,
                "2019":24,
                "2020":25,
                "2021":1
            }
        ],
        [
            "Procoagulant platelets exhibit hallmark features of apoptotic cells, including membrane blebbing, microvesiculation, and phosphatidylserine (PS) exposure. Although platelets possess many well-known apoptotic regulators, their role in regulating the procoagulant function of platelets is unclear. To clarify this, we investigated the consequence of removing the essential mediators of apoptosis, Bak and Bax, or directly inducing apoptosis with the BH3 mimetic compound ABT-737. Treatment of platelets with ABT-737 triggered PS exposure and a marked increase in thrombin generation in vitro. This increase in procoagulant function was Bak\/Bax- and caspase-dependent, but it was unaffected by inhibitors of platelet activation or by chelating extracellular calcium. In contrast, agonist-induced platelet procoagulant function was unchanged in Bak−\/−Bax−\/− or caspase inhibitor–treated platelets, but it was completely …",
            "Two distinct pathways regulate platelet phosphatidylserine exposure and procoagulant function",
            "Simone M Schoenwaelder and Yuping Yuan and Emma C Josefsson and Michael J White and Yu Yao and Kylie D Mason and Lorraine A O'Reilly and Katya J Henley and Akiko Ono and Sarah Hsiao and Abbey Willcox and Andrew W Roberts and David CS Huang and Hatem H Salem and Benjamin T Kile and Shaun P Jackson",
            "2009",
            "THKGTx8AAAAJ:Y0pCki6q_DkC",
            276,
            "https:\/\/ashpublications.org\/blood\/article-abstract\/114\/3\/663\/131359",
            "8646598947916306934",
            "\/scholar?cites=8646598947916306934",
            {
                "2009":5,
                "2010":25,
                "2011":24,
                "2012":30,
                "2013":40,
                "2014":29,
                "2015":19,
                "2016":21,
                "2017":19,
                "2018":20,
                "2019":12,
                "2020":30,
                "2021":2
            }
        ],
        [
            "The central importance of platelets in the development of arterial thrombosis and cardiovascular disease is well established. No other single cell type is responsible for as much morbidity and mortality as the platelet and, as a consequence, it represents a major target for therapeutic intervention. The growing awareness of the importance of platelets is reflected in the increasing number of patients receiving antiplatelet therapy, a trend that is likely to continue in the future. There are, however, significant drawbacks with existing therapies, including issues related to limited efficacy and safety. The discovery of a'magic bullet'that selectively targets pathological thrombus formation without undermining haemostasis remains elusive, although recent progress in unravelling the molecular events regulating thrombosis has provided promising new avenues to solve this long-standing problem.",
            "Antiplatelet therapy: in search of the'magic bullet'",
            "Shaun P Jackson and Simone M Schoenwaelder",
            "2003",
            "THKGTx8AAAAJ:IjCSPb-OGe4C",
            261,
            "https:\/\/www.nature.com\/articles\/nrd1198\/boxes\/bx1",
            "2796593434921730648",
            "\/scholar?cites=2796593434921730648",
            {
                "2004":5,
                "2005":17,
                "2006":16,
                "2007":14,
                "2008":26,
                "2009":17,
                "2010":20,
                "2011":17,
                "2012":13,
                "2013":18,
                "2014":16,
                "2015":20,
                "2016":23,
                "2017":20,
                "2018":5,
                "2019":2,
                "2020":6,
                "2021":2
            }
        ]
    ]
}