{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Electron paramagnetic resonance measurements on single crystals of the molecular magnets Fe 8 and Mn 12 reveal complex nonlinearities in the linewidths as functions of energy eigenstate, frequency, and temperature. Using a density-matrix equation with distributions of the uniaxial anisotropy parameter D, the Landé g factor, and dipolar interactions, we obtain linewidths in good agreement with experiments. Our study shows that the distribution in D is common to the examined molecular magnets Fe 8 and Mn 12 regardless of the qualities of the samples. This could provide the basis for a proposed tunneling mechanism due to lattice defects. The distribution in g is also quite significant for Mn 12.",
            "Effects of D-strain, g-strain, and dipolar interactions on EPR linewidths of the molecular magnets Fe 8 and Mn 12",
            "Kyungwha Park and MA Novotny and NS Dalal and S Hill and PA Rikvold",
            "2001",
            "TIkgmwsAAAAJ:u5HHmVD_uO8C",
            155,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.65.014426",
            "4326546499127355103",
            "\/scholar?cites=4326546499127355103",
            {
                "2001":1,
                "2002":17,
                "2003":19,
                "2004":20,
                "2005":15,
                "2006":11,
                "2007":7,
                "2008":11,
                "2009":6,
                "2010":6,
                "2011":8,
                "2012":9,
                "2013":7,
                "2014":6,
                "2015":2,
                "2016":5,
                "2017":2,
                "2018":2,
                "2019":1
            }
        ],
        [
            "Bulk Bi 2 Te 3 is known to be a topological insulator. We investigate surface states of Bi 2 Te 3 (111) thin films of one to six quintuple layers using density-functional theory including spin-orbit coupling. We construct a method to identify topologically protected surface states of thin film topological insulators. Applying this method to Bi 2 Te 3 thin films, we find that the topological nature of the surface states remains robust with the film thickness and that the films of three or more quintuple layers have topologically nontrivial surface states, which agrees with experiments.",
            "Robustness of Topologically Protected Surface States in Layering of  Thin Films",
            "Kyungwha Park and JJ Heremans and VW Scarola and Djordje Minic",
            "2010",
            "TIkgmwsAAAAJ:d1gkVwhDpl0C",
            150,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.186801",
            "7553289842768201710",
            "\/scholar?cites=7553289842768201710",
            {
                "2010":1,
                "2011":12,
                "2012":19,
                "2013":19,
                "2014":22,
                "2015":20,
                "2016":12,
                "2017":11,
                "2018":12,
                "2019":16,
                "2020":4
            }
        ],
        [
            "It is shown that our multi-high-frequency (40− 200 GHz) resonant cavity technique yields distortion-free high-field electron paramagnetic resonance (EPR) spectra for single-crystal samples of the uniaxial and biaxial spin S= 10 single-molecule magnets (SMM’s)[Mn 12 O 12 (CH 3 COO) 16 (H 2 O) 4]⋅ 2 CH 3 COOH⋅ 4 H 2 O and [Fe 8 O 2 (OH) 12 (tacn) 6] Br 8⋅ 9 H 2 O. The observed line shapes exhibit a pronounced dependence on temperature, magnetic field, and the spin quantum numbers (M S values) associated with the levels involved in the transitions. Measurements at many frequencies allow us to separate various contributions to the EPR linewidths, including significant D strain, g strain, and broadening due to the random dipolar fields of neighboring molecules. We also identify asymmetry in some of the EPR line shapes for Fe 8 and a previously unobserved fine structure to some of the EPR lines for both …",
            "Detailed single-crystal EPR line shape measurements for the single-molecule magnets Fe 8 Br and Mn 12− acetate",
            "S Hill and S Maccagnano and Kyungwha Park and RM Achey and JM North and NS Dalal",
            "2002",
            "TIkgmwsAAAAJ:u-x6o8ySG0sC",
            148,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.65.224410",
            "2030702765743487703",
            "\/scholar?cites=2030702765743487703",
            {
                "2001":1,
                "2002":9,
                "2003":16,
                "2004":26,
                "2005":19,
                "2006":11,
                "2007":16,
                "2008":10,
                "2009":7,
                "2010":2,
                "2011":6,
                "2012":5,
                "2013":5,
                "2014":6,
                "2015":2,
                "2016":1,
                "2017":3
            }
        ],
        [
            "We investigate vibron-assisted electron transport in single-molecule transistors containing an individual Fe4 Single-Molecule Magnet. We observe a strong suppression of the tunneling current at low bias in combination with vibron-assisted excitations. The observed features are explained by a strong electron–vibron coupling in the framework of the Franck–Condon model supported by density-functional theory.",
            "Franck–Condon blockade in a single-molecule transistor",
            "Enrique Burzurí and Yoh Yamamoto and Michael Warnock and Xiaoliang Zhong and Kyungwha Park and Andrea Cornia and Herre SJ van der Zant",
            "2014",
            "TIkgmwsAAAAJ:ULOm3_A8WrAC",
            87,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl500524w",
            "8626456335755824027",
            "\/scholar?cites=8626456335755824027",
            {
                "2014":6,
                "2015":15,
                "2016":9,
                "2017":9,
                "2018":16,
                "2019":19,
                "2020":12,
                "2021":1
            }
        ],
        [
            "We examine electron transport through a single-molecule magnet Mn 12 bridged between Au electrodes using the first-principles method. We find crucial features which were inaccessible in model Hamiltonian studies: spin filtering and a strong dependence of charge distribution on local environments. The spin filtering remains robust with different molecular geometries and interfaces, and strong electron correlations, while the charge distribution over the Mn 12 strongly depends on them. We point out a qualitative difference between locally charged and free-electron-charged Mn 12.",
            "First-Principles Study of Electron Transport through the Single-Molecule Magnet Mn 12",
            "Salvador Barraza-Lopez and Kyungwha Park and Víctor García-Suárez and Jaime Ferrer",
            "2009",
            "TIkgmwsAAAAJ:qjMakFHDy7sC",
            82,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.246801",
            "9274987839898322530",
            "\/scholar?cites=9274987839898322530",
            {
                "2010":11,
                "2011":10,
                "2012":9,
                "2013":17,
                "2014":12,
                "2015":9,
                "2016":4,
                "2017":3,
                "2018":2,
                "2019":3,
                "2020":1
            }
        ],
        [
            "The dimeric form of the single-molecule magnet [Mn 4 O 3 Cl 4 (O 2 CEt) 3 (py) 3] 2 recently revealed interesting phenomena: no quantum tunneling at zero field and tunneling before magnetic-field reversal. This is attributed to substantial antiferromagnetic exchange interaction between different monomers. The intermolecular exchange interaction, electronic structure, and magnetic properties of this molecular magnet are calculated using density-functional theory within generalized-gradient approximation. Calculations are in good agreement with experiment.",
            "Density-functional theory calculation of the intermolecular exchange interaction in the magnetic Mn 4 dimer",
            "Kyungwha Park and Mark R Pederson and Steven L Richardson and Nuria Aliaga-Alcalde and George Christou",
            "2003",
            "TIkgmwsAAAAJ:2osOgNQ5qMEC",
            76,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.68.020405",
            "11593572215080102159",
            "\/scholar?cites=11593572215080102159",
            {
                "2003":1,
                "2004":9,
                "2005":7,
                "2006":9,
                "2007":4,
                "2008":5,
                "2009":6,
                "2010":4,
                "2011":7,
                "2012":4,
                "2013":7,
                "2014":4,
                "2015":3,
                "2016":2,
                "2017":3,
                "2018":1
            }
        ],
        [
            "We examine quantitatively the temperature dependence of the linewidths and line shifts in electron paramagnetic resonance experiments on single crystals of the single-molecule magnets Fe 8 and Mn 12, at fixed frequency, with an applied magnetic field along the easy axis. We include intermolecular spin-spin interactions (dipolar and exchange) and distributions in both the uniaxial anisotropy parameter D and the Landé g factor. The temperature dependence of the linewidths and the line shifts are mainly caused by the spin-spin interactions. For both Fe 8 and Mn 12, the temperature dependence of the calculated line shifts and linewidths agrees well with the trends of the experimental data. The linewidths for Fe 8 reveal a stronger temperature dependence than those for Mn 12, because for Mn 12 a much wider distribution in D overshadows the temperature dependence of the spin-spin interactions. For Fe 8, the …",
            "Role of dipolar and exchange interactions in the positions and widths of EPR transitions for the single-molecule magnets Fe 8 and Mn 12",
            "Kyungwha Park and MA Novotny and NS Dalal and S Hill and PA Rikvold",
            "2002",
            "TIkgmwsAAAAJ:9yKSN-GCB0IC",
            70,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.66.144409",
            "28565585028120750",
            "\/scholar?cites=28565585028120750",
            {
                "2002":3,
                "2003":5,
                "2004":12,
                "2005":4,
                "2006":5,
                "2007":5,
                "2008":6,
                "2009":3,
                "2010":1,
                "2011":5,
                "2012":4,
                "2013":7,
                "2014":5,
                "2015":1,
                "2016":2,
                "2017":1,
                "2018":1
            }
        ],
        [
            "To understand the effect of molecular environment on the electronic and magnetic properties of the single-molecule magnet Mn 12, we explore two possible means for adding extra electrons to molecule. We explore both substitution of Mn ions by Fe ions and the inclusion of neighboring electronic donors. For both possibilities we calculate, within density-functional theory, the electronic structure, the total ground-state spin and ordering, the magnetic anisotropy barrier, the transverse magnetic anisotropy parameter E which is responsible for some measured tunneling, and the tilting angle of the easy axis from the z axis. Our calculations show that the total spin increases with increasing number of extra electrons except for the case of Mn 8 Fe 4 where the resulting ground state has a low spin. The calculated energy gaps between the unoccupied and the occupied orbitals exhibit no clear trend as a function of number of …",
            "Effect of extra electrons on the exchange and magnetic anisotropy in the anionic single-molecule magnet Mn 12",
            "Kyungwha Park and Mark R Pederson",
            "2004",
            "TIkgmwsAAAAJ:UeHWp8X0CEIC",
            57,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.70.054414",
            "7739194752401298462",
            "\/scholar?cites=7739194752401298462",
            {
                "2005":4,
                "2006":8,
                "2007":5,
                "2008":2,
                "2009":6,
                "2010":2,
                "2011":1,
                "2012":2,
                "2013":10,
                "2014":6,
                "2015":6,
                "2016":2,
                "2017":2,
                "2018":1
            }
        ],
        [
            "Topological insulators (TIs) have attracted a lot of interest in recent years due to their topologically protected surface states, as well as exotic proximity-induced phenomena and device applications for TI heterostructures. Since the first experimental studies of TIs, angle-resolved photoemission spectra (ARPES) showed that the electronic structure of the topological surface states significantly changes as a function of time after cleavage. The origin and underlying mechanism of this ageing effect are still under debate, despite its importance. Here we investigate the evolution of the surface Dirac cone for Bi 2 Se 3 films upon asymmetric potassium (K) adsorption, using density-functional theory and a tight-binding model. We find that the K adatoms induce short-ranged downward band bending within 2–3 nm from the surface, due to charge transfer from the adatoms to the TI. These findings are in contrast to earlier …",
            "The ageing effect in topological insulators: evolution of the surface electronic structure of Bi2Se3 upon K adsorption",
            "Kyungwha Park and Christophe De Beule and Bart Partoens",
            "2013",
            "TIkgmwsAAAAJ:3fE2CSJIrl8C",
            51,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1367-2630\/15\/11\/113031\/meta",
            "621319871270434122",
            "\/scholar?cites=621319871270434122",
            {
                "2014":5,
                "2015":12,
                "2016":10,
                "2017":7,
                "2018":8,
                "2019":3,
                "2020":5
            }
        ],
        [
            "The electronic structure of a monolayer of single-molecule magnets Mn 12 on a Au (111) surface is studied using spin-polarized density-functional theory. The Mn 12 molecules are oriented such that the magnetic easy axis is normal to the surface, and the terminating ligands in the Mn 12 are replaced by thiol groups (-SH) where the H atoms are lost upon adsorption onto the surface. This sulfur-terminated Mn 12 molecule has a total magnetic moment of 18 μ B in the ground state, in contrast to 20 μ B for the standard Mn 12. The Mn 12 molecular orbitals broaden due to the interaction of the molecule with the gold surface and the broadening is of the order of 0.1 eV. It is an order of magnitude less than the single-electron charging energy of the molecule so the molecule is weakly bonded to the surface. Only electrons with majority spin can be transferred from the surface to the sulfur-terminated Mn 12 since the gold …",
            "First-principles study of a single-molecule magnet Mn 12 monolayer on the Au (111) surface",
            "Salvador Barraza-Lopez and Michael C Avery and Kyungwha Park",
            "2007",
            "TIkgmwsAAAAJ:IjCSPb-OGe4C",
            51,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.76.224413",
            "4978880552354143288",
            "\/scholar?cites=4978880552354143288",
            {
                "2008":7,
                "2009":11,
                "2010":9,
                "2011":4,
                "2012":2,
                "2013":5,
                "2014":7,
                "2015":3,
                "2016":1,
                "2017":1,
                "2018":1
            }
        ]
    ]
}