{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "Self-efficacy beliefs that relate to teachers’ motivation and performance have been an important area of concern for preservice teacher education. Research suggests high-quality science coursework has the potential to shape preservice teachers’ science self-efficacy beliefs. However, there are few studies examining the relationship between science self-efficacy beliefs and science content knowledge. The purpose of this mixed methods study is to investigate changes in preservice teachers’ science self-efficacy beliefs and science content knowledge and the relationship between the two variables as they co-evolve in a specialized science content course. Results from pre- and post-course administrations of the Science Teaching Efficacy Belief Instrument-B (Bleicher, 2004) and a physical science concept test along with semi-structured interviews, classroom observations and artifacts served as data sources for the …",
            "Preservice elementary teachers’ science self-efficacy beliefs and science content knowledge",
            "Deepika Menon and Troy D Sadler",
            "2016",
            "TkVS0FAAAAAJ:Y0pCki6q_DkC",
            80,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1007\/s10972-016-9479-y",
            "1913996772031645215",
            "\/scholar?cites=1913996772031645215",
            {
                "2016":3,
                "2017":9,
                "2018":15,
                "2019":19,
                "2020":27,
                "2021":2
            }
        ],
        [
            "This study explored student learning in the context of innovative biotechnology curricula and the effects of gaming as a central element of the learning experience. The quasi‐experimentally designed study compared learning outcomes between two curricular approaches: One built around a computer‐based game, and the other built around a narrative case. The research questions addressed student learning of basic biological principles, development of interest in learning science, and how a game‐based approach compared to a nongame‐based approach in terms of supporting learning. The study employed a pre–post design with 1,888 high school students nested within the classes of 36 biology teachers. Results indicated that students participating in both approaches demonstrated statistically and practically significant gains on both proximal and distal assessments of biological content knowledge. Neither …",
            "Learning biology through innovative curricula: A comparison of game‐and nongame‐based approaches",
            "Troy D Sadler and William L Romine and Deepika Menon and Richard E Ferdig and Leonard Annetta",
            "2015",
            "TkVS0FAAAAAJ:qjMakFHDy7sC",
            37,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/sce.21171",
            "8738414540174024630",
            "\/scholar?cites=8738414540174024630",
            {
                "2015":1,
                "2016":5,
                "2017":5,
                "2018":7,
                "2019":8,
                "2020":9,
                "2021":2
            }
        ],
        [
            "Self-efficacy beliefs play a major role in determining teachers’ science teaching practices and have been a topic of great interest in the area of preservice science teacher education. This qualitative study investigated factors that influenced preservice elementary teachers’ science teaching self-efficacy beliefs in a physical science content course. The primary data sources included Science Teaching Efficacy Belief Instrument-B (STEBI-B) responses, two semi-structured interviews, classroom observations, and artifacts. Analysis of STEBI-B data was used to select 18 participants with varying levels of self-efficacy beliefs: low, medium, and high. Four categories representing course-related factors contributing towards participants’ science teaching self-efficacy beliefs were found: (1) enhanced science conceptual understandings, (2) active learning experiences, (3) teaching strategies, and (4) instructor as a role …",
            "Sources of Science Teaching Self-Efficacy for Preservice Elementary Teachers in Science Content Courses",
            "Deepika Menon and Troy D Sadler",
            "2018",
            "TkVS0FAAAAAJ:WF5omc3nYNoC",
            26,
            "https:\/\/link.springer.com\/article\/10.1007\/s10763-017-9813-7",
            "4807536512569631099",
            "\/scholar?cites=4807536512569631099",
            {
                "2018":1,
                "2019":14,
                "2020":11
            }
        ],
        [
            "This study investigated the effects of the use of scaffolds in written classroom assessments through the voices of both native English speakers and English language learners from two middle schools. Students responded to assessment tasks in writing, by speaking aloud using think aloud protocols, and by reflecting in a post-assessment interview. The classroom assessment tasks were designed to engage students in scientific sense making and multifaceted language use, as recommended by the Next Generation Science Standards. Data analyses showed that both groups benefitted from the use of scaffolds. The findings revealed specific ways that modifications were supportive in helping students to comprehend, visualize and organize thinking, and elicit responses. This study offers a model for both sensitizing teachers and strengthening their strategies for scaffolding assessments equitably.",
            "Equitable written assessments for English language learners: How scaffolding helps",
            "Marcelle A Siegel and Deepika Menon and Somnath Sinha and Nattida Promyod and Cathy Wissehr and Kristy L Halverson",
            "2014",
            "TkVS0FAAAAAJ:9yKSN-GCB0IC",
            21,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1007\/s10972-014-9392-1",
            "8103235159295526535",
            "\/scholar?cites=8103235159295526535",
            {
                "2015":2,
                "2016":1,
                "2017":5,
                "2018":6,
                "2019":3,
                "2020":4
            }
        ]
    ]
}