{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Feshbach resonances are the essential tool to control the interaction between atoms in ultracold quantum gases. They have found numerous experimental applications, opening up the way to important breakthroughs. This review broadly covers the phenomenon of Feshbach resonances in ultracold gases and their main applications. This includes the theoretical background and models for the description of Feshbach resonances, the experimental methods to find and characterize the resonances, a discussion of the main properties of resonances in various atomic species and mixed atomic species systems, and an overview of key experiments with atomic Bose-Einstein condensates, degenerate Fermi gases, and ultracold molecules.",
            "Feshbach resonances in ultracold gases",
            "Cheng Chin and Rudolf Grimm and Paul Julienne and Eite Tiesinga",
            "2010",
            "TLk3FskAAAAJ:UeHWp8X0CEIC",
            3397,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.82.1225",
            "14504259557311783215",
            "\/scholar?cites=14504259557311783215",
            {
                "2009":18,
                "2010":94,
                "2011":227,
                "2012":296,
                "2013":310,
                "2014":323,
                "2015":315,
                "2016":324,
                "2017":361,
                "2018":368,
                "2019":350,
                "2020":365,
                "2021":38
            }
        ],
        [
            "A quantum gas of ultracold polar molecules, with long-range and anisotropic interactions, not only would enable explorations of a large class of many-body physics phenomena but also could be used for quantum information processing. We report on the creation of an ultracold dense gas of potassium-rubidium (40K87Rb) polar molecules. Using a single step of STIRAP (stimulated Raman adiabatic passage) with two-frequency laser irradiation, we coherently transfer extremely weakly bound KRb molecules to the rovibrational ground state of either the triplet or the singlet electronic ground molecular potential. The polar molecular gas has a peak density of 1012 per cubic centimeter and an expansion-determined translational temperature of 350 nanokelvin. The polar molecules have a permanent electric dipole moment, which we measure with Stark spectroscopy to be 0.052(2) Debye (1 Debye = 3.336 × 10–30 …",
            "A high phase-space-density gas of polar molecules",
            "K-K Ni and S Ospelkaus and MHG De Miranda and A Pe'Er and B Neyenhuis and JJ Zirbel and S Kotochigova and PS Julienne and DS Jin and Jun Ye",
            "2008",
            "TLk3FskAAAAJ:u-x6o8ySG0sC",
            1849,
            "https:\/\/science.sciencemag.org\/content\/322\/5899\/231.abstract",
            "13430029026220889438",
            "\/scholar?cites=13430029026220889438",
            {
                "2008":26,
                "2009":153,
                "2010":197,
                "2011":211,
                "2012":200,
                "2013":182,
                "2014":139,
                "2015":149,
                "2016":123,
                "2017":118,
                "2018":112,
                "2019":101,
                "2020":124,
                "2021":8
            }
        ],
        [
            "The authors review progress in understanding the nature of atomic collisions occurring at temperatures ranging from the millidegrees Kelvin to the nanodegrees Kelvin regime. The review includes advances in experiments with atom beams, light traps, and purely magnetic traps. Semiclassical and fully quantal theories are described and their appropriate applicability assessed. The review divides the subject into two principal categories: collisions in the presence of one or more light fields and ground-state collisions in the dark.",
            "Experiments and theory in cold and ultracold collisions",
            "John Weiner and Vanderlei S Bagnato and Sergio Zilio and Paul S Julienne",
            "1999",
            "TLk3FskAAAAJ:u5HHmVD_uO8C",
            1319,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.71.1",
            "8997833181155983834",
            "\/scholar?cites=8997833181155983834",
            {
                "1999":26,
                "2000":55,
                "2001":65,
                "2002":82,
                "2003":78,
                "2004":79,
                "2005":71,
                "2006":73,
                "2007":67,
                "2008":69,
                "2009":59,
                "2010":66,
                "2011":69,
                "2012":68,
                "2013":62,
                "2014":66,
                "2015":54,
                "2016":47,
                "2017":43,
                "2018":36,
                "2019":40,
                "2020":27,
                "2021":3
            }
        ],
        [
            "Magnetically tunable Feshbach resonances were employed to associate cold diatomic molecules in a series of experiments involving both atomic Bose and two-spin-component Fermi gases. This review illustrates theoretical concepts of both the particular nature of the highly excited Feshbach molecules produced and the techniques for their association from unbound atom pairs. Coupled-channels theory provides a rigorous formulation of the microscopic physics of Feshbach resonances in cold gases. Concepts of dressed versus bare energy states, universal properties of Feshbach molecules, and the classification in terms of entrance-and closed-channel-dominated resonances are introduced on the basis of practical two-channel approaches. Their significance is illustrated for several experimental observations, such as binding energies and lifetimes with respect to collisional relaxation. Molecular association and …",
            "Production of cold molecules via magnetically tunable Feshbach resonances",
            "Thorsten Köhler and Krzysztof Góral and Paul S Julienne",
            "2006",
            "TLk3FskAAAAJ:d1gkVwhDpl0C",
            1205,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.78.1311",
            "12861467437791910896",
            "\/scholar?cites=12861467437791910896",
            {
                "2006":12,
                "2007":67,
                "2008":130,
                "2009":159,
                "2010":109,
                "2011":106,
                "2012":80,
                "2013":86,
                "2014":73,
                "2015":72,
                "2016":72,
                "2017":80,
                "2018":55,
                "2019":45,
                "2020":49,
                "2021":5
            }
        ],
        [
            "Photoassociation is the process in which two colliding atoms absorb a photon to form an excited molecule. The development of laser-cooling techniques for producing gases at ultracold (< 1 mK) temperatures allows photoassociation spectroscopy to be performed with very high spectral resolution. Of particular interest is the investigation of molecular states whose properties can be related, with high precision, to the properties of their constituent atoms with the “complications” of chemical binding accounted for by a few parameters. These include bound long-range or purely long-range vibrational states in which two atoms spend most or all of their time at large internuclear separations. Low-energy atomic scattering states also share this characteristic. Photoassociation techniques have made important contributions to the study of all of these. This review describes what is special about photoassociation spectroscopy …",
            "Ultracold photoassociation spectroscopy: Long-range molecules and atomic scattering",
            "Kevin M Jones and Eite Tiesinga and Paul D Lett and Paul S Julienne",
            "2006",
            "TLk3FskAAAAJ:2osOgNQ5qMEC",
            998,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.78.483",
            "9016231765367275426",
            "\/scholar?cites=9016231765367275426",
            {
                "2006":17,
                "2007":55,
                "2008":69,
                "2009":102,
                "2010":76,
                "2011":102,
                "2012":76,
                "2013":61,
                "2014":60,
                "2015":70,
                "2016":66,
                "2017":78,
                "2018":62,
                "2019":45,
                "2020":48,
                "2021":7
            }
        ],
        [
            "How does a chemical reaction proceed at ultralow temperatures? Can simple quantum mechanical rules such as quantum statistics, single partial-wave scattering, and quantum threshold laws provide a clear understanding of the molecular reactivity under a vanishing collision energy? Starting with an optically trapped near–quantum-degenerate gas of polar 40K87Rb molecules prepared in their absolute ground state, we report experimental evidence for exothermic atom-exchange chemical reactions. When these fermionic molecules were prepared in a single quantum state at a temperature of a few hundred nanokelvin, we observed p-wave–dominated quantum threshold collisions arising from tunneling through an angular momentum barrier followed by a short-range chemical reaction with a probability near unity. When these molecules were prepared in two different internal states or when molecules and atoms …",
            "Quantum-state controlled chemical reactions of ultracold potassium-rubidium molecules",
            "S Ospelkaus and K-K Ni and D Wang and MHG De Miranda and B Neyenhuis and 1 G Quéméner and PS Julienne and JL Bohn and DS Jin and J Ye",
            "2010",
            "TLk3FskAAAAJ:hqOjcs7Dif8C",
            891,
            "https:\/\/science.sciencemag.org\/content\/327\/5967\/853.abstract",
            "9638078108900745354",
            "\/scholar?cites=9638078108900745354",
            {
                "2010":58,
                "2011":112,
                "2012":89,
                "2013":82,
                "2014":66,
                "2015":84,
                "2016":68,
                "2017":87,
                "2018":65,
                "2019":73,
                "2020":92,
                "2021":9
            }
        ],
        [
            "Fermionic alkaline-earth atoms have unique properties that make them attractive candidates for the realization of atomic clocks and degenerate quantum gases. At the same time, they are attracting considerable theoretical attention in the context of quantum information processing. Here we demonstrate that when such atoms are loaded in optical lattices, they can be used as quantum simulators of unique many-body phenomena. In particular, we show that the decoupling of the nuclear spin from the electronic angular momentum can be used to implement many-body systems with an unprecedented degree of symmetry, characterized by the S U (N) group with N as large as 10. Moreover, the interplay of the nuclear spin with the electronic degree of freedom provided by a stable optically excited state should enable the study of physics governed by the spin–orbital interaction. Such systems may provide valuable …",
            "Two-orbital SU (N) magnetism with ultracold alkaline-earth atoms",
            "Alexey Vyacheslavovich Gorshkov and M Hermele and V Gurarie and C Xu and Paul S Julienne and J Ye and Peter Zoller and Eugene Demler and Mikhail D Lukin and AM Rey",
            "2010",
            "TLk3FskAAAAJ:9ZlFYXVOiuMC",
            666,
            "https:\/\/www.nature.com\/articles\/nphys1535",
            "1858465912560929808",
            "\/scholar?cites=1858465912560929808",
            {
                "2009":2,
                "2010":28,
                "2011":56,
                "2012":58,
                "2013":60,
                "2014":58,
                "2015":63,
                "2016":78,
                "2017":65,
                "2018":69,
                "2019":50,
                "2020":73,
                "2021":4
            }
        ],
        [
            "The advent of the laser as an intense source of coherent light gave rise to nonlinear optics, which now plays an important role in many areas of science and technology. One of the first applications of nonlinear optics was the multi-wave mixing 1, 2 of several optical fields in a nonlinear medium (one in which the refractive index depends on the intensity of the field) to produce coherent light of a new frequency. The recent experimental realization of the matter-wave ‘laser’3, 4—based on the extraction of coherent atoms from a Bose–Einstein condensate 5—opens the way for analogous experiments with intense sources of matter waves: nonlinear atom optics 6. Here we report coherent four-wave mixing in which three sodium matter waves of differing momenta mix to produce, by means of nonlinear atom–atom interactions, a fourth wave with new momentum. We find a clear signature of a four-wave mixing process in …",
            "Four-wave mixing with matter waves",
            "Lu Deng and Edward W Hagley and J Wen and M Trippenbach and Y Band and Paul S Julienne and JE Simsarian and Kristian Helmerson and SL Rolston and William D Phillips",
            "1999",
            "TLk3FskAAAAJ:9yKSN-GCB0IC",
            635,
            "https:\/\/www.nature.com\/articles\/18395?free=2",
            "11342664025047829433",
            "\/scholar?cites=11342664025047829433",
            {
                "1999":24,
                "2000":50,
                "2001":60,
                "2002":68,
                "2003":51,
                "2004":47,
                "2005":58,
                "2006":37,
                "2007":33,
                "2008":34,
                "2009":18,
                "2010":22,
                "2011":30,
                "2012":22,
                "2013":12,
                "2014":9,
                "2015":9,
                "2016":10,
                "2017":10,
                "2018":9,
                "2019":9,
                "2020":11
            }
        ],
        [
            "We present the theory of laser-induced radiative association in terms of a scattering resonance formalism and apply this theory to the specific case of Na atom collisions at a temperature of 10 mK. Use of ultracold atoms permits a new kind of high-resolution free-bound spectroscopy for the study of near-threshold collisions and excited-state energy levels which are difficult to study by conventional bound state spectroscopy.",
            "Laser-induced photoassociation of ultracold sodium atoms",
            "HR Thorsheim and J Weiner and Paul S Julienne",
            "1987",
            "TLk3FskAAAAJ:qjMakFHDy7sC",
            597,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.58.2420",
            "18090293275500160319",
            "\/scholar?cites=18090293275500160319",
            {
                "1988":5,
                "1989":5,
                "1990":2,
                "1991":1,
                "1992":4,
                "1993":8,
                "1994":13,
                "1995":15,
                "1996":12,
                "1997":16,
                "1998":17,
                "1999":24,
                "2000":21,
                "2001":21,
                "2002":24,
                "2003":23,
                "2004":25,
                "2005":16,
                "2006":30,
                "2007":36,
                "2008":25,
                "2009":37,
                "2010":34,
                "2011":25,
                "2012":30,
                "2013":22,
                "2014":18,
                "2015":21,
                "2016":13,
                "2017":20,
                "2018":11,
                "2019":4,
                "2020":10,
                "2021":2
            }
        ],
        [
            "We employ radio-frequency spectroscopy on weakly bound Li 2 6 molecules to precisely determine the molecular binding energies and the energy splittings between molecular states for different magnetic fields. These measurements allow us to extract the interaction parameters of ultracold Li 6 atoms based on a multichannel quantum scattering model. We determine the singlet and triplet scattering lengths to be a s= 45.167 (8) a 0 and a t=− 2140 (18) a 0 (1 a 0= 0.052 917 7 nm), and the positions of the broad Feshbach resonances in the energetically lowest three s-wave scattering channels to be 83.41 (15), 69.04 (5), and 81.12 (10) mT.",
            "Precise Determination of  Cold Collision Parameters by Radio-Frequency Spectroscopy on Weakly Bound Molecules",
            "M Bartenstein and A Altmeyer and S Riedl and R Geursen and S Jochim and C Chin and J Hecker Denschlag and R Grimm and Andrea Simoni and Eite Tiesinga and Carl J Williams and Paul S Julienne",
            "2005",
            "TLk3FskAAAAJ:IjCSPb-OGe4C",
            395,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.94.103201",
            "10883951028047512425",
            "\/scholar?cites=10883951028047512425",
            {
                "2004":1,
                "2005":21,
                "2006":34,
                "2007":40,
                "2008":43,
                "2009":43,
                "2010":37,
                "2011":29,
                "2012":30,
                "2013":21,
                "2014":16,
                "2015":16,
                "2016":16,
                "2017":9,
                "2018":17,
                "2019":12,
                "2020":8,
                "2021":1
            }
        ]
    ]
}