{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The fabrication methods and physical properties of ordered magnetic nanostructures with dimensions on the submicron to nanometer scale are reviewed. First, various types of nanofabrication techniques are described, and their capabilities and limitations in achieving magnetic nanostructures are discussed. Specifically, we address electron beam lithography, X-ray lithography, laser interference lithography, scanning probe lithography, step growth methods, nanoimprint, shadow masks, radiation damage, self-assembled structures, and the use of nanotemplates. Then the magnetic properties of these nanostructures are reviewed, including properties of single dots, magnetic interactions in arrays, dynamic effects, magnetic behavior of nanostructured lines and wires, giant magnetoresistance effect, and properties of films with arrays of holes. Finally, the physical properties in hybrid systems, where the magnetic …",
            "Ordered magnetic nanostructures: fabrication and properties",
            "JI Martın and J Nogues and Kai Liu and JL Vicent and Ivan K Schuller",
            "2003",
            "tn6AALIAAAAJ:u5HHmVD_uO8C",
            1134,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0304885302008983",
            "10056244420273108546",
            "\/scholar?cites=10056244420273108546",
            {
                "2003":25,
                "2004":60,
                "2005":87,
                "2006":98,
                "2007":95,
                "2008":104,
                "2009":88,
                "2010":90,
                "2011":81,
                "2012":72,
                "2013":65,
                "2014":56,
                "2015":46,
                "2016":39,
                "2017":38,
                "2018":41,
                "2019":21,
                "2020":22,
                "2021":3
            }
        ],
        [
            "Single-crystal bismuth thin films 1 to 20 micrometers thick were fabricated by electrodeposition and suitable annealing. Magnetoresistance up to 250 percent at 300 kelvin and 380,000 percent at 5 kelvin as well as clean Shubnikov–de Haas oscillations were observed, indicative of the high quality of these films. A hybrid structure was also made that showed a large magnetoresistive effect of 30 percent at 200 oersted and a field sensitivity of 0.2 percent magnetoresistance per oersted at room temperature.",
            "Large magnetoresistance of electrodeposited single-crystal bismuth thin films",
            "FY Yang and Kai Liu and Kimin Hong and DH Reich and PC Searson and CL Chien",
            "1999",
            "tn6AALIAAAAJ:d1gkVwhDpl0C",
            553,
            "https:\/\/science.sciencemag.org\/content\/284\/5418\/1335.abstract",
            "12894740472644189005",
            "\/scholar?cites=12894740472644189005",
            {
                "1999":5,
                "2000":17,
                "2001":12,
                "2002":5,
                "2003":20,
                "2004":20,
                "2005":19,
                "2006":30,
                "2007":30,
                "2008":41,
                "2009":24,
                "2010":20,
                "2011":19,
                "2012":28,
                "2013":17,
                "2014":34,
                "2015":38,
                "2016":29,
                "2017":41,
                "2018":39,
                "2019":26,
                "2020":34,
                "2021":2
            }
        ],
        [
            "The effect of Fe doping (< 20%) on the Mn site in the ferromagnetic (x= 0.37) and the antiferromagnetic (x= 0.53) phases of La 1− x Ca x Mn O 3 has been studied. The same ionic radii of Fe 3+ and Mn 3+ cause no structure change in either series, yet conduction and ferromagnetism have been consistently suppressed by Fe doping. Colossal magnetoresistance has been shifted to lower temperatures, and in some cases enhanced by Fe doping. Doping with Fe bypasses the usually dominant lattice effects, but depopulates the hopping electrons and thus weakens the double exchange.",
            "Magnetic properties and colossal magnetoresistance of La (Ca) MnO3 materials doped with Fe",
            "KH Ahn and XW Wu and K Liu and CL Chien",
            "1996",
            "tn6AALIAAAAJ:u-x6o8ySG0sC",
            413,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.54.15299",
            "10655803236570298857",
            "\/scholar?cites=10655803236570298857",
            {
                "1998":5,
                "1999":13,
                "2000":34,
                "2001":18,
                "2002":27,
                "2003":21,
                "2004":24,
                "2005":10,
                "2006":26,
                "2007":18,
                "2008":30,
                "2009":16,
                "2010":22,
                "2011":19,
                "2012":9,
                "2013":23,
                "2014":14,
                "2015":13,
                "2016":13,
                "2017":15,
                "2018":18,
                "2019":6,
                "2020":15
            }
        ],
        [
            "Majorana fermion is a hypothetical particle that is its own antiparticle. We report transport measurements that suggest the existence of one-dimensional chiral Majorana fermion modes in the hybrid system of a quantum anomalous Hall insulator thin film coupled with a superconductor. As the external magnetic field is swept, half-integer quantized conductance plateaus are observed at the locations of magnetization reversals, giving a distinct signature of the Majorana fermion modes. This transport signature is reproducible over many magnetic field sweeps and appears at different temperatures. This finding may open up an avenue to control Majorana fermions for implementing robust topological quantum computing.",
            "Chiral Majorana fermion modes in a quantum anomalous Hall insulator–superconductor structure",
            "Qing Lin He and Lei Pan and Alexander L Stern and Edward C Burks and Xiaoyu Che and Gen Yin and Jing Wang and Biao Lian and Quan Zhou and Eun Sang Choi and Koichi Murata and Xufeng Kou and Zhijie Chen and Tianxiao Nie and Qiming Shao and Yabin Fan and Shou-Cheng Zhang and Kai Liu and Jing Xia and Kang L Wang",
            "2017",
            "tn6AALIAAAAJ:uWiczbcajpAC",
            407,
            "https:\/\/science.sciencemag.org\/content\/357\/6348\/294.abstract",
            "13080342430683104658",
            "\/scholar?cites=13080342430683104658",
            {
                "2017":28,
                "2018":116,
                "2019":136,
                "2020":115,
                "2021":10
            }
        ],
        [
            "We have successfully fabricated multilayered Co\/Cu nanowires with different diameters and various layer thicknesses by electrodeposition. They display a large perpendicular giant magnetoresistance up to 11% at room temperature and 22% at 5 K. The spin-flip diffusion length has been directly measured to be about 210 Å for this system.",
            "Perpendicular giant magnetoresistance of multilayered Со\/Cu nanowires",
            "K Liu and K Nagodawithana and PC Searson and CL Chien",
            "1995",
            "tn6AALIAAAAJ:9yKSN-GCB0IC",
            386,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.51.7381",
            "11214190550270042049",
            "\/scholar?cites=11214190550270042049",
            {
                "1995":3,
                "1996":10,
                "1997":14,
                "1998":9,
                "1999":16,
                "2000":10,
                "2001":13,
                "2002":11,
                "2003":24,
                "2004":14,
                "2005":15,
                "2006":30,
                "2007":22,
                "2008":16,
                "2009":21,
                "2010":12,
                "2011":17,
                "2012":25,
                "2013":15,
                "2014":12,
                "2015":16,
                "2016":15,
                "2017":17,
                "2018":10,
                "2019":5,
                "2020":10,
                "2021":2
            }
        ],
        [
            "We investigate the magnetization reversal in [Co (4 Å)∕ Pt (7 Å)] 50 multilayers with perpendicular magnetic anisotropy both macroscopically by the first-order reversal curve (FORC) technique and microscopically by transmission x-ray microscopy (TXRM) and resonant x-ray small angle scattering (SAS). In particular, we focus on the nucleation and saturation processes. The onset of magnetization reversal is dominated by irreversible processes corresponding to the avalanchelike propagation of one-dimensional stripe domains that originate from earlier nucleated zero-dimensional bubble domains. In a second stage we observe mainly reversible behavior where the overall domain topology is preserved. Finally another irreversible process brings the sample to negative saturation, corresponding to the contraction and annihilation of domains. Interestingly, even well beyond the apparent major-loop saturation field …",
            "Magnetization reversal of Co∕ Pt multilayers: Microscopic origin of high-field magnetic irreversibility",
            "Joseph E Davies and Olav Hellwig and Eric E Fullerton and Greg Denbeaux and JB Kortright and Kai Liu",
            "2004",
            "tn6AALIAAAAJ:Tyk-4Ss8FVUC",
            281,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.70.224434",
            "1002636561218137906",
            "\/scholar?cites=1002636561218137906",
            {
                "2005":5,
                "2006":9,
                "2007":20,
                "2008":13,
                "2009":19,
                "2010":22,
                "2011":21,
                "2012":14,
                "2013":26,
                "2014":20,
                "2015":11,
                "2016":23,
                "2017":21,
                "2018":16,
                "2019":18,
                "2020":19,
                "2021":2
            }
        ],
        [
            "Symmetry breaking together with strong spin–orbit interaction gives rise to many exciting phenomena within condensed matter physics. A recent example is the existence of chiral spin textures, which are observed in magnetic systems lacking inversion symmetry. These chiral spin textures, including domain walls and magnetic skyrmions, are both fundamentally interesting and technologically promising. For example, they can be driven very efficiently by electrical currents, and exhibit many new physical properties determined by their real-space topological characteristics. Depending on the details of the competing interactions, these spin textures exist in different parameter spaces. However, the governing mechanism underlying their physical behaviors remains essentially the same. In this review article, the fundamental topological physics underlying these chiral spin textures, the key factors for materials …",
            "Skyrmions in magnetic multilayers",
            "Wanjun Jiang and Gong Chen and Kai Liu and Jiadong Zang and Suzanne GE te Velthuis and Axel Hoffmann",
            "2017",
            "tn6AALIAAAAJ:URolC5Kub84C",
            265,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370157317302934",
            "13669347158051283962",
            "\/scholar?cites=13669347158051283962",
            {
                "2016":1,
                "2017":6,
                "2018":55,
                "2019":72,
                "2020":113,
                "2021":7
            }
        ],
        [
            "Arrays of semimetallic Bi nanowires have been successfully fabricated by electrodeposition. Each nanowire consists of elongated Bi grains along the wire direction. Very large positive magnetoresistance of 300% at low temperatures and 70% at room temperature with quasilinear field dependence has been observed. These features are desirable for wide-range field sensing applications.",
            "Structural and magneto-transport properties of electrodeposited bismuth nanowires",
            "Kai Liu and CL Chien and PC Searson and Kui Yu-Zhang",
            "1998",
            "tn6AALIAAAAJ:2osOgNQ5qMEC",
            254,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.122378",
            "6718944492525743482",
            "\/scholar?cites=6718944492525743482",
            {
                "1998":2,
                "1999":8,
                "2000":9,
                "2001":15,
                "2002":11,
                "2003":14,
                "2004":14,
                "2005":16,
                "2006":25,
                "2007":20,
                "2008":30,
                "2009":20,
                "2010":13,
                "2011":10,
                "2012":8,
                "2013":10,
                "2014":1,
                "2015":3,
                "2016":3,
                "2017":6,
                "2018":7,
                "2019":5,
                "2020":2,
                "2021":1
            }
        ],
        [
            "We report the chemical synthesis of Fe-core\/Au-shell nanoparticles by a reverse micelle method and the investigation of their growth mechanisms and oxidation-resistant characteristics. The core−shell structure and the presence of the Fe and Au phases have been confirmed by transmission electron microscopy, energy dispersive spectroscopy, X-ray diffraction, Mössbauer spectroscopy, and inductively coupled plasma techniques. Additionally, atomic-resolution Z-contrast imaging and electron energy loss spectroscopy (EELS) in a scanning transmission electron microscope (STEM) have been used to study details of the growth processes. The Au shell grows by nucleating on the Fe-core surface before coalescing. The magnetic moments of such nanoparticles, in the loose powder form, decrease over time due to oxidation. The less than ideal oxidation resistance of the Au shell may have been caused by the rough …",
            "Growth mechanisms and oxidation resistance of gold-coated iron nanoparticles",
            "Sung-Jin Cho and Juan-Carlos Idrobo and Justin Olamit and Kai Liu and Nigel D Browning and Susan M Kauzlarich",
            "2005",
            "tn6AALIAAAAJ:zYLM7Y9cAGgC",
            253,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/cm0500713",
            "15550514999645197340",
            "\/scholar?cites=15550514999645197340",
            {
                "2005":6,
                "2006":13,
                "2007":21,
                "2008":11,
                "2009":14,
                "2010":26,
                "2011":13,
                "2012":31,
                "2013":28,
                "2014":20,
                "2015":18,
                "2016":16,
                "2017":11,
                "2018":8,
                "2019":10,
                "2020":4,
                "2021":2
            }
        ],
        [
            "Real-time magneto-optical indicator film images reveal distinct asymmetry in the motion of a single domain wall in a wedged-NiFe\/uniform-FeMn bilayer due to the nucleation and behavior of an exchange spring in the antiferromagnetic layer. Magnetization reversal from the ground state begins at the thick end of the wedge where the exchange anisotropy field (H E) is minimal and the magnetostatic field (H MS) is maximal, whereas reversal into the ground state begins from the thin end where H E is maximal and H MS is minimal.",
            "Asymmetry in elementary events of magnetization reversal in a ferromagnetic\/antiferromagnetic bilayer",
            "VI Nikitenko and VS Gornakov and AJ Shapiro and RD Shull and Kai Liu and SM Zhou and CL Chien",
            "2000",
            "tn6AALIAAAAJ:qjMakFHDy7sC",
            225,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.84.765",
            "7935436655994549666",
            "\/scholar?cites=7935436655994549666",
            {
                "2000":10,
                "2001":13,
                "2002":29,
                "2003":22,
                "2004":14,
                "2005":21,
                "2006":24,
                "2007":9,
                "2008":13,
                "2009":13,
                "2010":7,
                "2011":2,
                "2012":8,
                "2013":7,
                "2014":10,
                "2015":5,
                "2016":5,
                "2017":5,
                "2018":6,
                "2019":2
            }
        ]
    ]
}