{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Orbital reconstructions and covalent bonding must be considered as important factors in the rational design of oxide heterostructures with engineered physical properties. We have investigated the interface between high-temperature superconducting (Y,Ca)Ba2Cu3O7 and metallic La0.67Ca0.33MnO3 by resonant x-ray spectroscopy. A charge of about –0.2 electron is transferred from Mn to Cu ions across the interface and induces a major reconstruction of the orbital occupation and orbital symmetry in the interfacial CuO2 layers. In particular, the Cu d3z2–r2 orbital, which is fully occupied and electronically inactive in the bulk, is partially occupied at the interface. Supported by exact-diagonalization calculations, these data indicate the formation of a strong chemical bond between Cu and Mn atoms across the interface. Orbital reconstructions and associated covalent bonding are thus important factors in determining …",
            "Orbital reconstruction and covalent bonding at an oxide interface",
            "J Chakhalian and JW Freeland and H-U Habermeier and G Cristiani and G Khaliullin and M Van Veenendaal and B Keimer",
            "2007",
            "TnB2KKIAAAAJ:u5HHmVD_uO8C",
            504,
            "https:\/\/science.sciencemag.org\/content\/318\/5853\/1114.abstract",
            "13331594223033844187",
            "\/scholar?cites=13331594223033844187",
            {
                "2007":2,
                "2008":14,
                "2009":27,
                "2010":32,
                "2011":45,
                "2012":44,
                "2013":52,
                "2014":54,
                "2015":39,
                "2016":50,
                "2017":43,
                "2018":35,
                "2019":28,
                "2020":32,
                "2021":4
            }
        ],
        [
            "Carefully controlled interfaces between two materials can give rise to novel physical phenomena and functionalities not exhibited by either of the constituent materials alone. Modern synthesis methods have yielded high-quality heterostructures of oxide materials with competing order parameters. Although magnetic correlations at the interface are expected to be important in determining the macroscopic properties of such systems, a quantitative determination of the interfacial magnetization profile has thus far not been reported. Here we examine superlattices composed of the half-metallic ferromagnet La 2\/3 Ca 1\/3 MnO 3 and the high-temperature superconductor YBa 2 Cu 3 O 7 by absorption spectroscopy with circularly polarized X-rays and by off-specular neutron reflectometry. The resulting data yield microscopic insight into the interplay of spin and orbital degrees of freedom at the interface. The experiments …",
            "Magnetism at the interface between ferromagnetic and superconducting oxides",
            "Jak Chakhalian and JW Freeland and G Srajer and J Strempfer and G Khaliullin and JC Cezar and T Charlton and R Dalgliesh and Ch Bernhard and G Cristiani and H-U Habermeier and B Keimer",
            "2006",
            "TnB2KKIAAAAJ:u-x6o8ySG0sC",
            448,
            "https:\/\/www.nature.com\/articles\/nphys272",
            "18329604795585532236",
            "\/scholar?cites=18329604795585532236",
            {
                "2006":5,
                "2007":15,
                "2008":23,
                "2009":27,
                "2010":26,
                "2011":37,
                "2012":43,
                "2013":44,
                "2014":47,
                "2015":26,
                "2016":55,
                "2017":30,
                "2018":33,
                "2019":21,
                "2020":12,
                "2021":2
            }
        ],
        [
            "Research in oxide interfaces—artificially created structures involving transitionmetal oxide compounds—has flourished over the past decade1, 2. Oxide interfaces are of interest because in many transition-metal compounds the electrons are strongly correlated: the motion of one carrier depends crucially on the motion of all the others. Strongly correlated electron systems support interesting and potentially useful effects, including magnetism with high Curie temperatures, superconductivity with high transition temperatures, metal–insulator transitions and multiferroicity. So far, however, research into the correlated electron physics of transitionmetal oxides, as well as their integration into potential applications, has been hindered by materials difficulties. For example, although a broad range of oxide compounds can be synthesized in a ceramic form, in ceramics the sample morphology is difficult-to-control, as are the …",
            "Whither the oxide interface",
            "Jak Chakhalian and AJ Millis and J Rondinelli",
            "2012",
            "TnB2KKIAAAAJ:d1gkVwhDpl0C",
            287,
            "https:\/\/www.nature.com\/articles\/nmat3225",
            "13399532215972249799",
            "\/scholar?cites=13399532215972249799",
            {
                "2012":15,
                "2013":35,
                "2014":42,
                "2015":34,
                "2016":39,
                "2017":35,
                "2018":29,
                "2019":29,
                "2020":28,
                "2021":1
            }
        ],
        [
            "Finding new collective electronic states in materials is one of the fundamental goals of condensed matter physics. Atomic-scale superlattices formed from transition metal oxides are a particularly appealing hunting ground for new physics. In bulk form, transition metal oxides exhibit a remarkable range of magnetic, superconducting, and multiferroic phases that are of great scientific interest and are potentially capable of providing innovative energy, security, electronics, and medical technology platforms. In superlattices new states may emerge at the interfaces where dissimilar materials meet. This Colloquium illustrates the essential features that make transition metal oxide-based heterostructures an appealing discovery platform for emergent properties with a few selected examples, showing how charge redistributes, magnetism and orbital polarization arises, and ferroelectric order emerges from heterostructures …",
            "Colloquium: Emergent properties in plane view: Strong correlations at oxide interfaces",
            "Jak Chakhalian and John W Freeland and Andrew J Millis and Christos Panagopoulos and James M Rondinelli",
            "2014",
            "TnB2KKIAAAAJ:4DMP91E08xMC",
            230,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.86.1189",
            "6289824229908358610",
            "\/scholar?cites=6289824229908358610",
            {
                "2014":1,
                "2015":31,
                "2016":46,
                "2017":53,
                "2018":33,
                "2019":35,
                "2020":30,
                "2021":1
            }
        ],
        [
            "Using resonant x-ray spectroscopies combined with density functional calculations, we find an asymmetric biaxial strain-induced d-orbital response in ultrathin films of the correlated metal LaNiO 3 which are not accessible in the bulk. The sign of the misfit strain governs the stability of an octahedral “breathing” distortion, which, in turn, produces an emergent charge-ordered ground state with an altered ligand-hole density and bond covalency. Control of this new mechanism opens a pathway to rational orbital engineering, providing a platform for artificially designed Mott materials.",
            "Asymmetric orbital-lattice interactions in ultrathin correlated oxide films",
            "Jak Chakhalian and JM Rondinelli and Jian Liu and BA Gray and M Kareev and EJ Moon and N Prasai and JL Cohn and M Varela and I-Cheng Tung and MJ Bedzyk and SG Altendorf and F Strigari and B Dabrowski and LH Tjeng and PJ Ryan and JW Freeland",
            "2011",
            "TnB2KKIAAAAJ:9yKSN-GCB0IC",
            163,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.116805",
            "6106990803926884871",
            "\/scholar?cites=6106990803926884871",
            {
                "2011":6,
                "2012":12,
                "2013":22,
                "2014":27,
                "2015":19,
                "2016":22,
                "2017":11,
                "2018":14,
                "2019":12,
                "2020":17,
                "2021":1
            }
        ],
        [
            "The electronic structure of transition metal oxides featuring correlated electrons can be rationalized within the Zaanen-Sawatzky-Allen framework. Following a brief description of the present paradigms of electronic behavior, we focus on the physics of rare-earth nickelates as an archetype of complexity emerging within the charge transfer regime. The intriguing prospect of realizing the physics of high-Tc cuprates through heterostructuring resulted in a massive endeavor to epitaxially stabilize these materials in ultrathin form. A plethora of new phenomena unfolded in such artificial structures due to the effect of epitaxial strain, quantum confinement, and interfacial charge transfer. Here we review the present status of artificial rare-earth nickelates in an effort to uncover the interconnection between the electronic and magnetic behavior and the underlying crystal structure. We conclude by discussing future directions to …",
            "Physics of ultrathin films and heterostructures of rare-earth nickelates",
            "Srimanta Middey and Jak Chakhalian and P Mahadevan and JW Freeland and Andrew J Millis and DD Sarma",
            "2016",
            "TnB2KKIAAAAJ:uWQEDVKXjbEC",
            155,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev-matsci-070115-032057",
            "7116606671932501966",
            "\/scholar?cites=7116606671932501966",
            {
                "2016":7,
                "2017":24,
                "2018":30,
                "2019":43,
                "2020":46,
                "2021":5
            }
        ],
        [
            "Mott physics is characterized by an interaction-driven metal-to-insulator transition in a partially filled band. In the resulting insulating state, antiferromagnetic orders of the local moments typically develop, but in rare situations no long-range magnetic order appears, even at zero temperature, rendering the system a quantum spin liquid. A fundamental and technologically critical question is whether one can tune the underlying energetic landscape to control both metal-to-insulator and Néel transitions, and even stabilize latent metastable phases, ideally on a platform suitable for applications. Here we demonstrate how to achieve this in ultrathin films of NdNiO 3 with various degrees of lattice mismatch, and report on the quantum critical behaviours not reported in the bulk by transport measurements and resonant X-ray spectroscopy\/scattering. In particular, on the decay of the antiferromagnetic Mott insulating state into a …",
            "Heterointerface engineered electronic and magnetic phases of NdNiO 3 thin films",
            "Jian Liu and Mehdi Kargarian and Mikhail Kareev and Ben Gray and Phil J Ryan and Alejandro Cruz and Nadeem Tahir and Yi-De Chuang and Jinghua Guo and James M Rondinelli and John W Freeland and Gregory A Fiete and Jak Chakhalian",
            "2013",
            "TnB2KKIAAAAJ:KlAtU1dfN6UC",
            151,
            "https:\/\/www.nature.com\/articles\/ncomms3714",
            "6468116694435536245",
            "\/scholar?cites=6468116694435536245",
            {
                "2013":1,
                "2014":10,
                "2015":20,
                "2016":33,
                "2017":21,
                "2018":23,
                "2019":25,
                "2020":17,
                "2021":1
            }
        ],
        [
            "Multilayers of superconducting\/ferromagnetic (SC\/FM) YBa 2 Cu 3 O 7∕ La 2∕ 3 Ca 1∕ 3 MnO 3 have been studied by neutron reflectometry. The occurrence of a structurally forbidden Bragg peak in the FM state highlights a significant difference between the nuclear and magnetic depth profiles. From comparison with simulated reflectivity curves we identify two possible magnetization profiles:(i) a magnetic moment within the SC layer antiparallel to the one in the FM layer (antiphase magnetic proximity effect) or (ii) a “dead” region in the FM layer with zero net magnetic moment. In addition, we observe an anomalous enhancement of the off-specular reflection in the SC state which signals a strong mutual interaction between SC and FM order parameters.",
            "Magnetic proximity effect in perovskite superconductor\/ferromagnet multilayers",
            "Jochen Stahn and Jak Chakhalian and Ch Niedermayer and J Hoppler and Thomas Gutberlet and Jörg Voigt and F Treubel and HU Habermeier and G Cristiani and Bernhard Keimer and Christian Bernhard",
            "2005",
            "TnB2KKIAAAAJ:XvxMoLDsR5gC",
            150,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.71.140509",
            "17145990320597438431",
            "\/scholar?cites=17145990320597438431",
            {
                "2005":6,
                "2006":7,
                "2007":9,
                "2008":8,
                "2009":14,
                "2010":5,
                "2011":11,
                "2012":12,
                "2013":11,
                "2014":20,
                "2015":9,
                "2016":12,
                "2017":5,
                "2018":7,
                "2019":9,
                "2020":3,
                "2021":1
            }
        ],
        [
            "Evidence for static alternating magnetic fields in the vortex cores of underdoped YBa 2 Cu 3 O 6+ x is reported. Muon spin rotation measurements of the internal magnetic field distribution of the vortex state of YBa 2 Cu 3 O 6.50 in applied fields of H= 1 T and H= 4 T reveal a feature in the high-field tail of the field distribution which is not present in optimally doped YBa 2 Cu 3 O 6.95 and which fits well to a model with static magnetic fields in the vortex cores. The magnitude of the fields is estimated to be 18 (2) G and decreases above T= 10 K. We discuss possible origins of the additional vortex core magnetism within the context of existing theories.",
            "Evidence for Static Magnetism in the Vortex Cores of Ortho-II ",
            "RI Miller and RF Kiefl and JH Brewer and JE Sonier and J Chakhalian and S Dunsiger and GD Morris and AN Price and DA Bonn and WH Hardy and Ruixing Liang",
            "2002",
            "TnB2KKIAAAAJ:nVrZBo8bIpAC",
            132,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.88.137002",
            "16386649644560102179",
            "\/scholar?cites=16386649644560102179",
            {
                "2002":9,
                "2003":34,
                "2004":24,
                "2005":12,
                "2006":11,
                "2007":12,
                "2008":4,
                "2009":9,
                "2010":1,
                "2011":6,
                "2012":2,
                "2013":1,
                "2014":2,
                "2015":3,
                "2016":1
            }
        ],
        [
            "A novel high magnetic field (8 T) spectrometer for muon spin rotation has been used to measure the temperature dependence of the in-plane magnetic penetration depth λ ab in YBa 2 Cu 3 O 6.95. At low H and low T, λ ab exhibits the characteristic linear T dependence associated with the energy gap of a d x 2− y 2-wave superconductor. However, at higher fields λ ab is essentially temperature independent at low T. We discuss possible interpretations of this surprising new feature in the low-energy excitation spectrum.",
            "Field Induced Reduction of the Low-Temperature Superfluid Density in ",
            "JE Sonier and JH Brewer and RF Kiefl and GD Morris and RI Miller and DA Bonn and Jak Chakhalian and RH Heffner and WN Hardy and R Liang",
            "1999",
            "TnB2KKIAAAAJ:gKiMpY-AVTkC",
            126,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.83.4156",
            "17899435160761579189",
            "\/scholar?cites=17899435160761579189",
            {
                "2000":9,
                "2001":12,
                "2002":3,
                "2003":13,
                "2004":14,
                "2005":13,
                "2006":9,
                "2007":8,
                "2008":9,
                "2009":3,
                "2010":7,
                "2011":3,
                "2012":3,
                "2013":2,
                "2014":1,
                "2015":3,
                "2016":1,
                "2017":1,
                "2018":3,
                "2019":4,
                "2020":2,
                "2021":1
            }
        ]
    ]
}