{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Physical systems usually exhibit quantum behavior, such as superpositions and entanglement, only when they are sufficiently decoupled from a lossy environment. Paradoxically, a specially engineered interaction with the environment can become a resource for the generation and protection of quantum states. This notion can be generalized to the confinement of a system into a manifold of quantum states, consisting of all coherent superpositions of multiple stable steady states. We have confined the state of a superconducting resonator to the quantum manifold spanned by two coherent states of opposite phases and have observed a Schrödinger cat state spontaneously squeeze out of vacuum before decaying into a classical mixture. This experiment points toward robustly encoding quantum information in multidimensional steady-state manifolds.",
            "Confining the state of light to a quantum manifold by engineered two-photon loss",
            "Zaki Leghtas and Steven Touzard and Ioan M Pop and Angela Kou and Brian Vlastakis and Andrei Petrenko and Katrina M Sliwa and Anirudh Narla and Shyam Shankar and Michael J Hatridge and Matthew Reagor and Luigi Frunzio and Robert J Schoelkopf and Mazyar Mirrahimi and Michel H Devoret",
            "2015",
            "tnES8xIAAAAJ:9yKSN-GCB0IC",
            285,
            "https:\/\/science.sciencemag.org\/content\/347\/6224\/853.abstract",
            "9328858425659331954",
            "\/scholar?cites=9328858425659331954",
            {
                "2015":14,
                "2016":44,
                "2017":42,
                "2018":41,
                "2019":60,
                "2020":81,
                "2021":2
            }
        ],
        [
            "The nature of fractional quantum Hall (FQH) states is determined by the interplay between the Coulomb interaction and the symmetries of the system. The distinct combination of spin, valley, and orbital degeneracies in bilayer graphene is predicted to produce an unusual and tunable sequence of FQH states. Here, we present local electronic compressibility measurements of the FQH effect in the lowest Landau level of bilayer graphene. We observe incompressible FQH states at filling factors ν = 2p + 2\/3, with hints of additional states appearing at ν = 2p + 3\/5, where p = –2, –1, 0, and 1. This sequence breaks particle-hole symmetry and obeys a ν → ν + 2 symmetry, which highlights the importance of the orbital degeneracy for many-body states in bilayer graphene.",
            "Electron-hole asymmetric integer and fractional quantum Hall effect in bilayer graphene",
            "Angela Kou and Benjamin E Feldman and Andrei J Levin and Bertrand I Halperin and Kenji Watanabe and Takashi Taniguchi and Amir Yacoby",
            "2014",
            "tnES8xIAAAAJ:d1gkVwhDpl0C",
            105,
            "https:\/\/science.sciencemag.org\/content\/345\/6192\/55.abstract",
            "2529429880541001475",
            "\/scholar?cites=2529429880541001475",
            {
                "2014":6,
                "2015":17,
                "2016":18,
                "2017":24,
                "2018":22,
                "2019":7,
                "2020":11
            }
        ],
        [
            "We have determined how the anomalous exchange bias effect in Co\/CoO nanoparticles of 11 nm in diameter depends on the Co core and CoO shell dimensions. The oxidation of the Co nanoparticles used in this study is carefully controlled, yielding highly crystalline and oriented interfaces. The dimensions of the core and shell are determined from magnetization and small angle x-ray scattering measurements. The exchange bias field in Co\/CoO core-shell nanoparticles depends nonmonotonically on the CoO shell thickness, reaching a maximum value of≈ 7 kOe at 30 K when the core and shell dimensions are similar. We propose that lattice strain induces a net moment at the core-shell interface, and it is the variation of this moment with strain, which is responsible for the vanishing of H EB at both large and small Co shell thicknesses.",
            "Controlling the exchange bias field in Co core\/CoO shell nanoparticles",
            "Mikhail Feygenson and Yuen Yiu and Angela Kou and Ki-Sub Kim and Meigan C Aronson",
            "2010",
            "tnES8xIAAAAJ:u5HHmVD_uO8C",
            73,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.81.195445",
            "9264041507283719938",
            "\/scholar?cites=9264041507283719938",
            {
                "2011":11,
                "2012":10,
                "2013":11,
                "2014":4,
                "2015":5,
                "2016":9,
                "2017":12,
                "2018":4,
                "2019":4,
                "2020":3
            }
        ],
        [
            "We describe here the use of high-temperature oxidation and reduction to produce highly crystalline nanoparticles of Ni and NiO. Starting with an amorphous Ni powder, we demonstrate that oxidation at 900 C produces faceted NiO nanocrystals with sizes ranging from 20 to 60 nm. High-resolution transmission electron microscopy measurements indicate near-perfect atomic order, truncated by (200) surfaces. Magnetization measurements reveal that the Néel temperature of these NiO nanoparticles is 480 K, substantially reduced by finite-size effects from the bulk value of 523 K. The magnetization of these faceted NiO nanoparticles does not saturate in fields as large as 14 T while a loop offset is observed which increases from 1000 Oe at 300 K to its maximum value of 3500 Oe at 50 K. We have used high-temperature reduction to transform the faceted NiO nanoparticles into highly ordered Ni nanoparticles, with a …",
            "Properties of highly crystalline NiO and Ni nanoparticles prepared by high-temperature oxidation and reduction",
            "Mikhail Feygenson and Angela Kou and Lauren E Kreno and Amanda L Tiano and Jonathan M Patete and Fen Zhang and Moo Sung Kim and Vyacheslav Solovyov and Stanislaus S Wong and Meigan C Aronson",
            "2010",
            "tnES8xIAAAAJ:u-x6o8ySG0sC",
            69,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.81.014420",
            "9313601194691162012",
            "\/scholar?cites=9313601194691162012",
            {
                "2010":1,
                "2011":10,
                "2012":6,
                "2013":4,
                "2014":8,
                "2015":9,
                "2016":7,
                "2017":4,
                "2018":7,
                "2019":8,
                "2020":3,
                "2021":2
            }
        ],
        [
            "We have realized a new interaction between superconducting qubits and a readout cavity that results in the displacement of a coherent state in the cavity, conditioned on the state of the qubit. This conditional state, when it reaches the cavity-following, phase-sensitive amplifier, matches its measured observable, namely, the in phase quadrature. In a setup where several qubits are coupled to the same readout resonator, we show it is possible to measure the state of a target qubit with minimal dephasing of the other qubits. Our results suggest novel directions for faster readout of superconducting qubits and implementations of bosonic quantum error-correcting codes.",
            "Gated conditional displacement readout of superconducting qubits",
            "S Touzard and A Kou and NE Frattini and VV Sivak and S Puri and A Grimm and L Frunzio and S Shankar and MH Devoret",
            "2019",
            "tnES8xIAAAAJ:QIV2ME_5wuYC",
            35,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.122.080502",
            "9316478953156884684",
            "\/scholar?cites=9316478953156884684",
            {
                "2018":2,
                "2019":9,
                "2020":22,
                "2021":2
            }
        ],
        [
            "Engineered quantum systems allow us to observe phenomena that are not easily accessible naturally. The LEGO®-like nature of superconducting circuits makes them particularly suited for building and coupling artificial atoms. Here, we introduce an artificial molecule, composed of two strongly coupled fluxonium atoms, which possesses a tunable magnetic moment. Using an applied external flux, one can tune the molecule between two regimes: one in which the ground-excited state manifold has a magnetic dipole moment and one in which the ground-excited state manifold has only a magnetic quadrupole moment. By varying the applied external flux, we find the coherence of the molecule to be limited by local flux noise. The ability to engineer and control artificial molecules paves the way for building more complex circuits for quantum simulation and protected qubits.",
            "Fluxonium-based artificial molecule with a tunable magnetic moment",
            "A Kou and WC Smith and U Vool and RT Brierley and H Meier and L Frunzio and SM Girvin and LI Glazman and MH Devoret",
            "2017",
            "tnES8xIAAAAJ:Zph67rFs4hoC",
            34,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.7.031037",
            "7916156285579299805",
            "\/scholar?cites=7916156285579299805",
            {
                "2017":3,
                "2018":11,
                "2019":12,
                "2020":8
            }
        ],
        [
            "We report measurements of resistance oscillations in micron-scale antidots in both the integer and fractional quantum Hall regimes. In the integer regime, we conclude that oscillations are of the Coulomb type from the scaling of magnetic field period with the number of edges bound to the antidot. Based on both gate-voltage and field periods, we find at filling factor ν= 2 a tunneling charge of e and two charged edges. Generalizing this picture to the fractional regime, we find (again, based on field and gate-voltage periods) at ν= 2\/3 a tunneling charge of (2\/3) e and a single charged edge.",
            "Coulomb oscillations in antidots in the integer and fractional quantum hall regimes",
            "A Kou and CM Marcus and LN Pfeiffer and KW West",
            "2012",
            "tnES8xIAAAAJ:2osOgNQ5qMEC",
            29,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.256803",
            "8950158012290734034",
            "\/scholar?cites=8950158012290734034",
            {
                "2012":1,
                "2013":3,
                "2014":4,
                "2015":8,
                "2016":4,
                "2017":2,
                "2018":2,
                "2019":1,
                "2020":4
            }
        ],
        [
            "We present a method for calculating the energy levels of superconducting circuits that contain highly anharmonic, inductively shunted modes with arbitrarily strong coupling. Our method starts by calculating the normal modes of the linearized circuit and proceeds with numerical diagonalization in this basis. As an example, we analyze the Hamiltonian of a fluxonium qubit inductively coupled to a readout resonator. While elementary, this simple example is nontrivial because it cannot be efficiently treated by the method known as “black-box quantization,” numerical diagonalization in the bare harmonic oscillator basis, or perturbation theory. Calculated spectra are compared to measured spectroscopy data, demonstrating excellent quantitative agreement between theory and experiment.",
            "Quantization of inductively shunted superconducting circuits",
            "WC Smith and A Kou and U Vool and IM Pop and L Frunzio and RJ Schoelkopf and MH Devoret",
            "2016",
            "tnES8xIAAAAJ:MXK_kJrjxJIC",
            26,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.94.144507",
            "12121110899680862407",
            "\/scholar?cites=12121110899680862407",
            {
                "2017":3,
                "2018":8,
                "2019":6,
                "2020":9
            }
        ],
        [
            "Most quantum error-correcting codes assume that the decoherence of each physical qubit is independent of the decoherence of any other physical qubit. We can test the validity of this assumption in an experimental setup where a microwave feedline couples to multiple qubits by examining correlations between the qubits. We investigate the correlations between fluxonium qubits located in a single waveguide. Despite being in a wide-bandwidth electromagnetic environment, the qubits have measured relaxation times in excess of 100 μ s. We use cascaded Josephson parametric amplifiers to measure the quantum jumps of two fluxonium qubits simultaneously. No correlations are observed between the relaxation times of the two fluxonium qubits, which indicates that the sources of relaxation are local to each qubit in our setup. Our correlation analysis can be generalized to different types of qubits and our …",
            "Simultaneous monitoring of fluxonium qubits in a waveguide",
            "A Kou and WC Smith and U Vool and IM Pop and KM Sliwa and M Hatridge and L Frunzio and MH Devoret",
            "2018",
            "tnES8xIAAAAJ:kNdYIx-mwKoC",
            25,
            "https:\/\/journals.aps.org\/prapplied\/abstract\/10.1103\/PhysRevApplied.9.064022",
            "6729450437558623068",
            "\/scholar?cites=6729450437558623068",
            {
                "2017":2,
                "2018":2,
                "2019":8,
                "2020":12,
                "2021":1
            }
        ],
        [
            "Atomic systems display a rich variety of quantum dynamics due to the different possible symmetries obeyed by the atoms. These symmetries result in selection rules that have been essential for the quantum control of atomic systems. Superconducting artificial atoms are mainly governed by parity symmetry. Its corresponding selection rule limits the types of quantum systems that can be built using electromagnetic circuits at their optimal coherence operation points (“sweet spots”). We use third-order nonlinear coupling between the artificial atom and its readout resonator to engineer the selection rules of our atom, allowing us to drive transitions forbidden by the parity selection rule for linear coupling to microwave radiation. A Λ-type system emerges from these newly accessible transitions, implemented here in the fluxonium artificial atom coupled to its “antenna” resonator. We demonstrate coherent manipulation of the …",
            "Driving forbidden transitions in the fluxonium artificial atom",
            "U Vool and A Kou and WC Smith and NE Frattini and K Serniak and P Reinhold and IM Pop and S Shankar and L Frunzio and SM Girvin and MH Devoret",
            "2018",
            "tnES8xIAAAAJ:4TOpqqG69KYC",
            21,
            "https:\/\/journals.aps.org\/prapplied\/abstract\/10.1103\/PhysRevApplied.9.054046",
            "7053845328074175869",
            "\/scholar?cites=7053845328074175869",
            {
                "2018":4,
                "2019":10,
                "2020":6,
                "2021":1
            }
        ]
    ]
}