{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Pulses of x-rays 300 femtoseconds in duration at a wavelength of 0.4 angstroms (30,000 electron volts) have been generated by 90° Thomson scattering between infrared terawatt laser pulses and highly relativistic electrons from an accelerator. In the right-angle scattering geometry, the duration of the x-ray burst is determined by the transit time of the laser pulse across the ∼ 90-micrometer waist of the focused electron beam. The x-rays are highly directed (∼ 0.6° divergence) and can be tuned in energy. This source of femtosecond x-rays will make it possible to combine x-ray techniques with ultrafast time resolution to investigate structural dynamics in condensed matter.",
            "Femtosecond X-ray pulses at 0.4 Å generated by 90 Thomson scattering: a tool for probing the structural dynamics of materials",
            "Robert W Schoenlein and WP Leemans and AH Chin and P Volfbeyn and TE Glover and P Balling and M Zolotorev and K-J Kim and S Chattopadhyay and CV Shank",
            "1996",
            "TO1ssCUAAAAJ:BUYA1_V_uYcC",
            640,
            "https:\/\/science.sciencemag.org\/content\/274\/5285\/236.abstract",
            "4649054797124422845",
            "\/scholar?cites=4649054797124422845",
            {
                "1995":2,
                "1996":5,
                "1997":22,
                "1998":25,
                "1999":30,
                "2000":37,
                "2001":52,
                "2002":42,
                "2003":31,
                "2004":42,
                "2005":43,
                "2006":30,
                "2007":27,
                "2008":14,
                "2009":26,
                "2010":22,
                "2011":21,
                "2012":30,
                "2013":22,
                "2014":32,
                "2015":17,
                "2016":18,
                "2017":13,
                "2018":13,
                "2019":9,
                "2020":10
            }
        ],
        [
            "High-gain free-electron lasers (FELs) are being developed as extremely bright sources for a next-generation x-ray facility. In this paper, we review the basic theory of the start-up, the exponential growth, and the saturation of the high-gain process, emphasizing the self-amplified spontaneous emission. The radiation characteristics of an x-ray FEL, including its transverse coherence, temporal characteristics, and harmonic content, are discussed. FEL performance in the presence of machine errors and undulator wakefields is examined. Various enhancement schemes through seeding and beam manipulations are summarized.",
            "Review of x-ray free-electron laser theory",
            "Zhirong Huang and Kwang-Je Kim",
            "2007",
            "TO1ssCUAAAAJ:u-x6o8ySG0sC",
            569,
            "https:\/\/journals.aps.org\/prab\/abstract\/10.1103\/PhysRevSTAB.10.034801",
            "8311782686673295",
            "\/scholar?cites=8311782686673295",
            {
                "2007":2,
                "2008":26,
                "2009":18,
                "2010":20,
                "2011":30,
                "2012":35,
                "2013":46,
                "2014":49,
                "2015":53,
                "2016":45,
                "2017":54,
                "2018":59,
                "2019":58,
                "2020":64,
                "2021":4
            }
        ],
        [
            "The growth and saturation of spontaneous emission and coherent radiation in a long undulator are studied by use of the 3D Maxwell-Klimontovich equation. Electron correlation, transverse radiation profiles, spectral features, transverse coherence, and intensity characteristics are discussed. The results, which agree with recent microwave experiments, are applied to proposed schemes for generation of short-wavelength coherent radiation.",
            "Three-dimensional analysis of coherent amplification and self-amplified spontaneous emission in free-electron lasers",
            "Kwang-Je Kim",
            "1986",
            "TO1ssCUAAAAJ:ye4kPcJQO24C",
            441,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.57.1871",
            "17046172452021310810",
            "\/scholar?cites=17046172452021310810",
            {
                "1987":6,
                "1988":8,
                "1989":7,
                "1990":8,
                "1991":7,
                "1992":5,
                "1993":5,
                "1994":5,
                "1995":9,
                "1996":6,
                "1997":22,
                "1998":24,
                "1999":16,
                "2000":18,
                "2001":20,
                "2002":14,
                "2003":16,
                "2004":15,
                "2005":20,
                "2006":15,
                "2007":13,
                "2008":19,
                "2009":7,
                "2010":10,
                "2011":17,
                "2012":11,
                "2013":12,
                "2014":17,
                "2015":22,
                "2016":9,
                "2017":15,
                "2018":13,
                "2019":7,
                "2020":17,
                "2021":1
            }
        ],
        [
            "The evolution of the electron-beam phase space distribution in laser-driven rf guns is studied by taking into account both the time variation of the rf field and space-charge effects. In particular, simple formulas are derived for the transverse and longitudinal emittances at the exit of the gun. The results are compared and found to agree well with those from simulation.",
            "RF and space-charge effects in laser-driven RF electron guns",
            "Kwang-Je Kim",
            "1989",
            "TO1ssCUAAAAJ:bnK-pcrLprsC",
            410,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0168900289906888",
            "15171279669828158150",
            "\/scholar?cites=15171279669828158150",
            {
                "1989":5,
                "1990":4,
                "1991":11,
                "1992":10,
                "1993":12,
                "1994":16,
                "1995":11,
                "1996":9,
                "1997":15,
                "1998":11,
                "1999":11,
                "2000":8,
                "2001":12,
                "2002":9,
                "2003":9,
                "2004":15,
                "2005":12,
                "2006":24,
                "2007":3,
                "2008":13,
                "2009":14,
                "2010":9,
                "2011":27,
                "2012":18,
                "2013":12,
                "2014":15,
                "2015":13,
                "2016":18,
                "2017":19,
                "2018":15,
                "2019":13,
                "2020":11,
                "2021":2
            }
        ],
        [
            "In this paper, we review the principle of various synchrotron radiation sources and their characteristics. Spectral characteristics, the angular distribution, the polarization, and the frequency integrated power of the bending‐magnet radiation is discussed. Undulator radiation topics include the undulator harmonics, the spectrum at a given angle, the angular distribution at a given frequency, the effect due to the electron beam distribution, the angle‐integrated power, and the polarization. In addition to the mathematical analysis, we emphasize physical understanding based on the properties of the apparent trajectories. The wiggler as a limiting case of an undulator for a large orbit excursion. We establish the conditions under which a wiggler may be regarded as a sequence of bending magnets. A general discussion of the properties of synchrotron at finite, how it propagates through optical medium, how it forms …",
            "Characteristics of synchrotron radiation",
            "Kwang‐Je Kim",
            "1989",
            "TO1ssCUAAAAJ:abG-DnoFyZgC",
            346,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.38046",
            "9864951646001988832",
            "\/scholar?cites=9864951646001988832",
            {
                "1989":1,
                "1990":4,
                "1991":4,
                "1992":5,
                "1993":5,
                "1994":6,
                "1995":11,
                "1996":3,
                "1997":8,
                "1998":14,
                "1999":8,
                "2000":5,
                "2001":6,
                "2002":10,
                "2003":7,
                "2004":14,
                "2005":12,
                "2006":6,
                "2007":8,
                "2008":10,
                "2009":10,
                "2010":17,
                "2011":17,
                "2012":14,
                "2013":20,
                "2014":18,
                "2015":17,
                "2016":18,
                "2017":20,
                "2018":16,
                "2019":14,
                "2020":11,
                "2021":2
            }
        ],
        [
            "Self-amplified spontaneous emission in a free-electron laser has been proposed for the generation of very high brightness coherent x-rays. This process involves passing a high-energy, high-charge, short-pulse, low-energy-spread, and low-emittance electron beam through the periodic magnetic field of a long series of high-quality undulator magnets. The radiation produced grows exponentially in intensity until it reaches a saturation point. We report on the demonstration of self-amplified spontaneous emission gain, exponential growth, and saturation at visible (530 nanometers) and ultraviolet (385 nanometers) wavelengths. Good agreement between theory and simulation indicates that scaling to much shorter wavelengths may be possible. These results confirm the physics behind the self-amplified spontaneous emission process and forward the development of an operational x-ray free-electron laser.",
            "Exponential gain and saturation of a self-amplified spontaneous emission free-electron laser",
            "SV Milton and E Gluskin and ND Arnold and C Benson and W Berg and SG Biedron and M Borland and Y-C Chae and RJ Dejus and PK Den Hartog and B Deriy and M Erdmann and YI Eidelman and MW Hahne and Z Huang and K-J Kim and JW Lewellen and Y Li and AH Lumpkin and O Makarov and ER Moog and A Nassiri and V Sajaev and R Soliday and BJ Tieman and EM Trakhtenberg and G Travish and IB Vasserman and NA Vinokurov and XJ Wang and G Wiemerslage and BX Yang",
            "2001",
            "TO1ssCUAAAAJ:hC7cP41nSMkC",
            327,
            "https:\/\/science.sciencemag.org\/content\/292\/5524\/2037.abstract",
            "4111601780341481325",
            "\/scholar?cites=4111601780341481325",
            {
                "2000":1,
                "2001":10,
                "2002":31,
                "2003":40,
                "2004":20,
                "2005":24,
                "2006":13,
                "2007":13,
                "2008":13,
                "2009":14,
                "2010":15,
                "2011":9,
                "2012":21,
                "2013":9,
                "2014":9,
                "2015":12,
                "2016":15,
                "2017":16,
                "2018":14,
                "2019":12,
                "2020":14
            }
        ],
        [
            "We show that a free-electron laser oscillator generating x rays with wavelengths of about 1 Å is feasible using ultralow emittance electron beams of a multi-GeV energy-recovery linac, combined with a low-loss crystal cavity. The device will produce x-ray pulses with 10 9 photons at a repetition rate of 1–100 MHz. The pulses are temporarily and transversely coherent, with a rms bandwidth of about 2 meV, and rms pulse length of about 1 ps.",
            "A proposal for an x-ray free-electron laser oscillator with an energy-recovery linac",
            "Kwang-Je Kim and Yuri Shvyd’ko and Sven Reiche",
            "2008",
            "TO1ssCUAAAAJ:u5HHmVD_uO8C",
            311,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.244802",
            "4817270457825128",
            "\/scholar?cites=4817270457825128",
            {
                "2008":5,
                "2009":18,
                "2010":40,
                "2011":29,
                "2012":29,
                "2013":28,
                "2014":16,
                "2015":20,
                "2016":17,
                "2017":22,
                "2018":27,
                "2019":33,
                "2020":22,
                "2021":2
            }
        ],
        [
            "X rays produced by 90 Thomson scattering of a femtosecond, near infrared, terawatt laser pulse of a 50 MeV electron beam are shown to be an effective diagnostic to measure transverse and longitudinal density distributions of an electron beam (e beam) with subpicosecond time resolution. The laser beam was focused onto the e-beam waist, generating 30 keV x rays in the forward direction. The transverse and longitudinal e-beam structures have been obtained by measuring the intensity of the x-ray beam, while scanning the laser beam across the e beam in space and time. The e-beam divergence has been obtained through measurement of spatial and spectral characteristics of the scattered x-ray beam.",
            "X-ray based subpicosecond electron bunch characterization using 90 Thomson scattering",
            "WP Leemans and RW Schoenlein and P Volfbeyn and AH Chin and TE Glover and P Balling and M Zolotorev and KJ Kim and S Chattopadhyay and CV Shank",
            "1996",
            "TO1ssCUAAAAJ:oNZyr7d5Mn4C",
            248,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.77.4182",
            "17000312436164410107",
            "\/scholar?cites=17000312436164410107",
            {
                "1996":1,
                "1997":10,
                "1998":12,
                "1999":17,
                "2000":11,
                "2001":10,
                "2002":20,
                "2003":15,
                "2004":13,
                "2005":14,
                "2006":13,
                "2007":10,
                "2008":4,
                "2009":9,
                "2010":10,
                "2011":6,
                "2012":7,
                "2013":17,
                "2014":14,
                "2015":9,
                "2016":8,
                "2017":7,
                "2018":5,
                "2019":2,
                "2020":3
            }
        ],
        [
            "The following analysis develops a classical theory of how a signal evolves from the initial incoherent spontaneous emission in long undulators. The theory is based on the coupled Klimontovich-Maxwell equations. Formulas for the radiated power, spectral characteristics and electron correlations are derived. The saturation due to nonlinear effects is studied using a quasilinear extension of the theory. The results agree reasonably well with the recent Livermore experiment in the microwave range. Performance of a possible high-gain free electron laser in a short-wavelength region is evaluated.",
            "An analysis of self-amplified spontaneous emission",
            "Kwang-Je Kim",
            "1986",
            "TO1ssCUAAAAJ:2osOgNQ5qMEC",
            230,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0168900286909162",
            "170508474897163859",
            "\/scholar?cites=170508474897163859",
            {
                "1986":2,
                "1987":2,
                "1988":2,
                "1989":1,
                "1990":3,
                "1991":3,
                "1992":2,
                "1993":2,
                "1994":4,
                "1995":3,
                "1996":3,
                "1997":9,
                "1998":10,
                "1999":6,
                "2000":10,
                "2001":13,
                "2002":8,
                "2003":18,
                "2004":8,
                "2005":6,
                "2006":9,
                "2007":7,
                "2008":11,
                "2009":6,
                "2010":7,
                "2011":11,
                "2012":16,
                "2013":3,
                "2014":6,
                "2015":8,
                "2016":4,
                "2017":8,
                "2018":6,
                "2019":5,
                "2020":6
            }
        ],
        [
            "A microbunching instability driven by coherent synchrotron radiation (CSR) in a bunch compressor chicane is studied using an iterative solution of the integral equation that governs this process. By including both one-stage and two-stage amplifications, we obtain analytical expressions for CSR microbunching that are valid in both low-gain and high-gain regimes. These formulas can be used to explore the dependence of CSR microbunching on compressed beam current, energy spread, and emittance, and to design stable bunch compressors required for an x-ray free-electron laser.",
            "Formulas for coherent synchrotron radiation microbunching in a bunch compressor chicane",
            "Zhirong Huang and Kwang-Je Kim",
            "2002",
            "TO1ssCUAAAAJ:KlAtU1dfN6UC",
            219,
            "https:\/\/journals.aps.org\/prab\/abstract\/10.1103\/PhysRevSTAB.5.074401",
            "2671045727737595724",
            "\/scholar?cites=2671045727737595724",
            {
                "2002":2,
                "2003":9,
                "2004":11,
                "2005":8,
                "2006":13,
                "2007":8,
                "2008":14,
                "2009":13,
                "2010":14,
                "2011":12,
                "2012":13,
                "2013":15,
                "2014":17,
                "2015":9,
                "2016":13,
                "2017":17,
                "2018":10,
                "2019":9,
                "2020":10,
                "2021":2
            }
        ]
    ]
}