{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "First-and second-order Raman scattering from graphite has been studied. The second-order spectra of single crystals and of highly oriented pyrolytic graphite are continuous and exhibit several well-defined bands which can be attributed to features in the density of vibrational states as determined from current lattice-dynamics models. The density of states deduced from the lattice-dynamics model of Nicklow, Wakabayashi, and Smith provides the best replication of the second-order Raman spectrum, but is nevertheless somewhat deficient in this regard, and in need of improvement. The dependence of the first-and second-order graphite Raman spectra on crystallite size has also been studied for a series of samples with typical dimensions L c and L a as small as 30 Å. With decreasing crystal size the features in the second-order spectrum broaden noticeably and additional broad features appear in both the first-and …",
            "First-and second-order Raman scattering from finite-size crystals of graphite",
            "Robert John Nemanich and SA Solin",
            "1979",
            "TqIwqpUAAAAJ:4DMP91E08xMC",
            2267,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.20.392",
            "9022708128915672046",
            "\/scholar?cites=9022708128915672046",
            {
                "1982":9,
                "1983":6,
                "1984":9,
                "1985":3,
                "1986":8,
                "1987":5,
                "1988":15,
                "1989":25,
                "1990":26,
                "1991":24,
                "1992":28,
                "1993":39,
                "1994":22,
                "1995":39,
                "1996":30,
                "1997":37,
                "1998":39,
                "1999":48,
                "2000":52,
                "2001":66,
                "2002":62,
                "2003":80,
                "2004":48,
                "2005":66,
                "2006":78,
                "2007":72,
                "2008":74,
                "2009":76,
                "2010":84,
                "2011":97,
                "2012":120,
                "2013":119,
                "2014":126,
                "2015":106,
                "2016":91,
                "2017":106,
                "2018":99,
                "2019":88,
                "2020":102,
                "2021":20
            }
        ],
        [
            "The ir and Raman spectra of a-Si: H alloys produced by plasma decomposition of Si H 4 are studied for a wide range of deposition conditions. The vibrational spectra display modes which can be characterized as predominantly hydrogen motions. Analysis of these modes shows four types of local Si-H bonding environments which are identified as SiH, Si H 2, Si H 3, and coupled Si H 2 or (Si H 2) n units. On the basis of these identifications, it is found that samples produced on high-temperature (above 200 C) substrates have SiH, Si H 2, and (Si H 2) n groups with very little Si H 3. In contrast, the ir and Raman spectra of samples produced on room-temperature or cooled substrates are dominated by vibrational modes of Si H 3 and (Si H 2) n. The relative concentrations of these hydrogen-containing groups are not simply proportional to the total hydrogen concentration in a given sample.",
            "Structural interpretation of the vibrational spectra of a-Si: H alloys",
            "G Lucovsky and RJ Nemanich and JC Knights",
            "1979",
            "TqIwqpUAAAAJ:Wp0gIr-vW9MC",
            956,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.19.2064",
            "14398746112975288514",
            "\/scholar?cites=14398746112975288514",
            {
                "1981":45,
                "1982":25,
                "1983":31,
                "1984":34,
                "1985":36,
                "1986":24,
                "1987":24,
                "1988":20,
                "1989":34,
                "1990":23,
                "1991":28,
                "1992":34,
                "1993":20,
                "1994":23,
                "1995":15,
                "1996":23,
                "1997":13,
                "1998":24,
                "1999":22,
                "2000":18,
                "2001":22,
                "2002":14,
                "2003":23,
                "2004":16,
                "2005":9,
                "2006":18,
                "2007":19,
                "2008":25,
                "2009":22,
                "2010":20,
                "2011":14,
                "2012":22,
                "2013":27,
                "2014":27,
                "2015":33,
                "2016":21,
                "2017":17,
                "2018":19,
                "2019":19,
                "2020":12
            }
        ]
    ]
}