{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The contrast and penetrating power afforded by soft X-rays when they interact with matter makes this form of radiation ideal for studying micrometre-sized objects 1, 2. But although soft X-rays areuseful for probing detail too fine for visible light microscopy in specimens too thick for electron microscopy, the highest-resolution applications of X-ray imaging have been traditionally limited to crystalline samples. Here we demonstrate imaging (at∼ 75 nm resolution) of a non-crystalline sample, consisting of an array of gold dots, by measuring the soft X-ray diffraction pattern from which an image can be reconstructed. The crystallographic phase problem 3—the usually unavoidable loss of phase information in the diffraction intensity—is overcome by oversampling 4 the diffraction pattern, and the image is obtained using an iterative algorithm 5. Our X-ray microscopy technique requires no high-resolution X-ray optical …",
            "Extending the methodology of X-ray crystallography to allow imaging of micrometre-sized non-crystalline specimens",
            "Jianwei Miao and Pambos Charalambous and Janos Kirz and David Sayre",
            "1999",
            "TQUJOq8AAAAJ:-TLX1-BxFiYC",
            1919,
            "https:\/\/www.nature.com\/articles\/22498",
            "6797019257155291786",
            "\/scholar?cites=6797019257155291786",
            {
                "2000":19,
                "2001":15,
                "2002":21,
                "2003":48,
                "2004":45,
                "2005":51,
                "2006":56,
                "2007":90,
                "2008":107,
                "2009":101,
                "2010":142,
                "2011":117,
                "2012":112,
                "2013":145,
                "2014":121,
                "2015":110,
                "2016":112,
                "2017":128,
                "2018":142,
                "2019":108,
                "2020":109,
                "2021":15
            }
        ],
        [
            "This review article provides a contemporary overview of phase retrieval in optical imaging, linking the relevant optical physics to the signal processing methods and algorithms. Our goal is to describe the current state of the art in this area, identify challenges, and suggest future directions and areas where signal processing methods can have a large impact on optical imaging and on the world of imaging at large with applications in a variety of fields ranging from biology and chemistry to physics and engineering.",
            "Phase retrieval with application to optical imaging: a contemporary overview",
            "Yoav Shechtman and Yonina C Eldar and Oren Cohen and Henry Nicholas Chapman and Jianwei Miao and Mordechai Segev",
            "2015",
            "TQUJOq8AAAAJ:FtNbRaqWXr4C",
            692,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/7078985\/",
            "1363866027580443852",
            "\/scholar?cites=1363866027580443852",
            {
                "2014":6,
                "2015":31,
                "2016":83,
                "2017":117,
                "2018":125,
                "2019":142,
                "2020":172,
                "2021":14
            }
        ],
        [
            "It is suggested that, given the magnitude of Fourier transforms sampled at the Bragg density, the phase problem is underdetermined by a factor of 2 for 1D, 2D, and 3D objects. It is therefore unnecessary to oversample the magnitude of Fourier transforms by 2× in each dimension (i.e., oversampling by 4× for 2D and 8× for 3D) in retrieving the phase of 2D and 3D objects. Our computer phasing experiments accurately retrieved the phase from the magnitude of the Fourier transforms of 2D and 3D complex-valued objects by using positivity constraints on the imaginary part of the objects and loose supports, with the oversampling factor much less than 4 for 2D and 8 for 3D objects. Under the same conditions we also obtained reasonably good reconstructions of 2D and 3D complex-valued objects from the magnitude of their Fourier transforms with added noise and a central stop.",
            "Phase retrieval from the magnitude of the Fourier transforms of nonperiodic objects",
            "Jianwei Miao and David Sayre and HN Chapman",
            "1998",
            "TQUJOq8AAAAJ:gnsKu8c89wgC",
            669,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=JOSAA-15-6-1662",
            "12830646102602096679",
            "\/scholar?cites=12830646102602096679",
            {
                "1999":4,
                "2000":7,
                "2001":8,
                "2002":11,
                "2003":19,
                "2004":19,
                "2005":15,
                "2006":20,
                "2007":33,
                "2008":27,
                "2009":29,
                "2010":40,
                "2011":36,
                "2012":42,
                "2013":55,
                "2014":52,
                "2015":36,
                "2016":31,
                "2017":45,
                "2018":58,
                "2019":41,
                "2020":31,
                "2021":5
            }
        ],
        [
            "X-ray crystallography has been central to the development of many fields of science over the past century. It has now matured to a point that as long as good-quality crystals are available, their atomic structure can be routinely determined in three dimensions. However, many samples in physics, chemistry, materials science, nanoscience, geology, and biology are noncrystalline, and thus their three-dimensional structures are not accessible by traditional x-ray crystallography. Overcoming this hurdle has required the development of new coherent imaging methods to harness new coherent x-ray light sources. Here we review the revolutionary advances that are transforming x-ray sources and imaging in the 21st century.",
            "Beyond crystallography: Diffractive imaging using coherent x-ray light sources",
            "Jianwei Miao and Tetsuya Ishikawa and Ian K Robinson and Margaret M Murnane",
            "2015",
            "TQUJOq8AAAAJ:0kLwNjf3oFwC",
            472,
            "https:\/\/science.sciencemag.org\/content\/348\/6234\/530.abstract",
            "1396343026157306177",
            "\/scholar?cites=1396343026157306177",
            {
                "2015":38,
                "2016":82,
                "2017":82,
                "2018":93,
                "2019":67,
                "2020":98,
                "2021":7
            }
        ],
        [
            "We have imaged a 2D buried Ni nanostructure at 8 nm resolution using coherent x-ray diffraction and the oversampling phasing method. By employing a 3D imaging reconstruction algorithm, for the first time we have experimentally determined the 3D structure of a noncrystalline nanostructured material at 50 nm resolution. The 2D and 3D imaging resolution is currently limited by the exposure time and the computing power, while the ultimate resolution is limited by the x-ray wavelengths. We believe these results pave the way for the development of atomic resolution 3D x-ray diffraction microscopy.",
            "High resolution 3D x-ray diffraction microscopy",
            "Jianwei Miao and Tetsuya Ishikawa and Bart Johnson and Erik H Anderson and Barry Lai and Keith O Hodgson",
            "2002",
            "TQUJOq8AAAAJ:71d7Y1FijdoC",
            421,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.89.088303",
            "15027658810889365642",
            "\/scholar?cites=15027658810889365642",
            {
                "2002":2,
                "2003":28,
                "2004":37,
                "2005":29,
                "2006":20,
                "2007":28,
                "2008":26,
                "2009":29,
                "2010":39,
                "2011":13,
                "2012":16,
                "2013":23,
                "2014":22,
                "2015":12,
                "2016":13,
                "2017":13,
                "2018":29,
                "2019":17,
                "2020":20
            }
        ],
        [
            "Transmission electron microscopy is a powerful imaging tool that has found broad application in materials science, nanoscience and biology 1, 2, 3. With the introduction of aberration-corrected electron lenses, both the spatial resolution and the image quality in transmission electron microscopy have been significantly improved 4, 5 and resolution below 0.5 ångströms has been demonstrated 6. To reveal the three-dimensional (3D) structure of thin samples, electron tomography is the method of choice 7, 8, 9, 10, 11, with cubic-nanometre resolution currently achievable 10, 11. Discrete tomography has recently been used to generate a 3D atomic reconstruction of a silver nanoparticle two to three nanometres in diameter 12, but this statistical method assumes prior knowledge of the particle’s lattice structure and requires that the atoms fit rigidly on that lattice. Here we report the experimental demonstration of a …",
            "Electron tomography at 2.4-ångström resolution",
            "MC Scott and Chien-Chun Chen and Matthew Mecklenburg and Chun Zhu and Rui Xu and Peter Ercius and Ulrich Dahmen and BC Regan and Jianwei Miao",
            "2012",
            "TQUJOq8AAAAJ:cTy_cm4PQvYC",
            384,
            "https:\/\/www.nature.com\/articles\/nature10934",
            "8403417623692191321",
            "\/scholar?cites=8403417623692191321",
            {
                "2011":1,
                "2012":18,
                "2013":47,
                "2014":42,
                "2015":62,
                "2016":46,
                "2017":47,
                "2018":43,
                "2019":35,
                "2020":39,
                "2021":2
            }
        ],
        [
            "We present the first experimental demonstration of lensless diffractive imaging using coherent soft x rays generated by a tabletop soft-x-ray source. A 29 nm high harmonic beam illuminates an object, and the subsequent diffraction is collected on an x-ray CCD camera. High dynamic range diffraction patterns are obtained by taking multiple exposures while blocking small-angle diffraction using beam blocks of varying size. These patterns reconstruct to images with 214 nm resolution. This work demonstrates a practical tabletop lensless microscope that promises to find applications in materials science, nanoscience, and biology.",
            "Lensless diffractive imaging using tabletop coherent high-harmonic soft-x-ray beams",
            "Richard L Sandberg and Ariel Paul and Daisy A Raymondson and Steffen Hädrich and David M Gaudiosi and Jim Holtsnider and I Tobey Ra’anan and Oren Cohen and Margaret M Murnane and Henry C Kapteyn and Changyong Song and Jianwei Miao and Yanwei Liu and Farhad Salmassi",
            "2007",
            "TQUJOq8AAAAJ:0Kh4an1R61UC",
            334,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.098103",
            "6983213459984186450",
            "\/scholar?cites=6983213459984186450",
            {
                "2006":1,
                "2007":3,
                "2008":28,
                "2009":40,
                "2010":26,
                "2011":26,
                "2012":22,
                "2013":32,
                "2014":42,
                "2015":31,
                "2016":21,
                "2017":18,
                "2018":18,
                "2019":11,
                "2020":13,
                "2021":1
            }
        ],
        [
            "Dislocations and their interactions strongly influence many material properties, ranging from the strength of metals and alloys to the efficiency of light-emitting diodes and laser diodes 1, 2, 3, 4. Several experimental methods can be used to visualize dislocations. Transmission electron microscopy (TEM) has long been used to image dislocations in materials 5, 6, 7, 8, 9, and high-resolution electron microscopy can reveal dislocation core structures in high detail 10, particularly in annular dark-field mode 11. A TEM image, however, represents a two-dimensional projection of a three-dimensional (3D) object (although stereo TEM provides limited information about 3D dislocations 4). X-ray topography can image dislocations in three dimensions, but with reduced resolution 12. Using weak-beam dark-field TEM 13 and scanning TEM 14, electron tomography has been used to image 3D dislocations at a resolution of …",
            "Three-dimensional imaging of dislocations in a nanoparticle at atomic resolution",
            "Chien-Chun Chen and Chun Zhu and Edward R White and Chin-Yi Chiu and MC Scott and BC Regan and Laurence D Marks and Yu Huang and Jianwei Miao",
            "2013",
            "TQUJOq8AAAAJ:QYmifXMdJWgC",
            308,
            "https:\/\/www.nature.com\/articles\/nature12009",
            "11478136299141899485",
            "\/scholar?cites=11478136299141899485",
            {
                "2013":21,
                "2014":44,
                "2015":54,
                "2016":35,
                "2017":42,
                "2018":36,
                "2019":34,
                "2020":38,
                "2021":1
            }
        ],
        [
            "We report the first experimental recording, to our knowledge, of the diffraction pattern from intact Escherichia coli bacteria using coherent x-rays with a wavelength of 2 Å. By using the oversampling phasing method, a real space image at a resolution of 30 nm was directly reconstructed from the diffraction pattern. An R factor used for characterizing the quality of the reconstruction was in the range of 5%, which demonstrated the reliability of the reconstruction process. The distribution of proteins inside the bacteria labeled with manganese oxide has been identified and this distribution confirmed by fluorescence microscopy images. Compared with lens-based microscopy, this diffraction-based imaging approach can examine thicker samples, such as whole cultured cells, in three dimensions with resolution limited only by radiation damage. Looking forward, the successful recording and reconstruction of diffraction …",
            "Imaging whole Escherichia coli bacteria by using single-particle x-ray diffraction",
            "Jianwei Miao and Keith O Hodgson and Tetsuya Ishikawa and Carolyn A Larabell and Mark A LeGros and Yoshinori Nishino",
            "2003",
            "TQUJOq8AAAAJ:4uoR24qA-WYC",
            296,
            "https:\/\/www.pnas.org\/content\/100\/1\/110.short",
            "11442351302269056985",
            "\/scholar?cites=11442351302269056985",
            {
                "2003":10,
                "2004":12,
                "2005":13,
                "2006":13,
                "2007":18,
                "2008":23,
                "2009":22,
                "2010":32,
                "2011":22,
                "2012":22,
                "2013":23,
                "2014":13,
                "2015":14,
                "2016":12,
                "2017":15,
                "2018":15,
                "2019":7,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Microscopy has greatly advanced our understanding of biology. Although significant progress has recently been made in optical microscopy to break the diffraction-limit barrier, reliance of such techniques on fluorescent labeling technologies prohibits quantitative 3D imaging of the entire contents of cells. Cryoelectron microscopy can image pleomorphic structures at a resolution of 3–5 nm, but is only applicable to thin or sectioned specimens. Here, we report quantitative 3D imaging of a whole, unstained cell at a resolution of 50–60 nm by X-ray diffraction microscopy. We identified the 3D morphology and structure of cellular organelles including cell wall, vacuole, endoplasmic reticulum, mitochondria, granules, nucleus, and nucleolus inside a yeast spore cell. Furthermore, we observed a 3D structure protruding from the reconstructed yeast spore, suggesting the spore germination process. Using cryogenic …",
            "Quantitative 3D imaging of whole, unstained cells by using X-ray diffraction microscopy",
            "Huaidong Jiang and Changyong Song and Chien-Chun Chen and Rui Xu and Kevin S Raines and Benjamin P Fahimian and Chien-Hung Lu and Ting-Kuo Lee and Akio Nakashima and Jun Urano and Tetsuya Ishikawa and Fuyuhiko Tamanoi and Jianwei Miao",
            "2010",
            "TQUJOq8AAAAJ:puFLaqDw8dcC",
            241,
            "https:\/\/www.pnas.org\/content\/107\/25\/11234\/",
            "7521711548786300677",
            "\/scholar?cites=7521711548786300677",
            {
                "2010":6,
                "2011":18,
                "2012":19,
                "2013":37,
                "2014":39,
                "2015":27,
                "2016":16,
                "2017":14,
                "2018":30,
                "2019":16,
                "2020":16,
                "2021":2
            }
        ]
    ]
}