{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "This dictionary of Tzotzil (Mayan) vocabulary from the town of Zinacantán, Chiapas, Mexico, was compiled by the author over a period of fourteen years. In addition to unsystematic data gathering in Zinacantán, formal interviews were conducted in San Cristóbal. Two Zinacantec men accompanied the author to the United States on two occasions for further interviewing. All hypothetically possible CVC (consonant-vowel-consonant) roots were tested to discover their existence and to determine their productivity. In addition to verbal suggestions, props were helpful: objects in everyday use, dolls, sound-effect records, play-acting. Special attention was directed to ethnobotanical lexicon and data; over 3000 specimens were collected and identified both by their Tzotzil name and by their scientific name. With the aid of aerial photographs and ground surveys the township and adjoining areas were mapped. Over one thousand place names were located. A system was developed to present considerable ethnographic context for the vocabulary within each root as succinctly as possible. Wherever possible, the etymology of loan words is indicated. Each entry is furnished with grammatical analysis. The approximately 30,000 Tzotzil entries and 15,000 English entries (including scientific names) were placed on magnetic tape to permit offset printing and further scholarly investigation. The body of the text is preceded by an introduction that records the eliciting techniques, organization of material, assessment and justification of the author's ethnographic approach, together with a sample of Tzotzil oral literature. Explanatory notes provide a more technical …",
            "Great Tzotzil dictionary of San Lorenzo Zinacantán",
            "Robert M Laughlin",
            "1975",
            "tQyfP6IAAAAJ:u5HHmVD_uO8C",
            399,
            "https:\/\/repository.si.edu\/handle\/10088\/1360",
            "12644357517752232523",
            "\/scholar?cites=12644357517752232523",
            {
                "1981":4,
                "1982":6,
                "1983":10,
                "1984":4,
                "1985":11,
                "1986":5,
                "1987":6,
                "1988":13,
                "1989":4,
                "1990":6,
                "1991":2,
                "1992":11,
                "1993":5,
                "1994":7,
                "1995":3,
                "1996":11,
                "1997":3,
                "1998":11,
                "1999":6,
                "2000":13,
                "2001":6,
                "2002":11,
                "2003":11,
                "2004":13,
                "2005":8,
                "2006":14,
                "2007":13,
                "2008":8,
                "2009":9,
                "2010":14,
                "2011":12,
                "2012":14,
                "2013":15,
                "2014":14,
                "2015":8,
                "2016":15,
                "2017":17,
                "2018":7,
                "2019":15,
                "2020":13
            }
        ],
        [
            "This collection of 173 folktales, myths, legends, and personal reminiscences from Zinacantán, Chiapas, Mexico was recorded in Tzotzil, primarily in 1960, but also in 1963, 1968, and 1971. Zinacantec oral literature as represented here in the contributions of nine individuals, eight men and one woman, constitutes a small part of the community's awareness of past and present. The narrative style is no different from that of everyday speech. The form and content of the tales may vary considerably from one telling to the next. While a good number of tale motifs show unmistakable European provenience, others, apparently native to Middle America, are widely represented throughout southern Mexico and Guatemala, with a far smaller number restricted to the Chiapas highlands. The Tzotzil texts, with free English translations, are accompanied by linguistic, ethnographic, and folkloristic commentary.",
            "Of cabbages and kings: Tales from Zinacantan",
            "Robert M Laughlin",
            "1977",
            "tQyfP6IAAAAJ:u-x6o8ySG0sC",
            95,
            "https:\/\/repository.si.edu\/handle\/10088\/1362",
            "2732913544766788665",
            "\/scholar?cites=2732913544766788665",
            {
                "1981":1,
                "1982":1,
                "1983":1,
                "1984":2,
                "1985":2,
                "1986":1,
                "1987":1,
                "1988":1,
                "1989":1,
                "1990":2,
                "1991":2,
                "1992":3,
                "1993":1,
                "1994":3,
                "1995":2,
                "1996":1,
                "1997":5,
                "1998":4,
                "1999":1,
                "2000":4,
                "2001":1,
                "2002":1,
                "2003":2,
                "2004":3,
                "2005":3,
                "2006":1,
                "2007":3,
                "2008":2,
                "2009":3,
                "2010":5,
                "2011":4,
                "2012":4,
                "2013":1,
                "2014":10,
                "2015":2,
                "2016":6,
                "2017":3
            }
        ],
        [
            "Emphasis upon publication as a means of “diffusing knowledge was expressed by the first Secretary of the Smithsonian. In his formal plan for the Institution, Joseph Henry outlined a program that included the following statement:\" It is proposed to publish a series of reports, giving an account of the new discoveries in science, and of the changes made from year to year in all branches of knowledge.\" This theme of basic research has been adhered to through the years by thousands of titles issued in series publications under the Smithsonian imprint, commencing with Smithsonian Contributions to Knowledge in 1848 and continuing with the following active series:",
            "The Great Tzotzil dictionary of Santo Domingo Zinacantán: with grammatical analysis and historical commentary",
            "Robert M Laughlin and John Beard Haviland",
            "1988",
            "tQyfP6IAAAAJ:GnPB-g6toBAC",
            66,
            "http:\/\/scholar.google.com\/scholar?cluster=6223532339876522341&hl=en&oi=scholarr",
            "6223532339876522341",
            "\/scholar?cites=6223532339876522341",
            {
                "1991":2,
                "1992":3,
                "1993":2,
                "1994":2,
                "1995":2,
                "1996":2,
                "1997":1,
                "1998":1,
                "1999":2,
                "2000":2,
                "2001":5,
                "2002":1,
                "2003":2,
                "2004":5,
                "2005":3,
                "2006":5,
                "2007":2,
                "2008":2,
                "2009":4,
                "2010":3,
                "2011":1,
                "2012":3,
                "2013":5,
                "2014":1
            }
        ],
        [
            "The subject of this work is anomalies—those things that are between one state and another, neither dead nor alive, neither animal nor human. In this instance, they are the\" spooks\"(espantos) that inhabit the Maya area: the charcoal-cruncher, a disembodied head that goes off into the night to eat charcoal; the characotels, men who have turned into animals in order to steal chickens; and others. The victims chosen by spooks are likewise between two states: they are caught while asleep or drunk; or they may be humans who ignore social conventions and behave in\" un-human\" manner. The Black-man of Zinacantan focuses on a small, super-sexed demon who possesses a six-foot-long, death-dealing penis and a penchant for mischief-making. This demon is known in Highland Chiapas as h'ik'al, the Black-man. Although h'ik'al's prototype may have been the bat deity, an ancient Maya god of sacrifice, the demon has been adapted to contemporary life. Sarah Blaffer analyzes the position of anomalies in societies and shows h'ik'al as a norm-offending, yet norm-reinforcing, specter, who by his character and actions demonstrates the proper sex roles for Zinacantec men and women. The data for the study was recorded in Zinacantan, a Tzotzil-speaking Maya community, and in other Maya towns in southern Mexico and Guatemala; the study includes an analysis of tales recorded and translated by Robert M. Laughlin. The drawings that decorate the text were adapted by Virginia Savage and Joseph Barbieri. Besides being a comprehensive treatment of Maya demonology, the book demonstrates the newer approaches in comparative mythology of …",
            "The Black-Man of Zinacantan: A Central American Legend",
            "Sarah C Blaffer",
            "2012",
            "tQyfP6IAAAAJ:k_IJM867U9cC",
            59,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=LwT2DAAAQBAJ&oi=fnd&pg=PR15&dq=info:Kh2hZmh41HYJ:scholar.google.com&ots=m9V0VF71Ml&sig=gHTumdqQfl_eaVpYgDyY2w92H2s",
            "8562601181331922218",
            "\/scholar?cites=8562601181331922218",
            {
                "1981":1,
                "1982":2,
                "1983":3,
                "1984":1,
                "1985":1,
                "1986":1,
                "1987":2,
                "1988":2,
                "1989":5,
                "1990":1,
                "1991":1,
                "1992":3,
                "1993":1,
                "1994":2,
                "1995":1,
                "1996":1,
                "1997":1,
                "1998":5,
                "1999":1,
                "2000":1,
                "2001":1,
                "2002":2,
                "2003":2,
                "2004":2,
                "2005":1,
                "2006":3
            }
        ],
        [
            "This collection of 260 dream texts from Zinacantán, Chiapas, Mexico, was recorded in Tzotzil, primarily during 1963, and subsequently translated by the author into English. Dreams are ascribed considerable importance by the Zinacantecs, who see them not merely as portents of future events, but as actual, present encounters of the individual's soul, both in its contest with the souls of hostile humans and in communication with the deities. Dreams inform an individual of his capacity as a musician, a bonesetter, a midwife, or a shaman. Over one hundred dream motifs are given standard interpretations by the Zinacantecs, who modify them to fit personal situations. Included here are the dreams of eleven Zinacantecs, two of whom were shamans. Their richness of dialogue and imagery represent a hitherto much neglected aspect of Middle American culture. The dreams are accompanied by ethnographic commentary.",
            "Of wonders wild and new: Dreams from Zinacantán",
            "Robert M Laughlin",
            "1976",
            "tQyfP6IAAAAJ:IjCSPb-OGe4C",
            58,
            "https:\/\/repository.si.edu\/handle\/10088\/1361",
            "5873009171112187416",
            "\/scholar?cites=5873009171112187416",
            {
                "1981":1,
                "1982":1,
                "1983":1,
                "1984":1,
                "1985":1,
                "1986":2,
                "1987":3,
                "1988":2,
                "1989":1,
                "1990":1,
                "1991":1,
                "1992":1,
                "1993":1,
                "1994":1,
                "1995":3,
                "1996":1,
                "1997":2,
                "1998":1,
                "1999":3,
                "2000":1,
                "2001":1,
                "2002":3,
                "2003":4,
                "2004":1,
                "2005":5,
                "2006":1,
                "2007":1,
                "2008":1,
                "2009":3,
                "2010":3,
                "2011":1,
                "2012":4
            }
        ],
        [
            "Our paper is concerned with the question whether names of important things last longer than names of unimportant things. More formally, if the names of items within a specific semantic domain are segregated according to their cultural utility or importance, do they display different rates of retention: does the relative significance of an item to a particular culture accelerate or retard the loss of its name? Many historical linguists implicitly adopt the position that culturally significant items have names which change relatively rapidly, although the exact causes for this change are never clearly spelled out. In this paper, we will present evidence which challenges this traditional view by reporting findings that show a positive correlation between the lexical retention of plant names and the cultural significance of the plant segregates to which they refer.One of the major difficulties encountered in testing the relationship of …",
            "Cultural significance and lexical retention in Tzeltal-Tzotzil ethnobotany",
            "Brent Berlin and DENNIS E Breedlove and ROBERT M Laughlin and Peter H Raven",
            "1973",
            "tQyfP6IAAAAJ:qjMakFHDy7sC",
            37,
            "https:\/\/www.degruyter.com\/downloadpdf\/title\/3052#page=143",
            "18445965680982874498",
            "\/scholar?cites=18445965680982874498",
            {
                "1981":1,
                "1982":1,
                "1983":1,
                "1984":2,
                "1985":1,
                "1986":1,
                "1987":1,
                "1988":1,
                "1989":1,
                "1990":2,
                "1991":1,
                "1992":1,
                "1993":4,
                "1994":4,
                "1995":1,
                "1996":2,
                "1997":7,
                "1998":2,
                "1999":1,
                "2000":1
            }
        ],
        [
            "This volume is divided into two sections. Part 1 contains the travels of two Mayan Indians from Zinacantán, Chiapas, Mexico, who accompanied the author to the United States in 1963 and again in 1967. The first trip was described as it unfolded and then again after the passage of eight years. The second trip was described four years later. The travelers comment on such varied subjects as the assassination of President Kennedy, the Zuni Shalako, a football game, first views of snow and of the ocean, black-white relations, automation, and the March on the Pentagon in November 1967. Part 2 is a miscellany of ethnographic texts supplied by Romin Teratol, one of the above travelers, in response to the author's occasional requests for re-creations of Zinacantec dialogue and activities. The subjects range from seductions, a birth, requests for loans and repayment, requests for godparents, and for the return of a wife, house-dedication prayers, common prayers, religious officials' prayers, shamans' prayers, oaths of office, religious officials' songs, a wedding song, and a drunkard's song. Together they provide a convincing if haphazard exhibit of the richness and variety of Zinacantec oral literature as it is created daily by the citizens of Zinacantán.",
            "Of shoes and ships and sealing wax: Sundries from Zinacantan",
            "Robert M Laughlin",
            "1980",
            "tQyfP6IAAAAJ:2osOgNQ5qMEC",
            34,
            "https:\/\/repository.si.edu\/handle\/10088\/1363",
            "5862218443334770715",
            "\/scholar?cites=5862218443334770715",
            {
                "1982":1,
                "1983":1,
                "1984":1,
                "1985":1,
                "1986":1,
                "1987":2,
                "1988":1,
                "1989":2,
                "1990":1,
                "1991":1,
                "1992":1,
                "1993":1,
                "1994":1,
                "1995":2,
                "1996":2,
                "1997":3,
                "1998":1,
                "1999":1,
                "2000":2,
                "2001":1,
                "2002":1,
                "2003":1,
                "2004":3,
                "2005":1
            }
        ]
    ]
}