{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "We explore the high-temperature dynamics of the disordered, one-dimensional X X Z model near the many-body localization (MBL) transition, focusing on the delocalized (ie,“metallic”) phase. In the vicinity of the transition, we find that this phase has the following properties:(i) local magnetization fluctuations relax subdiffusively;(ii) the ac conductivity vanishes near zero frequency as a power law; and (iii) the distribution of resistivities becomes increasingly broad at low frequencies, approaching a power law in the zero-frequency limit. We argue that these effects can be understood in a unified way if the metallic phase near the MBL transition is a quantum Griffiths phase. We establish scaling relations between the associated exponents, assuming a scaling form of the spin-diffusion propagator. A phenomenological classical resistor-capacitor model captures all the essential features.",
            "Anomalous diffusion and Griffiths effects near the many-body localization transition",
            "Kartiek Agarwal and Sarang Gopalakrishnan and Michael Knap and Markus Müller and Eugene Demler",
            "2015",
            "trXMUf0AAAAJ:UeHWp8X0CEIC",
            322,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.114.160401",
            "16760469984828607510",
            "\/scholar?cites=16760469984828607510",
            {
                "2014":1,
                "2015":20,
                "2016":56,
                "2017":67,
                "2018":56,
                "2019":56,
                "2020":63,
                "2021":3
            }
        ],
        [
            "Systems of strongly interacting dipoles offer an attractive platform to study many-body localized phases, owing to their long coherence times and strong interactions. We explore conditions under which such localized phases persist in the presence of power-law interactions and supplement our analytic treatment with numerical evidence of localized states in one dimension. We propose and analyze several experimental systems that can be used to observe and probe such states, including ultracold polar molecules and solid-state magnetic spin impurities.",
            "Many-body localization in dipolar systems",
            "Norman Y Yao and Chris R Laumann and Sarang Gopalakrishnan and Michael Knap and Markus Mueller and Eugene A Demler and Mikhail D Lukin",
            "2014",
            "trXMUf0AAAAJ:zYLM7Y9cAGgC",
            216,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.113.243002",
            "12012970127302123959",
            "\/scholar?cites=12012970127302123959",
            {
                "2014":3,
                "2015":22,
                "2016":32,
                "2017":45,
                "2018":38,
                "2019":33,
                "2020":38,
                "2021":5
            }
        ],
        [
            "We propose that condensed-matter phenomena involving the spontaneous emergence and dynamics of crystal lattices can be realized using Bose–Einstein condensates coupled to multimode optical cavities. It is known that, in the case of a transversely pumped single-mode cavity, the atoms crystallize at either the even or the odd antinodes of the cavity mode at sufficient pump laser intensity, thus spontaneously breaking a discrete translational symmetry. Here we demonstrate that, in multimode cavities, crystallization involves the spontaneous breaking of a continuous translational symmetry, through a variant of Brazovskii’s transition, thus paving the way for realizations of compliant lattices and associated phenomena, such as dislocations, frustration, glassiness and even supersolidity, in ultracold atomic settings, where quantum effects have a dominant role. We apply a functional-integral formalism to explore the …",
            "Emergent crystallinity and frustration with Bose–Einstein condensates in multimode cavities",
            "Sarang Gopalakrishnan and Benjamin L Lev and Paul M Goldbart",
            "2009",
            "trXMUf0AAAAJ:u5HHmVD_uO8C",
            199,
            "https:\/\/www.nature.com\/articles\/nphys1403",
            "14711794949544255767",
            "\/scholar?cites=14711794949544255767",
            {
                "2009":2,
                "2010":8,
                "2011":13,
                "2012":21,
                "2013":28,
                "2014":23,
                "2015":17,
                "2016":24,
                "2017":17,
                "2018":12,
                "2019":14,
                "2020":19,
                "2021":1
            }
        ],
        [
            "We propose a method for detecting many-body localization (MBL) in disordered spin systems. The method involves pulsed coherent spin manipulations that probe the dephasing of a given spin due to its entanglement with a set of distant spins. It allows one to distinguish the MBL phase from a noninteracting localized phase and a delocalized phase. In particular, we show that for a properly chosen pulse sequence the MBL phase exhibits a characteristic power-law decay reflecting its slow growth of entanglement. We find that this power-law decay is robust with respect to thermal and disorder averaging, provide numerical simulations supporting our results, and discuss possible experimental realizations in solid-state and cold-atom systems.",
            "Interferometric probes of many-body localization",
            "Maksym Serbyn and Michael Knap and Sarang Gopalakrishnan and Zlatko Papić and Norman Ying Yao and Chris R Laumann and Dmitry A Abanin and Mikhail D Lukin and Eugene A Demler",
            "2014",
            "trXMUf0AAAAJ:2osOgNQ5qMEC",
            176,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.113.147204",
            "10052361304013004270",
            "\/scholar?cites=10052361304013004270",
            {
                "2014":7,
                "2015":31,
                "2016":33,
                "2017":39,
                "2018":26,
                "2019":23,
                "2020":16,
                "2021":1
            }
        ]
    ]
}