{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "Although we have a general understanding of the manner in which individual stars form, our understanding of how binary stars form is far from complete. This is in large part due to the fact that the star formation process happens very quickly and in regions of the Galaxy that are difficult to study observationally. We review the theoretical models that have been developed in an effort to explain how binaries form. Several proposed mechanisms appear to be quite promising, but none is completely satisfactory.",
            "The origin of binary stars",
            "Joel E Tohline",
            "2002",
            "TSG2dw8AAAAJ:u-x6o8ySG0sC",
            227,
            "https:\/\/www.annualreviews.org\/doi\/full\/10.1146\/annurev.astro.40.060401.093810",
            "2644779747935960027",
            "\/scholar?cites=2644779747935960027",
            {
                "2003":5,
                "2004":10,
                "2005":12,
                "2006":15,
                "2007":11,
                "2008":7,
                "2009":5,
                "2010":16,
                "2011":15,
                "2012":17,
                "2013":17,
                "2014":5,
                "2015":12,
                "2016":12,
                "2017":9,
                "2018":16,
                "2019":25,
                "2020":11,
                "2021":3
            }
        ],
        [
            "We use three different three-dimensional hydrodynamics codes to study fission instabilities in rapidly rotating, polytropic equilibrium models. In particular, we follow the growth of nonaxisymmetric structure in",
            "Dynamic fission instabilities in rapidly rotating N= 3\/2 polytropes-A comparison of results from finite-difference and smoothed particle hydrodynamics codes",
            "RH Durisen and RA Gingold and JE Tohline and AP Boss",
            "1986",
            "TSG2dw8AAAAJ:u5HHmVD_uO8C",
            206,
            "http:\/\/adsabs.harvard.edu\/pdf\/1986ApJ...305..281D",
            "4368745690443251378",
            "\/scholar?cites=4368745690443251378",
            {
                "1986":3,
                "1987":5,
                "1988":3,
                "1989":12,
                "1990":8,
                "1991":14,
                "1992":6,
                "1993":4,
                "1994":8,
                "1995":5,
                "1996":5,
                "1997":4,
                "1998":5,
                "1999":4,
                "2000":10,
                "2001":14,
                "2002":4,
                "2003":7,
                "2004":5,
                "2005":10,
                "2006":10,
                "2007":7,
                "2008":8,
                "2009":2,
                "2010":4,
                "2011":10,
                "2012":8,
                "2013":2,
                "2014":3,
                "2015":8,
                "2016":3,
                "2017":3
            }
        ],
        [
            "Fourier-based approaches to calculate the Fresnel diffraction of light provide one of the most efficient algorithms for holographic computations because this permits the use of the fast Fourier transform (FFT). This research overcomes the limitations on sampling imposed by Fourier-based algorithms by the development of a fast shifted Fresnel transform. This fast shifted Fresnel transform is used to develop a tiling approach to hologram construction and reconstruction, which computes the Fresnel propagation of light between parallel planes having different resolutions.",
            "Shifted Fresnel diffraction for computational holography",
            "Richard P Muffoletto and John M Tyler and Joel E Tohline",
            "2007",
            "TSG2dw8AAAAJ:ufrVoPGSRksC",
            176,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=OE-15-9-5631",
            "16372611863458492034",
            "\/scholar?cites=16372611863458492034",
            {
                "2007":3,
                "2008":8,
                "2009":14,
                "2010":20,
                "2011":16,
                "2012":15,
                "2013":11,
                "2014":13,
                "2015":17,
                "2016":5,
                "2017":10,
                "2018":9,
                "2019":12,
                "2020":16,
                "2021":4
            }
        ],
        [
            "We investigate the influence of magnetic fields upon the dynamics of, and resulting gravitational waves from, a binary neutron-star merger in full general relativity coupled to ideal magnetohydrodynamics. We consider two merger scenarios: one where the stars have aligned poloidal magnetic fields and one without. Both mergers result in a strongly differentially rotating object. In comparison to the nonmagnetized scenario, the aligned magnetic fields delay the full merger of the stars. During and after merger we observe phenomena driven by the magnetic field, including Kelvin-Helmholtz instabilities in shear layers, winding of the field lines, and transition from poloidal to toroidal magnetic fields. These effects not only mediate the production of electromagnetic radiation, but also can have a strong influence on the gravitational waves. Thus, there are promising prospects for studying such systems with both types of waves.",
            "Magnetized neutron-star mergers and gravitational-wave signals",
            "Matthew Anderson and Eric W Hirschmann and Luis Lehner and Steven L Liebling and Patrick M Motl and David Neilsen and Carlos Palenzuela and Joel E Tohline",
            "2008",
            "TSG2dw8AAAAJ:qjMakFHDy7sC",
            157,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.191101",
            "5797196778342990031",
            "\/scholar?cites=5797196778342990031",
            {
                "2008":7,
                "2009":16,
                "2010":18,
                "2011":14,
                "2012":16,
                "2013":15,
                "2014":9,
                "2015":11,
                "2016":10,
                "2017":9,
                "2018":12,
                "2019":6,
                "2020":11,
                "2021":2
            }
        ],
        [
            "The evolution of a neutron-star r-mode driven unstable by gravitational radiation is studied here using numerical solutions of the full nonlinear fluid equations. The dimensionless amplitude of the mode grows to order unity before strong shocks develop which quickly damp the mode. In this simulation the star loses about 40% of its initial angular momentum and 50% of its rotational kinetic energy before the mode is damped. The nonlinear evolution causes the fluid to develop strong differential rotation which is concentrated near the surface and poles of the star.",
            "Nonlinear evolution of the r-modes in neutron stars",
            "Lee Lindblom and Joel E Tohline and Michele Vallisneri",
            "2001",
            "TSG2dw8AAAAJ:d1gkVwhDpl0C",
            132,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.86.1152",
            "14597429191386665822",
            "\/scholar?cites=14597429191386665822",
            {
                "2001":15,
                "2002":18,
                "2003":16,
                "2004":13,
                "2005":4,
                "2006":13,
                "2007":2,
                "2008":3,
                "2009":6,
                "2010":5,
                "2011":3,
                "2012":5,
                "2013":6,
                "2014":6,
                "2015":6,
                "2016":4,
                "2017":1,
                "2018":1,
                "2019":2
            }
        ],
        [
            "We analyze previous results on the stability of uniformly and differentially rotating, self-gravitating, gaseous and stellar, axisymmetric systems to derive a new stability criterion for the appearance of toroidal, m= 2 Intermediate (I) and bar modes. In the process, we demonstrate that the bar modes in stellar systems and the m= 2 I-modes in gaseous systems have many common physical characteristics and only one substantial difference: because of the anisotropy of the stress tensor, dynamical instability sets in at lower rotation in stellar systems. This difference is reflected also in the new stability criterion. The new stability parameter\" alpha\" is formulated first for uniformly rotating systems and is based on the angular momentum content rather than on the energy content of a system. For stability of stellar systems\" alpha\"= 0.254-0.258, while it is in the range of 0.341-0.354 for gaseous systems. For uniform rotation, one can write\" alpha\" as a function of the total (rotational) kinetic and gravitational energies, and of a parameter which is characteristic of the topology\/connectedness and the geometric shape of a system.\" Alpha\" can be extended to and calculated for a variety of differentially rotating, gaseous and stellar, axisymmetric disk and spheroidal models whose equilibrium structures and stability characteristics are known. We also estimate\" alpha\" for gaseous toroidal models and for stellar disk systems embedded in an inert or responsive\" halo\". We find that the new stability criterion holds equally well for all these previously published axisymmetric models.",
            "A New Criterion for Bar-Forming Instability in Rapidly Rotating Gaseous and Stellar Systems. I. Axisymmetric Form",
            "Dimitris M Christodoulou and Isaac Shlosman and Joel E Tohline",
            "1994",
            "TSG2dw8AAAAJ:zYLM7Y9cAGgC",
            131,
            "https:\/\/arxiv.org\/abs\/astro-ph\/9411031",
            "8327949216751735165",
            "\/scholar?cites=8327949216751735165",
            {
                "1995":2,
                "1996":2,
                "1997":5,
                "1998":5,
                "1999":7,
                "2000":3,
                "2001":5,
                "2002":3,
                "2003":2,
                "2004":4,
                "2005":4,
                "2006":5,
                "2007":8,
                "2008":3,
                "2009":8,
                "2010":3,
                "2011":6,
                "2012":7,
                "2013":2,
                "2014":8,
                "2015":5,
                "2016":4,
                "2017":26,
                "2018":4
            }
        ],
        [
            "We show that an exact expression for the Green’s function in cylindrical coordinates is   where   and   is the half‐integer degree Legendre function of the second kind. This expression is significantly more compact and easier to evaluate numerically than the more familiar cylindrical Green’s function expression, which involves infinite integrals over products of Bessel functions and exponentials. It also contains far fewer terms in its series expansion—and is therefore more amenable to accurate evaluation—than does the familiar expression for   that is given in terms of spherical harmonics. This compact Green’s function expression is well suited for the solution of potential problems in a wide variety of astrophysical contexts because it adapts readily to extremely flattened (or extremely elongated), isolated mass distributions.",
            "A compact cylindrical Green’s function expansion for the solution of potential problems",
            "Howard S Cohl and Joel E Tohline",
            "1999",
            "TSG2dw8AAAAJ:2osOgNQ5qMEC",
            129,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/308062\/meta",
            "16097739127646837285",
            "\/scholar?cites=16097739127646837285",
            {
                "2000":1,
                "2001":4,
                "2002":2,
                "2003":4,
                "2004":7,
                "2005":8,
                "2006":6,
                "2007":6,
                "2008":11,
                "2009":4,
                "2010":10,
                "2011":6,
                "2012":8,
                "2013":6,
                "2014":6,
                "2015":4,
                "2016":6,
                "2017":4,
                "2018":6,
                "2019":13,
                "2020":5,
                "2021":1
            }
        ],
        [
            "We model two mergers of orbiting binary neutron stars, the first forming a black hole and the second a differentially rotating neutron star. We extract gravitational waveforms in the wave zone. Comparisons to a post-Newtonian analysis allow us to compute the orbital kinematics, including trajectories and orbital eccentricities. We verify our code by evolving single stars and extracting radial perturbative modes, which compare very well to results from perturbation theory. The Einstein equations are solved in a first-order reduction of the generalized harmonic formulation, and the fluid equations are solved using a modified convex essentially non-oscillatory method. All calculations are done in three spatial dimensions without symmetry assumptions. We use the had computational infrastructure for distributed adaptive mesh refinement.",
            "Simulating binary neutron stars: Dynamics and gravitational waves",
            "Matthew Anderson and Eric W Hirschmann and Luis Lehner and Steven L Liebling and Patrick M Motl and David Neilsen and Carlos Palenzuela and Joel E Tohline",
            "2008",
            "TSG2dw8AAAAJ:Y0pCki6q_DkC",
            121,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.77.024006",
            "8887605111281618310",
            "\/scholar?cites=8887605111281618310",
            {
                "2007":1,
                "2008":12,
                "2009":16,
                "2010":14,
                "2011":12,
                "2012":7,
                "2013":11,
                "2014":6,
                "2015":6,
                "2016":9,
                "2017":8,
                "2018":7,
                "2019":4,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Cold gas residing in the core of an elliptical galaxy should settle into a preferred plane ofthe galaxy",
            "Using gaseous disks to probe the geometric structure of elliptical galaxies",
            "JE Tohline and GF Simonson and N Caldwell",
            "1982",
            "TSG2dw8AAAAJ:UeHWp8X0CEIC",
            117,
            "http:\/\/adsabs.harvard.edu\/pdf\/1982ApJ...252...92T",
            "16900737440029558803",
            "\/scholar?cites=16900737440029558803",
            {
                "1982":5,
                "1983":5,
                "1984":6,
                "1985":5,
                "1986":6,
                "1987":4,
                "1988":4,
                "1989":3,
                "1990":9,
                "1991":4,
                "1992":5,
                "1993":3,
                "1994":4,
                "1995":5,
                "1996":7,
                "1997":5,
                "1998":1,
                "1999":3,
                "2000":4,
                "2001":2,
                "2002":1,
                "2003":2,
                "2004":1,
                "2005":1,
                "2006":1,
                "2007":1,
                "2008":1,
                "2009":1,
                "2010":4,
                "2011":1,
                "2012":6,
                "2013":2
            }
        ]
    ]
}