{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We have studied the magnetic and structural properties of epitaxial bcc Fe (001) films grown at 175 C on molecular-beam epitaxy-prepared GaAs (001)-2× 4 and− c (4× 4) reconstructed surfaces, with film thicknesses ranging up to∼ 30 ML (∼ 43 Å). We present measurements of the thickness-dependent evolution of the magnetic properties of the Fe films as determined by in situ magneto-optic Kerr effect. We find that the magnetic properties and growth mode are similar for both 2× 4 and c (4× 4) reconstructions, although the initial adsorption sites and island nucleation as measured by scanning tunneling microscopy are clearly dominated by the substrate surface reconstruction. The onset of room-temperature ferromagnetism occurs at 6 ML for growth on both GaAs surface reconstructions. At this coverage, the measured Curie temperature (∼ 100 C) is significantly reduced from that of bulk α-Fe (770 C). The …",
            "Influence of substrate surface reconstruction on the growth and magnetic properties of Fe on GaAs (001)",
            "EM Kneedler and BT Jonker and PM Thibado and RJ Wagner and BV Shanabrook and LJ Whitman",
            "1997",
            "TT237XUAAAAJ:dTyEYWd-f8wC",
            246,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.56.8163",
            "565534103445159374",
            "\/scholar?cites=565534103445159374",
            {
                "1998":4,
                "1999":5,
                "2000":12,
                "2001":25,
                "2002":22,
                "2003":19,
                "2004":19,
                "2005":24,
                "2006":16,
                "2007":15,
                "2008":13,
                "2009":4,
                "2010":3,
                "2011":8,
                "2012":9,
                "2013":8,
                "2014":5,
                "2015":8,
                "2016":7,
                "2017":7,
                "2018":6,
                "2019":1,
                "2020":6
            }
        ],
        [
            "The atomic arrangement of the technologically important As-rich GaAs (001)−(2× 4) reconstructed surface is determined using bias-dependent scanning tunneling microscopy (STM) and first-principles electronic structure calculations. The STM images reveal the relative position and depth of the atomic-scale features within the trenches between the top-layer As dimers, which are in agreement with the β 2 (2× 4) structural model. The bias-dependent simulated STM images reveal that a retraction of the topmost dangling bond orbitals is the novel electronic mechanism that enables the STM tip to image the trench structure.",
            "Atomic structure of the GaAs (001)−(2× 4) surface resolved using scanning tunneling microscopy and first-principles theory",
            "VP LaBella and H Yang and DW Bullock and PM Thibado and Peter Kratzer and Matthias Scheffler",
            "1999",
            "TT237XUAAAAJ:9vf0nzSNQJEC",
            204,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.83.2989",
            "13035917115573459318",
            "\/scholar?cites=13035917115573459318",
            {
                "2000":17,
                "2001":20,
                "2002":21,
                "2003":15,
                "2004":16,
                "2005":14,
                "2006":12,
                "2007":7,
                "2008":10,
                "2009":9,
                "2010":9,
                "2011":6,
                "2012":10,
                "2013":7,
                "2014":6,
                "2015":10,
                "2016":6,
                "2017":1,
                "2018":2,
                "2019":2,
                "2020":3
            }
        ],
        [
            "We report a large spin-polarized current injection from a ferromagnetic metal into a nonferromagnetic semiconductor, at a temperature of 100 Kelvin. The modification of the spin-injection process by a nanoscale step edge was observed. On flat gallium arsenide [GaAs(110)] terraces, the injection efficiency was 92%, whereas in a 10-nanometer-wide region around a [1̄11]-oriented step the injection efficiency is reduced by a factor of 6. Alternatively, the spin-relaxation lifetime was reduced by a factor of 12. This reduction is associated with the metallic nature of the step edge. This study advances the realization of using both the charge and spin of the electron in future semiconductor devices.",
            "Spatially resolved spin-injection probability for gallium arsenide",
            "VP LaBella and DW Bullock and Z Ding and C Emery and A Venkatesan and WF Oliver and GJ Salamo and PM Thibado and M Mortazavi",
            "2001",
            "TT237XUAAAAJ:SdhP9T11ey4C",
            137,
            "https:\/\/science.sciencemag.org\/content\/292\/5521\/1518.abstract",
            "3167216151885645829",
            "\/scholar?cites=3167216151885645829",
            {
                "2001":6,
                "2002":19,
                "2003":19,
                "2004":18,
                "2005":1,
                "2006":18,
                "2007":12,
                "2008":4,
                "2009":7,
                "2010":9,
                "2011":3,
                "2012":2,
                "2013":4,
                "2014":5,
                "2015":7,
                "2016":3
            }
        ],
        [
            "A 100-fold increase in the frequency of student–teacher interaction has been achieved in a large-enrollment classroom. Students answer in-class questions using personalized hand-held transmitters. Outside the classroom, personalized homework sets are generated and collected via the Internet.",
            "Enhancing the student‐instructor interaction frequency",
            "DW Bullock and VP LaBella and T Clingan and Z Ding and G Stewart and PM Thibado",
            "2002",
            "TT237XUAAAAJ:LjlpjdlvIbIC",
            102,
            "https:\/\/aapt.scitation.org\/doi\/abs\/10.1119\/1.1534821",
            "5086167911688143067",
            "\/scholar?cites=5086167911688143067",
            {
                "2002":1,
                "2003":2,
                "2004":3,
                "2005":2,
                "2006":2,
                "2007":3,
                "2008":3,
                "2009":9,
                "2010":6,
                "2011":7,
                "2012":9,
                "2013":5,
                "2014":10,
                "2015":12,
                "2016":6,
                "2017":7,
                "2018":5,
                "2019":2,
                "2020":5
            }
        ],
        [
            "We describe Sb-rich reconstructions of nearly lattice-matched AlSb and GaSb (001) surfaces using scanning tunneling microscopy\/spectroscopy and first-principles electronic structure calculations. Whereas AlSb reconstructs to an insulating c 4× 4 surface like that of other III-V compounds, GaSb forms c 2× 10 and 2× 10 surfaces that are weakly metallic and violate the electron counting model. We attribute the differences to a competition between the energy gain from Sb-Sb bond formation and the cost from the increased surface stress (which depends on the elastic properties of the substrate).",
            "Metallic III-V (001) surfaces: Violations of the electron counting model",
            "LJ Whitman and PM Thibado and SC Erwin and BR Bennett and BV Shanabrook",
            "1997",
            "TT237XUAAAAJ:eq2jaN3J8jMC",
            100,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.79.693",
            "15261749949042973776",
            "\/scholar?cites=15261749949042973776",
            {
                "1998":4,
                "1999":13,
                "2000":9,
                "2001":7,
                "2002":3,
                "2003":4,
                "2004":3,
                "2005":6,
                "2006":7,
                "2007":7,
                "2008":5,
                "2009":4,
                "2010":8,
                "2011":2,
                "2012":3,
                "2013":4,
                "2014":4,
                "2015":1,
                "2016":1,
                "2017":2,
                "2018":1,
                "2019":2
            }
        ],
        [
            "This article discusses the past 40 years of research covering the equilibrium thermodynamic properties of the arsenic-rich GaAs (0 0 1) surface, which is the starting surface for producing the majority of optoelectronic devices worldwide. A coherent picture of the observed surface structures, theoretical calculations, and experimental results will be presented. The interplay in surface-free-energy-reduction between reconstruction transformation and roughening is now well understood for the GaAs (0 0 1) surface and will be discussed. The recent confirmations of the structural models for the (2× 4) and c (4× 4) reconstructions as well as the discovery of preroughening aid in this understanding.",
            "Arsenic-rich GaAs (0 0 1) surface structure",
            "Vincent P LaBella and Michael R Krause and Zhao Ding and Paul M Thibado",
            "2005",
            "TT237XUAAAAJ:VL0QpB8kHFEC",
            97,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S016757290500049X",
            "528826679690481234",
            "\/scholar?cites=528826679690481234",
            {
                "2006":2,
                "2007":5,
                "2008":7,
                "2009":6,
                "2010":10,
                "2011":4,
                "2012":4,
                "2013":9,
                "2014":12,
                "2015":8,
                "2016":8,
                "2017":2,
                "2018":8,
                "2019":7,
                "2020":5
            }
        ],
        [
            "In this study, we describe an experimental approach based on constant-current scanning tunneling spectroscopy to controllably and reversibly pull freestanding graphene membranes up to 35 nm from their equilibrium height. In addition, we present scanning tunneling microscopy (STM) images of freestanding graphene membranes with atomic resolution. Atomic-scale corrugation amplitudes 20 times larger than the STM electronic corrugation for graphene on a substrate were observed. The freestanding graphene membrane responds to a local attractive force created at the STM tip as a highly conductive yet flexible grounding plane with an elastic restoring force. We indicate possible applications of our method in the controlled creation of pseudomagnetic fields by strain on single-layer graphene.",
            "Atomic control of strain in freestanding graphene",
            "P Xu and Yurong Yang and SD Barber and ML Ackerman and JK Schoelz and D Qi and Igor A Kornev and Lifeng Dong and L Bellaiche and Salvador Barraza-Lopez and PM Thibado",
            "2012",
            "TT237XUAAAAJ:-_dYPAW6P2MC",
            77,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.85.121406",
            "1305238459889611374",
            "\/scholar?cites=1305238459889611374",
            {
                "2012":9,
                "2013":13,
                "2014":18,
                "2015":8,
                "2016":7,
                "2017":6,
                "2018":5,
                "2019":4,
                "2020":7
            }
        ],
        [
            "The nucleation and growth of Fe on GaAs (001)-(2× 4) has been studied in situ with scanning tunneling microscopy. The growth is dominated by the structure of the substrate reconstruction. Fe initially forms stable six-to eight-atom two-dimensional islands confined to the first-layer As-dimer rows. The islands preferentially coalesce along the rows, leading to an anisotropic film morphology that persists for at least the first 50 Å of growth. These results provide insight into the growth mode of Fe on GaAs surfaces and have implications for the magnetic properties of ultrathin Fe films.",
            "Nucleation and growth of Fe on GaAs (001)-(2× 4) studied by scanning tunneling microscopy",
            "PM Thibado and E Kneedler and BT Jonker and BR Bennett and BV Shanabrook and LJ Whitman",
            "1996",
            "TT237XUAAAAJ:5awf1xo2G04C",
            70,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.53.R10481",
            "541266160633582899",
            "\/scholar?cites=541266160633582899",
            {
                "1997":5,
                "1998":5,
                "1999":3,
                "2000":7,
                "2001":9,
                "2002":6,
                "2003":2,
                "2004":6,
                "2005":2,
                "2006":5,
                "2007":3,
                "2008":5,
                "2009":1,
                "2010":3,
                "2011":2,
                "2012":2,
                "2013":2,
                "2014":2
            }
        ],
        [
            "A fiber-optic-based system for remote measurement of time-resolved fluorescence emission spectra is described and characterized. A pulsed nitrogen laser is used to induce fluorescence and a time-gated, one-dimensional photodiode array is used to measure the decay of the fluorescence emission spectra. The results compare favorably with reported values for well characterized compounds having fluorescence decay times in the range 4–50 ns. The potential of using time-resolved fluorimetry (TRF) over fiber-optic cables as a means of improving the specificity of remote fluorescence determinations of spectrally similar polycyclic aromatic hydrocarbons in sea water is demonstrated.",
            "Development of a pulsed-laser, fiber-optic-based fluorimeter: determination of fluorescence decay times of polycyclic aromatic hydrocarbons in sea water",
            "Scott M Inman and Paul Thibado and Greg A Theriault and Stephen H Lieberman",
            "1990",
            "TT237XUAAAAJ:anf4URPfarAC",
            65,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0003267000838349",
            "686679500988106950",
            "\/scholar?cites=686679500988106950",
            {
                "1991":3,
                "1992":3,
                "1993":6,
                "1994":6,
                "1995":9,
                "1996":6,
                "1997":4,
                "1998":5,
                "1999":6,
                "2000":2,
                "2001":2,
                "2002":1,
                "2003":3,
                "2004":1,
                "2005":1,
                "2006":1,
                "2007":1,
                "2008":1,
                "2009":1,
                "2010":2,
                "2011":1
            }
        ],
        [
            "The migration of individual Ga atoms on the technologically important GaAs(001)-(2×4) reconstructed surface has been studied as a function of substrate temperature and As4 pressure using a combined molecular beam epitaxy and scanning tunneling microscope ultrahigh vacuum multichamber facility. We have deposited 10% of a plane of Ga onto a GaAs(001) surface with a low defect density (<1% ) and with large terraces (>0.5 μm) to avoid the influence of surface defects like step edges and vacancies. Both the island number density and the geometry are measured and compared to Monte Carlo solid-on-solid simulations. Basic diffusion parameters, such as the activation energy, directional hopping-rate ratio, directional sticking-probability ratio, etc., are reported.",
            "Monte Carlo derived diffusion parameters for Ga on the GaAs(001)-  surface: A molecular beam epitaxy–scanning tunneling microscopy study",
            "VP LaBella and DW Bullock and Z Ding and C Emery and WG Harter and PM Thibado",
            "2000",
            "TT237XUAAAAJ:NJ774b8OgUMC",
            58,
            "https:\/\/avs.scitation.org\/doi\/abs\/10.1116\/1.582379",
            "4846638329509267526",
            "\/scholar?cites=4846638329509267526",
            {
                "2001":4,
                "2002":6,
                "2003":3,
                "2004":4,
                "2005":3,
                "2006":1,
                "2007":1,
                "2008":1,
                "2009":5,
                "2010":7,
                "2011":7,
                "2012":7,
                "2013":4,
                "2014":3,
                "2015":2
            }
        ]
    ]
}