{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "Cavity quantum electrodynamics (CQED) focuses on understanding the interactions between matter and the electromagnetic field in cavities at the quantum level 1, 2. In the past years, CQED has attracted attention 3, 4, 5, 6, 7, 8, 9 especially owing to its importance for the field of quantum information 10. At present, photons are the best carriers of quantum information between physically separated sites 11, 12 and quantum-information processing using stationary qubits 10 is most promising, with the furthest advances having been made with trapped ions 13, 14, 15. The implementation of complex quantum-information-processing networks 11, 12 hence requires devices to efficiently couple photons and stationary qubits. Here, we present the first CQED experiments demonstrating that the collective strong-coupling regime 2 can be reached in the interaction between a solid in the form of an ion Coulomb crystal 16 and …",
            "Realization of collective strong coupling with ion Coulomb crystals in an optical cavity",
            "Peter F Herskind and Aurélien Dantan and Joan P Marler and Magnus Albert and Michael Drewsen",
            "2009",
            "Tt448m4AAAAJ:7PzlFSSx8tAC",
            204,
            "https:\/\/www.nature.com\/articles\/nphys1302",
            "9323802862025937426",
            "\/scholar?cites=9323802862025937426",
            {
                "2009":16,
                "2010":26,
                "2011":27,
                "2012":32,
                "2013":22,
                "2014":10,
                "2015":13,
                "2016":14,
                "2017":15,
                "2018":12,
                "2019":7,
                "2020":9,
                "2021":1
            }
        ],
        [
            "The development of buffer-gas trapping and magnetized beam formation has provided positron beams with significantly improved energy resolution (Δ E<~ 0.025 eV) compared to those available previously. Analysis techniques have been developed to take advantage of the fact that the beam is in a magnetic field of∼ 0.1 T. This has enabled scattering experiments at lower energies and with significantly improved state selectivity for excitation experiments than had been possible previously. A detailed description of these techniques is presented. Data are presented for a variety of cross sections for scattering of positrons from atomic and molecular targets.",
            "Positron scattering from atoms and molecules using a magnetized beam",
            "JP Sullivan and Stephen J Gilbert and Joan P Marler and RG Greaves and SJ Buckman and Clifford M Surko",
            "2002",
            "Tt448m4AAAAJ:UebtZRa9Y70C",
            95,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.66.042708",
            "5111356036114928183",
            "\/scholar?cites=5111356036114928183",
            {
                "2003":3,
                "2004":8,
                "2005":7,
                "2006":8,
                "2007":2,
                "2008":4,
                "2009":8,
                "2010":6,
                "2011":9,
                "2012":3,
                "2013":8,
                "2014":6,
                "2015":3,
                "2016":2,
                "2017":5,
                "2018":6,
                "2019":7
            }
        ],
        [
            "We have measured the first state-resolved, absolute cross sections for positron excitation of electronic states of an atom or molecule using a high resolution (Δ E∼ 25 meV FWHM) beam of positrons from a Penning-Malmberg trap. We present cross sections for the excitation of the low-lying levels of Ar, H 2, and N 2 for incident positron energies between threshold and 30 eV. For Ar and H 2, comparison can be made with theoretical calculations, and, in the case of H 2, the results resolve a significant discrepancy between the only two available calculations.",
            "Excitation of Electronic States of Ar, , and  by Positron Impact",
            "James P Sullivan and Joan P Marler and Steven J Gilbert and Stephen J Buckman and Clifford M Surko",
            "2001",
            "Tt448m4AAAAJ:L8Ckcad2t8MC",
            95,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.87.073201",
            "9474839472020227063",
            "\/scholar?cites=9474839472020227063",
            {
                "2002":11,
                "2003":5,
                "2004":12,
                "2005":7,
                "2006":11,
                "2007":2,
                "2008":6,
                "2009":6,
                "2010":2,
                "2011":1,
                "2012":6,
                "2013":4,
                "2014":3,
                "2015":2,
                "2016":3,
                "2017":5,
                "2018":3,
                "2019":4,
                "2020":2
            }
        ],
        [
            "Absolute measurements are presented for the positron-impact cross sections for direct ionization and positronium formation of noble gas atoms in the range of energies from threshold to 90 eV. The experiment uses a cold, trap-based positron beam and the technique of studying positron scattering in a strong magnetic field. The current data show generally good, quantitative agreement with previous measurements taken using a qualitatively different method. However, significant differences in the cross sections for both direct ionization and positronium formation are also observed. An analysis is presented that yields another, independent measurement of the direct ionization and positronium formation cross sections that is in agreement with the present, direct measurements to within±10% for argon, krypton, and xenon. Comparison with available theoretical predictions yields good quantitative agreement for direct …",
            "Ionization and positronium formation in noble gases",
            "Joan P Marler and JP Sullivan and Clifford M Surko",
            "2005",
            "Tt448m4AAAAJ:blknAaTinKkC",
            93,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.71.022701",
            "13907205269665648058",
            "\/scholar?cites=13907205269665648058",
            {
                "2005":6,
                "2006":11,
                "2007":5,
                "2008":7,
                "2009":6,
                "2010":9,
                "2011":7,
                "2012":11,
                "2013":3,
                "2014":3,
                "2015":4,
                "2016":4,
                "2017":4,
                "2018":4,
                "2019":5,
                "2020":4
            }
        ],
        [
            "Absolute measurements are presented for the positron-impact cross sections for positronium formation, direct ionization, and total ionization of the diatomic molecules N 2, CO, and O 2, in the range of energies from threshold to 90 eV. Cross sections for the electronic excitation of the a Π 1 and a′ Σ 1 state in N 2 and the A Π 1 state in CO near threshold are also presented. The experiment uses a cold, trap-based positron beam and the technique of studying positron scattering in a strong magnetic field. In O 2, a feature previously seen in the total ionization cross section is observed in both the positronium formation and total ionization cross sections. The possible origin of this feature and its relationship to positron-induced dissociation is discussed. In N 2, the near-threshold electronic excitation cross section is larger than that for positronium formation. This likely explains the relatively high efficiency of this molecule …",
            "Positron-impact ionization, positronium formation, and electronic excitation cross sections for diatomic molecules",
            "JP Marler and CM Surko",
            "2005",
            "Tt448m4AAAAJ:GnPB-g6toBAC",
            72,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.72.062713",
            "15089143647934340465",
            "\/scholar?cites=15089143647934340465",
            {
                "2006":6,
                "2007":3,
                "2008":6,
                "2009":5,
                "2010":6,
                "2011":1,
                "2012":7,
                "2013":7,
                "2014":6,
                "2015":6,
                "2016":3,
                "2017":6,
                "2018":3,
                "2019":4,
                "2020":3
            }
        ],
        [
            "Introduction 3. Materials and Methods 3.1. Cell culture 3.2. Electrical stimulation 3.3. Calcium dye loading 3.4. Fluorescence microscopy 3.5.(Ca2+) i calibration 3.6. Cell treatment with verapamil 4. Results",
            "Control of calcium entry in human fibroblasts by frequency-dependent electrical stimulation",
            "Michael R Cho and Joan P Marler and Hemant S Thatte and David E Golan",
            "2002",
            "Tt448m4AAAAJ:0EnyYjriUFMC",
            53,
            "https:\/\/pdfs.semanticscholar.org\/e10d\/2a0e3d6939b3b50d39747a9ba5b36c75772f.pdf",
            "5595001576296950007",
            "\/scholar?cites=5595001576296950007",
            {
                "2002":1,
                "2003":1,
                "2004":6,
                "2005":5,
                "2006":4,
                "2007":4,
                "2008":3,
                "2009":2,
                "2010":4,
                "2011":1,
                "2012":1,
                "2013":7,
                "2014":3,
                "2015":3,
                "2016":4,
                "2017":2,
                "2018":2
            }
        ],
        [
            "The main aim of this paper is to apply modern phenomenology and accurate Monte Carlo simulation techniques to obtain the same level of understanding of positron transport as has been achieved for electrons. To this end, a reasonably complete set of cross sections for low energy positron scattering in argon has been used to calculate transport coefficients of low energy positrons in pure argon gas subject to an electrostatic field. We have analyzed the main features of these coefficients and have compared the calculated values with those for electrons in the same gas. The particular focus is on the influence of the non-conservative nature of positronium formation. This effect is substantial, generally speaking much larger than any comparable effects in electron transport due to attachment and\/or ionization. As a result several new phenomena have been observed, such as negative differential conductivity (NDC) in …",
            "Monte Carlo simulation of non-conservative positron transport in pure argon",
            "M Šuvakov and Z Lj Petrović and JP Marler and Stephen J Buckman and Robert E Robson and Gordana Malović",
            "2008",
            "Tt448m4AAAAJ:TFP_iSt0sucC",
            51,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1367-2630\/10\/5\/053034\/meta",
            "12893201753187321847",
            "\/scholar?cites=12893201753187321847",
            {
                "2008":3,
                "2009":12,
                "2010":6,
                "2011":7,
                "2012":5,
                "2013":2,
                "2014":2,
                "2015":5,
                "2016":2,
                "2017":1,
                "2018":1,
                "2019":3,
                "2020":2
            }
        ],
        [
            "A high resolution positron beam, generated from a Penning–Malmberg trap, has been used for a range of low energy scattering and annihilation studies on atoms and molecules. We describe measurements of total scattering, differential elastic scattering and integral vibrational and electronic excitation cross sections for a number of atoms and molecules using this beam, and compare the absolute cross sections that are obtained with data from electron impact. The first study of annihilation on atoms and molecules as a function of positron energy is described. The results in molecules indicate large resonant enhancements of the annihilation rates at energies corresponding to those of the molecular vibrations.",
            "Low energy positron scattering and annihilation studies using a high resolution trap-based beam",
            "JP Sullivan and Stephen J Gilbert and Joan P Marler and LD Barnes and SJ Buckman and Clifford M Surko",
            "2002",
            "Tt448m4AAAAJ:_FxGoFyzp5QC",
            48,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168583X02007000",
            "4173993331494106585",
            "\/scholar?cites=4173993331494106585",
            {
                "2002":2,
                "2003":1,
                "2004":2,
                "2005":3,
                "2006":5,
                "2007":1,
                "2008":6,
                "2009":1,
                "2010":4,
                "2011":1,
                "2012":2,
                "2013":2,
                "2014":6,
                "2015":2,
                "2016":7,
                "2017":1,
                "2018":1
            }
        ],
        [
            "We demonstrate a general technique to achieve a precise radial displacement of the nodal line of the radiofrequency (rf) field in a linear Paul trap. The technique relies on the selective adjustment of the load capacitance of the trap electrodes, achieved through the addition of capacitors to the basic resonant rf circuit used to drive the trap. Displacements of up to~ 100 µm with micrometer precision are measured using a combination of fluorescence images of ion Coulomb crystals and coherent coupling of such crystals to a mode of an optical cavity. The displacements are made without measurable distortion of the shape or structure of the Coulomb crystals, as well as without introducing excess heating commonly associated with the radial displacement of crystals by adjustment through static potentials. We expect this technique to be of importance for future developments of microtrap architectures and ion-based cavity …",
            "Positioning of the rf potential minimum line of a linear Paul trap with micrometer precision",
            "Peter Fønss Herskind and Aurélien Dantan and Magnus Albert and Joan P Marler and Michael Drewsen",
            "2009",
            "Tt448m4AAAAJ:r0BpntZqJG4C",
            42,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-4075\/42\/15\/154008\/meta",
            "12498326282131237778",
            "\/scholar?cites=12498326282131237778",
            {
                "2009":2,
                "2010":8,
                "2011":5,
                "2012":4,
                "2013":2,
                "2014":4,
                "2015":3,
                "2016":3,
                "2017":4,
                "2018":6,
                "2019":1
            }
        ]
    ]
}