{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We have designed, fabricated, and tested a three-dimensional photonic-band-gap structure. The structure is built by an orderly stacking of dielectric rods. A network analyzer is used to measure the transmission and dispersion relations of electromagnetic waves along several crystal directions. The experimental results are in good agreement with the theoretical calculations. The structure is different from that previously suggested, as it is already used to improve the midgap frequency by almost two orders of magnitude, and it offers a viable geometry to extend the photonic band gap to optical regimes.",
            "Measurement of a three-dimensional photonic band gap in a crystal structure made of dielectric rods",
            "E Özbay and A Abeyta and G Tuttle and M Tringides and R Biswas and Che Ting Chan and CM Soukoulis and KM Ho",
            "1994",
            "TtuqpQUAAAAJ:xtRiw3GOFMkC",
            384,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.50.1945",
            "7371505958839341956",
            "\/scholar?cites=7371505958839341956",
            {
                "1994":2,
                "1995":7,
                "1996":18,
                "1997":15,
                "1998":15,
                "1999":25,
                "2000":13,
                "2001":28,
                "2002":16,
                "2003":21,
                "2004":28,
                "2005":24,
                "2006":26,
                "2007":10,
                "2008":18,
                "2009":11,
                "2010":16,
                "2011":16,
                "2012":11,
                "2013":14,
                "2014":12,
                "2015":12,
                "2016":3,
                "2017":9,
                "2018":6,
                "2019":4,
                "2020":4
            }
        ],
        [
            "We show that strongly photoexcited graphene monolayers with 35 fs pulses quasi-instantaneously build up a broadband, inverted Dirac fermion population. Optical gain emerges and directly manifests itself via a negative conductivity at the near-infrared region for the first 200 fs, where stimulated emission completely compensates absorption loss in the graphene layer. Our experiment-theory comparison with two distinct electron and hole chemical potentials reproduce absorption saturation and gain at 40 fs, revealing, particularly, the evolution of the transient state from a hot classical gas to a dense quantum fluid with increasing the photoexcitation.",
            "Femtosecond population inversion and stimulated emission of dense Dirac fermions in graphene",
            "Tianqi Li and Liang Luo and Myron Hupalo and Jian Zhang and MC Tringides and Joerg Schmalian and Jigang Wang",
            "2012",
            "TtuqpQUAAAAJ:2P1L_qKh6hAC",
            256,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.167401",
            "6225996888952256474",
            "\/scholar?cites=6225996888952256474",
            {
                "2012":14,
                "2013":43,
                "2014":36,
                "2015":46,
                "2016":24,
                "2017":19,
                "2018":24,
                "2019":22,
                "2020":26,
                "2021":1
            }
        ],
        [
            "Growth and transport properties of thin Ag films on Si (111) are investigated by scanning tunneling microscopy and in situ resistivity measurements. At low coverage, the Ag adatoms form isolated islands with a strongly preferred height and flat tops, rather than commonly observed pyramids. Such plateaus increase their lateral extent with coverage without changing height, forming a percolated network with sharply reduced resistivity above a critical coverage. This behavior suggests how the quantized electrons confined in the Ag islands could influence the growth, and may provide a unique pathway to prepare nanometer-scale structures with intriguing mesoscopic properties.",
            "Novel growth of Ag islands on Si (111): Plateaus with a singular height",
            "Luca Gavioli and Kevin R Kimberlin and Michael C Tringides and John F Wendelken and Zhenyu Zhang",
            "1999",
            "TtuqpQUAAAAJ:u5HHmVD_uO8C",
            239,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.82.129",
            "124826940662887435",
            "\/scholar?cites=124826940662887435",
            {
                "1999":4,
                "2000":8,
                "2001":14,
                "2002":10,
                "2003":20,
                "2004":21,
                "2005":18,
                "2006":20,
                "2007":17,
                "2008":11,
                "2009":7,
                "2010":10,
                "2011":16,
                "2012":9,
                "2013":10,
                "2014":9,
                "2015":7,
                "2016":7,
                "2017":3,
                "2018":8,
                "2019":6,
                "2020":2,
                "2021":1
            }
        ],
        [
            "An unusual growth mode has been observed during low temperature growth at T= 185 K in the system P b\/S i (111)−(7× 7) with the formation of uniform seven-step, steep-edged, flat-top islands up to coverages θ= 7.5 ML. The evidence is based on the spot profile analysis–low-energy electron diffraction diffracted intensity distribution as a function of k‖, k z the parallel and normal components of the momentum transfer which show sevenfold oscillations over the range in k z where single step oscillations are expected. The formation of these highly uniform, self-organized structures implies that unconventional kinetic mechanisms operate at these low temperatures.",
            "Uniform, self-organized, seven-step height  islands at low temperatures",
            "K Budde and E Abram and V Yeh and MC Tringides",
            "2000",
            "TtuqpQUAAAAJ:f2IySw72cVMC",
            214,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.61.R10602",
            "6996860623461266415",
            "\/scholar?cites=6996860623461266415",
            {
                "2000":1,
                "2001":11,
                "2002":7,
                "2003":8,
                "2004":9,
                "2005":19,
                "2006":23,
                "2007":23,
                "2008":16,
                "2009":12,
                "2010":16,
                "2011":20,
                "2012":5,
                "2013":8,
                "2014":9,
                "2015":6,
                "2016":10,
                "2017":3,
                "2018":3,
                "2019":1,
                "2020":3
            }
        ],
        [
            "This volume contains the papers presented at the NATO Advanced Research Workshop in\" Reflection High Energy Electron Diffraction and Reflection Electron Imaging of Surfaces\" held at the Koningshof conference center, Veldhoven, the Netherlands, June 15-19, 1987. The main topics of the workshop, Reflection High Energy Electron Diffraction (RHEED) and Reflection Electron Microscopy (REM), have a common basis in the diffraction processes which high energy electrons undergo when they interact with solid surfaces at grazing angles. However, while REM is a new technique developed on the basis of recent advances in transmission electron microscopy, RHEED is an old method in surface crystallography going back to the discovery of electron diffraction in 1927 by Davisson and Germer. Until the development of ultra high vacuum techniques in the 1960's made instruments using slow electrons more accessable, RHEED was the dominating electron diffraction technique. Since then and until recently the method of Low Energy Electron Diffraction (LEED) largely surpassed RHEED in popularity in surface studies. The two methods are closely related of course, each with its own specific advantages. The grazing angle geometry of RHEED has now become a very useful feature because this makes it ideally suited for combination with the thin growth technique of Molecular Beam Epitaxy (MBE). This combination allows in-situ studies of freshly grown and even growing surfaces, opening up new areas of research of both fundamental and technological importance.",
            "Reflection high-energy electron diffraction and reflection electron imaging of surfaces",
            "PK Larsen and PJ Dobson",
            "2012",
            "TtuqpQUAAAAJ:mlAyqtXpCwEC",
            189,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=yFXxBwAAQBAJ&oi=fnd&pg=PA3&dq=info:Ryb0AGxXSXUJ:scholar.google.com&ots=Ri4sa8KIo4&sig=XvUpNRMGWe-SPb1LFK7N3I7mHQ0",
            "8451382297121531463",
            "\/scholar?cites=8451382297121531463",
            {
                "1988":2,
                "1989":2,
                "1990":11,
                "1991":13,
                "1992":12,
                "1993":12,
                "1994":10,
                "1995":8,
                "1996":7,
                "1997":13,
                "1998":6,
                "1999":4,
                "2000":5,
                "2001":5,
                "2002":7,
                "2003":6,
                "2004":9,
                "2005":5,
                "2006":5,
                "2007":4,
                "2008":3,
                "2009":5,
                "2010":6,
                "2011":4,
                "2012":6,
                "2013":4,
                "2014":2,
                "2015":4,
                "2016":4,
                "2017":1
            }
        ],
        [
            "Self-organized islands of uniform heights can form at low temperatures on metal\/semiconductor systems as a result of quantum size effects, ie, the occupation of discrete electron energy levels in the film. We compare the growth mode on two different substrates [Si (111)-(7× 7) vs Si (111)-Pb (3× 3)] with spot profile analysis low-energy electron diffraction. For the same growth conditions (of coverage and temperature) 7-step islands are the most stable islands on the (7× 7) phase, while 5-step (but larger islands) are the most stable islands on the (3× 3). A theoretical calculation suggests that the height selection on the two interfaces can be attributed to the amount of charge transfer at the interface.",
            "Role of the Metal\/Semiconductor Interface in Quantum Size Effects: Pb Si(111)",
            "V Yeh and L Berbil-Bautista and CZ Wang and KM Ho and MC Tringides",
            "2000",
            "TtuqpQUAAAAJ:uWiczbcajpAC",
            174,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.85.5158",
            "15111054917355776748",
            "\/scholar?cites=15111054917355776748",
            {
                "2001":4,
                "2002":13,
                "2003":12,
                "2004":10,
                "2005":19,
                "2006":17,
                "2007":20,
                "2008":15,
                "2009":8,
                "2010":7,
                "2011":13,
                "2012":4,
                "2013":2,
                "2014":9,
                "2015":7,
                "2016":2,
                "2017":3,
                "2018":4,
                "2019":3,
                "2020":2
            }
        ],
        [
            "Adsorption of the alkali-, group-III, and 3 d-transition-metal adatoms (Na, K, Al, In, V, Fe, Co, and Ni) on graphene was studied systematically by first-principles calculations. The bonding character and electron transfer between the metal adatoms and graphene were analyzed using the recently developed quasi-atomic minimal basis set orbitals (QUAMBOs) approach. The calculations showed that the interaction between alkali-metal adatoms and graphene is ionic and has minimal effects on the lattice and electronic states of the graphene layer, in agreement with previous calculations. For group-III metal adatom adsorptions, mixed covalent and ionic bonding is demonstrated. In comparison, 3 d-transition-metal adsorption on graphene exhibits strong covalent bonding with graphene. The majority of the contributions to the covalent bonds are from strong hybridization between the d x 2− y 2 and d yz orbitals of the 3 d …",
            "Bonding and charge transfer by metal adatom adsorption on graphene",
            "Xiaojie Liu and CZ Wang and YX Yao and WC Lu and M Hupalo and MC Tringides and KM Ho",
            "2011",
            "TtuqpQUAAAAJ:d1gkVwhDpl0C",
            153,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.83.235411",
            "300427907904506700",
            "\/scholar?cites=300427907904506700",
            {
                "2011":4,
                "2012":17,
                "2013":14,
                "2014":20,
                "2015":20,
                "2016":20,
                "2017":15,
                "2018":12,
                "2019":13,
                "2020":16,
                "2021":1
            }
        ],
        [
            "The inability to grow large well-ordered ultra high vacuum (UHV) graphene with a specific number of layers on SiC (0001) is well known. The growth involves several competing processes (Si desorption, carbon diffusion, island nucleation, etc.) and because of the high temperatures, it has not been possible to identify the growth mechanism. Using scanning tunneling microscopy and a vicinal 6H-SiC (0001) sample, we determine that the Si desorption from steps is the main controlling process. Adjacent steps retract with different speeds and the released carbon produces large areas of bilayer graphene with characteristic “fingers” emanating from steps. If faster heating rates are used, the different Si desorption rates are avoided and single-layer graphene films extending over many microns are produced.",
            "Growth mechanism for epitaxial graphene on vicinal  surfaces: A scanning tunneling microscopy study",
            "M Hupalo and EH Conrad and MC Tringides",
            "2009",
            "TtuqpQUAAAAJ:a0OBvERweLwC",
            146,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.80.041401",
            "6894140527464412489",
            "\/scholar?cites=6894140527464412489",
            {
                "2009":3,
                "2010":18,
                "2011":13,
                "2012":16,
                "2013":16,
                "2014":14,
                "2015":12,
                "2016":11,
                "2017":12,
                "2018":9,
                "2019":10,
                "2020":10,
                "2021":1
            }
        ],
        [
            "The field emission fluctuation method of measuring surface diffusion coefficients has been extended to a determination of anisotropy by using as probehole a long, thin, rectangular slit, which can be rotated in situ. For oxygen on W (110), D (110) D (100)= 2 (where the subscripts indicate directions in the plane) under almost all conditions of coverage and temperature. This is the expected result if actual jumps occur along (111) directions. For 1 H and 2 H very little anisotropy was found for θ> 0.25, and D (110) D (100)⩽ 1.3 at θ⩽ 0.25. This result is tentatively explained by symmetry breaking: It has recently been found by Estrup that H adsorption causes surface reconstruction consisting of a shifting of the top layer along the (110) direction. This Jahn-Teller effect leads to inequivalence of the two asymmetric bridge sites at the ends of the “hourglass” wells on (110) and this can be shown to favor diffusion along (100 …",
            "Anisotropy in surface diffusion: Oxygen, hydrogen, and deuterium on the (110) plane of tungsten",
            "M Tringides and R Gomer",
            "1985",
            "TtuqpQUAAAAJ:2KloaMYe4IUC",
            138,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0039602885904170",
            "13724746405963975755",
            "\/scholar?cites=13724746405963975755",
            {
                "1985":2,
                "1986":13,
                "1987":5,
                "1988":14,
                "1989":5,
                "1990":13,
                "1991":10,
                "1992":10,
                "1993":5,
                "1994":7,
                "1995":4,
                "1996":4,
                "1997":9,
                "1998":7,
                "1999":2,
                "2000":3,
                "2001":6,
                "2002":1,
                "2003":1,
                "2004":2,
                "2005":1,
                "2006":1,
                "2007":2,
                "2008":2,
                "2009":1,
                "2010":3,
                "2011":1,
                "2012":1
            }
        ],
        [
            "The interest in the problem of surface diffusion has been steadily growing over the last fifteen years. This is clearly evident from the increase in the number of papers dealing with the problem, the development of new experimental techniques, and the specialized sessions focusing on diffusion in national and international meetings. Part of the driving force behind this increasing activity is our recently acquired ability to observe and possibly control atomic scale phenomena. It is now possible to look selectively at individual atomistic processes and to determine their relative importance during growth and reactions at surfaces. The number of researchers interested in this problem also has been growing steadily which generates the need for a good reference source to farniliarize newcomers to the problem. While the recent emphasis is on the role of diffusion during growth, there is also continuing progress on the more traditional aspects of the problem describing mass transport in an ensemble of particles. Such a description is based on the statistical mechanical analysis of a collection of particles that mutually interact and develop correlations. An average over the multitude of atomistic processes that operate under these conditions is necessary to fully describe the dynamics in the system.",
            "Surface diffusion: atomistic and collective processes",
            "Michael C Tringides",
            "2013",
            "TtuqpQUAAAAJ:dhFuZR0502QC",
            131,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=NIzSBwAAQBAJ&oi=fnd&pg=PR5&dq=info:22bErDo83CkJ:scholar.google.com&ots=fK-Rc8VDZ8&sig=JjIoE7d9c1vwoaPWirFyH0C1sbU",
            "3016352073135711963",
            "\/scholar?cites=3016352073135711963",
            {
                "1997":1,
                "1998":3,
                "1999":2,
                "2000":4,
                "2001":11,
                "2002":5,
                "2003":9,
                "2004":7,
                "2005":7,
                "2006":10,
                "2007":7,
                "2008":4,
                "2009":4,
                "2010":3,
                "2011":7,
                "2012":5,
                "2013":4,
                "2014":4,
                "2015":8,
                "2016":4,
                "2017":7,
                "2018":7,
                "2019":5,
                "2020":1,
                "2021":1
            }
        ]
    ]
}