{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We demonstrate the experimental implementation of an optical lattice that allows for the generation of large homogeneous and tunable artificial magnetic fields with ultracold atoms. Using laser-assisted tunneling in a tilted optical potential, we engineer spatially dependent complex tunneling amplitudes. Thereby, atoms hopping in the lattice accumulate a phase shift equivalent to the Aharonov-Bohm phase of charged particles in a magnetic field. We determine the local distribution of fluxes through the observation of cyclotron orbits of the atoms on lattice plaquettes, showing that the system is described by the Hofstadter model. Furthermore, we show that for two atomic spin states with opposite magnetic moments, our system naturally realizes the time-reversal-symmetric Hamiltonian underlying the quantum spin Hall effect; ie, two different spin components experience opposite directions of the magnetic field.",
            "Realization of the Hofstadter Hamiltonian with ultracold atoms in optical lattices",
            "Monika Aidelsburger and Marcos Atala and Michael Lohse and Julio T Barreiro and B Paredes and Immanuel Bloch",
            "2013",
            "TWJ0JaAAAAAJ:YsMSGLbcyi4C",
            1181,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.185301",
            "3305575142667387172",
            "\/scholar?cites=3305575142667387172",
            {
                "2013":11,
                "2014":125,
                "2015":173,
                "2016":182,
                "2017":177,
                "2018":179,
                "2019":161,
                "2020":157,
                "2021":11
            }
        ],
        [
            "We report the creation of Greenberger-Horne-Zeilinger states with up to 14 qubits. By investigating the coherence of up to 8 ions over time, we observe a decay proportional to the square of the number of qubits. The observed decay agrees with a theoretical model which assumes a system affected by correlated, Gaussian phase noise. This model holds for the majority of current experimental systems developed towards quantum computation and quantum metrology.",
            "14-qubit entanglement: Creation and coherence",
            "Thomas Monz and Philipp Schindler and Julio T Barreiro and Michael Chwalla and Daniel Nigg and William A Coish and Maximilian Harlander and Wolfgang Hänsel and Markus Hennrich and Rainer Blatt",
            "2011",
            "TWJ0JaAAAAAJ:u-x6o8ySG0sC",
            1135,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.106.130506",
            "9589581363453417198",
            "\/scholar?cites=9589581363453417198",
            {
                "2011":62,
                "2012":106,
                "2013":138,
                "2014":130,
                "2015":112,
                "2016":107,
                "2017":135,
                "2018":118,
                "2019":113,
                "2020":97,
                "2021":7
            }
        ],
        [
            "The control of quantum systems is of fundamental scientific interest and promises powerful applications and technologies. Impressive progress has been achieved in isolating quantum systems from the environment and coherently controlling their dynamics, as demonstrated by the creation and manipulation of entanglement in various physical systems. However, for open quantum systems, engineering the dynamics of many particles by a controlled coupling to an environment remains largely unexplored. Here we realize an experimental toolbox for simulating an open quantum system with up to five quantum bits (qubits). Using a quantum computing architecture with trapped ions, we combine multi-qubit gates with optical pumping to implement coherent operations and dissipative processes. We illustrate our ability to engineer the open-system dynamics through the dissipative preparation of entangled states, the …",
            "An open-system quantum simulator with trapped ions",
            "Julio T Barreiro and Markus Müller and Philipp Schindler and Daniel Nigg and Thomas Monz and Michael Chwalla and Markus Hennrich and Christian F Roos and Peter Zoller and Rainer Blatt",
            "2011",
            "TWJ0JaAAAAAJ:d1gkVwhDpl0C",
            852,
            "https:\/\/www.nature.com\/articles\/nature09801",
            "16934053430228144677",
            "\/scholar?cites=16934053430228144677",
            {
                "2011":44,
                "2012":83,
                "2013":122,
                "2014":113,
                "2015":74,
                "2016":84,
                "2017":74,
                "2018":80,
                "2019":65,
                "2020":104,
                "2021":8
            }
        ],
        [
            "Sixty years ago, Karplus and Luttinger pointed out that quantum particles moving on a lattice could acquire an anomalous transverse velocity in response to a force, providing an explanation for the unusual Hall effect in ferromagnetic metals 1. A striking manifestation of this transverse transport was then revealed in the quantum Hall effect 2 where the plateaux depicted by the Hall conductivity were attributed to a topological invariant characterizing the Bloch bands: the Chern number 3. Until now, topological transport associated with non-zero Chern numbers has only been observed in electronic systems 2, 4, 5. Here we use the transverse deflection of an atomic cloud in response to an optical gradient to measure the Chern number of artificially generated Hofstadter bands 6. These topological bands are very flat and thus constitute good candidates for the realization of fractional Chern insulators 7. Combining these …",
            "Measuring the Chern number of Hofstadter bands with ultracold bosonic atoms",
            "Monika Aidelsburger and Michael Lohse and Christian Schweizer and Marcos Atala and Julio T Barreiro and Sylvain Nascimbène and NR Cooper and Immanuel Bloch and Nathan Goldman",
            "2015",
            "TWJ0JaAAAAAJ:YFjsv_pBGBYC",
            799,
            "https:\/\/www.nature.com\/articles\/nphys3171",
            "6350215302215337503",
            "\/scholar?cites=6350215302215337503",
            {
                "2015":85,
                "2016":138,
                "2017":143,
                "2018":148,
                "2019":134,
                "2020":137,
                "2021":9
            }
        ],
        [
            "We experimentally demonstrate the first quantum system entangled in every degree of freedom (hyperentangled). Using pairs of photons produced in spontaneous parametric down-conversion, we verify entanglement by observing a Bell-type inequality violation in each degree of freedom: polarization, spatial mode, and time energy. We also produce and characterize maximally hyperentangled states and novel states simultaneously exhibiting both quantum and classical correlations. Finally, we report the tomography of a 2× 2× 3× 3 system (36-dimensional Hilbert space), which we believe is the first reported photonic entangled system of this size to be so characterized.",
            "Generation of hyperentangled photon pairs",
            "Julio T Barreiro and Nathan K Langford and Nicholas A Peters and Paul G Kwiat",
            "2005",
            "TWJ0JaAAAAAJ:u5HHmVD_uO8C",
            699,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.95.260501",
            "13464323077005319871",
            "\/scholar?cites=13464323077005319871",
            {
                "2006":24,
                "2007":48,
                "2008":46,
                "2009":45,
                "2010":35,
                "2011":40,
                "2012":49,
                "2013":40,
                "2014":59,
                "2015":42,
                "2016":52,
                "2017":51,
                "2018":53,
                "2019":58,
                "2020":50,
                "2021":4
            }
        ],
        [
            "Geometric phases that characterize the topological properties of Bloch bands play a fundamental role in the band theory of solids. Here we report on the measurement of the geometric phase acquired by cold atoms moving in one-dimensional optical lattices. Using a combination of Bloch oscillations and Ramsey interferometry, we extract the Zak phase—the Berry phase gained during the adiabatic motion of a particle across the Brillouin zone—which can be viewed as an invariant characterizing the topological properties of the band. For a dimerized lattice, which models polyacetylene, we measure a difference of the Zak phase δ φ Zak= 0.97 (2) π for the two possible polyacetylene phases with different dimerization. The two dimerized phases therefore belong to different topological classes, such that for a filled band, domain walls have fractional quantum numbers. Our work establishes a new general approach for …",
            "Direct measurement of the Zak phase in topological Bloch bands",
            "Marcos Atala and Monika Aidelsburger and Julio T Barreiro and Dmitry Abanin and Takuya Kitagawa and Eugene Demler and Immanuel Bloch",
            "2013",
            "TWJ0JaAAAAAJ:WF5omc3nYNoC",
            687,
            "https:\/\/www.nature.com\/articles\/nphys2790",
            "9133606759358373247",
            "\/scholar?cites=9133606759358373247",
            {
                "2013":7,
                "2014":49,
                "2015":79,
                "2016":94,
                "2017":97,
                "2018":97,
                "2019":120,
                "2020":127,
                "2021":15
            }
        ],
        [
            "Dense coding is arguably the protocol that launched the field of quantum communication 1. Today, however, more than a decade after its initial experimental realization 2, the channel capacity remains fundamentally limited as conceived for photons using linear elements. Bob can only send to Alice three of four potential messages owing to the impossibility of carrying out the deterministic discrimination of all four Bell states with linear optics 3, 4, reducing the attainable channel capacity from 2 to log 2 3≈ 1.585 bits. However, entanglement in an extra degree of freedom enables the complete and deterministic discrimination of all Bell states 5, 6, 7. Using pairs of photons simultaneously entangled in spin and orbital angular momentum 8, 9, we demonstrate the quantum advantage of the ancillary entanglement. In particular, we describe a dense-coding experiment with the largest reported channel capacity and, to our …",
            "Beating the channel capacity limit for linear photonic superdense coding",
            "Julio T Barreiro and Tzu-Chieh Wei and Paul G Kwiat",
            "2008",
            "TWJ0JaAAAAAJ:9yKSN-GCB0IC",
            650,
            "https:\/\/www.nature.com\/articles\/nphys919",
            "11132624497936764825",
            "\/scholar?cites=11132624497936764825",
            {
                "2008":12,
                "2009":35,
                "2010":24,
                "2011":45,
                "2012":36,
                "2013":46,
                "2014":62,
                "2015":63,
                "2016":75,
                "2017":66,
                "2018":50,
                "2019":69,
                "2020":59,
                "2021":7
            }
        ],
        [
            "A digital quantum simulator is an envisioned quantum device that can be programmed to efficiently simulate any other local system. We demonstrate and investigate the digital approach to quantum simulation in a system of trapped ions. With sequences of up to 100 gates and 6 qubits, the full time dynamics of a range of spin systems are digitally simulated. Interactions beyond those naturally present in our simulator are accurately reproduced, and quantitative bounds are provided for the overall simulation quality. Our results demonstrate the key principles of digital quantum simulation and provide evidence that the level of control required for a full-scale device is within reach.",
            "Universal digital quantum simulation with trapped ions",
            "Ben P Lanyon and Cornelius Hempel and Daniel Nigg and Markus Müller and Rene Gerritsma and F Zähringer and Philipp Schindler and Julio T Barreiro and Markus Rambach and Gerhard Kirchmair and Markus Hennrich and Peter Zoller and Rainer Blatt and Christian F Roos",
            "2011",
            "TWJ0JaAAAAAJ:2osOgNQ5qMEC",
            582,
            "https:\/\/science.sciencemag.org\/content\/334\/6052\/57.abstract",
            "957401962416979878",
            "\/scholar?cites=957401962416979878",
            {
                "2011":10,
                "2012":48,
                "2013":85,
                "2014":71,
                "2015":63,
                "2016":58,
                "2017":63,
                "2018":45,
                "2019":56,
                "2020":78,
                "2021":3
            }
        ],
        [
            "Engineering optical lattices with laser-induced tunnelling amplitudes has enabled the realization of artificial magnetic fields with remarkable tunability. Here, we report on the observation of chiral Meissner currents in bosonic ladders exposed to a strong artificial magnetic field. By suddenly decoupling the individual ladders and projecting into isolated double wells, we are able to measure the currents on each side of the ladder. For large coupling strengths along the rungs of the ladder, we find a saturated maximum chiral current, which is analogous to the surface currents in the Meissner effect. Below a critical inter-leg coupling strength, the chiral current decreases in good agreement with our expectations for a vortex lattice phase. Our realization of a low-dimensional Meissner-like effect and spin–orbit coupling in one dimension opens the path to exploring interacting particles in low dimensions exposed to a uniform …",
            "Observation of chiral currents with ultracold atoms in bosonic ladders",
            "Marcos Atala and Monika Aidelsburger and Michael Lohse and Julio T Barreiro and Belén Paredes and Immanuel Bloch",
            "2014",
            "TWJ0JaAAAAAJ:4TOpqqG69KYC",
            350,
            "https:\/\/www.nature.com\/articles\/nphys2998",
            "5139314927835657918",
            "\/scholar?cites=5139314927835657918",
            {
                "2014":10,
                "2015":59,
                "2016":70,
                "2017":68,
                "2018":48,
                "2019":45,
                "2020":46,
                "2021":4
            }
        ],
        [
            "The computational potential of a quantum processor can only be unleashed if errors during a quantum computation can be controlled and corrected for. Quantum error correction works if imperfections of quantum gate operations and measurements are below a certain threshold and corrections can be applied repeatedly. We implement multiple quantum error correction cycles for phase-flip errors on qubits encoded with trapped ions. Errors are corrected by a quantum-feedback algorithm using high-fidelity gate operations and a reset technique for the auxiliary qubits. Up to three consecutive correction cycles are realized, and the behavior of the algorithm for different noise environments is analyzed.",
            "Experimental repetitive quantum error correction",
            "Philipp Schindler and Julio T Barreiro and Thomas Monz and Volckmar Nebendahl and Daniel Nigg and Michael Chwalla and Markus Hennrich and Rainer Blatt",
            "2011",
            "TWJ0JaAAAAAJ:7PzlFSSx8tAC",
            306,
            "https:\/\/science.sciencemag.org\/content\/332\/6033\/1059.abstract",
            "2737898702842013739",
            "\/scholar?cites=2737898702842013739",
            {
                "2011":8,
                "2012":34,
                "2013":27,
                "2014":38,
                "2015":19,
                "2016":29,
                "2017":26,
                "2018":37,
                "2019":37,
                "2020":48,
                "2021":2
            }
        ]
    ]
}