{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The variance of the Lyapunov exponent is calculated exactly in the one-dimensional Anderson model with random site energies distributed according to the Cauchy distribution. We find a new significant scaling parameter in the system, and derive an exact analytical criterion for single parameter scaling which differs from the commonly used condition of phase randomization. The results obtained are applied to the Kronig-Penney model with the potential in the form of periodically positioned δ functions with random strength.",
            "Single parameter scaling in one-dimensional localization revisited",
            "Lev I Deych and AA Lisyansky and BL Altshuler",
            "2000",
            "tydqft0AAAAJ:u5HHmVD_uO8C",
            155,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.84.2678",
            "3278696771699054406",
            "\/scholar?cites=3278696771699054406",
            {
                "2000":2,
                "2001":11,
                "2002":8,
                "2003":26,
                "2004":10,
                "2005":10,
                "2006":8,
                "2007":2,
                "2008":6,
                "2009":4,
                "2010":6,
                "2011":4,
                "2012":6,
                "2013":6,
                "2014":18,
                "2015":4,
                "2016":4,
                "2017":7,
                "2018":4,
                "2019":4,
                "2020":5
            }
        ],
        [
            "By means of Monte Carlo simulations we show that there are two qualitatively different modes of localization of classical waves in 1D random periodic-on-average systems. States from pass bands and band edges of the underlying band structure demonstrate single parameter scaling with universal behavior. States from the interior of the band gaps do not have universal behavior and require two parameters to describe their scaling properties. The transition between these two types of behavior occurs in an extremely narrow region of frequencies. When the degree of disorder exceeds a certain critical value the single parameter scaling is restored for an entire band gap.",
            "Statistics of the Lyapunov exponent in 1D random periodic-on-average systems",
            "Lev I Deych and D Zaslavsky and AA Lisyansky",
            "1998",
            "tydqft0AAAAJ:u-x6o8ySG0sC",
            92,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.81.5390",
            "2802059745462447033",
            "\/scholar?cites=2802059745462447033",
            {
                "1999":1,
                "2000":4,
                "2001":9,
                "2002":6,
                "2003":11,
                "2004":8,
                "2005":7,
                "2006":4,
                "2007":1,
                "2008":4,
                "2009":1,
                "2010":3,
                "2011":5,
                "2012":2,
                "2013":2,
                "2014":3,
                "2015":5,
                "2016":1,
                "2017":8,
                "2018":5,
                "2019":1
            }
        ],
        [
            "The variance of the Lyapunov exponent is calculated exactly in the one-dimensional Anderson model with random site energies distributed according to the Cauchy distribution. We derive an exact analytical criterion for the validity of single-parameter scaling in this model. According to this criterion, states with energies within the conduction band of the underlying nonrandom system satisfy single-parameter scaling when the disorder is small enough. At the same time, single-parameter scaling is not valid for states close to band boundaries and those outside of the original spectrum, even in the case of small disorder. The results obtained are applied to the Kronig-Penney model with the potential in the form of periodically positioned δ functions with random strengths. We show that an increase in disorder can restore single-parameter scaling behavior for states within the band gaps.",
            "Single-parameter scaling in one-dimensional Anderson localization: Exact analytical solution",
            "Lev I Deych and AA Lisyansky and BL Altshuler",
            "2001",
            "tydqft0AAAAJ:d1gkVwhDpl0C",
            91,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.64.224202",
            "2834880178857212017",
            "\/scholar?cites=2834880178857212017",
            {
                "2002":5,
                "2003":15,
                "2004":9,
                "2005":7,
                "2006":6,
                "2007":2,
                "2008":4,
                "2009":6,
                "2010":5,
                "2011":3,
                "2012":3,
                "2013":1,
                "2014":2,
                "2015":2,
                "2016":6,
                "2017":7,
                "2018":3,
                "2019":2,
                "2020":3
            }
        ],
        [
            "Exciton polaritons in one-dimensional photonic crystals based on multiple quantum well structures are investigated. The effects due to interplay between resonant interaction of light with quantum well excitons, and light scattering from well-barrier interface, are elucidated. Polariton dispersion equations and reflection spectra in structures with two wells in an elementary supercell of the periodic structure are studied. Several examples of different compound elementary supercells are considered. Special attention is paid to structures with the period or the distance between quantum wells satisfying the resonance Bragg condition. Such structures are characterized by a presence of a larger-than-usual polariton stop band. It is shown that in structures with a complex elementary supercell, the width of such a stop band can be significantly enhanced in comparison to that in simple structures.",
            "Multiple-quantum-well-based photonic crystals with simple and compound elementary supercells",
            "EL Ivchenko and MM Voronov and MV Erementchouk and LI Deych and AA Lisyansky",
            "2004",
            "tydqft0AAAAJ:2osOgNQ5qMEC",
            84,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.70.195106",
            "5703442615188211546",
            "\/scholar?cites=5703442615188211546",
            {
                "2005":7,
                "2006":15,
                "2007":8,
                "2008":5,
                "2009":6,
                "2010":4,
                "2011":2,
                "2012":9,
                "2013":3,
                "2014":5,
                "2015":1,
                "2016":2,
                "2017":11,
                "2018":2,
                "2019":3,
                "2020":1
            }
        ],
        [
            "The structure of the polariton spectrum is analyzed for periodic multiple quantum well structures with periods at or close to the Bragg resonance condition at the wavelength of the exciton resonance. The results obtained used to discuss recent reflection and luminescent experiments by M. Hübner et al.[Phys. Rev. Lett. 83, 2841 (1999)] that were carried out with long multiple quantum well structures. It is argued that the discussion of quantum well structures with a large number of wells is more appropriate in terms of normal modes of infinite periodic structures rather than in terms of super-and subradiant modes.",
            "Polariton dispersion law in periodic-Bragg and near-Bragg multiple quantum well structures",
            "Lev I Deych and AA Lisyansky",
            "2000",
            "tydqft0AAAAJ:9yKSN-GCB0IC",
            79,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.62.4242",
            "4327042567513488587",
            "\/scholar?cites=4327042567513488587",
            {
                "2000":1,
                "2001":2,
                "2002":5,
                "2003":5,
                "2004":4,
                "2005":9,
                "2006":11,
                "2007":7,
                "2008":4,
                "2009":3,
                "2010":3,
                "2011":1,
                "2012":8,
                "2013":2,
                "2014":1,
                "2015":1,
                "2016":4,
                "2017":4,
                "2018":1,
                "2019":3
            }
        ],
        [
            "We review recent extensions of semiclassical multimode laser theory to open systems with overlapping resonances and inhomogeneous refractive index. An essential ingredient of the theory is a system of biorthogonal quasimodes that describe field decay in an open passive system and are used as a basis for lasing modes. We discuss applications of the semiclassical theory, as well as other experimental and numerical results related to random lasing with mode competition.",
            "Recent developments in the theory of multimode random lasers",
            "Oleg Zaitsev and Lev Deych",
            "2010",
            "tydqft0AAAAJ:roLk4NBRz8UC",
            77,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/2040-8978\/12\/2\/024001\/meta",
            "12660986471820579352",
            "\/scholar?cites=12660986471820579352",
            {
                "2010":3,
                "2011":9,
                "2012":10,
                "2013":4,
                "2014":9,
                "2015":8,
                "2016":9,
                "2017":5,
                "2018":5,
                "2019":6,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Coherent interaction of an ensemble of dipole active atoms or excitons with a vacuum electromagnetic field has been studied extensively since its initial conception by Dicke in 1954 1, 2, 3, 4, 5, 6. However, when the emitters are not only periodically arranged as in refs 2 to 4, but are also placed in a periodically modulated dielectric environment, the interaction between them is carried by the electromagnetic Bloch waves of the photonic crystal 7, 8. Here we report the first observation of this effect using a periodic arrangement of GaAs\/AlGaAs quantum wells. The formation of coherently coupled photonic-crystal excitonic-lattice polaritons manifests in our experiments through enhanced reflectivity and reconstruction of the photonic bandgap in the vicinity of the excitons. Experimental evidence of hybrid light hole–heavy hole excitonic-lattice polaritons is also presented. Coherent coupling between excitons and Bloch …",
            "Exciton-lattice polaritons in multiple-quantum-well-based photonic crystals",
            "David Goldberg and Lev I Deych and Alexander A Lisyansky and Zhou Shi and Vinod M Menon and Vadim Tokranov and Michael Yakimov and Serge Oktyabrsky",
            "2009",
            "tydqft0AAAAJ:ufrVoPGSRksC",
            77,
            "https:\/\/www.nature.com\/articles\/nphoton.2009.190",
            "17194680537817372323",
            "\/scholar?cites=17194680537817372323",
            {
                "2009":2,
                "2010":6,
                "2011":9,
                "2012":13,
                "2013":8,
                "2014":3,
                "2015":8,
                "2016":8,
                "2017":5,
                "2018":5,
                "2019":5,
                "2020":4,
                "2021":1
            }
        ],
        [
            "Results of detailed experimental investigations of the power and sweeping speed dependent resonance bandwidth and resonance wavelength shift in microsphere resonators are presented. The experimental manifestations of the nonlinear effects for the different sweeping modes are considered and a possibility of separation between the Kerr and thermal nonlinearities is discussed. As it follows from the detailed comparison between theory and experiments, a single mode theoretical model, based on the mean field approximation, gives a satisfactory description of the experimental data only at small coupling powers and fast sweeping. For example, the values of Kerr nonlinearity, obtained through the fitting of the experimental data, are far from the expected, commonly used ones.",
            "Nonlinear thermal effects in optical microspheres at different wavelength sweeping speeds",
            "C Schmidt and A Chipouline and T Pertsch and A Tünnermann and O Egorov and F Lederer and L Deych",
            "2008",
            "tydqft0AAAAJ:YsMSGLbcyi4C",
            69,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=oe-16-9-6285",
            "8110942329903123479",
            "\/scholar?cites=8110942329903123479",
            {
                "2009":9,
                "2010":5,
                "2011":6,
                "2012":9,
                "2013":5,
                "2014":6,
                "2015":5,
                "2016":11,
                "2017":2,
                "2018":5,
                "2019":3,
                "2020":2,
                "2021":1
            }
        ],
        [
            "Semiclassical equations of lasing dynamics are rederived for a lasing medium in a cavity with a spatially nonuniform dielectric constant. The nonuniformity causes a radiative coupling between modes of the empty cavity, which results in a renormalization of self-and cross-saturation coefficients. Possible manifestations of these effects in random lasers are discussed.",
            "Effects of spatial nonuniformity on laser dynamics",
            "LI Deych",
            "2005",
            "tydqft0AAAAJ:qjMakFHDy7sC",
            56,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.95.043902",
            "11937426849492371141",
            "\/scholar?cites=11937426849492371141",
            {
                "2005":1,
                "2006":4,
                "2007":11,
                "2008":3,
                "2009":4,
                "2010":7,
                "2011":8,
                "2012":4,
                "2013":3,
                "2014":2,
                "2015":3,
                "2016":3,
                "2017":3
            }
        ],
        [
            "The demonstration of a microcavity polariton switch and logic gate that can be controlled by the polarization state of light suggests that a new class of integrated optical devices with highly efficient, ultrafast operation and small footprints may soon be within reach.",
            "Towards polaritonic logic circuits",
            "Vinod M Menon and Lev I Deych and Alexander A Lisyansky",
            "2010",
            "tydqft0AAAAJ:TQgYirikUcIC",
            54,
            "https:\/\/www.nature.com\/articles\/nphoton.2010.130",
            "13307577334541633863",
            "\/scholar?cites=13307577334541633863",
            {
                "2010":1,
                "2011":1,
                "2012":5,
                "2013":9,
                "2014":3,
                "2015":2,
                "2016":8,
                "2017":7,
                "2018":7,
                "2019":1,
                "2020":9,
                "2021":1
            }
        ]
    ]
}