{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Colloidal solutions of surfactants that form micelles or vesicles are useful for solubilizing and stabilizing hydrophobic molecules that are otherwise sparingly soluble in aqueous solutions. In this paper we investigate the use of micelles and vesicles prepared from ionic surfactants for solubilizing and stabilizing curcumin, a medicinal natural product that undergoes alkaline hydrolysis in water. We identify spectroscopic signatures to evaluate curcumin partitioning and deprotonation in surfactant mixtures containing micelles or vesicles. These spectroscopic signatures allow us to monitor the interaction of curcumin with charged surfactants over a wide range of pH values. Titration data are presented to show the pH dependence of curcumin interactions with negatively and positively charged micelles and vesicles. In solutions of cationic micelles or positively charged vesicles, strong interaction between the Cur−1 …",
            "The role of charge in the surfactant-assisted stabilization of the natural product curcumin",
            "Zifan Wang and Mandy HM Leung and Tak W Kee and Douglas S English",
            "2010",
            "TYFLsy4AAAAJ:u-x6o8ySG0sC",
            103,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la903772e",
            "16955112020570694436",
            "\/scholar?cites=16955112020570694436",
            {
                "2011":4,
                "2012":10,
                "2013":14,
                "2014":18,
                "2015":9,
                "2016":13,
                "2017":10,
                "2018":7,
                "2019":6,
                "2020":10,
                "2021":2
            }
        ],
        [
            "Fluorescent silica nanoparticles (FSNs) are prepared by incorporating dye into a mesoporous silica nanoparticle (MSN) synthesis procedure. FSNs containing sulforhodamine B, hydrophobically modified sulforhodamine B, and Cascade Blue hydrazide are made. The MSN‐based FSNs do not leach dye under simulated physiological conditions and have strong, stable fluorescence. FSNs prepared with sulforhodamine B are compared to FSNs prepared with hydrophobically modified sulforhodamine B. The data indicate that FSNs prepared with sulforhodamine B are equally as stable but twice as fluorescent as particles made with hydrophobically modified sulforhodamine B. The fluorescence of a FSN prepared with sulforhodamine B is 10 times more intense than the fluorescence of a 4.5 nm core–shell CdSe\/ZnS quantum dot. For diagnostic applications, a method to selectively and covalently bind antibodies to the …",
            "Synthesis, characterization, and application of antibody functionalized fluorescent silica nanoparticles",
            "Matthew T Hurley and Zifan Wang and Amanda Mahle and Daniel Rabin and Qing Liu and Douglas S English and Michael R Zachariah and Daniel Stein and Philip DeShong",
            "2013",
            "TYFLsy4AAAAJ:d1gkVwhDpl0C",
            24,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adfm.201202699",
            "3019943638802856773",
            "\/scholar?cites=3019943638802856773",
            {
                "2013":1,
                "2014":6,
                "2015":5,
                "2016":5,
                "2017":1,
                "2018":3,
                "2019":1,
                "2020":2
            }
        ],
        [
            "The E. coli Lac repressor (LacI) tetramer binds simultaneously to a promoter-proximal DNA binding site (operator) and an auxiliary operator, resulting in a DNA loop, which increases repression efficiency. Induction of the lac operon by allolactose reduces the affinity of LacI for DNA, but induction does not completely prevent looping in vivo. Our previous work on the conformations of LacI loops used a hyperstable model DNA construct, 9C14, that contains a sequence directed bend flanked by operators. Single-molecule fluorescence resonance energy transfer (SM-FRET) on a dual fluorophore-labeled LacI-9C14 loop showed that it adopts a single, stable, high-FRET V-shaped LacI conformation. Ligand-induced changes in loop geometry can affect loop stability, and the current work assesses loop population distributions for LacI-9C14 complexes containing the synthetic inducer IPTG. SM-FRET confirms that the high …",
            "LacI-DNA-IPTG loops: equilibria among conformations by single-molecule FRET",
            "Kathy A Goodson and Zifan Wang and Aaron R Haeusler and Jason D Kahn and Douglas S English",
            "2013",
            "TYFLsy4AAAAJ:9yKSN-GCB0IC",
            11,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp308930c",
            "12362899666810410709",
            "\/scholar?cites=12362899666810410709",
            {
                "2013":1,
                "2014":4,
                "2015":1,
                "2016":1,
                "2017":2,
                "2018":1,
                "2019":1
            }
        ],
        [
            "Watching the conformational wanderings of protein molecules during their search for their native structure is a holy grail for protein folding experimentalists. Such capability is essential to provide reality checks to the complex mechanistic heterogeneity that theory and molecular simulations predict. Single-molecule fluorescence resonance energy transfer (SM-FRET) is an attractive technique to meet that end, but its time resolution was insufficient for the microsecond motions of folding proteins. The temporal resolution of SM-FRET pivots on how quickly photons emitted by an individual molecule can be collected in sufficient numbers as to minimize statistical shot noise. Recent multipronged advances in that front have led us to gain first access to fast folding dynamics. Center stage is the implementation of photochemical strategies to quickly recover fluorophores from long-lasting dark states. Improvements in optics …",
            "Single-Molecule Fluorescence Studies of Fast Protein Folding",
            "Wang Zifan and L.A. Campos and Munoz Victor",
            "2016",
            "TYFLsy4AAAAJ:LkGwnXOMwfcC",
            4,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0076687916302841",
            "164374064378365695",
            "\/scholar?cites=164374064378365695",
            {
                "2018":1,
                "2019":1,
                "2020":2
            }
        ],
        [
            "An ammonium picket porphyrin that targets bacterial membranes has been prepared and shown to bind to phosphatidylglycerol (PG), a bacterial lipid, when the lipid was in solution, contained within synthetic membrane vesicles, or when in Gram-negative and Gram-positive bacterial membranes. The multifunctional receptor was designed to interact with both the phosphate anion portion and neutral glycerol portion of the lipid headgroup. The receptor's affinity and selectivity for binding to surfactant vesicles or lipid vesicles that contain PG within their membranes was directly measured using fluorescence correlation spectroscopy (FCS). FCS demonstrated that the picket porphyrin's binding pocket was complementary for the lipid headgroup, since simple Coulombic interactions alone did not induce binding. 1H NMR and isothermal titration calorimetry (ITC) were used to determine the receptor's binding stoichiometry …",
            "Developing a targeting system for bacterial membranes: measuring receptor-phosphatidylglycerol interactions with 1 H NMR, ITC and fluorescence correlation spectroscopy",
            "Amanda Alliband and Zifan Wang and Christopher Thacker and Douglas S English and Dennis H Burns",
            "2015",
            "TYFLsy4AAAAJ:UeHWp8X0CEIC",
            1,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2014\/ob\/c4ob01895h",
            "7761179105658912782",
            "\/scholar?cites=7761179105658912782",
            {
                "2020":1
            }
        ]
    ]
}