{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This paper describes an experimentally simple system for measuring rates of electron transport across organic thin films having a range of molecular structures. The system uses a metal−insulator−metal junction based on self-assembled monolayers (SAMs); it is particularly easy to assemble. The junction consists of a SAM supported on a silver film (Ag-SAM(1)) in contact with a second SAM supported on the surface of a drop of mercury (Hg-SAM(2))that is, a Ag-SAM(1)SAM(2)-Hg junction. SAM(1) and SAM(2) can be derived from the same or different thiols. The current that flowed across junctions with SAMs of aliphatic thiols or aromatic thiols on Ag and a SAM of hexadecane thiol on Hg depended both on the molecular structure and on the thickness of the SAM on Ag:  the current density at a bias of 0.5 V ranged from 2 × 10-10 A\/cm2 for HS(CH2)15CH3 on Ag to 1 × 10-6 A\/cm2 for HS(CH2)7CH3 on Ag, and from …",
            "Electron transport through thin organic films in metal− insulator− metal junctions based on self-assembled monolayers",
            "R Erik Holmlin and Rainer Haag and Michael L Chabinyc and Rustem F Ismagilov and Adam E Cohen and Andreas Terfort and Maria Anita Rampi and George M Whitesides",
            "2001",
            "TyX3mJMAAAAJ:M3ejUd6NZC8C",
            745,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja004055c",
            "12909243270945309891",
            "\/scholar?cites=12909243270945309891",
            {
                "2001":5,
                "2002":27,
                "2003":40,
                "2004":51,
                "2005":49,
                "2006":55,
                "2007":52,
                "2008":49,
                "2009":51,
                "2010":53,
                "2011":50,
                "2012":43,
                "2013":34,
                "2014":40,
                "2015":34,
                "2016":43,
                "2017":16,
                "2018":23,
                "2019":16,
                "2020":9
            }
        ],
        [
            "We introduce a measure of the local density of chirality of the electromagnetic field. This optical chirality determines the asymmetry in the rates of excitation between a small chiral molecule and its mirror image, and applies to molecules in electromagnetic fields with arbitrary spatial dependence. A continuity equation for optical chirality in the presence of material currents describes the flow of chirality, in a manner analogous to the Poynting theorem for electromagnetic energy.“Superchiral” solutions to Maxwell’s equations show larger chiral asymmetry, in some regions of space, than is found in circularly polarized plane waves.",
            "Optical chirality and its interaction with matter",
            "Yiqiao Tang and Adam E Cohen",
            "2010",
            "TyX3mJMAAAAJ:ufrVoPGSRksC",
            672,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.163901",
            "8075376910187835330",
            "\/scholar?cites=8075376910187835330",
            {
                "2010":2,
                "2011":16,
                "2012":27,
                "2013":38,
                "2014":50,
                "2015":61,
                "2016":62,
                "2017":81,
                "2018":109,
                "2019":100,
                "2020":119,
                "2021":4
            }
        ],
        [
            "All-optical electrophysiology—spatially resolved simultaneous optical perturbation and measurement of membrane voltage—would open new vistas in neuroscience research. We evolved two archaerhodopsin-based voltage indicators, QuasAr1 and QuasAr2, which show improved brightness and voltage sensitivity, have microsecond response times and produce no photocurrent. We engineered a channelrhodopsin actuator, CheRiff, which shows high light sensitivity and rapid kinetics and is spectrally orthogonal to the QuasArs. A coexpression vector, Optopatch, enabled cross-talk–free genetically targeted all-optical electrophysiology. In cultured rat neurons, we combined Optopatch with patterned optical excitation to probe back-propagating action potentials (APs) in dendritic spines, synaptic transmission, subcellular microsecond-timescale details of AP propagation, and simultaneous firing of many neurons in a …",
            "All-optical electrophysiology in mammalian neurons using engineered microbial rhodopsins",
            "Daniel R Hochbaum and Yongxin Zhao and Samouil L Farhi and Nathan Klapoetke and Christopher A Werley and Vikrant Kapoor and Peng Zou and Joel M Kralj and Dougal Maclaurin and Niklas Smedemark-Margulies and Jessica L Saulnier and Gabriella L Boulting and Christoph Straub and Yong Ku Cho and Michael Melkonian and Gane Ka-Shu Wong and D Jed Harrison and Venkatesh N Murthy and Bernardo L Sabatini and Edward S Boyden and Robert E Campbell and Adam E Cohen",
            "2014",
            "TyX3mJMAAAAJ:UxriW0iASnsC",
            525,
            "https:\/\/www.nature.com\/nmeth\/journal\/v11\/n8\/abs\/nmeth.3000.html",
            "3505432046692358871",
            "\/scholar?cites=3505432046692358871",
            {
                "2014":15,
                "2015":81,
                "2016":67,
                "2017":85,
                "2018":75,
                "2019":97,
                "2020":93,
                "2021":9
            }
        ],
        [
            "A molecule or larger body is chiral if it cannot be superimposed on its mirror image (enantiomer). Electromagnetic fields may be chiral, too, with circularly polarized light (CPL) as the paradigmatic example. A recently introduced measure of the local degree of chiral dissymmetry in electromagnetic fields suggested the existence of optical modes more selective than circularly polarized plane waves in preferentially exciting single enantiomers in certain regions of space. By probing induced fluorescence intensity, we demonstrated experimentally an 11-fold enhancement over CPL in discrimination of the enantiomers of a biperylene derivative by precisely sculpted electromagnetic fields. This result, which agrees to within 15% with theoretical predictions, establishes that optical chirality is a fundamental and tunable property of light, with possible applications ranging from plasmonic sensors to absolute asymmetric …",
            "Enhanced enantioselectivity in excitation of chiral molecules by superchiral light",
            "Yiqiao Tang and Adam E Cohen",
            "2011",
            "TyX3mJMAAAAJ:KlAtU1dfN6UC",
            458,
            "https:\/\/science.sciencemag.org\/content\/332\/6027\/333.abstract",
            "7642011133737164056",
            "\/scholar?cites=7642011133737164056",
            {
                "2011":6,
                "2012":27,
                "2013":23,
                "2014":46,
                "2015":42,
                "2016":46,
                "2017":63,
                "2018":73,
                "2019":64,
                "2020":61,
                "2021":5
            }
        ],
        [
            "Reliable optical detection of single action potentials in mammalian neurons has been one of the longest-standing challenges in neuroscience. Here we achieved this goal by using the endogenous fluorescence of a microbial rhodopsin protein, Archaerhodopsin 3 (Arch) from Halorubrum sodomense, expressed in cultured rat hippocampal neurons. This genetically encoded voltage indicator exhibited an approximately tenfold improvement in sensitivity and speed over existing protein-based voltage indicators, with a roughly linear twofold increase in brightness between− 150 mV and+ 150 mV and a sub-millisecond response time. Arch detected single electrically triggered action potentials with an optical signal-to-noise ratio> 10. Arch (D95N) lacked endogenous proton pumping and had 50% greater sensitivity than wild type but had a slower response (41 ms). Nonetheless, Arch (D95N) also resolved individual …",
            "Optical recording of action potentials in mammalian neurons using a microbial rhodopsin",
            "Joel M Kralj and Adam D Douglass and Daniel R Hochbaum and Dougal Maclaurin and Adam E Cohen",
            "2012",
            "TyX3mJMAAAAJ:kNdYIx-mwKoC",
            419,
            "https:\/\/www.nature.com\/nmeth\/journal\/v9\/n1\/full\/nmeth.1782.html",
            "15201048785495575835",
            "\/scholar?cites=15201048785495575835",
            {
                "2012":26,
                "2013":52,
                "2014":59,
                "2015":66,
                "2016":42,
                "2017":45,
                "2018":38,
                "2019":46,
                "2020":35,
                "2021":2
            }
        ],
        [
            "Bacteria have many voltage- and ligand-gated ion channels, and population-level measurements indicate that membrane potential is important for bacterial survival. However, it has not been possible to probe voltage dynamics in an intact bacterium. Here we developed a method to reveal electrical spiking in Escherichia coli. To probe bacterial membrane potential, we engineered a voltage-sensitive fluorescent protein based on green-absorbing proteorhodopsin. Expression of the proteorhodopsin optical proton sensor (PROPS) in E. coli revealed electrical spiking at up to 1 hertz. Spiking was sensitive to chemical and physical perturbations and coincided with rapid efflux of a small-molecule fluorophore, suggesting that bacterial efflux machinery may be electrically regulated.",
            "Electrical spiking in Escherichia coli probed with a fluorescent voltage-indicating protein",
            "Joel M Kralj and Daniel R Hochbaum and Adam D Douglass and Adam E Cohen",
            "2011",
            "TyX3mJMAAAAJ:8k81kl-MbHgC",
            289,
            "https:\/\/science.sciencemag.org\/content\/333\/6040\/345.abstract",
            "11974749174628902787",
            "\/scholar?cites=11974749174628902787",
            {
                "2011":3,
                "2012":31,
                "2013":31,
                "2014":35,
                "2015":38,
                "2016":15,
                "2017":22,
                "2018":32,
                "2019":38,
                "2020":41,
                "2021":2
            }
        ],
        [
            "We report enhanced optical Faraday rotation in gold-coated maghemite (γ-Fe2O3) nanoparticles. The Faraday rotation spectrum measured from 480−690 nm shows a peak at about 530 nm, not present in either uncoated maghemite nanoparticles or solid gold nanoparticles. This peak corresponds to an intrinsic electronic transition in the maghemite nanoparticles and is consistent with a near-field enhancement of Faraday rotation resulting from the spectral overlap of the surface plasmon resonance in the gold with the electronic transition in maghemite. This demonstration of surface plasmon resonance-enhanced magneto-optics (SuPREMO) in a composite magnetic\/plasmonic nanosystem may enable design of nanostructures for remote sensing and imaging of magnetic fields and for miniaturized magneto-optical devices.",
            "Surface plasmon resonance enhanced magneto-optics (SuPREMO): Faraday rotation enhancement in gold-coated iron oxide nanocrystals",
            "Prashant K Jain and Yanhong Xiao and Ronald Walsworth and Adam E Cohen",
            "2009",
            "TyX3mJMAAAAJ:W7OEmFMy1HYC",
            287,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl900007k",
            "17839763895705027776",
            "\/scholar?cites=17839763895705027776",
            {
                "2009":2,
                "2010":13,
                "2011":16,
                "2012":30,
                "2013":35,
                "2014":24,
                "2015":28,
                "2016":34,
                "2017":27,
                "2018":29,
                "2019":18,
                "2020":25,
                "2021":1
            }
        ],
        [
            "Single biomolecules in free solution have long been of interest for detailed study by optical methods, but Brownian motion prevents the observation of one single molecule for extended periods. We have used an anti-Brownian electrokinetic (ABEL) trap to trap individual protein molecules in free solution, under ambient conditions, without requiring any attachment to beads or surfaces. We also demonstrate trapping and manipulation of single virus particles, lipid vesicles, and fluorescent semiconductor nanocrystals.",
            "Suppressing Brownian motion of individual biomolecules in solution",
            "Adam E Cohen and WE Moerner",
            "2006",
            "TyX3mJMAAAAJ:d1gkVwhDpl0C",
            262,
            "https:\/\/www.pnas.org\/content\/103\/12\/4362.short",
            "11317782276633090450",
            "\/scholar?cites=11317782276633090450",
            {
                "2006":1,
                "2007":18,
                "2008":16,
                "2009":22,
                "2010":23,
                "2011":19,
                "2012":17,
                "2013":26,
                "2014":23,
                "2015":18,
                "2016":19,
                "2017":16,
                "2018":15,
                "2019":12,
                "2020":13,
                "2021":1
            }
        ],
        [
            "We present a device that allows a user to trap a single nanoscale object in solution at ambient temperature, and then to position the trapped object with nanoscale resolution. This anti-Brownian electrophoretic trap (ABEL trap) works by monitoring the Brownian motion of the particle (via fluorescence microscopy), and then applying a feedback voltage to the solution so that the electrophoretic drift exactly cancels the Brownian motion. The ABEL trap works on any object that can be imaged optically and that acquires a charge in water. The ABEL trap is noninvasive, is gentle enough to handle biological molecules, and can trap objects far smaller than can be trapped with laser tweezers. Our proof-of-principle device can trap fluorescent polystyrene nanospheres with diameters down to 20nm.",
            "Method for trapping and manipulating nanoscale objects in solution",
            "Adam E Cohen and WE Moerner",
            "2005",
            "TyX3mJMAAAAJ:9yKSN-GCB0IC",
            248,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1872220",
            "9351836961665249412",
            "\/scholar?cites=9351836961665249412",
            {
                "2005":5,
                "2006":7,
                "2007":11,
                "2008":12,
                "2009":13,
                "2010":19,
                "2011":20,
                "2012":17,
                "2013":20,
                "2014":20,
                "2015":13,
                "2016":12,
                "2017":22,
                "2018":22,
                "2019":14,
                "2020":17,
                "2021":2
            }
        ],
        [
            "There have been two recent revolutionary advances in neuroscience: First, genetically encoded activity sensors have brought the goal of optical detection of single action potentials in vivo within reach. Second, optogenetic actuators now allow the activity of neurons to be controlled with millisecond precision. These revolutions have now been combined, together with advanced microscopies, to allow “all-optical” readout and manipulation of activity in neural circuits with single-spike and single-neuron precision. This is a transformational advance that will open new frontiers in neuroscience research. Harnessing the power of light in the all-optical approach requires coexpression of genetically encoded activity sensors and optogenetic probes in the same neurons, as well as the ability to simultaneously target and record the light from the selected neurons. It has recently become possible to combine sensors and optical …",
            "All-optical interrogation of neural circuits",
            "Valentina Emiliani and Adam E Cohen and Karl Deisseroth and Michael Häusser",
            "2015",
            "TyX3mJMAAAAJ:5Ul4iDaHHb8C",
            244,
            "https:\/\/www.jneurosci.org\/content\/35\/41\/13917.short",
            "7012792742408278515",
            "\/scholar?cites=7012792742408278515",
            {
                "2015":3,
                "2016":36,
                "2017":35,
                "2018":66,
                "2019":53,
                "2020":44,
                "2021":5
            }
        ]
    ]
}