{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The timing of the end-Permian mass extinction and subsequent prolonged recovery during the Early Triassic Epoch can be established from astronomically controlled climate cycles recorded in continuous marine sedimentary sections. Astronomical-cycle tuning of spectral gamma-ray logs from biostratigraphically-constrained cyclic stratigraphy through marine sections at Meishan, Chaohu, Daxiakou and Guandao in South China yields an integrated time scale for the Early Triassic, which is consistent with scaling of magnetostratigraphy from climatic cycles in continental deposits of the Germanic Basin. The main marine mass extinction interval at Meishan is constrained to less than 40% of a 100-kyr (kilo-year) cycle (ie,< 40 kyr) and the sharp negative excursion in δ C 13 is estimated to have lasted< 6 kyr. The sharp positive shift in δ C 13 from− 2‰ to 4‰ across the Smithian–Spathian boundary at Chaohu was …",
            "Astronomical tuning of the end-Permian extinction and the Early Triassic Epoch of South China and Germany",
            "Mingsong Li and James Ogg and Yang Zhang and Chunju Huang and Linda Hinnov and Zhong-Qiang Chen and Zhuoyan Zou",
            "2016",
            "tZKN7tMAAAAJ:9yKSN-GCB0IC",
            82,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0012821X16300280",
            "3890949682009646818",
            "\/scholar?cites=3890949682009646818",
            {
                "2016":4,
                "2017":12,
                "2018":16,
                "2019":22,
                "2020":26,
                "2021":2
            }
        ],
        [
            "Continental breakup represents the successful process of rifting and thinning of the continental lithosphere, leading to plate rupture and initiation of oceanic crust formation. Magmatism during breakup seems to follow a path of either excessive, transient magmatism (magma-rich margins) or of igneous starvation (magma-poor margins). The latter type is characterized by extreme continental lithospheric extension and mantle exhumation prior to igneous oceanic crust formation. Discovery of magma-poor margins has raised fundamental questions about the onset of ocean-floor type magmatism, and has guided interpretation of seismic data across many rifted margins, including the highly extended northern South China Sea margin. Here we report International Ocean Discovery Program drilling data from the northern South China Sea margin, testing the magma-poor margin model outside the North Atlantic. Contrary to …",
            "Rapid transition from continental breakup to igneous oceanic crust in the South China Sea",
            "Hans Christian Larsen and Geoffroy Mohn and Michael Nirrengarten and Zhen Sun and J Stock and Zhimin Jian and Adam Klaus and CA Alvarez-Zarikian and J Boaga and SA Bowden and A Briais and Y Chen and D Cukur and K Dadd and W Ding and M Dorais and EC Ferré and F Ferreira and A Furusawa and A Gewecke and J Hinojosa and TW Höfig and KH Hsiung and B Huang and E Huang and XL Huang and S Jiang and H Jin and BG Johnson and Robert M Kurzawski and C Lei and B Li and L Li and Y Li and J Lin and C Liu and Z Liu and AJ Luna and C Lupi and A McCarthy and L Ningthoujam and N Osono and DW Peate and P Persaud and N Qiu and C Robinson and S Satolli and I Sauermilch and JC Schindlbeck and S Skinner and S Straub and X Su and C Su and L Tian and Froukje M van der Zwan and S Wan and H Wu and R Xiang and R Yadav and L Yi and PS Yu and C Zhang and J Zhang and Yang Zhang and N Zhao and G Zhong and L Zhong",
            "2018",
            "tZKN7tMAAAAJ:IjCSPb-OGe4C",
            78,
            "https:\/\/www.nature.com\/articles\/s41561-018-0198-1",
            "8236631049541675852",
            "\/scholar?cites=8236631049541675852",
            {
                "2017":1,
                "2018":29,
                "2019":42,
                "2020":5
            }
        ],
        [
            "Post-rift fault activities were often observed in deepwater basins, which have great contributions to oil and gas migration and accumulation. The main causes for post-rift fault activities include tectonic events, mud or salt diapirs, and gravitational collapse. In the South China Sea continental margin, post-rift fault activities are widely distributed, especially in Baiyun sag, one of the largest deepwater sag with its main body located beneath present continental slope. During the post-rift stage, large population of faults kept active for a long time from 32 Ma (T70) till 5.5 Ma (T10). Seismic interpretation, fault analysis and analogue modeling experiments indicate that the post-rift fault activities in Baiyun sag between 32 Ma (T70) and 13.8 Ma (T30) was mainly controlled by gravity pointing to the Main Baiyun sag, which caused the faults extensive on the side facing Main Baiyun sag and the back side compressive. Around 32 …",
            "The mechanism of post-rift fault activities in Baiyun sag, Pearl River Mouth basin",
            "Zhen Sun and Ziying Xu and Longtao Sun and Xiong Pang and Chengzhi Yan and Yuanping Li and Zhongxian Zhao and Zhangwen Wang and Cuimei Zhang",
            "2014",
            "tZKN7tMAAAAJ:Zph67rFs4hoC",
            52,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1367912014000753",
            "10015525588519742592",
            "\/scholar?cites=10015525588519742592",
            {
                "2014":1,
                "2015":4,
                "2016":7,
                "2017":5,
                "2018":8,
                "2019":15,
                "2020":9,
                "2021":2
            }
        ],
        [
            "The start of the Mesozoic Era is marked by roughly 5 m.y. of Earth system upheavals, including unstable biotic recovery, repeated global warming, ocean anoxia, and perturbations in the global carbon cycle. Intervals between crises were comparably hospitable to life. The causes of these upheavals are unknown, but are thought to be linked to recurrent Siberian volcanism. Here, two marine sedimentary successions at Chaohu and Daxiakou (South China) are evaluated for paleoclimate change from astronomical forcing. In these sections, gamma-ray variations indicative of terrestrial weathering reveal enhanced obliquity cycling over prolonged intervals, characterized by a 32.8 k.y. periodicity with strong 1.2 m.y. modulations. These suggest a 22 h length of day and 1.2 m.y. interaction between the orbital inclinations of Earth and Mars. Comparing the 1.2 m.y. obliquity modulation cycles in these sections with …",
            "Obliquity-forced climate during the Early Triassic hothouse in China",
            "Mingsong Li and Chunju Huang and Linda Hinnov and James Ogg and Zhong-Qiang Chen and Yang Zhang",
            "2016",
            "tZKN7tMAAAAJ:Y0pCki6q_DkC",
            49,
            "https:\/\/pubs.geoscienceworld.org\/geology\/article-lookup\/44\/8\/623",
            "14966491612982825298",
            "\/scholar?cites=14966491612982825298",
            {
                "2016":1,
                "2017":3,
                "2018":14,
                "2019":11,
                "2020":19,
                "2021":1
            }
        ],
        [
            "The high density (2 km × 6 km), high resolution (19 sequence boundaries) seismic reflection profiles and 42 industrial wells (including VSP data, gamma ray, sonic and density logs) are now available in Qiongdongnan Basin to the northwest of South China Sea. Then we explored the time–depth relationships of strata, obtained the compaction curves of shale and sand, and recovered the original sediment thickness. Furthermore, we calculated the sediment budget and analyzed the deepwater sedimentation processes.The thickest sediment of Qiongdongnan Basin is more than 16 km. The temporal–spatial distribution of sedimentation is characterized by three stages i.e. syn-rift stage (45–21 Ma), early post-rift stage (21–10.5 Ma) and late post-rift stage (10.5–0 Ma). The distribution of sedimentation in deepwater is mainly controlled by the sediment source and transportation routes. The NE trended, S-shaped central …",
            "The high resolution sedimentary filling in Qiongdongnan Basin, northern South China Sea",
            "Zhongxian Zhao and Zhen Sun and Zhenfeng Wang and Zhipeng Sun and Jianbao Liu and Cuimei Zhang",
            "2015",
            "tZKN7tMAAAAJ:qxL8FJ1GzNcC",
            46,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0025322715000043",
            "17915959112495434037",
            "\/scholar?cites=17915959112495434037",
            {
                "2016":3,
                "2017":3,
                "2018":9,
                "2019":16,
                "2020":15
            }
        ],
        [
            "Thick successions from the margins of the Triassic Yangtze Platform of the South China Block record a transition from carbonate-rich facies (Zhuganpo Formation and equivalents) to clastic-rich facies (Xiaowa Formation and equivalents) during the Carnian (early Late Triassic) that mark the final phase of termination of this long-lived platform. Cyclostratigraphy derived from spectral gamma-ray (SGR) intensity curves was combined with magnetostratigraphy of two sections in Guizhou Province (Wayao transect and its upward extension into the Geopark Wayao in Guanling county and the Laishike section in Zhenfeng county) and one location in Sichuan Province (Hanwang section). The cyclostratigraphy from all the Guizhou sections indicates a persistent suite of ca. 34 m, 9 m and 1.8 m cycles, which are consistent with the ratios of orbital-climate oscillations caused by long-eccentricity (405 kyr), short-eccentricity …",
            "Cycle-calibrated magnetostratigraphy of middle Carnian from South China: Implications for Late Triassic time scale and termination of the Yangtze Platform",
            "Yang Zhang and Mingsong Li and James G Ogg and Paul Montgomery and Chunju Huang and Zhong-Qiang Chen and Zhiqiang Shi and Paul Enos and Daniel J Lehrmann",
            "2015",
            "tZKN7tMAAAAJ:UeHWp8X0CEIC",
            43,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0031018215002977",
            "6524637010164938598",
            "\/scholar?cites=6524637010164938598",
            {
                "2016":1,
                "2017":6,
                "2018":12,
                "2019":14,
                "2020":10
            }
        ],
        [
            "C.-F. Li, J. Lin, DK Kulhanek, T. Williams, R. Bao, A. Briais, EA Brown, Y. Chen, PD Clift, FS Colwell, KA Dadd, W.-W. Ding, I. Hernández-Almeida, X.-L. Huang, S. Hyun, T. Jiang, AAP Koppers, Q. Li, C. Liu, Q. Liu, Z. Liu, RH Nagai, A. Peleo-Alampay, X. Su, Z. Sun, MLG Tejada, HS Trinh, Y.-C. Yeh, C. Zhang, F. Zhang, G.-L. Zhang, and X. Zhao2",
            "Site U1431",
            "C-F Li and J Lin and DK Kulhanek and T Williams and R Bao and A Briais and EA Brown and Y Chen and PD Clift and FS Colwell and KA Dadd and W-W Ding and Ivan Hernandez Almeida and X-L Huang and S Hyun and T Jiang and AAP Koppers and Q Li and C Liu and Q Liu and Z Liu and RH Nagai and A Peleo-Alampay and X Su and Z Sun and MLG Tejada and HS Trinh and Y-C Yeh and C Zhang and F Zhang and G-L Zhang and X Zhao",
            "2015",
            "tZKN7tMAAAAJ:4TOpqqG69KYC",
            38,
            "https:\/\/boris.unibe.ch\/68253\/",
            "17730445080211622724",
            "\/scholar?cites=17730445080211622724",
            {
                "2014":1,
                "2015":4,
                "2016":11,
                "2017":6,
                "2018":6,
                "2019":6
            }
        ],
        [
            "C.-F. Li, J. Lin, DK Kulhanek, T. Williams, R. Bao, A. Briais, EA Brown, Y. Chen, PD Clift, FS Colwell, KA Dadd, W.-W. Ding, I. Hernández-Almeida, X.-L. Huang, S. Hyun, T. Jiang, AAP Koppers, Q. Li, C. Liu, Q. Liu, Z. Liu, RH Nagai, A. Peleo-Alampay, X. Su, Z. Sun, MLG Tejada, HS Trinh, Y.-C. Yeh, C. Zhang, F. Zhang, G.-L. Zhang, and X. Zhao2",
            "Expedition 349 summary",
            "C-F Li and J Lin and DK Kulhanek and T Williams and R Bao and A Briais and EA Brown and Y Chen and PD Clift and FS Colwell and KA Dadd and W-W Ding and Ivan Hernandez Almeida and X-L Huang and S Hyun and T Jiang and AAP Koppers and Q Li and C Liu and Q Liu and Z Liu and RH Nagai and A Peleo-Alampay and X Su and Z Sun and MLG Tejada and HS Trinh and Y-C Yeh and C Zhang and F Zhang and G-L Zhang and X Zhao",
            "2015",
            "tZKN7tMAAAAJ:kNdYIx-mwKoC",
            36,
            "https:\/\/boris.unibe.ch\/id\/eprint\/68255",
            "9137836335048534322",
            "\/scholar?cites=9137836335048534322",
            {
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":2,
                "2015":6,
                "2016":8,
                "2017":5,
                "2018":5,
                "2019":1
            }
        ],
        [
            "The time scale of the Late Triassic Epoch has a divergence of age models, especially for the durations of competing definitions for its Rhaetian Stage (uppermost Triassic). The astrochronology derived from relative depth of lacustrine-bearing clastic successions and astronomically tuned geomagnetic polarity time scale (APTS) of the Newark Supergroup of eastern North America provides a basis for the Late Triassic time scale. However, the Newark APTS has been challenged regarding its age scale and completeness; therefore an independent astronomical-tuned magnetic polarity zonation is required to verify the upper Newark APTS reference scale. We compiled a 6.5 million year (myr) APTS with magnetic stratigraphy from four sections of the lacustrine-fluvial, dinosaur-track-bearing Xujiahe Formation in the Sichuan Basin of South China that also has dating from detrital zircons and regional biostratigraphy …",
            "Astronomical tuning and magnetostratigraphy of the Upper Triassic Xujiahe Formation of South China and Newark Supergroup of North America: implications for the Late Triassic …",
            "Mingsong Li and Yang Zhang and Chunju Huang and James Ogg and Linda Hinnov and Yongdong Wang and Zhuoyan Zou and Liqin Li",
            "2017",
            "tZKN7tMAAAAJ:W7OEmFMy1HYC",
            33,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0012821X1730393X",
            "15590630857595668194",
            "\/scholar?cites=15590630857595668194",
            {
                "2018":8,
                "2019":12,
                "2020":12,
                "2021":1
            }
        ],
        [
            "Multiple proxies for paleoclimatic and paleoenvironmental change within sedimentary sequences have been developed; but understanding their relationships and their relative strengths or weaknesses are required to access a wealth of untapped paleoclimate information. We propose two main criteria for multiple proxy datasets to estimate their individual signal-to-noise levels and to decipher the relationship between multiple proxies. First, for proxies affected by similar processes, then their time-dependent changes should be similar. Second, a paleoclimate proxy that is more sensitive to an external forcing, such as astronomical forcing, is more useful than those that do not have such a response. We introduce two methods to evaluate these criteria: (1) hierarchical cluster analysis (HCA) probes the relationships among multiple proxies based on similarities of their oscillation patterns, and (2) power decomposition …",
            "Paleoclimate proxies for cyclostratigraphy: Comparative analysis using a Lower Triassic marine section in South China",
            "Mingsong Li and Chunju Huang and James Ogg and Yang Zhang and Linda Hinnov and Huaichun Wu and Zhong-Qiang Chen and Zhuoyan Zou",
            "2019",
            "tZKN7tMAAAAJ:YsMSGLbcyi4C",
            30,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0012825217304749",
            "10735003678040194543",
            "\/scholar?cites=10735003678040194543",
            {
                "2019":4,
                "2020":23,
                "2021":2
            }
        ]
    ]
}