{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "FOR several reasons, What Do Unions Do? 1 by Richard B. Freeman and James L. Medoff is the most significant book on the topic in recent years. The theses are provocative, including a number favorable to unions. The authors are prominent, as members of the Harvard Economics Department. The arguments have been previewed elsewhere, such as in the 1979 article in The Public Interest on\" The Two Faces of Unionism.\" And the current presentation is accessible to a general audience. The result is a book that has been praised by scholars such as John Kenneth Galbraith and John T. Dunlop and reviewed in popular media such as The New York Times and Business Week. These factors explain our special treatment of the book: a brief summary followed by a series of comments by prominent scholars. The central message of Freeman and Medoff (F&M) is that there are two faces to unions—one with largely …",
            "What do unions do",
            "Richard B Freeman and James L Medoff",
            "1984",
            "u-5ncqYAAAAJ:u5HHmVD_uO8C",
            5933,
            "https:\/\/heinonline.org\/hol-cgi-bin\/get_pdf.cgi?handle=hein.journals\/ialrr38&section=25",
            "14965972944185509277",
            "\/scholar?cites=14965972944185509277",
            {
                "1985":34,
                "1986":76,
                "1987":118,
                "1988":110,
                "1989":129,
                "1990":129,
                "1991":117,
                "1992":129,
                "1993":127,
                "1994":125,
                "1995":143,
                "1996":100,
                "1997":131,
                "1998":129,
                "1999":109,
                "2000":143,
                "2001":148,
                "2002":143,
                "2003":168,
                "2004":220,
                "2005":203,
                "2006":207,
                "2007":221,
                "2008":214,
                "2009":201,
                "2010":202,
                "2011":211,
                "2012":199,
                "2013":227,
                "2014":192,
                "2015":181,
                "2016":203,
                "2017":199,
                "2018":212,
                "2019":189,
                "2020":214,
                "2021":12
            }
        ],
        [
            "Analyzes the 1970s downturn in the labor market for college-educated manpower, considers consequences for educational institutions, and explores policies for alleviating the situation. Bibliogs",
            "The overeducated american",
            "Richard Barry Freeman",
            "1976",
            "u-5ncqYAAAAJ:u-x6o8ySG0sC",
            2101,
            "http:\/\/scholar.google.com\/scholar?cluster=3733921509709908692&hl=en&oi=scholarr",
            "3733921509709908692",
            "\/scholar?cites=3733921509709908692",
            {
                "1982":38,
                "1983":42,
                "1984":26,
                "1985":26,
                "1986":46,
                "1987":26,
                "1988":30,
                "1989":34,
                "1990":30,
                "1991":27,
                "1992":42,
                "1993":36,
                "1994":30,
                "1995":22,
                "1996":23,
                "1997":25,
                "1998":21,
                "1999":28,
                "2000":32,
                "2001":29,
                "2002":34,
                "2003":45,
                "2004":53,
                "2005":56,
                "2006":52,
                "2007":60,
                "2008":58,
                "2009":63,
                "2010":64,
                "2011":64,
                "2012":64,
                "2013":94,
                "2014":88,
                "2015":86,
                "2016":100,
                "2017":82,
                "2018":78,
                "2019":87,
                "2020":39,
                "2021":6
            }
        ],
        [
            "The purpose of this paper is to examine these concerns and evaluate the use of job satisfaction (and other subjective variables) in labor market analysis. The main theme is that, while there are good reasons to treat subjective variables gingerly, the answers to questions about how people feel toward their job are not meaningless but rather convey useful information about economic life that should not be ignored. The paper begins with a brief description of the satisfaction questions on major worker surveys, and then considers the use of satisfaction as an independent and as a dependent variable. Satisfaction is shown to be a major determinant of labor market mobility, in part it is argued because it reflects aspects of the work place not captured by standard objective variable8. Satisfaction is also found to depend anomolously on some economic variables (such as unionism) in ways that provide insight into how those factors affect people.",
            "Job satisfaction as an economic variable",
            "Richard B Freeman",
            "1977",
            "u-5ncqYAAAAJ:9yKSN-GCB0IC",
            1376,
            "https:\/\/www.nber.org\/papers\/w0225",
            "9956016991005857147",
            "\/scholar?cites=9956016991005857147",
            {
                "1984":6,
                "1985":3,
                "1986":5,
                "1987":5,
                "1988":7,
                "1989":6,
                "1990":8,
                "1991":2,
                "1992":2,
                "1993":2,
                "1994":6,
                "1995":6,
                "1996":6,
                "1997":7,
                "1998":13,
                "1999":10,
                "2000":9,
                "2001":14,
                "2002":24,
                "2003":28,
                "2004":36,
                "2005":50,
                "2006":56,
                "2007":66,
                "2008":70,
                "2009":77,
                "2010":84,
                "2011":69,
                "2012":86,
                "2013":78,
                "2014":70,
                "2015":90,
                "2016":70,
                "2017":63,
                "2018":71,
                "2019":73,
                "2020":68,
                "2021":4
            }
        ],
        [
            "IMMIGRATION AND TRADE-particularly with less developed countries (LDCs)-have become more significant to the US economy since the 1960s than they were earlier in the postwar period. The number of immigrants relative to native-born workers has risen; an increasing proportion of immigrants come from less developed countries; and a disproportionate number of immigrants have relatively little schooling. The ratio of exports and imports to GDP has risen as well, and an increasing proportion of imports have come from less developed countries. Immigration and trade have thus increased the effective labor supply of less skilled workers in the United States, with potential consequences for relative wages and employment. To what extent might the economic woes of less skilled and lowpaid American workers be attributed to changes in trade or immigration? To what extent have immigration and trade benefited …",
            "How much do immigration and trade affect labor market outcomes?",
            "George J Borjas and Richard B Freeman and Lawrence F Katz and John DiNardo and John M Abowd",
            "1997",
            "u-5ncqYAAAAJ:d1gkVwhDpl0C",
            1230,
            "https:\/\/www.jstor.org\/stable\/2534701",
            "9802225853555456326",
            "\/scholar?cites=9802225853555456326",
            {
                "1998":18,
                "1999":28,
                "2000":23,
                "2001":41,
                "2002":32,
                "2003":58,
                "2004":34,
                "2005":60,
                "2006":55,
                "2007":86,
                "2008":63,
                "2009":69,
                "2010":76,
                "2011":55,
                "2012":72,
                "2013":78,
                "2014":61,
                "2015":57,
                "2016":39,
                "2017":57,
                "2018":55,
                "2019":47,
                "2020":43,
                "2021":4
            }
        ],
        [
            "The economic troubles of less-skilled workers in the United States. and OECD-Europe during a period of rising manufacturing imports from third world countries has created a debate about whether, in a global economy, wages or employment are determined by the global rather than domestic labor-market conditions. One side argues that trade is all that matters; another side, that trade does not matter at all. The author rejects these polar views; empirical analysis has found modest but real trade effects in displacement of less-skilled labor and declines in the price of goods produced by low-skilled workers.",
            "Are your wages set in Beijing?",
            "Richard B Freeman",
            "1995",
            "u-5ncqYAAAAJ:2osOgNQ5qMEC",
            1104,
            "https:\/\/www.aeaweb.org\/articles?id=10.1257\/jep.9.3.15",
            "8655368010411253985",
            "\/scholar?cites=8655368010411253985",
            {
                "1995":5,
                "1996":24,
                "1997":39,
                "1998":62,
                "1999":82,
                "2000":64,
                "2001":86,
                "2002":54,
                "2003":57,
                "2004":55,
                "2005":51,
                "2006":43,
                "2007":70,
                "2008":54,
                "2009":35,
                "2010":35,
                "2011":51,
                "2012":20,
                "2013":37,
                "2014":24,
                "2015":27,
                "2016":33,
                "2017":20,
                "2018":25,
                "2019":15,
                "2020":14,
                "2021":1
            }
        ],
        [
            "Praise for the first edition:\" This very valuable book reports the results of a large-scale and complex survey aimed at understanding the preferences of employees regarding workplace governance and their attitudes toward the three key institutions in the labor market: unions, government, and firms.... The findings are... sophisticated and convincing.... This is a terrifically useful book that contains a wealth of information.\"—Labor History\" What Workers Want is one of the most ambitious efforts ever undertaken to determine the attitudes of employees about the American workplace.... An extremely important contribution to the long and often heated debates that swirl around these issues.\"—Ralph Nader\" What Workers Want is a sharply focused study of how American workers think about workplace participation. This book is a message about workplace democracy that union leaders would do well to build into their organizing strategies.\"—Dissent\" This is easily one of the most readable books on industrial relations matters written by academics in recent times. The authors are able simultaneously to engage the reader in an almost folksy manner, while also being quite rigorous in their presentation of data. There should be more such books.\"—Journal of Industrial Relations How would a typical American workplace be structured if the employees could design it? According to Richard B. Freeman and Joel Rogers, it would be an organization run jointly by employees and their supervisors, one where disputes between labor and management would be resolved through independent arbitration. Their groundbreaking book provides a comprehensive account of …",
            "What workers want",
            "Richard Barry Freeman and Joel Rogers",
            "2006",
            "u-5ncqYAAAAJ:qjMakFHDy7sC",
            984,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=lyqRmYJW6xYC&oi=fnd&pg=PP11&dq=info:upMjNH3jBWkJ:scholar.google.com&ots=OP0HyW-5QB&sig=vvowdY2WZ45QoFJpNpsKsYwdFL8",
            "7567704875751150522",
            "\/scholar?cites=7567704875751150522",
            {
                "1999":3,
                "2000":23,
                "2001":45,
                "2002":48,
                "2003":46,
                "2004":85,
                "2005":56,
                "2006":68,
                "2007":58,
                "2008":60,
                "2009":43,
                "2010":53,
                "2011":47,
                "2012":60,
                "2013":47,
                "2014":41,
                "2015":41,
                "2016":31,
                "2017":31,
                "2018":30,
                "2019":30,
                "2020":28
            }
        ],
        [
            "This paper shows that participation in crime and involvement with the criminal justice system has reached extraordinary levels among young men. With approximately 2 percent as many men incarcerated as in the labor force, the crime rate should have plummeted. It didn't. Evidence suggests that the depressed labor market for low-skill American workers contributed to the continued high level of crime by less-educated men, despite incapacitation and the deterrent effect of imprisonment. The costs of incarceration are such that even marginally effective prevention policies can be socially desirable.",
            "Why do so many young American men commit crimes and what might we do about it?",
            "Richard B Freeman",
            "1996",
            "u-5ncqYAAAAJ:UeHWp8X0CEIC",
            893,
            "https:\/\/www.aeaweb.org\/articles?id=10.1257\/jep.10.1.25",
            "12624968640747522949",
            "\/scholar?cites=12624968640747522949",
            {
                "1996":14,
                "1997":15,
                "1998":26,
                "1999":28,
                "2000":32,
                "2001":28,
                "2002":24,
                "2003":33,
                "2004":42,
                "2005":31,
                "2006":41,
                "2007":47,
                "2008":55,
                "2009":55,
                "2010":48,
                "2011":43,
                "2012":35,
                "2013":57,
                "2014":39,
                "2015":30,
                "2016":34,
                "2017":37,
                "2018":40,
                "2019":20,
                "2020":18,
                "2021":3
            }
        ],
        [
            "Volunteer activity is work performed without monetary recompense. This article shows that volunteering is a sizeable economic activity in the United States, that volunteers have high skills and opportunity costs of time, that standard labor supply explanations of volunteering account for only a minor part of volunteer behavior, and that many volunteer only when requested to do so. This suggests that volunteering is a \"conscience good or activity\"-something that people feel morally obligated to do when asked, but which they would just as soon let someone else do.",
            "Working for nothing: The supply of volunteer labor",
            "Richard B Freeman",
            "1997",
            "u-5ncqYAAAAJ:IjCSPb-OGe4C",
            879,
            "https:\/\/www.journals.uchicago.edu\/doi\/abs\/10.1086\/209859",
            "2568127280707668647",
            "\/scholar?cites=2568127280707668647",
            {
                "1998":3,
                "1999":7,
                "2000":13,
                "2001":20,
                "2002":13,
                "2003":17,
                "2004":38,
                "2005":16,
                "2006":34,
                "2007":46,
                "2008":40,
                "2009":47,
                "2010":70,
                "2011":71,
                "2012":52,
                "2013":52,
                "2014":55,
                "2015":65,
                "2016":44,
                "2017":47,
                "2018":56,
                "2019":36,
                "2020":27,
                "2021":2
            }
        ],
        [
            "In the 1980s, the wages and employment rates of less-skilled Americans fell relative to those of more-skilled workers. This paper examines the contribution of the continuing inflow of less-skilled immigrants and the increasing importance of imports in the US economy to these trends. Our empirical evidence indicates that both trade and immigration augmented the nation\" s supply of less-skilled workers, particularly workers with less than a high school education. By 1988, trade and immigration increased the effective supply of high school dropouts by 28 percent for men and 31 percent for women. We estimate that from thirty to fifty percent of the approximately 10 percentage point decline in the relative weekly wage of high school dropouts between 1980 and 1988 can be attributed to the trade and immigration flows. In addition, our analysis suggests that from 15 to 25 percent of the 11 percentage point rise in the earnings of college graduates relative to high school graduates from 1980 to 1985 can be attributed to the massive increase in the trade deficit over the same period, but that the effects of trade on the college\/high school wage differential diminished with improvements in the trade balance during the late 1980s.",
            "On the labor market effects of immigration and trade",
            "George J Borjas and Richard B Freeman and Lawrence F Katz",
            "1991",
            "u-5ncqYAAAAJ:zYLM7Y9cAGgC",
            750,
            "https:\/\/www.nber.org\/papers\/w3761",
            "2380329499636912123",
            "\/scholar?cites=2380329499636912123",
            {
                "1992":7,
                "1993":17,
                "1994":29,
                "1995":32,
                "1996":38,
                "1997":33,
                "1998":46,
                "1999":30,
                "2000":32,
                "2001":44,
                "2002":33,
                "2003":28,
                "2004":36,
                "2005":29,
                "2006":27,
                "2007":38,
                "2008":24,
                "2009":13,
                "2010":23,
                "2011":21,
                "2012":20,
                "2013":22,
                "2014":22,
                "2015":17,
                "2016":14,
                "2017":14,
                "2018":16,
                "2019":12,
                "2020":12,
                "2021":1
            }
        ],
        [
            "Although works councils are an important labor institution in Western Europe and were introduced by many large firms in the United States in the 1920s, economists have rarely studied their operation. The most recent article on councils in a major economics journal was Paul Douglas's 1921 piece in the Journal of Political Economy (JPE). In part, the neglect of councils reflects economists' traditional unwillingness to look inside the black box of the firm and lack of adequate theoretic tools to treat organizational issues. In part also, it reflects the absence of empirical studies or observations that are needed for parsimonious theorizing. Such neglect of works councils can no longer be justified. The precipitous fall in private sector unionism in the United States, declining unionism in the United Kingdom, and concerns about how different labor relations systems fare in a global marketplace have renewed interest in councils as a workplace institution. Economic theorists have developed tools and models suited to analyzing how councils affect the internal operation of enterprises and to determining the environments more or less conducive to them.Do councils require external institutional mandating, as in most of Western Europe, or can they be expected to arise from voluntary managerial decision making? When will councils communicate productivity-improving information between workers and firms? What are the benefits and costs of giving councils co-determination rights over some decisions? What can go wrong in",
            "An economic analysis of works councils",
            "Richard B Freeman and Edward P Lazear",
            "1995",
            "u-5ncqYAAAAJ:K1AqHrCRkPsC",
            737,
            "https:\/\/www.nber.org\/chapters\/c11555.pdf",
            "10127452458778059713",
            "\/scholar?cites=10127452458778059713",
            {
                "1995":5,
                "1996":7,
                "1997":10,
                "1998":5,
                "1999":12,
                "2000":19,
                "2001":25,
                "2002":24,
                "2003":26,
                "2004":34,
                "2005":27,
                "2006":48,
                "2007":42,
                "2008":30,
                "2009":46,
                "2010":40,
                "2011":50,
                "2012":34,
                "2013":33,
                "2014":35,
                "2015":27,
                "2016":23,
                "2017":29,
                "2018":28,
                "2019":34,
                "2020":31
            }
        ]
    ]
}