{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "The kinematics of the outer parts of three intermediate-luminosity elliptical galaxies were studied with the Planetary Nebula Spectrograph. The galaxies9 velocity-dispersion profiles were found to decline with the radius, and dynamical modeling of the data indicates the presence of little if any dark matter in these galaxies9 halos. This unexpected result conflicts with findings in other galaxy types and poses a challenge to current galaxy formation theories.",
            "A dearth of dark matter in ordinary elliptical galaxies",
            "Aaron J Romanowsky and Nigel G Douglas and Magda Arnaboldi and Konrad Kuijken and Michael R Merrifield and Nicola R Napolitano and Massimo Capaccioli and Kenneth C Freeman",
            "2003",
            "U-N3XRcAAAAJ:_axFR9aDTf0C",
            461,
            "https:\/\/science.sciencemag.org\/content\/301\/5640\/1696.abstract",
            "17656570718885007429",
            "\/scholar?cites=17656570718885007429",
            {
                "2003":5,
                "2004":38,
                "2005":31,
                "2006":53,
                "2007":38,
                "2008":33,
                "2009":39,
                "2010":39,
                "2011":24,
                "2012":24,
                "2013":22,
                "2014":22,
                "2015":19,
                "2016":20,
                "2017":19,
                "2018":12,
                "2019":6,
                "2020":12,
                "2021":2
            }
        ],
        [
            "Variable x-ray and γ-ray emission is characteristic of the most extreme physical processes in the universe. We present multiwavelength observations of a unique γ-ray–selected transient detected by the Swift satellite, accompanied by bright emission across the electromagnetic spectrum, and whose properties are unlike any previously observed source. We pinpoint the event to the center of a small, star-forming galaxy at redshift z = 0.3534. Its high-energy emission has lasted much longer than any γ-ray burst, whereas its peak luminosity was ∼100 times higher than bright active galactic nuclei. The association of the outburst with the center of its host galaxy suggests that this phenomenon has its origin in a rare mechanism involving the massive black hole in the nucleus of that galaxy.",
            "An extremely luminous panchromatic outburst from the nucleus of a distant galaxy",
            "AJ Levan and NR Tanvir and SB Cenko and DA Perley and K Wiersema and JS Bloom and AS Fruchter and A de Ugarte Postigo and PT O’Brien and N Butler and AJ Van Der Horst and G Leloudas and AN Morgan and K Misra and GC Bower and J Farihi and RL Tunnicliffe and M Modjaz and JM Silverman and J Hjorth and C Thöne and A Cucchiara and JM Castro Cerón and AJ Castro-Tirado and JA Arnold and M Bremer and JP Brodie and T Carroll and MC Cooper and PA Curran and RM Cutri and J Ehle and D Forbes and J Fynbo and J Gorosabel and J Graham and DI Hoffman and S Guziy and Pall Jakobsson and A Kamble and T Kerr and MM Kasliwal and C Kouveliotou and D Kocevski and NM Law and PE Nugent and EO Ofek and D Poznanski and RM Quimby and E Rol and AJ Romanowsky and R Sánchez-Ramírez and S Schulze and N Singh and Lieke Van Spaandonk and RLC Starling and RG Strom and JC Tello and O Vaduvescu and PJ Wheatley and RAMJ Wijers and JM Winters and D Xu",
            "2011",
            "U-N3XRcAAAAJ:9yKSN-GCB0IC",
            291,
            "https:\/\/science.sciencemag.org\/content\/333\/6039\/199.abstract",
            "289115635098754322",
            "\/scholar?cites=289115635098754322",
            {
                "2011":22,
                "2012":48,
                "2013":30,
                "2014":34,
                "2015":33,
                "2016":37,
                "2017":25,
                "2018":21,
                "2019":22,
                "2020":18,
                "2021":1
            }
        ],
        [
            "It has long been regarded as difficult if not impossible for a cosmological model to account simultaneously for the galaxy luminosity, mass, and velocity distributions. We revisit this issue using a modern compilation of observational data along with the best available large-scale cosmological simulation of dark matter (DM). We find that the standard cosmological model, used in conjunction with halo abundance matching (HAM) and simple dynamical corrections, fits—at least on average—all basic statistics of galaxies with circular velocities V circ> 80 km s–1 calculated at a radius of~ 10 kpc. Our primary observational constraint is the luminosity-velocity (LV) relation—which generalizes the Tully-Fisher and Faber-Jackson relations in allowing all types of galaxies to be included, and provides a fundamental benchmark to be reproduced by any theory of galaxy formation. We have compiled data for a variety of galaxies …",
            "Galaxies in ΛCDM with halo abundance matching: Luminosity-velocity relation, baryonic mass-velocity relation, velocity function, and clustering",
            "Sebastian Trujillo-Gomez and Anatoly Klypin and Joel Primack and Aaron J Romanowsky",
            "2011",
            "U-N3XRcAAAAJ:NJ774b8OgUMC",
            275,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/742\/1\/16\/meta",
            "12606498181361820882",
            "\/scholar?cites=12606498181361820882",
            {
                "2011":2,
                "2012":28,
                "2013":38,
                "2014":30,
                "2015":34,
                "2016":42,
                "2017":24,
                "2018":23,
                "2019":29,
                "2020":23,
                "2021":2
            }
        ],
        [
            "Studies of galaxy surveys in the context of the cold dark matter paradigm have shown that the mass of the dark matter halo and the total stellar mass are coupled through a function that varies smoothly with mass. Their average ratio M halo\/M stars has a minimum of about 30 for galaxies with stellar masses near that of the Milky Way (approximately 5× 10 10 solar masses) and increases both towards lower masses and towards higher masses 1, 2. The scatter in this relation is not well known; it is generally thought to be less than a factor of two for massive galaxies but much larger for dwarf galaxies 3, 4. Here we report the radial velocities of ten luminous globular-cluster-like objects in the ultra-diffuse galaxy 5 NGC1052–DF2, which has a stellar mass of approximately 2× 10 8 solar masses. We infer that its velocity dispersion is less than 10.5 kilometres per second with 90 per cent confidence, and we determine from …",
            "A galaxy lacking dark matter",
            "Pieter Van Dokkum and Shany Danieli and Yotam Cohen and Allison Merritt and Aaron J Romanowsky and Roberto Abraham and Jean Brodie and Charlie Conroy and Deborah Lokhorst and Lamiya Mowla and Ewan O’Sullivan and Jielai Zhang",
            "2018",
            "U-N3XRcAAAAJ:NXb4pA-qfm4C",
            256,
            "https:\/\/www.nature.com\/articles\/nature25767?xid=17259%2C15700022%2C15700124%2C15700149%2C15700186%2C15700191%2C15700201%2C15700237%2C15700242",
            "17191945362767909231",
            "\/scholar?cites=17191945362767909231",
            {
                "2018":61,
                "2019":104,
                "2020":78,
                "2021":10
            }
        ],
        [
            "We present new planetary nebulae (PNe) positions, radial velocities and magnitudes for six early-type galaxies obtained with the Planetary Nebulae Spectrograph (PNS), along with derived two-dimensional velocity and velocity dispersion fields, and the α parameters (i.e. the number of PNe per unit luminosity). We also present new deep absorption-line long-slit kinematics for three galaxies in the sample, obtained with the FOcal Reducer and low dispersion Spectrograph (FORS2) at the Very Large Telescope (VLT).We extend this study to include additional 10 early-type galaxies with PNe radial velocity measurements available from the literature, including previous PNS studies, in order to obtain a broader description of the outer-halo kinematics in early-type galaxies. These data extend the information derived from stellar absorption-line kinematics to typically several and up to 8 effective radii.The …",
            "Kinematic properties of early-type galaxy haloes using planetary nebulae",
            "L Coccato and Ortwin Gerhard and Magda Arnaboldi and P Das and Nigel G Douglas and Konrad Kuijken and MR Merrifield and NR Napolitano and E Noordermeer and AJ Romanowsky and M Capaccioli and A Cortesi and F De Lorenzi and KC Freeman",
            "2009",
            "U-N3XRcAAAAJ:EYYDruWGBe4C",
            208,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/394\/3\/1249\/1065074",
            "14984216093797246193",
            "\/scholar?cites=14984216093797246193",
            {
                "2008":1,
                "2009":7,
                "2010":20,
                "2011":27,
                "2012":22,
                "2013":20,
                "2014":24,
                "2015":22,
                "2016":16,
                "2017":13,
                "2018":19,
                "2019":6,
                "2020":11
            }
        ],
        [
            "Motivated by a new wave of kinematical tracers in the outer regions of early-type galaxies (ellipticals and lenticulars), we re-examine the role of angular momentum in galaxies of all types. We present new methods for quantifying the specific angular momentum j, focusing mainly on the more challenging case of early-type galaxies, in order to derive firm empirical relations between stellar j sstarf and mass M sstarf (thus extending earlier work by Fall). We carry out detailed analyses of eight galaxies with kinematical data extending as far out as 10 effective radii, and find that data at two effective radii are generally sufficient to estimate total j sstarf reliably. Our results contravene suggestions that ellipticals could harbor large reservoirs of hidden j sstarf in their outer regions owing to angular momentum transport in major mergers. We then carry out a comprehensive analysis of extended kinematic data from the literature …",
            "Angular momentum and galaxy formation revisited",
            "Aaron J Romanowsky and S Michael Fall",
            "2012",
            "U-N3XRcAAAAJ:XiSMed-E-HIC",
            203,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0067-0049\/203\/2\/17\/meta",
            "7902649912954149428",
            "\/scholar?cites=7902649912954149428",
            {
                "2013":9,
                "2014":11,
                "2015":26,
                "2016":25,
                "2017":30,
                "2018":36,
                "2019":34,
                "2020":29,
                "2021":2
            }
        ],
        [
            "Recently a population of large, very low surface brightness, spheroidal galaxies was identified in the Coma cluster. The apparent survival of these ultra-diffuse galaxies (UDGs) in a rich cluster suggests that they have very high masses. Here, we present the stellar kinematics of Dragonfly 44, one of the largest Coma UDGs, using a 33.5 hr integration with DEIMOS on the Keck II telescope. We find a velocity dispersion of , which implies a dynamical mass of  within its deprojected half-light radius of . The mass-to-light ratio is , and the dark matter fraction is 98% within . The high mass of Dragonfly 44 is accompanied by a large globular cluster population. From deep Gemini imaging taken in  seeing we infer that Dragonfly 44 has  globular clusters, similar to the counts for other galaxies in this mass range. Our results add to other recent …",
            "A high stellar velocity dispersion and∼ 100 globular clusters for the ultra-diffuse Galaxy dragonfly 44",
            "Pieter Van Dokkum and Roberto Abraham and Jean Brodie and Charlie Conroy and Shany Danieli and Allison Merritt and Lamiya Mowla and Aaron Romanowsky and Jielai Zhang",
            "2016",
            "U-N3XRcAAAAJ:UeHWp8X0CEIC",
            201,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/2041-8205\/828\/1\/L6?imageIndex=15&date=2016-12-21&id=18132009&view=zertifikate&i=6&facelift=true&addUrlParams=true",
            "425332476696879721",
            "\/scholar?cites=425332476696879721",
            {
                "2015":1,
                "2016":7,
                "2017":43,
                "2018":48,
                "2019":51,
                "2020":45,
                "2021":6
            }
        ],
        [
            "We present a spectrophotometric survey of 2522 extragalactic globular clusters (GCs) around 12 early-type galaxies, nine of which have not been published previously. Combining space-based and multicolour wide-field ground-based imaging, with spectra from the Keck\/DEep Imaging Multi-Object Spectrograph (DEIMOS) instrument, we obtain an average of 160 GC radial velocities per galaxy, with a high-velocity precision of ∼15 km s−1 per GC. After studying the photometric properties of the GC systems, such as their spatial and colour distributions, we focus on the kinematics of metal-poor (blue) and metal-rich (red) GC subpopulations to an average distance of ∼8 effective radii from the galaxy centre.Our results show that for some systems the bimodality in GC colour is also present in GC kinematics. The kinematics of the red GC subpopulations are strongly coupled with the host galaxy stellar …",
            "The SLUGGS Survey: kinematics for over 2500 globular clusters in 12 early-type galaxies",
            "Vincenzo Pota and Duncan A Forbes and Aaron J Romanowsky and Jean P Brodie and Lee R Spitler and Jay Strader and Caroline Foster and Jacob A Arnold and Andrew Benson and Christina Blom and Jonathan R Hargis and Katherine L Rhode and Christopher Usher",
            "2013",
            "U-N3XRcAAAAJ:vRqMK49ujn8C",
            180,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/428\/1\/389\/1052149",
            "17425478931233533765",
            "\/scholar?cites=17425478931233533765",
            {
                "2013":16,
                "2014":32,
                "2015":28,
                "2016":17,
                "2017":32,
                "2018":25,
                "2019":13,
                "2020":16,
                "2021":1
            }
        ]
    ]
}