{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Auch knapp zwanzig Jahre nach der Wiedervereinigung des deutschen Nationalstaates in Frieden und Freiheit kommt der Frage nach dessen zukünftigem außenpolitischem Kurs seitens der Wissenschaft große Aufmerksamkeit zu. Mit den revolutionären Ereignissen der Jahre 1989\/90 und der unverhofft gelingenden „Wende “war für manchen zeitgenössischen Beobachter auch die Rückkehr des „deutschen Problems “in Europa unmittelbar verbunden. Würde das zukünftig wieder vollständig souveräne Deutschland weiterhin fest im Westen eingebunden bleiben oder sich entlang historischer Vorerfahrungen erneut stärker nach Osten hin orientieren? Würde es am Leitmotiv eines in die NATO eingebundenen europäischen Deutschland festhalten oder doch nach einem deutschen Europa streben? Auf diese Fragen ließen sich aufgrund der zentralen theoretischen Annahmen der diskursbestimmenden …",
            "Deutsche Außenpolitik",
            "Ulrich Roos",
            "2010",
            "U2L_hSAAAAAJ:QIV2ME_5wuYC",
            92,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/978-3-531-92355-0.pdf",
            "15961503059831368831",
            "\/scholar?cites=15961503059831368831",
            {
                "2010":1,
                "2011":6,
                "2012":3,
                "2013":8,
                "2014":6,
                "2015":16,
                "2016":8,
                "2017":18,
                "2018":7,
                "2019":11,
                "2020":7
            }
        ],
        [
            "The following article refers to the current debate about state personhood opened by Wendt's claim for a treatment of states as real persons in order to prevent the reductionist argument that states only are treated 'as if' they were persons. By understanding phenomena like states consistently as structures - as 'structures of corporate practice' - we argue that there is a possibility to escape from the situation dually framed by Wendt. This alternative is constituted by a tripartite pragmatist ontological model that consists of actors, structures of corporate practice, and processes. After having presented our view of the debate and its central problems in a first step, we will set forth our model and its implications for the study of international relations in a second and third step.",
            "Actor, structure, process: transcending the state personhood debate by means of a pragmatist ontological model for International Relations theory",
            "Ulrich Franke and Ulrich Roos",
            "2010",
            "U2L_hSAAAAAJ:7PzlFSSx8tAC",
            81,
            "https:\/\/www.jstor.org\/stable\/40961970",
            "17627899585053286151",
            "\/scholar?cites=17627899585053286151",
            {
                "2009":1,
                "2010":2,
                "2011":6,
                "2012":8,
                "2013":11,
                "2014":3,
                "2015":11,
                "2016":3,
                "2017":16,
                "2018":3,
                "2019":7,
                "2020":7
            }
        ],
        [
            "Die Frage nach Kontinuität und\/oder Wandel deutscher Außenpolitik erweist sich als Dauerthema politikwissenschaftlicher Debatten. Der vorliegende Beitrag stellt die im Rahmen einer längeren Forschungsarbeit gewonnenen Befunde zu diesem Thema vor und kontrastiert diese mit den im Forschungsstand vorliegenden, konkurrierenden Erklärungen. Dabei wird die Leitthese entwickelt, dass deutsche Außenpolitik unmittelbar nach der Vereinigung durch einen starken normativ-idealistischen Impuls gekennzeichnet war, den sie im Laufe der folgenden Jahre angesichts der Diskrepanz von gewünschtem Welt-Soll-Zustand und realiter vorgefundenem Welt-Ist-Zustand schnell verlor und sich solcherart ernüchtert, zusehends »entidealisierte«. Zu Beginn des Beitrags wird zunächst die den Ergebnissen zugrunde liegende methodische Vorgehensweise sowie deren formaltheoretische Einbettung erklärt, um auf …",
            "Deutsche Außenpolitik nach der Vereinigung: zwischen ernüchtertem Idealismus und realpolitischem Weltordnungsstreben",
            "Ulrich Roos",
            "2012",
            "U2L_hSAAAAAJ:aqlVkmm33-oC",
            33,
            "https:\/\/www.jstor.org\/stable\/24588027",
            "13725050600619420803",
            "\/scholar?cites=13725050600619420803",
            {
                "2013":4,
                "2014":4,
                "2015":5,
                "2016":1,
                "2017":7,
                "2018":1,
                "2019":7,
                "2020":3
            }
        ],
        [
            "Die rekonstruktiv verfahrende Sozialforschung zeichnet sich gegenüber subsumtionslogischer Forschung vor allem dadurch aus, dass ein Untersuchungsgegenstand nicht unter vorab entwickelte Kategorien subsumiert, sondern aus einer ergebnisoffenen Grundhaltung heraus erschlossen werden soll (vgl. hierzu den Beitrag von Benjamin Herborth in diesem Band). Die Konsequenzen eines solchen Ansatzes für die konkrete Forschungspraxis stehen im Zentrum des vorliegenden Beitrages. Anhand der objektiven Hermeneutik und der Grounded Theory werden zwei rekonstruktionslogische Forschungsansätze vorgestellt, die zwar in fachfremden Kontexten entstanden sind, jedoch problemlos dazu eingesetzt werden können, um das Spektrum der Vorgehensweisen in der politikwissenschaftlichen Teildisziplin der Internationalen Beziehungen zu erweitern.",
            "Rekonstruktionslogische Forschungsansätze",
            "Ulrich Franke and Ulrich Roos",
            "2010",
            "U2L_hSAAAAAJ:2osOgNQ5qMEC",
            25,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-3-531-92148-8_17",
            "2305525819087722283",
            "\/scholar?cites=2305525819087722283",
            {
                "2011":2,
                "2012":1,
                "2013":6,
                "2014":2,
                "2015":2,
                "2016":2,
                "2017":4,
                "2018":3,
                "2019":3
            }
        ],
        [
            "Diese Studie analysiert die deutsche UN‐Reformpolitik der letzten Jahre. Im Mittelpunkt steht eine kritische Auseinandersetzung mit der politischen Zielsetzung, einen nationalen ständigen Sitz für Deutschland im Sicherheitsrat der Vereinten Nationen zu erlangen. Vor dem Hintergrund prominenter Vorschläge zur Reform des Sicherheitsrats wird zunächst die Genese dieses Anspruchs rekonstruiert. In einem weiteren Schritt werden die Positionen wichtiger Verbündeter und Partner untersucht. Dabei wird deutlich, wie wenig Unterstützung Deutschland selbst von seinen wichtigsten Partnern erfährt und wie sehr diese Unterstützung in den letzten Jahren abgenommen hat. Die anschließende Analyse der wichtigsten Argumente für einen ständigen deutschen Sitz zeigt, dass sie einer kritischen Prüfung nicht Stand halten können. Die Studie schließt mit einem Plädoyer und konkreten Vorschlägen für eine Wiederbelebung einer europäischen Option.Kurzfassung auf Englisch:This paper examines Germanys policy vis‐à‐vis UN reform. It focuses in particular on Germanys goal to secure a permanent seat at the Security Council. Against the background of prominent reform proposals the paper first recounts the evolution of the federal governments position. It then examines the responses of prominent allies and partners. This analysis reveals that support for Germanys claim is not only far weaker than usually suggested but also in steady decline. A closer look at the arguments put forth in support of Germanys claim for a permanent seat shows that few can really stand up to scrutiny. The study closes with a plea for a resuscitation of a European option for …",
            "Das deutsche Streben nach einem ständigen Sitz im UN-Sicherheitsrat: Analyse eines Irrwegs und Skizzen eines Auswegs",
            "Gunther Hellmann",
            "2007",
            "U2L_hSAAAAAJ:ZeXyd9-uunAC",
            25,
            "http:\/\/edoc.vifapol.de\/opus\/volltexte\/2011\/3475\/",
            "15737563545495976679",
            "\/scholar?cites=15737563545495976679",
            {
                "2008":5,
                "2009":3,
                "2010":4,
                "2011":2,
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":3,
                "2016":1,
                "2017":1,
                "2018":2
            }
        ]
    ]
}