{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "We show that a simple gravitational theory can provide a holographically dual description of a superconductor. There is a critical temperature, below which a charged condensate forms via a second order phase transition and the (dc) conductivity becomes infinite. The frequency dependent conductivity develops a gap determined by the condensate. We find evidence that the condensate consists of pairs of quasiparticles.",
            "Building a holographic superconductor",
            "Sean A Hartnoll and Christopher P Herzog and Gary T Horowitz",
            "2008",
            "U2qlJmsAAAAJ:u-x6o8ySG0sC",
            1574,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.031601",
            "17635952508915111632",
            "\/scholar?cites=17635952508915111632",
            {
                "2008":25,
                "2009":72,
                "2010":166,
                "2011":168,
                "2012":158,
                "2013":141,
                "2014":137,
                "2015":118,
                "2016":131,
                "2017":103,
                "2018":98,
                "2019":97,
                "2020":146,
                "2021":10
            }
        ],
        [
            "These notes are loosely based on lectures given at the CERN Winter School on Supergravity, Strings and Gauge theories, February 2009, and at the IPM String School in Tehran, April 2009. I have focused on a few concrete topics and also on addressing questions that have arisen repeatedly. Background condensed matter physics material is included as motivation and easy reference for the high energy physics community. The discussion of holographic techniques progresses from equilibrium, to transport and to superconductivity.",
            "Lectures on holographic methods for condensed matter physics",
            "Sean A Hartnoll",
            "2009",
            "U2qlJmsAAAAJ:u5HHmVD_uO8C",
            1565,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0264-9381\/26\/22\/224002\/meta",
            "4814158270709685118",
            "\/scholar?cites=4814158270709685118",
            {
                "2009":38,
                "2010":172,
                "2011":174,
                "2012":203,
                "2013":164,
                "2014":144,
                "2015":154,
                "2016":143,
                "2017":100,
                "2018":101,
                "2019":83,
                "2020":81,
                "2021":3
            }
        ]
    ]
}