{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "Efforts to adapt and extend graphic arts printing techniques for demanding device applications in electronics, biotechnology and microelectromechanical systems have grown rapidly in recent years. Here, we describe the use of electrohydrodynamically induced fluid flows through fine microcapillary nozzles for jet printing of patterns and functional devices with submicrometre resolution. Key aspects of the physics of this approach, which has some features in common with related but comparatively low-resolution techniques for graphic arts, are revealed through direct high-speed imaging of the droplet formation processes. Printing of complex patterns of inks, ranging from insulating and conducting polymers, to solution suspensions of silicon nanoparticles and rods, to single-walled carbon nanotubes, using integrated computer-controlled printer systems illustrates some of the capabilities. High-resolution printed metal …",
            "High-resolution electrohydrodynamic jet printing",
            "Jang-Ung Park and Matt Hardy and Seong Jun Kang and Kira Barton and Kurt Adair and Deep kishore Mukhopadhyay and Chang Young Lee and Michael S Strano and Andrew G Alleyne and John G Georgiadis and Placid M Ferreira and John A Rogers",
            "2007",
            "U3Sm3-YAAAAJ:AFXcoJnoRH0C",
            1228,
            "https:\/\/www.nature.com\/articles\/nmat1974",
            "623949394204350502",
            "\/scholar?cites=623949394204350502",
            {
                "2008":40,
                "2009":70,
                "2010":78,
                "2011":79,
                "2012":89,
                "2013":101,
                "2014":79,
                "2015":107,
                "2016":98,
                "2017":122,
                "2018":122,
                "2019":105,
                "2020":120,
                "2021":10
            }
        ],
        [
            "Evidence for the etiology of autism spectrum disorders (ASDs) has consistently pointed to a strong genetic component complicated by substantial locus heterogeneity 1, 2. We sequenced the exomes of 20 individuals with sporadic ASD (cases) and their parents, reasoning that these families would be enriched for de novo mutations of major effect. We identified 21 de novo mutations, 11 of which were protein altering. Protein-altering mutations were significantly enriched for changes at highly conserved residues. We identified potentially causative de novo events in 4 out of 20 probands, particularly among more severely affected individuals, in FOXP1, GRIN2B, SCN1A and LAMC3. In the FOXP1 mutation carrier, we also observed a rare inherited CNTNAP2 missense variant, and we provide functional support for a multi-hit model for disease risk 3. Our results show that trio-based exome sequencing is a powerful …",
            "Exome sequencing in sporadic autism spectrum disorders identifies severe de novo mutations",
            "Brian J O'Roak and Pelagia Deriziotis and Choli Lee and Laura Vives and Jerrod J Schwartz and Santhosh Girirajan and Emre Karakoc and Alexandra P MacKenzie and Sarah B Ng and Carl Baker and Mark J Rieder and Deborah A Nickerson and Raphael Bernier and Simon E Fisher and Jay Shendure and Evan E Eichler",
            "2011",
            "U3Sm3-YAAAAJ:plawwrVfPpoC",
            1215,
            "https:\/\/www.nature.com\/articles\/ng.835.pdf?origin=ppub",
            "13265845640933470473",
            "\/scholar?cites=13265845640933470473",
            {
                "2011":110,
                "2012":135,
                "2013":185,
                "2014":165,
                "2015":130,
                "2016":116,
                "2017":109,
                "2018":90,
                "2019":72,
                "2020":69,
                "2021":9
            }
        ],
        [
            "Hepatitis B virus (HBV) is a noncytopathic virus, and the recognition of infected hepatocytes by HBV-specific CD8 cells has been assumed to be the central mechanism causing both liver damage and virus control. To understand the role of cytotoxic T cells in the pathogenesis of HBV infection, we used functional assays that require T cell expansion in vitro and human histocompatibility leukocyte antigen (HLA)-peptide tetramers that allow direct ex vivo quantification of circulating and liver-infiltrating HBV-specific CD8 cells. Two groups of patients with persistent HBV infection were studied: one without liver inflammation and HBV replication, the other with liver inflammation and a high level of HBV replication. Contrary to expectation, a high frequency of intrahepatic HBV-specific CD8 cells was found in the absence of hepatic immunopathology. In contrast, virus-specific T cells were more diluted among liver infiltrates in …",
            "The Role of Virus-Specific Cd8+ Cells in Liver Damage and Viral Control during Persistent Hepatitis B Virus Infection",
            "Mala K Maini and Carolina Boni and Chun Kyon Lee and Juan R Larrubia and Stephanie Reignat and Graham S Ogg and Abigail S King and Jethro Herberg and Richard Gilson and Akeem Alisa and Roger Williams and Diego Vergani and Nikolai V Naoumov and Carlo Ferrari and Antonio Bertoletti",
            "2000",
            "U3Sm3-YAAAAJ:Vxkav03X4woC",
            990,
            "https:\/\/rupress.org\/jem\/article-abstract\/191\/8\/1269\/29979",
            "3622755069477644405",
            "\/scholar?cites=3622755069477644405",
            {
                "2000":6,
                "2001":19,
                "2002":32,
                "2003":38,
                "2004":55,
                "2005":51,
                "2006":45,
                "2007":48,
                "2008":54,
                "2009":43,
                "2010":53,
                "2011":70,
                "2012":73,
                "2013":64,
                "2014":55,
                "2015":55,
                "2016":57,
                "2017":38,
                "2018":37,
                "2019":44,
                "2020":48,
                "2021":3
            }
        ],
        [
            "As long recognized, the problem of efficiency involves both technical and economic facets. Determination of the technically efficient firms provides the base for economic analysis. Values in terms of prices or costs must be introduced into the problem to work towards finding firms which might be regarded as overall efficient.That problem came to the forefront in a 1984 study to find the best site for location of a Superconducting Super Collider (SSC) in the state of Texas. Application of a modern value-free frontier method called Data Envelopment Analysis (DEA) to the data, which was primarily engineering and geological in character, showed five of the six feasible sites were technically efficient. However, additional socioeconomic\/environmental data provided ‘price-cost’ inequality bounds for the mathematical multipliers in the DEA problem. Including those bounds in the analysis, which was called an Assurance …",
            "The role of multiplier bounds in efficiency analysis with application to Kansas farming",
            "Russell G Thompson and Larry N Langemeier and Chih-Tah Lee and Euntaik Lee and Robert M Thrall",
            "1990",
            "U3Sm3-YAAAAJ:8IsQavbT1M8C",
            873,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/030440769090049Y",
            "2304667503914498746",
            "\/scholar?cites=2304667503914498746",
            {
                "1992":3,
                "1993":4,
                "1994":10,
                "1995":10,
                "1996":18,
                "1997":27,
                "1998":15,
                "1999":21,
                "2000":20,
                "2001":15,
                "2002":28,
                "2003":24,
                "2004":22,
                "2005":37,
                "2006":40,
                "2007":38,
                "2008":38,
                "2009":48,
                "2010":46,
                "2011":36,
                "2012":37,
                "2013":48,
                "2014":51,
                "2015":62,
                "2016":34,
                "2017":30,
                "2018":36,
                "2019":36,
                "2020":30,
                "2021":1
            }
        ],
        [
            "BackgroundThe burden of chronic obstructive pulmonary disease (COPD) across many world regions is high. We aim to estimate COPD prevalence and number of disease cases for the years 1990 and 2010 across world regions based on the best available evidence in publicly accessible scientific databases.MethodsWe conducted a systematic search of Medline, EMBASE and Global Health for original, population–based studies providing spirometry–based prevalence rates of COPD across the world from January 1990 to December 2014. Random effects meta–analysis was conducted on extracted crude prevalence rates of COPD, with overall summaries of the meta–estimates (and confidence intervals) reported separately for World Health Organization (WHO) regions, the World Bank's income categories and settings (urban and rural). We developed a meta–regression epidemiological model that we used to …",
            "Global and regional estimates of COPD prevalence: Systematic review and meta–analysis",
            "Davies Adeloye and Stephen Chua and Chinwei Lee and Catriona Basquill and Angeliki Papana and Evropi Theodoratou and Harish Nair and Danijela Gasevic and Devi Sridhar and Harry Campbell and Kit Yee Chan and Aziz Sheikh and Igor Rudan and Global Health Epidemiology Reference Group (GHERG",
            "2015",
            "U3Sm3-YAAAAJ:hL4nnw0dEwcC",
            790,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC4693508\/",
            "14422598666959564998",
            "\/scholar?cites=14422598666959564998",
            {
                "2016":26,
                "2017":114,
                "2018":202,
                "2019":210,
                "2020":187,
                "2021":14
            }
        ],
        [
            "Microreactor technology has shown potential for optimizing synthetic efficiency, particularly in preparing sensitive compounds. We achieved the synthesis of an [18F]fluoride-radiolabeled molecular imaging probe, 2-deoxy-2-[18F]fluoro-d-glucose ([18F]FDG), in an integrated microfluidic device. Five sequential processes—[18F]fluoride concentration, water evaporation, radiofluorination, solvent exchange, and hydrolytic deprotection—proceeded with high radio-chemical yield and purity and with shorter synthesis time relative to conventional automated synthesis. Multiple doses of [18F]FDG for positron emission tomography imaging studies in mice were prepared. These results, which constitute a proof of principle for automated multistep syntheses at the nanogram to microgram scale, could be generalized to a range of radiolabeled substrates.",
            "Multistep synthesis of a radiolabeled imaging probe using integrated microfluidics",
            "Chung-Cheng Lee and Guodong Sui and Arkadij Elizarov and Chengyi Jenny Shu and Young-Shik Shin and Alek N Dooley and Jiang Huang and Antoine Daridon and Paul Wyatt and David Stout and Hartmuth C Kolb and Owen N Witte and Nagichettiar Satyamurthy and James R Heath and Michael E Phelps and Stephen R Quake and Hsian-Rong Tseng",
            "2005",
            "U3Sm3-YAAAAJ:XK2cf6JOk9AC",
            584,
            "https:\/\/science.sciencemag.org\/content\/310\/5755\/1793.abstract",
            "12921348703895485409",
            "\/scholar?cites=12921348703895485409",
            {
                "2006":37,
                "2007":47,
                "2008":35,
                "2009":50,
                "2010":63,
                "2011":57,
                "2012":44,
                "2013":48,
                "2014":34,
                "2015":25,
                "2016":39,
                "2017":27,
                "2018":20,
                "2019":29,
                "2020":18,
                "2021":5
            }
        ],
        [
            "The current study investigated a hypothesized link between early child temperament and later problem behavior. Early temperament was assessed at ages 6, 13, and 24 months via mother ratings on age-appropriate versions of the Infant Characteristics Questionnaire. The 24-month form was developed in this study. Factor analyses of the questionnaire indicated a clear difficultness factor that was similar in content across all 3 ages. The 6-, 13-, and 24-month difficultness factors were correlated with home observation measures of mother-toddler interaction at age 24 months. Home observation indexes focused on situations where the mother tried to control the toddler's \"trouble\" behavior. Children rated by their mothers as difficult at 24 months were found to approach \"mild trouble\" more frequently than children perceived as easy or average. Furthermore, their mothers used intrusive control tactics more frequently …",
            "Mother-child interaction at age two years and perceived difficult temperament",
            "Carolyn L Lee and John E Bates",
            "1985",
            "U3Sm3-YAAAAJ:tzPJaSocouwC",
            532,
            "https:\/\/www.jstor.org\/stable\/1130246",
            "895805358335795079",
            "\/scholar?cites=895805358335795079",
            {
                "1986":5,
                "1987":8,
                "1988":9,
                "1989":9,
                "1990":9,
                "1991":10,
                "1992":10,
                "1993":10,
                "1994":18,
                "1995":52,
                "1996":9,
                "1997":24,
                "1998":13,
                "1999":15,
                "2000":13,
                "2001":13,
                "2002":17,
                "2003":18,
                "2004":20,
                "2005":19,
                "2006":23,
                "2007":17,
                "2008":26,
                "2009":20,
                "2010":10,
                "2011":14,
                "2012":12,
                "2013":14,
                "2014":16,
                "2015":17,
                "2016":13,
                "2017":11,
                "2018":14,
                "2019":10,
                "2020":6
            }
        ],
        [
            "Toll-like receptors (TLRs) activate the innate immune system in response to pathogens. Here we show that TLR9 proteolytic cleavage is a prerequisite for TLR9 signaling. Inhibition of lysosomal proteolysis rendered TLR9 inactive. The carboxy-terminal fragment of TLR9 thus generated included a portion of the TLR9 ectodomain, as well as the transmembrane and cytoplasmic domains. This cleavage fragment bound to the TLR9 ligand CpG DNA and, when expressed in Tlr9−\/− dendritic cells, restored CpG DNA–induced cytokine production. Although cathepsin L generated the requisite TLR9 cleavage products in a cell-free in vitro system, several proteases influenced TLR9 cleavage in intact cells. Lysosomal proteolysis thus contributes to innate immunity by facilitating specific cleavage of TLR9.",
            "Proteolytic cleavage in an endolysosomal compartment is required for activation of Toll-like receptor 9",
            "Boyoun Park and Melanie M Brinkmann and Eric Spooner and Clarissa C Lee and You-Me Kim and Hidde L Ploegh",
            "2008",
            "U3Sm3-YAAAAJ:m44aUaJR3ikC",
            504,
            "https:\/\/www.nature.com\/articles\/ni.1669.pdf?origin=ppub",
            "8523162291112327960",
            "\/scholar?cites=8523162291112327960",
            {
                "2009":35,
                "2010":38,
                "2011":65,
                "2012":58,
                "2013":72,
                "2014":50,
                "2015":46,
                "2016":34,
                "2017":34,
                "2018":34,
                "2019":15,
                "2020":19,
                "2021":2
            }
        ]
    ]
}