{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Despite being a complex many-body system, the atomic nucleus exhibits simple structures for certain ‘magic’numbers of protons and neutrons. The calcium chain in particular is both unique and puzzling: evidence of doubly magic features are known in 40, 48 Ca, and recently suggested in two radioactive isotopes, 52, 54 Ca. Although many properties of experimentally known calcium isotopes have been successfully described by nuclear theory, it is still a challenge to predict the evolution of their charge radii. Here we present the first measurements of the charge radii of 49, 51, 52 Ca, obtained from laser spectroscopy experiments at ISOLDE, CERN. The experimental results are complemented by state-of-the-art theoretical calculations. The large and unexpected increase of the size of the neutron-rich calcium isotopes beyond N= 28 challenges the doubly magic nature of 52 Ca and opens new intriguing questions …",
            "Unexpectedly large charge radii of neutron-rich calcium isotopes",
            "RF Garcia Ruiz and ML Bissell and Klaus Blaum and A Ekström and N Frömmgen and G Hagen and M Hammen and K Hebeler and JD Holt and GR Jansen and M Kowalska and K Kreim and W Nazarewicz and R Neugart and Gerda Neyens and W Nörtershäuser and T Papenbrock and Jasna Papuga and A Schwenk and J Simonis and KA Wendt and Deyan T Yordanov",
            "2016",
            "u64_7U8AAAAJ:7PzlFSSx8tAC",
            247,
            "https:\/\/www.nature.com\/articles\/nphys3645",
            "13227820698938061757",
            "\/scholar?cites=13227820698938061757",
            {
                "2015":1,
                "2016":25,
                "2017":49,
                "2018":50,
                "2019":49,
                "2020":68,
                "2021":4
            }
        ],
        [
            "The magnetic moments and isotope shifts of the neutron-deficient francium isotopes Fr 202− 205 were measured at ISOLDE-CERN with use of collinear resonance ionization spectroscopy. A production-to-detection efficiency of 1% was measured for Fr 202. The background from nonresonant and collisional ionization was maintained below one ion in 10 5 beam particles. Through a comparison of the measured charge radii with predictions from the spherical droplet model, it is concluded that the ground-state wave function remains spherical down to Fr 205, with a departure observed in Fr 203 (N= 116).",
            "Collinear resonance ionization spectroscopy of neutron-deficient francium isotopes",
            "KT Flanagan and KM Lynch and J Billowes and ML Bissell and I Budinčević and Thomas Elias Cocolios and RP De Groote and S De Schepper and VN Fedosseev and S Franchoo and RF Garcia Ruiz and H Heylen and BA Marsh and G Neyens and TJ Procter and RE Rossel and S Rothe and I Strashnov and HH Stroke and KDA Wendt",
            "2013",
            "u64_7U8AAAAJ:u5HHmVD_uO8C",
            73,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.212501",
            "6475076515904673541",
            "\/scholar?cites=6475076515904673541",
            {
                "2013":1,
                "2014":11,
                "2015":9,
                "2016":12,
                "2017":13,
                "2018":6,
                "2019":7,
                "2020":12
            }
        ],
        [
            "Collinear laser spectroscopy is performed on the Zn 49 30 79 isotope at ISOLDE-CERN. The existence of a long-lived isomer with a few hundred milliseconds half-life is confirmed, and the nuclear spins and moments of the ground and isomeric states in Zn 79 as well as the isomer shift are measured. From the observed hyperfine structures, spins I= 9\/2 and I= 1\/2 are firmly assigned to the ground and isomeric states. The magnetic moment μ (Zn 79)=− 1.1866 (10) μ N, confirms the spin-parity 9\/2+ with a ν g 9\/2− 1 shell-model configuration, in excellent agreement with the prediction from large scale shell-model theories. The magnetic moment μ (Zn 79 m)=− 1.0180 (12) μ N supports a positive parity for the isomer, with a wave function dominated by a 2 h− 1 p neutron excitation across the N= 50 shell gap. The large isomer shift reveals an increase of the intruder isomer mean square charge radius with respect to that of …",
            "Isomer Shift and Magnetic Moment of the Long-Lived  Isomer in : Signature of Shape Coexistence near ",
            "XF Yang and C Wraith and L Xie and C Babcock and J Billowes and ML Bissell and Klaus Blaum and B Cheal and KT Flanagan and RF Garcia Ruiz and Wouter Gins and C Gorges and LK Grob and Hanne Heylen and S Kaufmann and M Kowalska and J Kraemer and S Malbrunot-Ettenauer and R Neugart and Gerda Neyens and W Nörtershäuser and Jasna Papuga and R Sánchez and DT Yordanov",
            "2016",
            "u64_7U8AAAAJ:IWHjjKOFINEC",
            66,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.116.182502",
            "11596597038581673578",
            "\/scholar?cites=11596597038581673578",
            {
                "2016":11,
                "2017":16,
                "2018":10,
                "2019":13,
                "2020":14
            }
        ],
        [
            "We report on the measurement of optical isotope shifts for 38, 39, 42, 44, 46–51 K relative to 47 K from which changes in the nuclear mean square charge radii across the N= 28 shell closure are deduced. The investigation was carried out by bunched-beam collinear laser spectroscopy at the CERN-ISOLDE radioactive ion-beam facility. Mean square charge radii are now known from 37 K to 51 K, covering all ν f 7\/2-shell as well as all ν p 3\/2-shell nuclei. These measurements, in conjunction with those of Ca, Cr, Mn and Fe, provide a first insight into the Z dependence of the evolution of nuclear size above the shell closure at N= 28.",
            "Nuclear charge radii of potassium isotopes beyond N= 28",
            "Kim Kreim and ML Bissell and J Papuga and Klaus Blaum and Marieke De Rydt and RF Garcia Ruiz and Stéphane Goriely and H Heylen and Magdalena Kowalska and Rainer Neugart and G Neyens and Wilfried Nörtershäuser and MM Rajabali and R Sánchez Alarcón and HH Stroke and Deyan T Yordanov",
            "2014",
            "u64_7U8AAAAJ:9yKSN-GCB0IC",
            64,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269314001038",
            "13071255705320855822",
            "\/scholar?cites=13071255705320855822",
            {
                "2013":1,
                "2014":2,
                "2015":11,
                "2016":13,
                "2017":7,
                "2018":8,
                "2019":10,
                "2020":12
            }
        ],
        [
            "This paper reports on the hyperfine-structure and radioactive-decay studies of the neutron-deficient francium isotopes Fr 202–206 performed with the Collinear Resonance Ionization Spectroscopy (CRIS) experiment at the ISOLDE facility, CERN. The high resolution innate to collinear laser spectroscopy is combined with the high efficiency of ion detection to provide a highly sensitive technique to probe the hyperfine structure of exotic isotopes. The technique of decay-assisted laser spectroscopy is presented, whereby the isomeric ion beam is deflected to a decay-spectroscopy station for alpha-decay tagging of the hyperfine components. Here, we present the first hyperfine-structure measurements of the neutron-deficient francium isotopes Fr 202–206, in addition to the identification of the low-lying states of Fr 202, 204 performed at the CRIS experiment.",
            "Decay-assisted laser spectroscopy of neutron-deficient francium",
            "KM Lynch and J Billowes and ML Bissell and I Budinčević and Thomas Elias Cocolios and RP De Groote and S De Schepper and VN Fedosseev and KT Flanagan and S Franchoo and RF Garcia Ruiz and H Heylen and BA Marsh and G Neyens and TJ Procter and RE Rossel and S Rothe and I Strashnov and HH Stroke and KDA Wendt",
            "2014",
            "u64_7U8AAAAJ:2osOgNQ5qMEC",
            60,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.4.011055",
            "15175184794305082020",
            "\/scholar?cites=15175184794305082020",
            {
                "2014":4,
                "2015":10,
                "2016":9,
                "2017":12,
                "2018":7,
                "2019":11,
                "2020":7
            }
        ],
        [
            "New technical developments have led to a 2 orders of magnitude improvement of the resolution of the collinear resonance ionization spectroscopy (CRIS) experiment at ISOLDE, CERN, without sacrificing the high efficiency of the CRIS technique. Experimental linewidths of 20 (1) MHz were obtained on radioactive beams of francium, allowing us for the first time to determine the electric quadrupole moment of the short lived [t 1\/2= 22.0 (5) ms] Fr 219 Q s=− 1.21 (2) eb, which would not have been possible without the advantages offered by the new method. This method relies on a continuous-wave laser and an external Pockels cell to produce narrow-band light pulses, required to reach the high resolution in two-step resonance ionization. Exotic nuclei produced at rates of a few hundred ions\/s can now be studied with high resolution, allowing detailed studies of the anchor points for nuclear theories.",
            "Use of a continuous wave laser and pockels cell for sensitive high-resolution collinear resonance ionization spectroscopy",
            "RP De Groote and I Budinčević and J Billowes and ML Bissell and Thomas Elias Cocolios and Gregory James Farooq-Smith and VN Fedosseev and KT Flanagan and S Franchoo and RF Garcia Ruiz and Hanne Heylen and Rongjie Li and KM Lynch and BA Marsh and Gerda Neyens and RE Rossel and S Rothe and HH Stroke and KDA Wendt and SG Wilkins and Xiaofei Yang",
            "2015",
            "u64_7U8AAAAJ:M3ejUd6NZC8C",
            56,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.115.132501",
            "14947973290963220453",
            "\/scholar?cites=14947973290963220453",
            {
                "2015":2,
                "2016":9,
                "2017":15,
                "2018":7,
                "2019":10,
                "2020":13
            }
        ],
        [
            "The ground-state spins and magnetic moments of K 49, 51 have been measured using bunched-beam high-resolution collinear laser spectroscopy at ISOLDE CERN. For K 49 a ground-state spin I= 1\/2 was firmly established. The observed hyperfine structure of K 51 requires a spin I> 1\/2 and strongly suggests I= 3\/2. From its magnetic moment μ (K 51)=+ 0.5129 (22) μ N a spin-parity I π= 3\/2+ with a dominant π 1 d 3\/2− 1 hole configuration was deduced. This establishes for the first time the reinversion of the single-particle levels and illustrates the prominent role of the residual monopole interaction for single-particle levels and shell evolution.",
            "Spins and Magnetic Moments of K 49 and K 51: Establishing the 1\/2+ and 3\/2+ Level Ordering Beyond N= 28",
            "J Papuga and ML Bissell and Kim Kreim and Klaus Blaum and BA Brown and M De Rydt and RF Garcia Ruiz and H Heylen and M Kowalska and R Neugart and G Neyens and W Nörtershäuser and T Otsuka and MM Rajabali and R Sánchez and Y Utsuno and Deyan T Yordanov",
            "2013",
            "u64_7U8AAAAJ:u-x6o8ySG0sC",
            54,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.110.172503",
            "13563015584764529713",
            "\/scholar?cites=13563015584764529713",
            {
                "2013":3,
                "2014":6,
                "2015":13,
                "2016":9,
                "2017":4,
                "2018":6,
                "2019":4,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Background: The neutron-rich calcium isotopes have gained particular interest as evidence of closed-shell structures has recently been found in two exotic nuclei, at N= 32 and N= 34. Additionally, the study of such neutron-rich systems has revealed new aspects of nuclear forces, in particular regarding the role of three-nucleon forces.Purpose: We study the electromagnetic properties of Ca isotopes around the neutron number N= 32.Methods: High-resolution bunched-beam collinear laser spectroscopy was used to measure the optical hyperfine spectra of the Ca 43− 51 isotopes.Results: The ground-state magnetic moments of Ca 49, 51 and quadrupole moments of Ca 47, 49, 51 were measured for the first time, and the Ca 51 ground-state spin I= 3\/2 was determined in a model-independent way. Our experimental results are compared with state-of-the-art shell-model calculations using both phenomenological …",
            "Ground-state electromagnetic moments of calcium isotopes",
            "RF Garcia Ruiz and ML Bissell and Klaus Blaum and N Frömmgen and M Hammen and JD Holt and M Kowalska and K Kreim and J Menéndez and R Neugart and Gerda Neyens and W Nörtershäuser and F Nowacki and Jasna Papuga and A Poves and A Schwenk and J Simonis and Deyan T Yordanov",
            "2015",
            "u64_7U8AAAAJ:YsMSGLbcyi4C",
            47,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.91.041304",
            "16054738172883279055",
            "\/scholar?cites=16054738172883279055",
            {
                "2015":5,
                "2016":11,
                "2017":9,
                "2018":7,
                "2019":6,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Background: Ground-state spins and magnetic moments are sensitive to the nuclear wave function, thus they are powerful probes to study the nuclear structure of isotopes far from stability.Purpose: Extend our knowledge about the evolution of the 1\/2+ and 3\/2+ states for K isotopes beyond the N= 28 shell gap.Method: High-resolution collinear laser spectroscopy on bunched atomic beams.Results: From measured hyperfine structure spectra of K isotopes, nuclear spins, and magnetic moments of the ground states were obtained for isotopes from N= 19 up to N= 32. In order to draw conclusions about the composition of the wave functions and the occupation of the levels, the experimental data were compared to shell-model calculations using SDPF-NR and SDPF-U effective interactions. In addition, a detailed discussion about the evolution of the gap between proton 1 d 3\/2 and 2 s 1\/2 in the shell model and ab initio …",
            "Shell structure of potassium isotopes deduced from their magnetic moments",
            "J Papuga and ML Bissell and K Kreim and C Barbieri and Klaus Blaum and M De Rydt and T Duguet and RF Garcia Ruiz and H Heylen and M Kowalska and R Neugart and G Neyens and W Nörtershäuser and MM Rajabali and R Sánchez and N Smirnova and V Soma and DT Yordanov",
            "2014",
            "u64_7U8AAAAJ:UeHWp8X0CEIC",
            46,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.90.034321",
            "12123713094329372478",
            "\/scholar?cites=12123713094329372478",
            {
                "2015":11,
                "2016":6,
                "2017":8,
                "2018":8,
                "2019":3,
                "2020":9,
                "2021":1
            }
        ],
        [
            "The CRIS setup at CERN-ISOLDE is a laser spectroscopy experiment dedicated to the high-resolution study of the spin, hyperfine structure and isotope shift of radioactive nuclei with low production rates (a few per second). It combines the Doppler-free resolution of the in-flight collinear geometry with the high detection efficiency of resonant ionisation. A recent commissioning campaign has demonstrated a 1% experimental efficiency, and as low as a 0.001% non-resonant ionisation. The current status of the experiment and its recent achievements with beams of francium isotopes are reported. The first identified systematic effects are discussed.",
            "The collinear resonance ionization spectroscopy (CRIS) experimental setup at CERN-ISOLDE",
            "Thomas Elias Cocolios and HH Al Suradi and J Billowes and I Budinčević and RP De Groote and S De Schepper and VN Fedosseev and KT Flanagan and S Franchoo and RF Garcia Ruiz and H Heylen and F Le Blanc and KM Lynch and BA Marsh and PJR Mason and G Neyens and J Papuga and TJ Procter and MM Rajabali and RE Rossel and S Rothe and GS Simpson and AJ Smith and I Strashnov and HH Stroke and D Verney and PM Walker and KDA Wendt and RT Wood",
            "2013",
            "u64_7U8AAAAJ:d1gkVwhDpl0C",
            45,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168583X13007088",
            "15371009450185221429",
            "\/scholar?cites=15371009450185221429",
            {
                "2013":1,
                "2014":5,
                "2015":5,
                "2016":6,
                "2017":10,
                "2018":5,
                "2019":6,
                "2020":7
            }
        ]
    ]
}