{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Mechanical forces and geometric constraints play critical roles in determining cell functionality and tissue development. Novel experimental methods are essential to explore the underlying biological mechanisms of cell response. We present a versatile method to culture cells on adhesive micro-patterned substrates while applying long-term cyclic tensile strain (CTS). A polydimethysiloxane (PDMS) mold is coated with a cell repulsive NCO-sP(EO-stat-PO) hydrogel which in turn is covalently patterned by fibronectin using micro-contact printing. This results in two-dimensional, highly selective cell-adhesive micro-patterns. The substrates allow application of CTS to adherent cells for more than 4 days under cell culture conditions without unspecific adhesion. The applicability of our system is demonstrated by studying the adaptive response of C2C12 skeletal myoblasts seeded on fibronectin lines with different …",
            "Myoblast morphology and organization on biochemically micro-patterned hydrogel coatings under cyclic mechanical strain",
            "Wylie W Ahmed and Tobias Wolfram and Alexandra M Goldyn and Kristina Bruellhoff and Borja Aragüés Rioja and Martin Möller and Joachim P Spatz and Taher A Saif and Jürgen Groll and Ralf Kemkemer",
            "2010",
            "U7haXzwAAAAJ:u5HHmVD_uO8C",
            107,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0142961209009776",
            "13388553965154162213",
            "\/scholar?cites=13388553965154162213",
            {
                "2010":4,
                "2011":12,
                "2012":17,
                "2013":10,
                "2014":14,
                "2015":7,
                "2016":14,
                "2017":8,
                "2018":9,
                "2019":5,
                "2020":6,
                "2021":1
            }
        ],
        [
            "In somatic cells, the position of the cell centroid is dictated by the centrosome. The centrosome is instrumental in nucleus positioning, the two structures being physically connected. Mouse oocytes have no centrosomes, yet harbour centrally located nuclei. We demonstrate how oocytes define their geometric centre in the absence of centrosomes. Using live imaging of oocytes, knockout for the formin 2 actin nucleator, with off-centred nuclei, together with optical trapping and modelling, we discover an unprecedented mode of nucleus positioning. We document how active diffusion of actin-coated vesicles, driven by myosin Vb, generates a pressure gradient and a propulsion force sufficient to move the oocyte nucleus. It promotes fluidization of the cytoplasm, contributing to nucleus directional movement towards the centre. Our results highlight the potential of active diffusion, a prominent source of intracellular transport …",
            "Active diffusion positions the nucleus in mouse oocytes",
            "Maria Almonacid and Wylie W Ahmed and Matthias Bussonnier and Philippe Mailly and Timo Betz and Raphaël Voituriez and Nir S Gov and Marie-Hélène Verlhac",
            "2015",
            "U7haXzwAAAAJ:YsMSGLbcyi4C",
            100,
            "https:\/\/www.nature.com\/articles\/ncb3131",
            "14801646382317022033",
            "\/scholar?cites=14801646382317022033",
            {
                "2015":6,
                "2016":15,
                "2017":17,
                "2018":20,
                "2019":17,
                "2020":23,
                "2021":2
            }
        ],
        [
            "Hydrogel meets silicone: The chemical functionalization of a polydimethylsiloxane (PDMS) surface with polysaccharide “glue” induces a strong, permanent adhesion between the hydrogel and PDMS. This hydrogel‐coated silicone substrate was useful for controlling cellular organization under mechanical stretching (see picture) and also in fabricating microfluidic devices filled with the gel.",
            "Tailoring hydrogel adhesion to polydimethylsiloxane substrates using polysaccharide glue",
            "Chaenyung Cha and Eleni Antoniadou and Minkyung Lee and Jae Hyun Jeong and Wylie W Ahmed and Taher A Saif and Stephen A Boppart and Hyunjoon Kong",
            "2013",
            "U7haXzwAAAAJ:IjCSPb-OGe4C",
            52,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/anie.201302925",
            "4341100994238707916",
            "\/scholar?cites=4341100994238707916",
            {
                "2014":5,
                "2015":3,
                "2016":4,
                "2017":18,
                "2018":7,
                "2019":9,
                "2020":5,
                "2021":1
            }
        ],
        [
            "Living cells are active mechanical systems that are able to generate forces. Their structure and shape are primarily determined by biopolymer filaments and molecular motors that form the cytoskeleton. Active force generation requires constant consumption of energy to maintain the nonequilibrium activity to drive organization and transport processes necessary for their function. To understand this activity it is necessary to develop new approaches to probe the underlying physical processes. Active cell mechanics incorporates active molecular-scale force generation into the traditional framework of mechanics of materials. This review highlights recent experimental and theoretical developments towards understanding active cell mechanics. We focus primarily on intracellular mechanical measurements and theoretical advances utilizing the Langevin framework. These developing approaches allow a quantitative …",
            "Active cell mechanics: measurement and theory",
            "Wylie W Ahmed and Étienne Fodor and Timo Betz",
            "2015",
            "U7haXzwAAAAJ:3NQIlFlcGxIC",
            45,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0167488915001767",
            "5417600415538239832",
            "\/scholar?cites=5417600415538239832",
            {
                "2015":2,
                "2016":7,
                "2017":6,
                "2018":8,
                "2019":15,
                "2020":5
            }
        ],
        [
            "The mechanical micro-environment influences cellular responses such as migration, proliferation, differentiation and apoptosis. Cells are subjected to mechanical stretching in vivo, e.g., epithelial cells during embryogenesis. Current methodologies do not allow high-resolution in situ observation of cells and tissues under applied strain, which may reveal intracellular dynamics and the origin of cell mechanosensitivity. A novel polydimethylsiloxane substrate was developed, capable of applying tensile and compressive strain (up to 45%) to cells and tissues while allowing in situ observation with high-resolution optics. The strain field of the substrate was characterized experimentally using digital image correlation, and the deformation was modeled by the finite element method, using a Mooney–Rivlin hyperelastic constitutive relation. The substrate strain was found to be uniform for >95% of the substrate area. As a …",
            "A novel platform for in situ investigation of cells and tissues under mechanical strain",
            "Wylie W Ahmed and Mehmet H Kural and Taher A Saif",
            "2010",
            "U7haXzwAAAAJ:u-x6o8ySG0sC",
            45,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1742706110001091",
            "6327656998356079244",
            "\/scholar?cites=6327656998356079244",
            {
                "2010":1,
                "2011":6,
                "2012":9,
                "2013":4,
                "2014":3,
                "2015":2,
                "2016":8,
                "2017":5,
                "2018":3,
                "2019":2,
                "2020":2
            }
        ],
        [
            "Active diffusion of intracellular components is emerging as an important process in cell biology. This process is mediated by complex assemblies of molecular motors and cytoskeletal filaments that drive force generation in the cytoplasm and facilitate enhanced motion. The kinetics of molecular motors have been precisely characterized in vitro by single molecule approaches, but their in vivo behavior remains elusive. Here, we study the active diffusion of vesicles in mouse oocytes, where this process plays a key role in nuclear positioning during development, and combine an experimental and theoretical framework to extract molecular-scale force kinetics (force, power stroke, and velocity) of the in vivo active process. Assuming a single dominant process, we find that the nonequilibrium activity induces rapid kicks of duration τ ∼ 300 μs resulting in an average force of F ∼ 0.4 pN on vesicles in in vivo oocytes …",
            "Active mechanics reveal molecular-scale force kinetics in living oocytes",
            "Wylie W Ahmed and Etienne Fodor and Maria Almonacid and Matthias Bussonnier and Marie-Hélène Verlhac and Nir Gov and Paolo Visco and Frédéric van Wijland and Timo Betz",
            "2018",
            "U7haXzwAAAAJ:LPtt_HFRSbwC",
            42,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349518302121",
            "11445721411508263677",
            "\/scholar?cites=11445721411508263677",
            {
                "2016":1,
                "2017":4,
                "2018":6,
                "2019":13,
                "2020":15,
                "2021":3
            }
        ],
        [
            "Living organisms are inherently out-of-equilibrium systems. We employ recent developments in stochastic energetics and rely on a minimal microscopic model to predict the amount of mechanical energy dissipated by such dynamics. Our model includes complex rheological effects and nonequilibrium stochastic forces. By performing active microrheology and tracking micron-sized vesicles in the cytoplasm of living oocytes, we provide unprecedented measurements of the spectrum of dissipated energy. We show that our model is fully consistent with the experimental data, and we use it to offer predictions for the injection and dissipation energy scales involved in active fluctuations.",
            "Nonequilibrium dissipation in living oocytes",
            "Étienne Fodor and Wylie W Ahmed and Maria Almonacid and Matthias Bussonnier and Nir S Gov and M-H Verlhac and Timo Betz and Paolo Visco and Frédéric van Wijland",
            "2016",
            "U7haXzwAAAAJ:SjuI4pbJlxcC",
            40,
            "https:\/\/iopscience.iop.org\/article\/10.1209\/0295-5075\/116\/30008\/meta",
            "5688447330355764426",
            "\/scholar?cites=5688447330355764426",
            {
                "2017":8,
                "2018":11,
                "2019":7,
                "2020":14
            }
        ],
        [
            "Effective intracellular transport of proteins and organelles is critical in cells and is especially important for ensuring proper neuron functionality. In neurons, most proteins are synthesized in the cell body and must be transported through thin structures over long distances where normal diffusion is insufficient. Neurons transport subcellular cargo along axons and neurites through a stochastic interplay of active and passive transport. Mechanical tension is critical in maintaining proper function in neurons, but its role in transport is not well understood. To this end, we investigate the active and passive transport of vesicles in Aplysia neurons while changing neurite tension via applied strain and quantify the resulting dynamics. We found that tension in neurons modulates active transport of vesicles by increasing the probability of active motion, effective diffusivity and induces a retrograde bias. We show that mechanical …",
            "Active transport of vesicles in neurons is modulated by mechanical tension",
            "Wylie W Ahmed and Taher A Saif",
            "2014",
            "U7haXzwAAAAJ:Y0pCki6q_DkC",
            40,
            "https:\/\/www.nature.com\/articles\/srep04481",
            "16591181902073794214",
            "\/scholar?cites=16591181902073794214",
            {
                "2015":6,
                "2016":5,
                "2017":8,
                "2018":9,
                "2019":4,
                "2020":8
            }
        ],
        [
            "Growing experimental evidence suggests that mechanical tension plays a significant role in determining the growth, guidance, and function of neurons. Mechanical tension in axons contributes to neurotransmitter clustering at the Drosophila neuromuscular junction (NMJ) and is actively regulated by neurons both in vitro and in vivo. In this work, we applied mechanical strain on in vivo Drosophila neurons and in vitro Aplysia neurons and studied their vesicle dynamics by live-imaging. Our experiments show that mechanical stretch modulates the dynamics of vesicles in two different model systems: (1) The global accumulation of synaptic vesicles (SV) at the Drosophila NMJ and (2) the local motion of individual large dense core vesicles (LDCV) in Aplysia neurites. Specifically, a sustained stretch results in enhanced SV accumulation in the Drosophila NMJ. This increased SV accumulation …",
            "Mechanical tension modulates local and global vesicle dynamics in neurons",
            "WW Ahmed and TC Li and SS Rubakhin and A Chiba and JV Sweedler and TA Saif",
            "2012",
            "U7haXzwAAAAJ:9yKSN-GCB0IC",
            34,
            "https:\/\/link.springer.com\/article\/10.1007\/s12195-012-0223-1",
            "12357831958020368693",
            "\/scholar?cites=12357831958020368693",
            {
                "2012":1,
                "2013":4,
                "2014":4,
                "2015":6,
                "2016":2,
                "2017":6,
                "2018":3,
                "2019":3,
                "2020":5
            }
        ],
        [
            "Vesicle transport in neurons is a highly complex nonequilibrium process. Their subcellular environment is undergoing constant fluctuations from thermal energy and molecular motors. Vesicle transport is an interplay between random motion (passive) and directed motion (active) driven by molecular motors along cytoskeletal filaments. It has been shown that growth, guidance, and vesicle dynamics of neurons is affected by mechanical tension. Here we present a method to analyze vesicle transport via a temporal Mean Square Displacement (tMSD) analysis while applying mechanical strain to neurons. The tMSD analysis allows characterization of active and passive vesicle motion as well as many other parameters including: power law scaling, velocity, direction, and flux. Our results suggest: (1) The tMSD analysis is able to capture vesicle motion alternating between passive and active states, and indicates that …",
            "Measuring nonequilibrium vesicle dynamics in neurons under tension",
            "Wylie W Ahmed and Brian Williams and Aaron Silver and Taher Saif",
            "2013",
            "U7haXzwAAAAJ:qjMakFHDy7sC",
            24,
            "https:\/\/pubs.rsc.org\/en\/content\/articlehtml\/2012\/lc\/c2lc41109a",
            "15144611452533913290",
            "\/scholar?cites=15144611452533913290",
            {
                "2013":3,
                "2014":2,
                "2015":4,
                "2016":1,
                "2017":7,
                "2018":4,
                "2019":2,
                "2020":1
            }
        ]
    ]
}