{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "DNA is probably the molecule that carries the highest possible density of information. Information comes along with structuring and recognition that offer the possibility of using DNA to build self-assembled molecular circuits for nanoelectronics applications. This, however, must be complemented by suitable conductivity, which was tested in a series of experiments on charge migration along DNA molecules. These issues together with reports on possible high rates of charge transfer between donor and acceptor through the DNA, obtained in the last decade from solution chemistry experiments on large numbers of molecules, triggered a series of direct electrical transport measurements through DNA single molecules, bundles and networks. These measurements are reviewed and presented here. From these experiments we conclude that electrical transport is feasible in short DNA …",
            "Charge transport in DNA-based devices",
            "Danny Porath and Noa Lapidot and Julio Gomez-Herrero",
            "2006",
            "u8kJRZgAAAAJ:u5HHmVD_uO8C",
            336,
            "https:\/\/link.springer.com\/chapter\/10.1007\/3-540-31514-4_16",
            "666317499562368479",
            "\/scholar?cites=666317499562368479",
            {
                "2005":28,
                "2006":36,
                "2007":29,
                "2008":37,
                "2009":33,
                "2010":28,
                "2011":16,
                "2012":12,
                "2013":21,
                "2014":18,
                "2015":10,
                "2016":11,
                "2017":11,
                "2018":18,
                "2019":8,
                "2020":11
            }
        ],
        [
            "A classical atomistic force field to describe the interaction of proteins with gold (111) surfaces in explicit water has been devised. The force field is specifically designed to be easily usable in most common bio-oriented molecular dynamics codes, such as GROMACS and NAMD. Its parametrization is based on quantum mechanical (density functional theory [DFT] and second order Möller-Plesset perturbation theory [MP2]) calculations and experimental data on the adsorption of small molecules on gold. In particular, a systematic DFT survey of the interaction between Au (111) and the natural amino acid side chains has been performed to single out chemisorption effects. Van der Waals parameters have been instead fitted to experimental desorption energy data of linear alkanes and were also studied via MP2 calculations. Finally, gold polarization (image charge effects) is taken into account by a recently proposed …",
            "GolP: An atomistic force‐field to describe the interaction of proteins with Au (111) surfaces in water",
            "Federico Iori and Rosa Di Felice and Elisa Molinari and Stefano Corni",
            "2009",
            "u8kJRZgAAAAJ:ufrVoPGSRksC",
            243,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/jcc.21165",
            "5978709836860458528",
            "\/scholar?cites=5978709836860458528",
            {
                "2009":1,
                "2010":6,
                "2011":18,
                "2012":11,
                "2013":30,
                "2014":28,
                "2015":28,
                "2016":26,
                "2017":32,
                "2018":22,
                "2019":18,
                "2020":14,
                "2021":2
            }
        ],
        [
            "The adsorption of the cysteine amino acid (H−SCβH2−CαH−NH2−COOH) on the (111) surface of gold is studied by means of periodic density functional calculations. Results for different adsorption sites and molecular configurations show that chemisorption involving S(thiolate)−Au bonds on Au(111) is favored by starting with either cysteine or cystine gas-phase molecular precursors. In the most stable adsorption configuration, the sulfur headgroup sits at the bridge site between two surface Au atoms, and the S−Cβ bond is tilted by 57° with respect to the surface normal, whereas the in-plane orientation of the molecular backbone plays a secondary role. The analysis of the electronic properties shows that the hybridization of the p-like S states with the d-like Au states produces both bonding and antibonding occupied orbitals, and the process is well described by a model for the interaction of localized orbitals with …",
            "DFT study of cysteine adsorption on Au (111)",
            "Rosa Di Felice and Annabella Selloni and Elisa Molinari",
            "2003",
            "u8kJRZgAAAAJ:NhqRSupF_l8C",
            225,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp0272421",
            "6009413737124429787",
            "\/scholar?cites=6009413737124429787",
            {
                "2003":2,
                "2004":17,
                "2005":11,
                "2006":15,
                "2007":17,
                "2008":15,
                "2009":15,
                "2010":21,
                "2011":10,
                "2012":14,
                "2013":20,
                "2014":8,
                "2015":8,
                "2016":15,
                "2017":7,
                "2018":9,
                "2019":10,
                "2020":9,
                "2021":1
            }
        ],
        [
            "The adsorption of the cysteine amino acid (H−SCβH2−CαH−NH2−COOH) on the (111) surface of gold is studied by means of periodic density functional calculations. Results for different adsorption sites and molecular configurations show that chemisorption involving S(thiolate)−Au bonds on Au(111) is favored by starting with either cysteine or cystine gas-phase molecular precursors. In the most stable adsorption configuration, the sulfur headgroup sits at the bridge site between two surface Au atoms, and the S−Cβ bond is tilted by 57° with respect to the surface normal, whereas the in-plane orientation of the molecular backbone plays a secondary role. The analysis of the electronic properties shows that the hybridization of the p-like S states with the d-like Au states produces both bonding and antibonding occupied orbitals, and the process is well described by a model for the interaction of localized orbitals with …",
            "DFT study of cysteine adsorption on Au (111)",
            "Rosa Di Felice and Annabella Selloni and Elisa Molinari",
            "2003",
            "u8kJRZgAAAAJ:u-x6o8ySG0sC",
            225,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp0272421",
            "6009413737124429787",
            "\/scholar?cites=6009413737124429787",
            {
                "2003":2,
                "2004":17,
                "2005":11,
                "2006":15,
                "2007":17,
                "2008":15,
                "2009":15,
                "2010":21,
                "2011":10,
                "2012":14,
                "2013":20,
                "2014":8,
                "2015":8,
                "2016":15,
                "2017":7,
                "2018":9,
                "2019":10,
                "2020":9,
                "2021":1
            }
        ],
        [
            "We present a method and web server for predicting DNA structural features in a high-throughput (HT) manner for massive sequence data. This approach provides the framework for the integration of DNA sequence and shape analyses in genome-wide studies. The HT methodology uses a sliding-window approach to mine DNA structural information obtained from Monte Carlo simulations. It requires only nucleotide sequence as input and instantly predicts multiple structural features of DNA (minor groove width, roll, propeller twist and helix twist). The results of rigorous validations of the HT predictions based on DNA structures solved by X-ray crystallography and NMR spectroscopy, hydroxyl radical cleavage data, statistical analysis and cross-validation, and molecular dynamics simulations provide strong confidence in this approach. The DNAshape web server is freely available at http:\/\/rohslab.cmb.usc.edu …",
            "DNAshape: a method for the high-throughput prediction of DNA structural features on a genomic scale",
            "Tianyin Zhou and Lin Yang and Yan Lu and Iris Dror and Ana Carolina Dantas Machado and Tahereh Ghane and Rosa Di Felice and Remo Rohs",
            "2013",
            "u8kJRZgAAAAJ:RYcK_YlVTxYC",
            218,
            "https:\/\/academic.oup.com\/nar\/article-abstract\/41\/W1\/W56\/1105326",
            "8564111971548472767",
            "\/scholar?cites=8564111971548472767",
            {
                "2014":20,
                "2015":26,
                "2016":38,
                "2017":35,
                "2018":40,
                "2019":22,
                "2020":34,
                "2021":3
            }
        ],
        [
            "The adsorption of cysteine on the (111) surface of gold has been studied by means of periodic supercell density-functional theory calculations. A number of different adsorption modes are examined, including adsorption through the thiol group in either thiolate or disulfide form, and adsorption through both the thiol and amino functional groups. We find that at intermediate coverage densities the latter mode of adsorption is favored, followed by thiolate adsorption at the bridge (slightly displace toward fcc) site. The N–Au and S–Au bond strengths in the amino-thiolate adsorption are estimated to be of the order of 6 and 47 kcal\/mol, respectively. The electronic structure of the different systems is analyzed, with focus on the total and projected density of states, as well as on the detailed character of the electronic states at the interface. States near the Fermi energy are found to have a metal–molecule antibonding character …",
            "Adsorption modes of cysteine on Au (111): Thiolate, amino-thiolate, disulfide",
            "Rosa Di Felice and Annabella Selloni",
            "2004",
            "u8kJRZgAAAAJ:d1gkVwhDpl0C",
            207,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1645789",
            "10533524669354447131",
            "\/scholar?cites=10533524669354447131",
            {
                "2004":4,
                "2005":11,
                "2006":11,
                "2007":14,
                "2008":13,
                "2009":10,
                "2010":15,
                "2011":15,
                "2012":10,
                "2013":18,
                "2014":14,
                "2015":15,
                "2016":14,
                "2017":11,
                "2018":13,
                "2019":11,
                "2020":7,
                "2021":1
            }
        ],
        [
            "DNA and DNA-based polymers are of interest in molecular electronics because of their versatile and programmable structures. However, transport measurements have produced a range of seemingly contradictory results due to differences in the measured molecules and experimental set-ups, and transporting significant current through individual DNA-based molecules remains a considerable challenge. Here, we report reproducible charge transport in guanine-quadruplex (G4) DNA molecules adsorbed on a mica substrate. Currents ranging from tens of picoamperes to more than 100 pA were measured in the G4-DNA over distances ranging from tens of nanometres to more than 100 nm. Our experimental results, combined with theoretical modelling, suggest that transport occurs via a thermally activated long-range hopping between multi-tetrad segments of DNA. These results could re-ignite interest in DNA …",
            "Long-range charge transport in single G-quadruplex DNA molecules",
            "Gideon I Livshits and Avigail Stern and Dvir Rotem and Natalia Borovok and Gennady Eidelshtein and Agostino Migliore and Erika Penzo and Shalom J Wind and Rosa Di Felice and Spiros S Skourtis and Juan Carlos Cuevas and Leonid Gurevich and Alexander B Kotlyar and Danny Porath",
            "2014",
            "u8kJRZgAAAAJ:eJXPG6dFmWUC",
            205,
            "https:\/\/www.nature.com\/nnano\/journal\/v9\/n12\/full\/nnano.2014.246.html",
            "12794960509130575118",
            "\/scholar?cites=12794960509130575118",
            {
                "2014":3,
                "2015":22,
                "2016":36,
                "2017":40,
                "2018":37,
                "2019":37,
                "2020":28,
                "2021":2
            }
        ],
        [
            "The optical response of hybrid metal–semiconductor nanoparticles exhibits different behaviors due to the proximity between the disparate materials. For some hybrid systems, such as CdS–Au matchstick-shaped hybrids, the particles essentially retain the optical properties of their original components, with minor changes. Other systems, such as CdSe–Au dumbbell-shaped nanoparticles, exhibit significant change in the optical properties due to strong coupling between the two materials. Here, we study the absorption of these hybrids by comparing experimental results with simulations using the discrete dipole approximation method (DDA) employing dielectric functions of the bare components as inputs. For CdS–Au nanoparticles, the DDA simulation provides insights on the gold tip shape and its interface with the semiconductor, information that is difficult to acquire by experimental means alone. Furthermore, the …",
            "Absorption properties of metal–semiconductor hybrid nanoparticles",
            "Ehud Shaviv and Olaf Schubert and Marcelo Alves-Santos and Guido Goldoni and Rosa Di Felice and Fabrice Vallee and Natalia Del Fatti and Uri Banin and Carsten Sönnichsen",
            "2011",
            "u8kJRZgAAAAJ:8k81kl-MbHgC",
            189,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn200645h",
            "5038551840255048633",
            "\/scholar?cites=5038551840255048633",
            {
                "2012":14,
                "2013":24,
                "2014":24,
                "2015":32,
                "2016":23,
                "2017":22,
                "2018":21,
                "2019":14,
                "2020":13,
                "2021":1
            }
        ],
        [
            "Attempts to resolve the energy-level structure of single DNA molecules by scanning tunnelling spectroscopy span over the past two decades, owing to the unique ability of this technique to probe the local density of states of objects deposited on a surface. Nevertheless, success was hindered by extreme technical difficulties in stable deposition and reproducibility. Here, by using scanning tunnelling spectroscopy at cryogenic temperature, we disclose the energy spectrum of poly (G)–poly (C) DNA molecules deposited on gold. The tunnelling current–voltage (I–V) characteristics and their derivative (dI\/dV–V) curves at 78 K exhibit a clear gap and a peak structure around the gap. Limited fluctuations in the I–V curves are observed and statistically characterized. By means of ab initio density functional theory calculations, the character of the observed peaks is generally assigned to groups of orbitals originating from the …",
            "Electronic structure of single DNA molecules resolved by transverse scanning tunnelling spectroscopy",
            "Errez Shapir and Hezy Cohen and Arrigo Calzolari and Carlo Cavazzoni and Dmitry A Ryndyk and Gianaurelio Cuniberti and Alexander Kotlyar and Rosa Di Felice and Danny Porath",
            "2008",
            "u8kJRZgAAAAJ:IjCSPb-OGe4C",
            159,
            "https:\/\/www.nature.com\/articles\/nmat2060",
            "9617576017901265424",
            "\/scholar?cites=9617576017901265424",
            {
                "2008":7,
                "2009":21,
                "2010":24,
                "2011":19,
                "2012":13,
                "2013":8,
                "2014":18,
                "2015":8,
                "2016":4,
                "2017":10,
                "2018":10,
                "2019":7,
                "2020":8
            }
        ],
        [
            "By combining experimental and theoretical approaches, we study the adsorption of pentacene on copper as a model for the coupling between aromatic molecules and metal surfaces. Our results for the interface electronic structure are not compatible with a purely physisorption picture, which is conventionally employed for such systems. Nay, we demonstrate electronic mixing between molecular orbitals and metal electronic states.",
            "Mixing of electronic states in pentacene adsorption on copper",
            "Andrea Ferretti and Chiara Baldacchini and Arrigo Calzolari and Rosa Di Felice and Alice Ruini and Elisa Molinari and Maria Grazia Betti",
            "2007",
            "u8kJRZgAAAAJ:9yKSN-GCB0IC",
            149,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.046802",
            "3133676148304354165",
            "\/scholar?cites=3133676148304354165",
            {
                "2007":4,
                "2008":16,
                "2009":26,
                "2010":27,
                "2011":10,
                "2012":11,
                "2013":7,
                "2014":14,
                "2015":7,
                "2016":9,
                "2017":5,
                "2018":6,
                "2019":1,
                "2020":5,
                "2021":1
            }
        ]
    ]
}