{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Ultracold atoms confined by engineered magnetic or optical potentials are ideal to study phenomena otherwise difficult to realize or probe in the solid state, thanks to the ability to control the atomic interaction strength, number of species, density and geometry. Here, we review quantum transport phenomena in atomic gases that mirror and can either better elucidate or show fundamental differences with respect to those observed in mesoscopic and nanoscopic systems. We discuss the significant progress in transport experiments in atomic gases, the similarities and differences between transport in cold atoms and in condensed matter systems, and survey theoretical predictions that are difficult to verify in conventional set-ups.",
            "Quantum transport in ultracold atoms",
            "Chih-Chun Chien and Sebastiano Peotta and Massimiliano Di Ventra",
            "2015",
            "u_5rav4AAAAJ:tOudhMTPpwUC",
            101,
            "https:\/\/www.nature.com\/articles\/nphys3531",
            "3932495848070563339",
            "\/scholar?cites=3932495848070563339",
            {
                "2015":2,
                "2016":16,
                "2017":18,
                "2018":25,
                "2019":12,
                "2020":23,
                "2021":3
            }
        ],
        [
            "We derive the underlying finite temperature theory which describes Fermi gas superfluidity with population imbalance in a homogeneous system. We compute the pair formation temperature, superfluid transition temperature T c, and superfluid density in a manner consistent with the standard ground state equations and, thereby, present a complete phase diagram. Finite temperature stabilizes superfluidity, as manifested by two solutions for T c or by low T instabilities. At unitarity, the polarized state is an “intermediate-temperature superfluid.”",
            "Intermediate-temperature superfluidity in an atomic Fermi gas with population imbalance",
            "Chih-Chun Chien and Qijin Chen and Yan He and K Levin",
            "2006",
            "u_5rav4AAAAJ:u5HHmVD_uO8C",
            87,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.97.090402",
            "6952676429019421261",
            "\/scholar?cites=6952676429019421261",
            {
                "2006":10,
                "2007":16,
                "2008":8,
                "2009":6,
                "2010":7,
                "2011":5,
                "2012":3,
                "2013":3,
                "2014":3,
                "2015":4,
                "2016":6,
                "2017":5,
                "2018":3,
                "2019":1,
                "2020":5
            }
        ],
        [
            "We present phase diagrams for population-imbalanced, trapped Fermi superfluids near unitarity. In addition to providing quantitative values for the superfluid transition temperature, the pairing onset temperature, and the transition line (separating the Sarma and phase separation regimes), we study experimental signatures of these transitions based on density profiles and density differences at the center. Predictions on the BCS side of resonance show unexpected behavior, which should be searched for experimentally.",
            "Superfluid phase diagrams of trapped Fermi gases with population imbalance",
            "Chih-Chun Chien and Qijin Chen and Yan He and K Levin",
            "2007",
            "u_5rav4AAAAJ:u-x6o8ySG0sC",
            75,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.98.110404",
            "10515879104646210049",
            "\/scholar?cites=10515879104646210049",
            {
                "2007":9,
                "2008":13,
                "2009":13,
                "2010":10,
                "2011":7,
                "2012":6,
                "2013":4,
                "2014":3,
                "2015":2,
                "2016":3,
                "2017":2,
                "2018":1,
                "2019":1,
                "2020":1
            }
        ],
        [
            "This article presents a comparison of two finite-temperature BCS–Bose-Einstein condensation (BEC) crossover theories above the transition temperature: Nozieres–Schmitt-Rink (NSR) theory and finite-T extended BCS-Leggett theory. The comparison is cast in the form of numerical studies of the behavior of the fermionic spectral function both theoretically and as constrained by (primarily) radio frequency (rf) experiments. Both theories include pair fluctuations and exhibit pseudogap effects, although the nature of this pseudogap is very different. The pseudogap in finite-T extended BCS-Leggett theory is found to follow a BCS-like dispersion which, in turn, is associated with a broadened BCS-like self-energy, rather more similar to what is observed in high-temperature superconductors (albeit, for a d-wave case). The fermionic quasiparticle dispersion is different in NSR theory and the damping is considerably larger …",
            "Comparative study of BCS-BEC crossover theories above : The nature of the pseudogap in ultracold atomic Fermi gases",
            "Chih-Chun Chien and Hao Guo and Yan He and K Levin",
            "2010",
            "u_5rav4AAAAJ:M3ejUd6NZC8C",
            59,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.81.023622",
            "8583863015445414237",
            "\/scholar?cites=8583863015445414237",
            {
                "2010":10,
                "2011":10,
                "2012":7,
                "2013":4,
                "2014":4,
                "2015":3,
                "2016":1,
                "2017":9,
                "2018":3,
                "2019":3,
                "2020":4,
                "2021":1
            }
        ],
        [
            "In this paper we present an overview of radio frequency (RF) spectroscopy in the atomic Fermi superfluids with the ultimate goal of suggesting new directions in the cold gas research agenda from the condensed matter perspective. We review the experimental and theoretical literature on cold gases and the photoemission spectroscopy of the cuprates particularly as it pertains to areas of overlap. In addition to a comparison with the cuprates, this paper contains a systematic overview of the theory of RF spectroscopy, both momentum integrated and momentum resolved. It should be noted that the integrated and momentum resolved forms of photoemission are equally important in the high T c cuprate literature. For the cold gases we introduce the reader to such topical issues as the effects of traps, population imbalance, final state interactions and, over the entire range of temperatures, we compare theory and …",
            "Theory of radio frequency spectroscopy experiments in ultracold Fermi gases and their relation to photoemission in the cuprates",
            "Qijin Chen and Yan He and Chih-Chun Chien and K Levin",
            "2009",
            "u_5rav4AAAAJ:UeHWp8X0CEIC",
            54,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0034-4885\/72\/12\/122501\/meta",
            "7543776099856182040",
            "\/scholar?cites=7543776099856182040",
            {
                "2010":6,
                "2011":6,
                "2012":6,
                "2013":5,
                "2014":7,
                "2015":5,
                "2016":1,
                "2017":6,
                "2018":5,
                "2019":1,
                "2020":5
            }
        ],
        [
            "The subject of BCS–Bose–Einstein condensation (BEC) crossover is particularly exciting because of its realization in ultracold atomic Fermi gases and its possible relevance to high temperature superconductors. In this paper we review the body of theoretical work on this subject, which represents a natural extension of the seminal papers by Leggett and by Nozières and Schmitt-Rink (NSR). The former addressed only the ground state, now known as the “BCS-Leggett” wave-function, and the key contributions of the latter pertain to calculations of the superfluid transition temperature T c. These two papers have given rise to two main and, importantly, distinct, theoretical schools in the BCS–BEC crossover literature. The first of these extends the BCS-Leggett ground state to finite temperature and the second extends the NSR scheme away from T c both in the superfluid and normal phases. It is now rather widely …",
            "Comparison of different pairing fluctuation approaches to BCS–BEC crossover",
            "Kathryn Levin and Qijin Chen and Chih-Chun Chien and Yan He",
            "2010",
            "u_5rav4AAAAJ:zYLM7Y9cAGgC",
            52,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0003491609001869",
            "3978380039784987727",
            "\/scholar?cites=3978380039784987727",
            {
                "2010":9,
                "2011":5,
                "2012":5,
                "2013":8,
                "2014":4,
                "2015":5,
                "2016":2,
                "2017":6,
                "2018":3,
                "2019":3,
                "2020":2
            }
        ],
        [
            "We address the thermodynamics, density profiles, and superfluid density of trapped fermions undergoing BCS-BEC crossover. We consider the case of zero and finite population imbalance and apply the local density approximation (LDA) to include the trap potential. Our approach represents a fully self-consistent treatment of “pseudogap effects.” These effects reflect the distinction between the pair formation temperature T* and the pair condensation temperature T c. As a natural corollary, this temperature difference must be accommodated in the fermionic excitation spectrum E k to reflect the fact that fermions are paired at and above T c. It is precisely this natural corollary which has been omitted from all other many body approaches in the literature. At a formal level, we show how enforcing this corollary implies that pairing fluctuation or self-energy contributions enter into both the gap and the number equations; this …",
            "Thermodynamics and superfluid density in BCS-BEC crossover with and without population imbalance",
            "Yan He and Chih-Chun Chien and Qijin Chen and K Levin",
            "2007",
            "u_5rav4AAAAJ:d1gkVwhDpl0C",
            48,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.76.224516",
            "8657602479432457366",
            "\/scholar?cites=8657602479432457366",
            {
                "2008":6,
                "2009":7,
                "2010":7,
                "2011":7,
                "2012":1,
                "2013":2,
                "2014":2,
                "2015":5,
                "2016":4,
                "2017":3,
                "2018":2,
                "2019":2
            }
        ],
        [
            "We show how, within a preformed-pair scenario for the cuprate pseudogap, the nodal and antinodal responses in angle-resolved photoemission spectroscopy necessarily have very different temperature T dependences. We examine the behavior and the contrasting T dependences for a range of temperatures both below and above T c. Previously, the distinct nodal and antinodal responses have provided strong support for the “two-gap scenario” of the cuprates in which the pseudogap competes with superconductivity. Instead, our theory supports a picture in which the pseudogap derives from pairing correlations, identifying the two-gap components with noncondensed and condensed pairs. Our calculations are based on a microscopic diagrammatic approach for addressing pairing correlations in a regime where the attraction is stronger than BCS and the coherence length is anomalously short. This many body …",
            "Two-energy-gap preformed-pair scenario for cuprate superconductors: implications for angle-resolved photoemission spectroscopy",
            "Chih-Chun Chien and Yan He and Qijin Chen and K Levin",
            "2009",
            "u_5rav4AAAAJ:9yKSN-GCB0IC",
            45,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.79.214527",
            "13965920676453890184",
            "\/scholar?cites=13965920676453890184",
            {
                "2009":6,
                "2010":10,
                "2011":3,
                "2012":10,
                "2013":3,
                "2014":2,
                "2015":2,
                "2016":1,
                "2017":1,
                "2018":4,
                "2019":3
            }
        ],
        [
            "We show how in ultracold Fermi gases the difference between the finite temperature T structure factors, called S−(ω, q), associated with spin and density, reflects coherent order at all ω, q, k F a, and T. This observation can be exploited in two photon Bragg scattering experiments on gases which are subject to variable attractive interactions. Our calculations incorporate spin and particle number conservation laws which lead to compatibility at general T with two f-sum rules. Because of its generality a measurement of S−(ω, q) can be a qualitative, direct, in situ approach for establishing superfluid order.",
            "Establishing the presence of coherence in atomic Fermi superfluids: Spin-flip and spin-preserving Bragg scattering at finite temperatures",
            "Hao Guo and Chih-Chun Chien and K Levin",
            "2010",
            "u_5rav4AAAAJ:2osOgNQ5qMEC",
            44,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.120401",
            "17688987916026800707",
            "\/scholar?cites=17688987916026800707",
            {
                "2010":2,
                "2011":7,
                "2012":12,
                "2013":6,
                "2014":4,
                "2015":2,
                "2016":5,
                "2017":4,
                "2018":2
            }
        ],
        [
            "Superfluidity in atomic Fermi gases with population imbalance has recently become an exciting research focus. There is considerable disagreement in the literature about the appropriate stability conditions for states in the phase diagram throughout the BCS to Bose-Einstein condensation crossover. Here we discuss these stability conditions for homogeneous polarized superfluid phases, and compare with recent alternative proposals. The requirement of a positive second-order partial derivative of the thermodynamic potential with respect to the fermionic excitation gap Δ (at fixed chemical potentials) is demonstrated to be equivalent to the positive definiteness of the particle number susceptibility matrix. In addition, we show the positivity of the effective pair mass constitutes another nontrivial stability condition. These conditions determine the (local) stability of the system towards phase separation (or other ordered …",
            "Stability conditions and phase diagrams for two-component Fermi gases with population imbalance",
            "Qijin Chen and Yan He and Chih-Chun Chien and K Levin",
            "2006",
            "u_5rav4AAAAJ:Y0pCki6q_DkC",
            43,
            "https:\/\/journals.aps.org\/pra\/abstract\/10.1103\/PhysRevA.74.063603",
            "8455189683942510648",
            "\/scholar?cites=8455189683942510648",
            {
                "2006":1,
                "2007":7,
                "2008":2,
                "2009":4,
                "2010":3,
                "2011":2,
                "2012":2,
                "2013":2,
                "2014":4,
                "2015":3,
                "2016":2,
                "2017":3,
                "2018":3,
                "2019":2,
                "2020":3
            }
        ]
    ]
}