{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Using a plane-wave expansion method, we have solved Maxwell’s equations for the propagation of electromagnetic waves in a periodic lattice of dielectric spheres (dielectric constant ε a) in a uniform dielectric background (ε b). Contrary to experiment, we find that fcc dielectric structures do not have a ‘‘photonic band gap’’that extends throughout the Brillouin zone. However, we have determined that dielectric spheres arranged in the diamond structure do possess a full photonic band gap. This gap exists for refractive-index contrasts as low as 2.",
            "Existence of a photonic gap in periodic dielectric structures",
            "KM Ho and CT Chan and CM Soukoulis",
            "1990",
            "U_agiyUAAAAJ:u5HHmVD_uO8C",
            3258,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.65.3152",
            "9187875077053239729",
            "\/scholar?cites=9187875077053239729",
            {
                "1991":20,
                "1992":22,
                "1993":48,
                "1994":56,
                "1995":50,
                "1996":77,
                "1997":43,
                "1998":63,
                "1999":90,
                "2000":96,
                "2001":115,
                "2002":117,
                "2003":164,
                "2004":172,
                "2005":214,
                "2006":221,
                "2007":205,
                "2008":179,
                "2009":154,
                "2010":148,
                "2011":127,
                "2012":167,
                "2013":123,
                "2014":102,
                "2015":96,
                "2016":78,
                "2017":73,
                "2018":76,
                "2019":68,
                "2020":66,
                "2021":10
            }
        ],
        [
            "We analyze the reflection and transmission coefficients calculated from transfer matrix simulations on finite lengths of electromagnetic metamaterials, to determine the effective permittivity (ɛ) and permeability (μ). We perform this analysis on structures composed of periodic arrangements of wires, split ring resonators (SRRs), and both wires and SRRs. We find the recovered frequency-dependent ɛ and μ are entirely consistent with analytic expressions predicted by effective medium arguments. Of particular relevance are that a wire medium exhibits a frequency region in which the real part of ɛ is negative, and SRRs produce a frequency region in which the real part of μ is negative. In the combination structure, at frequencies where both the recovered real parts of ɛ and μ are simultaneously negative, the real part of the index of refraction is also found to be unambiguously negative.",
            "Determination of effective permittivity and permeability of metamaterials from reflection and transmission coefficients",
            "DR Smith and S Schultz and P Markoš and CM Soukoulis",
            "2002",
            "U_agiyUAAAAJ:u-x6o8ySG0sC",
            3011,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.65.195104",
            "1074696388880965964",
            "\/scholar?cites=1074696388880965964",
            {
                "2002":9,
                "2003":28,
                "2004":38,
                "2005":68,
                "2006":88,
                "2007":146,
                "2008":163,
                "2009":206,
                "2010":201,
                "2011":222,
                "2012":244,
                "2013":214,
                "2014":205,
                "2015":216,
                "2016":208,
                "2017":177,
                "2018":189,
                "2019":177,
                "2020":185,
                "2021":12
            }
        ],
        [
            "We discuss the validity of standard retrieval methods that assign bulk electromagnetic properties, such as the electric permittivity ε and the magnetic permeability μ, from calculations of the scattering (S) parameters for finite-thickness samples. S-parameter retrieval methods have recently become the principal means of characterizing artificially structured metamaterials, which, by nature, are inherently inhomogeneous. While the unit cell of a metamaterial can be made considerably smaller than the free space wavelength, there remains a significant variation of the phase across the unit cell at operational frequencies in nearly all metamaterial structures reported to date. In this respect, metamaterials do not rigorously satisfy an effective medium limit and are closer conceptually to photonic crystals. Nevertheless, we show here that a modification of the standard S-parameter retrieval procedure yields physically …",
            "Electromagnetic parameter retrieval from inhomogeneous metamaterials",
            "DR Smith and DC Vier and Th Koschny and CM Soukoulis",
            "2005",
            "U_agiyUAAAAJ:qjMakFHDy7sC",
            2510,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.71.036617",
            "7313935108435927777",
            "\/scholar?cites=7313935108435927777",
            {
                "2006":27,
                "2007":54,
                "2008":85,
                "2009":110,
                "2010":114,
                "2011":175,
                "2012":201,
                "2013":208,
                "2014":205,
                "2015":200,
                "2016":211,
                "2017":193,
                "2018":242,
                "2019":233,
                "2020":226,
                "2021":12
            }
        ],
        [
            "An array of single nonmagnetic metallic split rings can be used to implement a magnetic resonance, which arises from an inductor-capacitor circuit (LC) resonance, at 100-terahertz frequency. The excitation of the LC resonance in the normal-incidence geometry used in our experiments occurs through the coupling of the electric field of the incident light to the capacitance. The measured optical spectra of the nanofabricated gold structures come very close to the theoretical expectations. Additional numerical simulations show that our structures exhibit a frequency range with negative permeability for a beam configuration in which the magnetic field couples to the LC resonance. Together with an electric response that has negative permittivity, this can lead to materials with a negative index of refraction.",
            "Magnetic response of metamaterials at 100 terahertz",
            "Stefan Linden and Christian Enkrich and Martin Wegener and Jiangfeng Zhou and Thomas Koschny and Costas M Soukoulis",
            "2004",
            "U_agiyUAAAAJ:d1gkVwhDpl0C",
            1793,
            "https:\/\/science.sciencemag.org\/content\/306\/5700\/1351.abstract",
            "8311682473273484356",
            "\/scholar?cites=8311682473273484356",
            {
                "2005":58,
                "2006":151,
                "2007":146,
                "2008":130,
                "2009":158,
                "2010":123,
                "2011":143,
                "2012":137,
                "2013":99,
                "2014":116,
                "2015":93,
                "2016":97,
                "2017":91,
                "2018":85,
                "2019":68,
                "2020":77,
                "2021":5
            }
        ],
        [
            "Photonic metamaterials are man-made structures composed of tailored micro-or nanostructured metallodielectric subwavelength building blocks. This deceptively simple yet powerful concept allows the realization of many new and unusual optical properties, such as magnetism at optical frequencies, negative refractive index, large positive refractive index, zero reflection through impedance matching, perfect absorption, giant circular dichroism and enhanced nonlinear optical properties. Possible applications of metamaterials include ultrahigh-resolution imaging systems, compact polarization optics and cloaking devices. This Review describes recent progress in the fabrication of three-dimensional metamaterial structures and discusses some of the remaining challenges.",
            "Past achievements and future challenges in the development of three-dimensional photonic metamaterials",
            "Costas M Soukoulis and Martin Wegener",
            "2011",
            "U_agiyUAAAAJ:bFI3QPDXJZMC",
            1537,
            "https:\/\/www.nature.com\/nphoton\/journal\/v5\/n9\/full\/nphoton.2011.154.html",
            "7109384699394724283",
            "\/scholar?cites=7109384699394724283",
            {
                "2011":11,
                "2012":120,
                "2013":182,
                "2014":177,
                "2015":189,
                "2016":158,
                "2017":178,
                "2018":191,
                "2019":161,
                "2020":144,
                "2021":12
            }
        ],
        [
            "The past decade has witnessed intensive research efforts related to the design and fabrication of photonic crystals 1, 2. These periodically structured dielectric materials can represent the optical analogue of semiconductor crystals, and provide a novel platform for the realization of integrated photonics. Despite intensive efforts, inexpensive fabrication techniques for large-scale three-dimensional photonic crystals of high enough quality, with photonic bandgaps at near-infrared frequencies, and built-in functional elements for telecommunication applications, have been elusive. Direct laser writing by multiphoton polymerization 3 of a photoresist has emerged as a technique for the rapid, cheap and flexible fabrication of nanostructures for photonics. In 1999, so-called layer-by-layer 4 or woodpile photonic crystals were fabricated with a fundamental stop band at 3.9 μm wavelength 5. In 2002, a corresponding 1.9 μm …",
            "Direct laser writing of three-dimensional photonic-crystal templates for telecommunications",
            "Markus Deubel and Georg Von Freymann and Martin Wegener and Suresh Pereira and Kurt Busch and Costas M Soukoulis",
            "2004",
            "U_agiyUAAAAJ:Y0pCki6q_DkC",
            1137,
            "https:\/\/www.nature.com\/articles\/nmat1155",
            "4417444734240481182",
            "\/scholar?cites=4417444734240481182",
            {
                "2004":11,
                "2005":41,
                "2006":61,
                "2007":75,
                "2008":71,
                "2009":63,
                "2010":71,
                "2011":69,
                "2012":78,
                "2013":70,
                "2014":94,
                "2015":69,
                "2016":70,
                "2017":67,
                "2018":72,
                "2019":81,
                "2020":58,
                "2021":9
            }
        ],
        [
            "     Metamaterials are designed to have structures that provide optical properties not found in nature. If their capacity can be extended, new kinds of devices for imaging and control of light will be possible.   ",
            "Negative refractive index at optical wavelengths",
            "Costas M Soukoulis and Stefan Linden and Martin Wegener",
            "2007",
            "U_agiyUAAAAJ:Tyk-4Ss8FVUC",
            1040,
            "https:\/\/science.sciencemag.org\/content\/315\/5808\/47.summary",
            "12027659268286966944",
            "\/scholar?cites=12027659268286966944",
            {
                "2007":37,
                "2008":96,
                "2009":119,
                "2010":102,
                "2011":111,
                "2012":106,
                "2013":85,
                "2014":73,
                "2015":58,
                "2016":62,
                "2017":68,
                "2018":52,
                "2019":37,
                "2020":28,
                "2021":1
            }
        ],
        [
            "A new three-dimensional (3D) periodic dielectric structure constructed with layers of dielectric rods of circular, elliptical, or rectangular shape is introduced. This new structure possesses a full photonic band gap of appreciable frequency width. At midgap, an attenuation of 21 dB per unit cell is obtained. This gap remains open for refractive indices n ≥ 1.9. Furthermore, this new 3D layer structure potentially has the additional advantage that it can be easily fabricated using conventional microfabrication techniques on the scale of optical wavelengths.",
            "Photonic band gaps in three dimensions: new layer-by-layer periodic structures",
            "Kin Ming Ho and Che Ting Chan and CM Soukoulis and R Biswas and M Sigalas",
            "1994",
            "U_agiyUAAAAJ:9yKSN-GCB0IC",
            963,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/003810989490202X",
            "2506915167304013836",
            "\/scholar?cites=2506915167304013836",
            {
                "1994":10,
                "1995":17,
                "1996":26,
                "1997":11,
                "1998":26,
                "1999":32,
                "2000":33,
                "2001":36,
                "2002":39,
                "2003":63,
                "2004":66,
                "2005":51,
                "2006":59,
                "2007":50,
                "2008":65,
                "2009":54,
                "2010":45,
                "2011":42,
                "2012":41,
                "2013":29,
                "2014":31,
                "2015":32,
                "2016":18,
                "2017":23,
                "2018":20,
                "2019":28,
                "2020":15
            }
        ],
        [
            "We further miniaturize a recently established silver-based negative-index metamaterial design. By comparing transmittance, reflectance, and phase-sensitive time-of-flight experiments with theory, we infer a real part of the refractive index of −0.6 at a 780 nm wavelength—which is visible in the laboratory.",
            "Negative-index metamaterial at 780 nm wavelength",
            "Gunnar Dolling and Martin Wegener and Costas M Soukoulis and Stefan Linden",
            "2007",
            "U_agiyUAAAAJ:2osOgNQ5qMEC",
            939,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-32-1-53",
            "1921388475524317064",
            "\/scholar?cites=1921388475524317064",
            {
                "2007":68,
                "2008":112,
                "2009":123,
                "2010":110,
                "2011":96,
                "2012":82,
                "2013":57,
                "2014":69,
                "2015":57,
                "2016":45,
                "2017":42,
                "2018":32,
                "2019":21,
                "2020":21,
                "2021":1
            }
        ],
        [
            "Arrays of gold split rings with a 50-nm minimum feature size and with an L C resonance at 200 THz frequency (1.5 μ m wavelength) are fabricated. For normal-incidence conditions, they exhibit a pronounced fundamental magnetic mode, arising from a coupling via the electric component of the incident light. For oblique incidence, a coupling via the magnetic component is demonstrated as well. Moreover, we identify a novel higher-order magnetic resonance at around 370 THz (800 nm wavelength) that evolves out of the Mie resonance for oblique incidence. Comparison with theory delivers good agreement and also shows that the structures allow for a negative magnetic permeability.",
            "Magnetic metamaterials at telecommunication and visible frequencies",
            "C Enkrich and M Wegener and S Linden and Sven Burger and Lin Zschiedrich and Frank Schmidt and JF Zhou and Th Koschny and CM Soukoulis",
            "2005",
            "U_agiyUAAAAJ:IjCSPb-OGe4C",
            924,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.95.203901",
            "3355100697230407979",
            "\/scholar?cites=3355100697230407979",
            {
                "2005":5,
                "2006":54,
                "2007":87,
                "2008":82,
                "2009":89,
                "2010":81,
                "2011":78,
                "2012":75,
                "2013":60,
                "2014":54,
                "2015":59,
                "2016":40,
                "2017":47,
                "2018":46,
                "2019":37,
                "2020":20,
                "2021":3
            }
        ]
    ]
}