{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Transverse mass spectra of pions, kaons, and protons from the symmetric heavy-ion collisions 200 A GeV S+ S and 158 A GeV Pb+ Pb, measured in the NA44 focusing spectrometer at CERN, are presented. The mass dependence of the slope parameters provides evidence of collective transverse flow from expansion of the system in heavy-ion induced central collisions.",
            "Collective expansion in high energy heavy ion collisions",
            "IG Bearden and H Bøggild and J Boissevain and J Dodd and B Erazmus and S Esumi and CW Fabjan and D Ferenc and DE Fields and A Franz and JJ Gaardhøje and AG Hansen and O Hansen and D Hardtke and H van Hecke and EB Holzer and TJ Humanic and P Hummel and BV Jacak and R Jayanti and H Kalechofsky and M Kaneta and M Kopytine and YY Lee and M Leltchouk and T Ljubicic and B Lörstad and N Maeda and R Malina and A Medvedev and M Murray and S Nishimura and H Ohnishi and G Paic and SU Pandey and F Piuz and J Pluta and V Polychronakos and M Potekhin and G Poulard and D Reichhold and A Sakaguchi and J Simon-Gillo and J Schmidt-Sørensen and W Sondheim and M Spegel and T Sugitate and JP Sullivan and Y Sumi and WJ Willis and K Wolf and N Xu and DS Zachary and NA44 Collaboration",
            "1997",
            "u_Dz-ngAAAAJ:kF1pexMAQbMC",
            419,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.78.2080",
            "17215540836718557999",
            "\/scholar?cites=17215540836718557999",
            {
                "1997":25,
                "1998":50,
                "1999":61,
                "2000":30,
                "2001":28,
                "2002":49,
                "2003":30,
                "2004":16,
                "2005":14,
                "2006":21,
                "2007":13,
                "2008":9,
                "2009":7,
                "2010":7,
                "2011":7,
                "2012":5,
                "2013":2,
                "2014":8,
                "2015":5,
                "2016":3,
                "2017":6,
                "2018":2,
                "2019":5,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Semi-inclusive proton and pion distributions from central Au+ Au reactions at 11.6 A GeV\/c have been measured. The proton rapidity distribution shows significantly increased stopping compared to lighter systems, providing strong evidence for the formation of a state of matter with baryon density substantially greater than normal nuclear matter. Unlike reactions at this energy induced by lighter heavy ions, at low m t− m 0 the proton invariant spectra deviate from a single exponential shape and become flatter, while π− spectra are found to rise faster than the π+ spectra.",
            "Particle production at high baryon density in central Au+Au reactions at 11.6 GeV\/",
            "L Ahle and Y Akiba and K Ashktorab and MD Baker and D Beavis and HC Britt and J Chang and C Chasman and Z Chen and C-Y Chi and YY Chu and V Cianciolo and BA Cole and HJ Crawford and JB Cumming and R Debbe and JC Dunlop and W Eldredge and J Engelage and S-Y Fung and JJ Gaardhoje and E Garcia and M Gonin and S Gushue and H Hamagaki and A Hansen and L Hansen and RS Hayano and G Heintzelman and S Homma and E Judd and H Kaneko and J Kang and E-J Kim and A Kumagai and K Kurita and J-H Lee and MJ Levine and J Luke and Y Miake and A Mignerey and D Morrison and B Moskowitz and M Moulson and C Muentz and S Nagamiya and MN Namboodiri and CA Ogilvie and J Olness and S Park and LP Remsberg and P Rothschild and H Sako and TC Sangster and R Seto and J Shea and K Shigaki and R Soltz and SG Steadman and GSF Stephans and T Sung and MJ Tannenbaum and JH Thomas and S Tonse and S Ueno-Hayashi and F Videbæk and F Wang and Y Wang and Y Wu and H Xiang and GH Xu and K Yagi and D Zachary and WA Zajc and F Zhu and Q Zhu and E-802 Collaboration",
            "1998",
            "u_Dz-ngAAAAJ:mVmsd5A6BfQC",
            271,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.57.R466",
            "5803749939088200327",
            "\/scholar?cites=5803749939088200327",
            {
                "1998":5,
                "1999":21,
                "2000":16,
                "2001":17,
                "2002":21,
                "2003":13,
                "2004":12,
                "2005":11,
                "2006":9,
                "2007":6,
                "2008":12,
                "2009":9,
                "2010":10,
                "2011":6,
                "2012":14,
                "2013":11,
                "2014":10,
                "2015":5,
                "2016":11,
                "2017":15,
                "2018":14,
                "2019":10,
                "2020":10
            }
        ],
        [
            "Charged kaon production has been measured in Si+ Al and Si+ Au collisions at 1 4. 6 A GeV\/c, and Au+ Au collisions at 1 1. 1 A GeV\/c by Experiments 859 and 866 (the E-802 Collaboration) at the BNL AGS. Invariant transverse mass spectra and rapidity distributions for both K+ and K− are presented. The centrality dependence of rapidity-integrated kaon yields is studied. Strangeness enhancement is observed as an increase in the slope of the kaon yield with the total number of participants as well as the yield per participant. The enhancement starts with peripheral Si+ Al and Si+ Au collisions (relative to N+ N) and appears to saturate for a moderate number of participating nucleons in Si+ Au collisions. It is also observed to increase slowly with centrality in Au+ Au collisions, to a level in the most central Au+ Au collisions that is greater than that found in central Si+ A collisions. The enhancement factors for K …",
            "Centrality dependence of kaon yields in  and Au+Au collisions at relativistic energies",
            "L Ahle and Y Akiba and K Ashktorab and M Baker and D Beavis and P Beery and HC Britt and B Budick and J Chang and C Chasman and Z Chen and CY Chi and YY Chu and V Cianciolo and BA Cole and JB Costales and HJ Crawford and JB Cumming and R Debbe and JC Dunlop and W Eldredge and J Engelage and SY Fung and J Gaardhoje and M Gonin and S Gushue and H Hamagaki and A Hansen and L Hansen and O Hansen and RS Hayano and S Hayashi and G Heintzelman and S Homma and E Judd and H Kaneko and J Kang and S Kaufman and WL Kehoe and A Kumagai and K Kurita and RJ Ledoux and MJ LeVine and J Luke and Y Miake and DP Morrison and RJ Morse and B Moskowitz and M Moulson and S Nagamiya and MN Namboodiri and TK Nayak and CA Ogilvie and J Olness and CG Parsons and LP Remsberg and D Roehrich and P Rothschild and H Sako and H Sakurai and TC Sangster and R Seto and K Shigaki and R Soltz and P Stankus and SG Steadman and GSF Stephans and TW Sung and Y Tanaka and MJ Tannenbaum and JH Thomas and SR Tonse and S Ueno-Hayashi and JH Van Dijk and F Videbæk and O Vossnack and V Vutsadakis and F Wang and Y Wang and HE Wegner and D Woodruff and Y Wu and GH Xu and K Yagi and X Yang and D Zachary and WA Zajc and F Zhu and Q Zhu and E-802 Collaboration",
            "1999",
            "u_Dz-ngAAAAJ:HE397vMXCloC",
            146,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.60.044904",
            "4673763786152268981",
            "\/scholar?cites=4673763786152268981",
            {
                "2000":9,
                "2001":6,
                "2002":19,
                "2003":12,
                "2004":13,
                "2005":6,
                "2006":12,
                "2007":4,
                "2008":10,
                "2009":15,
                "2010":4,
                "2011":2,
                "2012":4,
                "2013":3,
                "2014":2,
                "2015":1,
                "2016":2,
                "2017":3,
                "2018":3,
                "2019":3,
                "2020":10,
                "2021":2
            }
        ],
        [
            "Two-pion correlations from Pb+ Pb collisions at 158 GeV\/c per nucleon are measured by the NA44 experiment at CERN. Multidimensional fits characterize the emission volume, which is found to be larger than in S-induced collisions. Comparison to the RQMD model is used to relate the fit parameters to the actual emission volume.",
            "High energy Pb+ Pb collisions viewed by pion interferometry",
            "IG Bearden and H Bøggild and J Boissevain and J Dodd and B Erazmus and S Esumi and CW Fabjan and D Ferenc and DE Fields and A Franz and J Gaardhøje and M Hamelin and AG Hansen and O Hansen and D Hardtke and H Van Hecke and EB Holzer and TJ Humanic and P Hummel and BV Jacak and R Jayanti and K Kaimi and M Kaneta and T Kohama and M Kopytine and M Leltchouk and A Ljubicic and B Lörstad and N Maeda and R Malina and A Medvedev and M Murray and H Ohnishi and G Paic and SU Pandey and F Piuz and J Pluta and V Polychronakos and M Potekhin and G Poulard and D Reichhold and A Sakaguchi and J Simon-Gillo and J Schmidt-Sørensen and W Sondheim and M Spegel and T Sugitate and JP Sullivan and Y Sumi and WJ Willis and KL Wolf and N Xu and DS Zachary and NA44 Collaboration",
            "1998",
            "u_Dz-ngAAAAJ:kzcSZmkxUKAC",
            134,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.58.1656",
            "5513944232611578890",
            "\/scholar?cites=5513944232611578890",
            {
                "1998":4,
                "1999":23,
                "2000":11,
                "2001":16,
                "2002":13,
                "2003":8,
                "2004":8,
                "2005":2,
                "2006":9,
                "2007":7,
                "2008":5,
                "2009":10,
                "2010":1,
                "2011":3,
                "2012":4,
                "2013":3,
                "2014":1,
                "2015":1,
                "2016":1
            }
        ],
        [
            "Two-pion correlation functions are analyzed at midrapidity for three systems (14.6 A GeV\/c Si+ Al, Si+ Au, and 1 1. 6 A GeV\/c Au+ Au), seven distinct centrality conditions, and different k T bins in the range 0.1–0.5 GeV\/c. Source reference frames are determined from fits to the Yano-Koonin source parametrization. Bertsch-Pratt radius parameters are shown to scale linearly with both number of projectile and total participants as obtained from a Glauber model calculation. A finite lifetime parameter that increases linearly with system\/centrality is also reported. The m T dependences of the Bertsch-Pratt radii for the central Si+ Au and central Au+ Au systems differ only by an overall normalization factor given by the measured system\/centrality dependence.",
            "System, centrality, and transverse mass dependence of two-pion correlation radii in heavy ion collisions at  and ",
            "L Ahle and Y Akiba and K Ashktorab and MD Baker and D Beavis and P Beery and HC Britt and B Budick and J Chang and C Chasman and Z Chen and CY Chi and YY Chu and V Cianciolo and BA Cole and JB Costales and HJ Crawford and JB Cumming and R Debbe and JC Dunlop and W Eldredge and J Engelage and SY Fung and E Garcia and M Gonin and S Gushue and H Hamagaki and LF Hansen and RS Hayano and S Hayashi and G Heintzelman and S Homma and E Judd and H Kaneko and J Kang and S Kaufman and WL Kehoe and EJ Kim and A Kumagai and K Kurita and RJ Ledoux and JH Lee and MJ LeVine and J Luke and Y Miake and A Mignerey and DP Morrison and RJ Morse and B Moskowitz and M Moulson and C Müntz and S Nagamiya and MN Namboodiri and TK Nayak and CA Ogilvie and J Olness and CG Parsons and LP Remsberg and D Roehrich and P Rothschild and H Sako and H Sakurai and TC Sangster and R Seto and J Shea and K Shigaki and RA Soltz and P Stankus and SG Steadman and GSF Stephans and TW Sung and Y Tanaka and MJ Tannenbaum and JH Thomas and SR Tonse and S Ueno-Hayashi and JH Van Dijk and F Videbaek and O Vossnack and V Vutsadakis and F Wang and Y Wang and HE Wegner and D Woodruff and Y Wu and H Xiang and GH Xu and K Yagi and X Yang and H Yao and D Zachary and WA Zajc and F Zhu and E-802 Collaboration",
            "2002",
            "u_Dz-ngAAAAJ:L8Ckcad2t8MC",
            88,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.66.054906",
            "12177931398142110772",
            "\/scholar?cites=12177931398142110772",
            {
                "2002":3,
                "2003":5,
                "2004":12,
                "2005":4,
                "2006":6,
                "2007":9,
                "2008":5,
                "2009":8,
                "2010":5,
                "2011":2,
                "2012":2,
                "2013":1,
                "2014":3,
                "2015":2,
                "2016":2,
                "2017":6,
                "2018":3,
                "2019":5,
                "2020":4
            }
        ],
        [
            "The NA44 experiment has measured single-particle inclusive spectra for charged pions, kaons, and protons as a function of transverse mass near midrapidity in 1 5 8 A GeV\/c Pb+ Pb collisions. From the particle mass dependence of the observed m T distributions, we are able to deduce a value of about 120 MeV for the temperature at thermal freeze-out. From the observed ratios of the rapidity densities, we find values of the chemical potentials for light and strange quarks and a chemical freeze-out temperature of approximately 140 MeV.",
            "Particle production in central Pb+Pb collisions at 158 GeV\/",
            "IG Bearden and H Bøggild and J Boissevain and PHL Christiansen and L Conin and J Dodd and B Erazmus and S Esumi and CW Fabjan and D Ferenc and DE Fields and A Franz and JJ Gaardhøje and M Hamelin and AG Hansen and O Hansen and D Hardtke and H Van Hecke and EB Holzer and TJ Humanic and P Hummel and BV Jacak and K Kaimi and M Kaneta and T Kohama and M Kopytine and M Leltchouk and A Ljubic̆ić Jr and Bengt Lörstad and N Maeda and R Malina and L Martin and A Medvedev and M Murray and H Ohnishi and G Paic and SU Pandey and F Piuz and J Pluta and V Polychronakos and M Potekhin and G Poulard and D Reichhold and A Sakaguchi and J Schmidt-Sørensen and J Simon-Gillo and W Sondheim and M Spegel and T Sugitate and JP Sullivan and Y Sumi and WJ Willis and KL Wolf and N Xu and DS Zachary and NA44 Collaboration",
            "2002",
            "u_Dz-ngAAAAJ:pS0ncopqnHgC",
            87,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.66.044907",
            "13341264601390613077",
            "\/scholar?cites=13341264601390613077",
            {
                "2002":1,
                "2003":11,
                "2004":8,
                "2005":7,
                "2006":5,
                "2007":2,
                "2008":2,
                "2009":10,
                "2010":3,
                "2011":4,
                "2012":5,
                "2013":1,
                "2014":5,
                "2015":2,
                "2016":3,
                "2017":5,
                "2018":4,
                "2019":3,
                "2020":6
            }
        ],
        [
            "Proton distributions at mid-rapidity (2≤ y≤ 3) have been measured for 158A· GeV Pb+ Pb collisions in the focusing spectrometer experiment NA44 at CERN. From baryon number conservation and by comparing the experimentally measured d N d y distribution with the transport model RQMD, we conclude that a rather high degree of nuclear stopping has been reached for the truly heavy-ion collisions at these energies. Transverse mass distributions exhibit characteristically thermal shapes and the slope parameters increase with the mass of the colliding system.",
            "Mid-rapidity protons in 158A· GeV Pb+ Pb collisions",
            "IG Bearden and H Bøggild and J Boissevain and J Dodd and B Erazmus and S Esumi and CW Fabjan and D Ferenc and DE Fields and A Franz and JJ Gaardhøje and O Hansen and D Hardtke and H Van Hecke and EB Holzer and T Humanic and P Hummel and BV Jacak and R Jayanti and M Kaneta and M Kopytine and M Leltchouk and T Ljubicic and B Lörstad and N Maeda and A Medvedev and M Murray and S Nishimura and H Ohnishi and G Paic and SU Pandey and F Piuz and J Pluta and V Polychronakos and M Potekhin and G Poulard and A Sakaguchi and J Simon-Gillo and J Schmidt-Sørensen and W Sondheim and M Spegel and T Sugitate and JP Sullivan and Y Sumi and WJ Willis and K Wolf and N Xu and DS Zachary and NA44 Collaboration",
            "1996",
            "u_Dz-ngAAAAJ:EPG8bYD4jVwC",
            85,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S037026939601249X",
            "2521325649695570760",
            "\/scholar?cites=2521325649695570760",
            {
                "1997":12,
                "1998":12,
                "1999":13,
                "2000":6,
                "2001":6,
                "2002":7,
                "2003":7,
                "2004":6,
                "2005":4,
                "2006":3,
                "2007":2,
                "2008":1,
                "2009":1
            }
        ],
        [
            "Nowadays, many countries adopt an active agenda to mitigate the impact of greenhouse gas emissions by moving towards less polluting energy generation technologies. The environmental costs, directly or indirectly generated to achieve such a challenging objective, remain however largely underexplored. Until now, research has focused either on pure economic approaches such as Computable General Equilibrium (CGE) and partial equilibrium (PE) models, or on (physical) energy supply scenarios. These latter could be used to evaluate the environmental impacts of various energy saving or cleaner technologies via Life Cycle Assessment (LCA) methodology. These modelling efforts have, however, been pursued in isolation, without exploring the possible complementarities and synergies. In this study, we have undertaken a practical combination of these approaches into a common framework: on the one hand …",
            "Combination of equilibrium models and hybrid life cycle-input–output analysis to predict the environmental impacts of energy policy scenarios",
            "Elorri Igos and Benedetto Rugani and Sameer Rege and Enrico Benetto and Laurent Drouet and Daniel S Zachary",
            "2015",
            "u_Dz-ngAAAAJ:MIg0yeAD4ggC",
            84,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0306261915001701",
            "1167211052714682015",
            "\/scholar?cites=1167211052714682015",
            {
                "2015":2,
                "2016":11,
                "2017":22,
                "2018":18,
                "2019":17,
                "2020":11,
                "2021":2
            }
        ],
        [
            "We will address the physics of K−\/K+ and bar p\/p ratios measured in 158 A GeV Pb+ Pb collisions as a function of centrality and transverse momentum. We observe little significant centrality dependence in neither K−\/K+ nor bar p\/p ratios and they are almost constant as a function of P T. In addition to the chemical freeze-out temperature T ch, we extract the chemical potentials for both light and strange quarks (μ q and μ s) by comparing the present data with simple model predictions. T ch is greater than the thermal freeze-out temperature which is extracted from the transverse momentum distribution of charged hadrons.",
            "Particle ratios from central Pb+ Pb collisions at the CERN SPS",
            "M Kaneta and IG Bearden and H Bøggild and J Boissevain and J Dodd and B Erazmus and S Esumi and CW Fabjan and Daniel Ferenc and DE Fields and A Franz and JJ Gaardhøje and AG Hansen and O Hansen and D Hardtke and H van Hecke and EB Holzer and TJ Humanic and P Hummel and BV Jacak and R Jayanti and M Kopytine and M Leltchouk and A Ljubicic and B Lørstad and N Maeda and A Medvedev and M Murray and S Nishimura and H Ohnishi and G Paic and SU Pandey and F Piuz and J Pluta and V Polychronakos and M Potekhin and G Poulard and D Reichhold and A Sakaguchi and J Simmon-Gillo and J Schmidt-Sørensen and W Sondheim and M Spegel and T Sugitate and JP Sullivan and Y Sumi and WJ Willis and K Wolf and N Xu and DS Zachary and NA44 Collaboration",
            "1997",
            "u_Dz-ngAAAAJ:eGYfIraVYiQC",
            69,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0954-3899\/23\/12\/010\/meta",
            "13584898185356179331",
            "\/scholar?cites=13584898185356179331",
            {
                "1997":1,
                "1998":2,
                "1999":5,
                "2000":1,
                "2001":9,
                "2002":11,
                "2003":6,
                "2004":1,
                "2005":9,
                "2006":9,
                "2007":5,
                "2008":2,
                "2009":1,
                "2010":3,
                "2011":1,
                "2012":1,
                "2013":1
            }
        ],
        [
            "The NA44 Collaboration has measured yields and differential distributions of K+, K−, π+, π− in transverse kinetic energy and rapidity, around the center-of-mass rapidity in 158 A GeV\/c Pb+Pb collisions at the CERN SPS. A considerable enhancement of K+ production per π is observed, as compared to p+p collisions at this energy. To illustrate the importance of secondary hadron rescattering as an enhancement mechanism, we compare strangeness production at the SPS and AGS with predictions of the transport model RQMD.",
            "Strange meson enhancement in PbPb collisions",
            "I Bearden and H Bøggild and J Boissevain and L Conin and J Dodd and B Erazmus and S Esumi and CW Fabjan and D Ferenc and DE Fields and A Franz and JJ Gaardhøje and AG Hansen and O Hansen and D Hardtke and H Van Hecke and EB Holzer and TJ Humanic and P Hummel and BV Jacak and R Jayanti and K Kaimi and M Kaneta and T Kohama and ML Kopytine and M Leltchouk and A Ljubicic Jr and B Lörstad and N Maeda and L Martin and A Medvedev and M Murray and H Ohnishi and G Paic and SU Pandey and F Piuz and J Pluta and V Polychronakos and M Potekhin and G Poulard and D Reichhold and A Sakaguchi and J Schmidt-Sørensen and J Simon-Gillo and W Sondheim and T Sugitate and JP Sullivan and Y Sumi and WJ Willis and KL Wolf and N Xu and DS Zachary and NA44 Collaboration",
            "1999",
            "u_Dz-ngAAAAJ:-6RzNnnwWf8C",
            67,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269399013271",
            "15144215239234020118",
            "\/scholar?cites=15144215239234020118",
            {
                "1999":3,
                "2000":5,
                "2001":9,
                "2002":15,
                "2003":3,
                "2004":7,
                "2005":3,
                "2006":2,
                "2007":1,
                "2008":3,
                "2009":6,
                "2010":1,
                "2011":2,
                "2012":2,
                "2013":2,
                "2014":1
            }
        ]
    ]
}