{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "We construct empirical models of the diffuse gamma-ray background toward the Galactic Center. Including all known point sources and a template of emission associated with interactions of cosmic rays with molecular gas, we show that the extended emission observed previously in the Fermi Large Area Telescope data toward the Galactic Center is detected at high significance for all permutations of the diffuse model components. However, we find that the fluxes and spectra of the sources in our model change significantly depending on the background model. In particular, the spectrum of the central Sgr A* source is less steep than in previous works and the recovered spectrum of the extended emission has large systematic uncertainties, especially at lower energies. If the extended emission is interpreted to be due to dark matter annihilation, we find annihilation into pure b-quark and τ-lepton channels to be …",
            "Astrophysical and dark matter interpretations of extended gamma-ray emission from the galactic center",
            "Kevork N Abazajian and Nicolas Canac and Shunsaku Horiuchi and Manoj Kaplinghat",
            "2014",
            "u_ZK7DcAAAAJ:u5HHmVD_uO8C",
            402,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.90.023526",
            "13307382065249563504",
            "\/scholar?cites=13307382065249563504",
            {
                "2014":31,
                "2015":120,
                "2016":97,
                "2017":50,
                "2018":41,
                "2019":26,
                "2020":36
            }
        ],
        [
            "As part of the European LAGUNA design study on a next-generation neutrino detector, we propose the liquid-scintillator detector LENA (Low Energy Neutrino Astronomy) as a multipurpose neutrino observatory. The outstanding successes of the Borexino and KamLAND experiments demonstrate the large potential of liquid-scintillator detectors in low-energy neutrino physics. Low energy threshold, good energy resolution and efficient background discrimination are inherent to the liquid-scintillator technique. A target mass of 50 kt will offer a substantial increase in detection sensitivity.At low energies, the variety of detection channels available in liquid scintillator will allow for an energy – and flavor-resolved analysis of the neutrino burst emitted by a galactic Supernova. Due to target mass and background conditions, LENA will also be sensitive to the faint signal of the Diffuse Supernova Neutrino Background. Solar …",
            "The next-generation liquid-scintillator neutrino observatory LENA",
            "Michael Wurm and John F Beacom and Leonid B Bezrukov and Daniel Bick and Johannes Blümer and Sandhya Choubey and Christian Ciemniak and Davide D’Angelo and Basudeb Dasgupta and Alexander Derbin and Amol Dighe and Grigorij Domogatsky and Steve Dye and Sergey Eliseev and Timo Enqvist and Alexey Erykalov and Franz Von Feilitzsch and Gianni Fiorentini and Tobias Fischer and Marianne Göger-Neff and Peter Grabmayr and Caren Hagner and Dominikus Hellgartner and Johannes Hissa and Shunsaku Horiuchi and Hans-Thomas Janka and Claude Jaupart and Josef Jochum and Tuomo Kalliokoski and Alexei Kayunov and Pasi Kuusiniemi and Tobias Lachenmaier and Ionel Lazanu and John G Learned and Timo Lewke and Paolo Lombardi and Sebastian Lorenz and Bayarto Lubsandorzhiev and Livia Ludhova and Kai Loo and Jukka Maalampi and Fabio Mantovani and Michela Marafini and Jelena Maricic and Teresa Marrodán Undagoitia and William F McDonough and Lino Miramonti and Alessandro Mirizzi and Quirin Meindl and Olga Mena and Randolph Möllenberg and Valentina Muratova and Rolf Nahnhauer and Dmitry Nesterenko and Yuri N Novikov and Guido Nuijten and Lothar Oberauer and Sandip Pakvasa and Sergio Palomares-Ruiz and Marco Pallavicini and Silvia Pascoli and Thomas Patzak and Juha Peltoniemi and Walter Potzel and Tomi Räihä and Georg G Raffelt and Gioacchino Ranucci and Soebur Razzaque and Kari Rummukainen and Juho Sarkamo and Valerij Sinev and Christian Spiering and Achim Stahl and Felicitas Thorne and Marc Tippmann and Alessandra Tonazzo and Wladyslaw H Trzaska and John D Vergados and Christopher Wiebusch and Jürgen Winter",
            "2012",
            "u_ZK7DcAAAAJ:u-x6o8ySG0sC",
            295,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0927650512000503",
            "13369436250666120592",
            "\/scholar?cites=13369436250666120592",
            {
                "2011":8,
                "2012":24,
                "2013":57,
                "2014":33,
                "2015":43,
                "2016":41,
                "2017":25,
                "2018":22,
                "2019":17,
                "2020":20,
                "2021":2
            }
        ],
        [
            "We identify a\" supernova rate problem:\" the measured cosmic core-collapse supernova rate is a factor of~ 2 smaller (with significance~ 2σ) than that predicted from the measured cosmic massive-star formation rate. The comparison is critical for topics from galaxy evolution and enrichment to the abundance of neutron stars and black holes. We systematically explore possible resolutions. The accuracy and precision of the star formation rate data and conversion to the supernova rate are well supported, and proposed changes would have far-reaching consequences. The dominant effect is likely that many supernovae are missed because they are either optically dim (low-luminosity) or dark, whether intrinsically or due to obscuration. We investigate supernovae too dim to have been discovered in cosmic surveys by a detailed study of all supernova discoveries in the local volume. If possible supernova impostors are …",
            "The cosmic core-collapse supernova rate does not match the massive-star formation rate",
            "Shunsaku Horiuchi and John F Beacom and Christopher S Kochanek and Jose L Prieto and KZ Stanek and Todd A Thompson",
            "2011",
            "u_ZK7DcAAAAJ:9yKSN-GCB0IC",
            221,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/738\/2\/154\/meta",
            "2097492254271230956",
            "\/scholar?cites=2097492254271230956",
            {
                "2011":4,
                "2012":16,
                "2013":22,
                "2014":30,
                "2015":26,
                "2016":19,
                "2017":24,
                "2018":26,
                "2019":25,
                "2020":24,
                "2021":3
            }
        ],
        [
            "In the indirect detection of dark matter through its annihilation products, the signals depend on the square of the dark matter density, making precise knowledge of the distribution of dark matter in the Universe critical for robust predictions. Many studies have focused on regions where the dark matter density is greatest, eg, the galactic center, as well as on the cosmic signal arising from all halos in the Universe. We focus on the signal arising from the whole Milky Way halo; this is less sensitive to uncertainties in the dark matter distribution, and especially for flatter profiles, this halo signal is larger than the cosmic signal. We illustrate this by considering a dark matter model in which the principal annihilation products are neutrinos. Since neutrinos are the least detectable standard model particles, a limit on their flux conservatively bounds the dark matter total self-annihilation cross section from above. By using the Milky …",
            "Neutrino constraints on the dark matter total annihilation cross section",
            "Hasan Yüksel and Shunsaku Horiuchi and John F Beacom and Shin’ichiro Ando",
            "2007",
            "u_ZK7DcAAAAJ:d1gkVwhDpl0C",
            200,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.76.123506",
            "4995702908510984079",
            "\/scholar?cites=4995702908510984079",
            {
                "2008":22,
                "2009":24,
                "2010":29,
                "2011":21,
                "2012":13,
                "2013":15,
                "2014":10,
                "2015":17,
                "2016":9,
                "2017":7,
                "2018":10,
                "2019":12,
                "2020":11
            }
        ],
        [
            "The diffuse supernova neutrino background (DSNB) provides an immediate opportunity to study the emission of MeV thermal neutrinos from core-collapse supernovae. The DSNB is a powerful probe of stellar and neutrino physics, provided that the core-collapse rate is large enough and that its uncertainty is small enough. To assess the important physics enabled by the DSNB, we start with the cosmic star formation history of Hopkins and Beacom (2006) and confirm its normalization and evolution by cross-checks with the supernova rate, extragalactic background light, and stellar mass density. We find a sufficient core-collapse rate with small uncertainties that translate into a variation of±40% in the DSNB event spectrum. Considering thermal neutrino spectra with effective temperatures between 4–6 MeV, the predicted DSNB is within a factor 4–2 below the upper limit obtained by Super-Kamiokande in 2003 …",
            "Diffuse supernova neutrino background is detectable in Super-Kamiokande",
            "Shunsaku Horiuchi and John F Beacom and Eli Dwek",
            "2009",
            "u_ZK7DcAAAAJ:2osOgNQ5qMEC",
            193,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.79.083013",
            "7879659649491143427",
            "\/scholar?cites=7879659649491143427",
            {
                "2009":6,
                "2010":14,
                "2011":23,
                "2012":22,
                "2013":21,
                "2014":10,
                "2015":11,
                "2016":16,
                "2017":11,
                "2018":12,
                "2019":19,
                "2020":27,
                "2021":1
            }
        ],
        [
            "We show that the canonical oscillation-based (nonresonant) production of sterile neutrino dark matter is inconsistent at> 99% confidence with observations of galaxies in the Local Group. We set lower limits on the nonresonant sterile neutrino mass of 2.5 keV (equivalent to 0.7 keV thermal mass) using phase-space densities derived for dwarf satellite galaxies of the Milky Way as well as limits of 8.8 keV (equivalent to 1.8 keV thermal mass) based on subhalo counts of N-body simulations of M 31 analogs. Combined with improved upper mass limits derived from significantly deeper x-ray data of M 31 with full consideration for background variations, we show that there remains little room for nonresonant production if sterile neutrinos are to explain 100% of the dark matter abundance. Resonant and nonoscillation sterile neutrino production remain viable mechanisms for generating sufficient dark matter sterile neutrinos.",
            "Sterile neutrino dark matter bounds from galaxies of the Local Group",
            "Shunsaku Horiuchi and Philip J Humphrey and Jose Onorbe and Kevork N Abazajian and Manoj Kaplinghat and Shea Garrison-Kimmel",
            "2014",
            "u_ZK7DcAAAAJ:qjMakFHDy7sC",
            188,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.89.025017",
            "1075436271342467238",
            "\/scholar?cites=1075436271342467238",
            {
                "2014":20,
                "2015":31,
                "2016":35,
                "2017":27,
                "2018":18,
                "2019":26,
                "2020":30,
                "2021":1
            }
        ],
        [
            "Hyper-Kamiokande will be a next-generation underground water Cherenkov detector with a total (fiducial) mass of 0.99 (0.56) million metric tons, approximately 20 (25) times larger than that of Super-Kamiokande. One of the main goals of Hyper-Kamiokande is the study of  asymmetry in the lepton sector using accelerator neutrino and anti-neutrino beams. In this paper, the physics potential of a long-baseline neutrino experiment using the Hyper-Kamiokande detector and a neutrino beam from the J-PARC proton synchrotron is presented. The analysis uses the framework and systematic uncertainties derived from the ongoing T2K experiment. With a total exposure of 7.5 MW s integrated proton beam power (corresponding to  protons on target with a 30 GeV proton beam) to a  off-axis neutrino beam, it is expected that the leptonic  phase  can be determined to better than 19 degrees for all possible values of , and  violation can …",
            "Physics potential of a long-baseline neutrino oscillation experiment using a J-PARC neutrino beam and Hyper-Kamiokande",
            "Hyper-Kamiokande Proto-Collaboration and K Abe and H Aihara and C Andreopoulos and I Anghel and A Ariga and T Ariga and R Asfandiyarov and M Askins and JJ Back and P Ballett and M Barbi and GJ Barker and G Barr and F Bay and P Beltrame and V Berardi and M Bergevin and S Berkman and T Berry and S Bhadra and FdM Blaszczyk and A Blondel and S Bolognesi and SB Boyd and A Bravar and C Bronner and FS Cafagna and G Carminati and SL Cartwright and MG Catanesi and K Choi and JH Choi and G Collazuol and G Cowan and L Cremonesi and G Davies and G De Rosa and C Densham and J Detwiler and D Dewhurst and F Di Lodovico and S Di Luise and O Drapier and S Emery and A Ereditato and P Fernández and T Feusels and A Finch and M Fitton and M Friend and Y Fujii and Y Fukuda and D Fukuda and V Galymov and K Ganezer and M Gonin and P Gumplinger and DR Hadley and L Haegel and A Haesler and Y Haga and B Hartfiel and M Hartz and Y Hayato and M Hierholzer and J Hill and A Himmel and S Hirota and S Horiuchi and K Huang and AK Ichikawa and T Iijima and M Ikeda and J Imber and K Inoue and J Insler and RA Intonti and T Irvine and T Ishida and H Ishino and M Ishitsuka and Y Itow and A Izmaylov and B Jamieson and HI Jang and M Jiang and KK Joo and CK Jung and A Kaboth and T Kajita and J Kameda and Y Karadhzov and T Katori and E Kearns and M Khabibullin and A Khotjantsev and JY Kim and SB Kim and Y Kishimoto and T Kobayashi and M Koga and A Konaka and LL Kormos and A Korzenev and Y Koshio and WR Kropp and Y Kudenko and T Kutter and M Kuze and L Labarga and J Lagoda and M Laveder and M Lawe and JG Learned and IT Lim and T Lindner and A Longhin and L Ludovici and W Ma and L Magaletti and K Mahn and M Malek and C Mariani and L Marti and JF Martin and C Martin and PPJ Martins and E Mazzucato and N McCauley and KS McFarland and C McGrew and M Mezzetto and H Minakata and A Minamino and S Mine and O Mineev and M Miura and J Monroe and T Mori and S Moriyama and T Mueller and F Muheim and M Nakahata and K Nakamura and T Nakaya and S Nakayama and M Needham and T Nicholls and M Nirkko",
            "2015",
            "u_ZK7DcAAAAJ:IjCSPb-OGe4C",
            172,
            "https:\/\/academic.oup.com\/ptep\/article-abstract\/2015\/5\/053C02\/1531402",
            "13506867014326702679",
            "\/scholar?cites=13506867014326702679",
            {
                "2014":1,
                "2015":15,
                "2016":19,
                "2017":40,
                "2018":34,
                "2019":24,
                "2020":36,
                "2021":2
            }
        ],
        [
            "On the strength of a double Nobel prize winning experiment (Super) Kamiokande and an extremely successful long baseline neutrino programme, the third generation Water Cherenkov detector, Hyper-Kamiokande, is being developed by an international collaboration as a leading worldwide experiment based in Japan. The Hyper-Kamiokande detector will be hosted in the Tochibora mine, about 295 km away from the J-PARC proton accelerator research complex in Tokai, Japan. The currently existing accelerator will be steadily upgraded to reach a MW beam by the start of the experiment. A suite of near detectors will be vital to constrain the beam for neutrino oscillation measurements. A new cavern will be excavated at the Tochibora mine to host the detector. The experiment will be the largest underground water Cherenkov detector in the world and will be instrumented with new technology photosensors, faster and with higher quantum efficiency than the ones in Super-Kamiokande. The science that will be developed will be able to shape the future theoretical framework and generations of experiments. Hyper-Kamiokande will be able to measure with the highest precision the leptonic CP violation that could explain the baryon asymmetry in the Universe. The experiment also has a demonstrated excellent capability to search for proton decay, providing a significant improvement in discovery sensitivity over current searches for the proton lifetime. The atmospheric neutrinos will allow to determine the neutrino mass ordering and, together with the beam, able to precisely test the three-flavour neutrino oscillation paradigm and search for new …",
            "Hyper-Kamiokande design report",
            "Ke Abe and Ke Abe and H Aihara and A Aimi and R Akutsu and C Andreopoulos and I Anghel and LHV Anthony and M Antonova and Y Ashida and V Aushev and M Barbi and GJ Barker and G Barr and P Beltrame and V Berardi and M Bergevin and S Berkman and L Berns and T Berry and S Bhadra and D Bravo-Berguño and F d M Blaszczyk and A Blondel and S Bolognesi and SB Boyd and A Bravar and C Bronner and M Buizza Avanzini and FS Cafagna and A Cole and R Calland and S Cao and SL Cartwright and MG Catanesi and C Checchia and Z Chen-Wishart and JH Choi and K Choi and J Coleman and G Collazuol and G Cowan and L Cremonesi and T Dealtry and G De Rosa and C Densham and D Dewhurst and EL Drakopoulou and F Di Lodovico and O Drapier and J Dumarchez and P Dunne and M Dziewiecki and S Emery and A Esmaili and A Evangelisti and E Fernandez-Martinez and T Feusels and A Finch and A Fiorentini and G Fiorillo and M Fitton and K Frankiewicz and M Friend and Y Fujii and Y Fukuda and D Fukuda and K Ganezer and C Giganti and M Gonin and N Grant and P Gumplinger and DR Hadley and B Hartfiel and M Hartz and Y Hayato and K Hayrapetyan and J Hill and S Hirota and S Horiuchi and AK Ichikawa and T Iijima and M Ikeda and J Imber and K Inoue and J Insler and RA Intonti and A Ioannisian and T Ishida and H Ishino and M Ishitsuka and Y Itow and K Iwamoto and A Izmaylov and B Jamieson and HI Jang and JS Jang and SH Jeon and Proto-Collaboration",
            "2018",
            "u_ZK7DcAAAAJ:BqipwSGYUEgC",
            145,
            "https:\/\/arxiv.org\/abs\/1805.04163",
            "6384550471952076261",
            "\/scholar?cites=6384550471952076261",
            {
                "2017":9,
                "2018":23,
                "2019":40,
                "2020":70,
                "2021":2
            }
        ]
    ]
}