{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Mice and cattle with genetic deficiencies in myostatin exhibit dramatic increases in skeletal muscle mass, suggesting that myostatin normally suppresses muscle growth. Whether this increased muscling results from prenatal or postnatal lack of myostatin activity is unknown. Here we show that myostatin circulates in the blood of adult mice in a latent form that can be activated by acid treatment. Systemic overexpression of myostatin in adult mice was found to induce profound muscle and fat loss analogous to that seen in human cachexia syndromes. These data indicate that myostatin acts systemically in adult animals and may be a useful pharmacologic target in clinical settings such as cachexia, where muscle growth is desired.",
            "Induction of cachexia in mice by systemically administered myostatin",
            "Teresa A Zimmers and Monique V Davies and Leonidas G Koniaris and Paul A Haynes and Aurora F Esquela and Kathy N Tomkinson and Alexandra C McPherron and Neil M Wolfman and Se-Jin Lee",
            "2002",
            "UalP_FwAAAAJ:tOudhMTPpwUC",
            983,
            "https:\/\/science.sciencemag.org\/content\/296\/5572\/1486.abstract",
            "11216065060143521372",
            "\/scholar?cites=11216065060143521372",
            {
                "2002":9,
                "2003":26,
                "2004":35,
                "2005":39,
                "2006":45,
                "2007":57,
                "2008":60,
                "2009":62,
                "2010":51,
                "2011":73,
                "2012":72,
                "2013":66,
                "2014":66,
                "2015":58,
                "2016":55,
                "2017":55,
                "2018":35,
                "2019":42,
                "2020":48,
                "2021":8
            }
        ],
        [
            "Bovine aortic smooth muscle cell (BASMC) cultures undergo mineralization on addition of the organic phosphate donor, β-glycerophosphate (βGP). Mineralization is characterized by apatite deposition on collagen fibrils and the presence of matrix vesicles, as has been described in calcified vascular lesions in vivo as well as in bone and teeth. In the present study, we used this model to investigate the molecular mechanisms driving vascular calcification. We found that BASMCs lost their lineage markers, SM22α and smooth muscle α-actin, within 10 days of being placed under calcifying conditions. Conversely, the cells gained an osteogenic phenotype as indicated by an increase in expression and DNA-binding activity of the transcription factor, core binding factor α1 (Cbfa1). Moreover, genes containing the Cbfa1 binding site, OSE2, including osteopontin, osteocalcin, and alkaline phosphatase were elevated. The …",
            "Smooth muscle cell phenotypic transition associated with calcification",
            "Susie A Steitz and Mei Y Speer and Gabrielle Curinga and Hsueh-Ying Yang and Paul A Haynes and Ruedi Aebersold and Thorsten Schinke and Gerard Karsenty and Cecilia M Giachelli",
            "2001",
            "UalP_FwAAAAJ:u-x6o8ySG0sC",
            855,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/hh2401.101070",
            "16450877691333428028",
            "\/scholar?cites=16450877691333428028",
            {
                "2002":5,
                "2003":19,
                "2004":22,
                "2005":37,
                "2006":41,
                "2007":46,
                "2008":50,
                "2009":46,
                "2010":50,
                "2011":40,
                "2012":49,
                "2013":62,
                "2014":61,
                "2015":57,
                "2016":50,
                "2017":52,
                "2018":43,
                "2019":56,
                "2020":59,
                "2021":5
            }
        ],
        [
            "In this review we examine techniques, software, and statistical analyses used in label‐free quantitative proteomics studies for area under the curve and spectral counting approaches. Recent advances in the field are discussed in an order that reflects a logical workflow design. Examples of studies that follow this design are presented to highlight the requirement for statistical assessment and further experiments to validate results from label‐free quantitation. Limitations of label‐free approaches are considered, label‐free approaches are compared with labelling techniques, and forward‐looking applications for label‐free quantitative data are presented. We conclude that label‐free quantitative proteomics is a reliable, versatile, and cost‐effective alternative to labelled quantitation.",
            "Less label, more free: approaches in label‐free quantitative mass spectrometry",
            "Karlie A Neilson and Naveid A Ali and Sridevi Muralidharan and Mehdi Mirzaei and Michael Mariani and Gariné Assadourian and Albert Lee and Steven C Van Sluyter and Paul A Haynes",
            "2011",
            "UalP_FwAAAAJ:UebtZRa9Y70C",
            659,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/pmic.201000553",
            "15195869351958470187",
            "\/scholar?cites=15195869351958470187",
            {
                "2011":15,
                "2012":79,
                "2013":84,
                "2014":80,
                "2015":99,
                "2016":76,
                "2017":57,
                "2018":50,
                "2019":63,
                "2020":45,
                "2021":6
            }
        ],
        [
            "The majority of disulfide-linked cytosolic proteins are thought to be enzymes that transiently form disulfide bonds while catalyzing oxidation-reduction (redox) processes. Recent evidence indicates that reactive oxygen species can act as signaling molecules by promoting the formation of disulfide bonds within or between select redox-sensitive proteins. However, few studies have attempted to examine global changes in disulfide bond formation following reactive oxygen species exposure. Here we isolate and identify disulfide-bonded proteins (DSBP) in a mammalian neuronal cell line (HT22) exposed to various oxidative insults by sequential nonreducing\/reducing two-dimensional SDS-PAGE combined with mass spectrometry. By using this strategy, several known cytosolic DSBP, such as peroxiredoxins, thioredoxin reductase, nucleoside-diphosphate kinase, and ribonucleotide-diphosphate reductase, were …",
            "Protein disulfide bond formation in the cytoplasm during oxidative stress",
            "Robert C Cumming and Nancy L Andon and Paul A Haynes and Minkyu Park and Wolfgang H Fischer and David Schubert",
            "2004",
            "UalP_FwAAAAJ:d1gkVwhDpl0C",
            492,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021925820667783",
            "13039415654915397217",
            "\/scholar?cites=13039415654915397217",
            {
                "2004":8,
                "2005":28,
                "2006":27,
                "2007":27,
                "2008":29,
                "2009":29,
                "2010":27,
                "2011":39,
                "2012":33,
                "2013":45,
                "2014":40,
                "2015":37,
                "2016":27,
                "2017":24,
                "2018":40,
                "2019":20,
                "2020":9,
                "2021":1
            }
        ],
        [
            "A systematic proteomic analysis of rice (Oryza sativa) leaf, root, and seed tissue using two independent technologies, two-dimensional gel electrophoresis followed by tandem mass spectrometry and multidimensional protein identification technology, allowed the detection and identification of 2,528 unique proteins, which represents the most comprehensive proteome exploration to date. A comparative display of the expression patterns indicated that enzymes involved in central metabolic pathways are present in all tissues, whereas metabolic specialization is reflected in the occurrence of a tissue-specific enzyme complement. For example, tissue-specific and subcellular compartment-specific isoforms of ADP-glucose pyrophosphorylase were detected, thus providing proteomic confirmation of the presence of distinct regulatory mechanisms involved in the biosynthesis and breakdown of separate starch pools in …",
            "Proteomic survey of metabolic pathways in rice",
            "Antonius Koller and Michael P Washburn and B Markus Lange and Nancy L Andon and Cosmin Deciu and Paul A Haynes and Lara Hays and David Schieltz and Ryan Ulaszek and Jing Wei and Dirk Wolters and John R Yates",
            "2002",
            "UalP_FwAAAAJ:u5HHmVD_uO8C",
            482,
            "https:\/\/www.pnas.org\/content\/99\/18\/11969.short",
            "12754753022475585957",
            "\/scholar?cites=12754753022475585957",
            {
                "2002":5,
                "2003":35,
                "2004":65,
                "2005":49,
                "2006":41,
                "2007":47,
                "2008":42,
                "2009":31,
                "2010":24,
                "2011":31,
                "2012":16,
                "2013":25,
                "2014":6,
                "2015":10,
                "2016":9,
                "2017":9,
                "2018":13,
                "2019":9,
                "2020":12,
                "2021":1
            }
        ],
        [
            "In this review we examine the current state of proteome analysis. There are three main issues discussed: why it is necessary to study proteomes; how proteomes can be analyzed with current technology; and how proteome analysis can be used to enhance biological research. We conclude that proteome analysis is an essential tool in the understanding of regulated biological systems. Current technology, while still mostly limited to the more abundant proteins, enables the use of proteome analysis both to establish databases of proteins present, and to perform biological assays involving measurement of multiple variables. We believe that the utility of proteome analysis in future biological research will continue to be enhanced by further improvements in analytical technology.",
            "Proteome analysis: biological assay or data archive?",
            "Paul A Haynes and Steven P Gygi and Daniel Figeys and Ruedi Aebersold",
            "1998",
            "UalP_FwAAAAJ:9yKSN-GCB0IC",
            239,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/elps.1150191104",
            "5290449265754869957",
            "\/scholar?cites=5290449265754869957",
            {
                "1998":1,
                "1999":19,
                "2000":29,
                "2001":21,
                "2002":20,
                "2003":19,
                "2004":15,
                "2005":23,
                "2006":13,
                "2007":22,
                "2008":16,
                "2009":12,
                "2010":5,
                "2011":3,
                "2012":8,
                "2013":2,
                "2014":3,
                "2015":1,
                "2016":3,
                "2017":1,
                "2018":1,
                "2019":1
            }
        ],
        [
            "Mammalian cell invasion by the intracellular protozoan parasite Trypanosoma cruzi is mediated by recruitment and fusion of host cell lysosomes, an unusual process that has been proposed to be dependent on the ability of parasites to trigger intracellular free calcium concentration ([Ca 2+] i) transients in host cells. Previous work implicated the T. cruzi serine hydrolase oligopeptidase B in the generation of Ca 2+‐signaling activity in parasite extracts. Here we show that deletion of the gene encoding oligopeptidase B results in a marked defect in host cell invasion and in the establishment of infections in mice. The invasion defect is associated with the inability of oligopeptidase B null mutant trypomastigotes to mobilize Ca 2+ from thapsigargin‐sensitive stores in mammalian cells. Exogenous recombinant oligopeptidase B reconstitutes the oligopeptidase B‐dependent Ca 2+ signaling activity in null mutant parasite …",
            "Oligopeptidase B‐dependent signaling mediates host cell invasion by Trypanosoma cruzi",
            "Elisabet V Caler and Silvia Vaena De Avalos and Paul A Haynes and Norma W Andrews and Barbara A Burleigh",
            "1998",
            "UalP_FwAAAAJ:qjMakFHDy7sC",
            225,
            "https:\/\/www.embopress.org\/doi\/full\/10.1093\/emboj\/17.17.4975",
            "3131760213335566182",
            "\/scholar?cites=3131760213335566182",
            {
                "1999":7,
                "2000":8,
                "2001":4,
                "2002":10,
                "2003":7,
                "2004":7,
                "2005":19,
                "2006":6,
                "2007":13,
                "2008":9,
                "2009":13,
                "2010":16,
                "2011":15,
                "2012":22,
                "2013":20,
                "2014":13,
                "2015":6,
                "2016":8,
                "2017":10,
                "2018":3,
                "2019":4,
                "2020":5
            }
        ],
        [
            "We describe the initial characterization of the wheat amyloplast proteome, consisting of the identification and classification of 171 proteins. Whole amyloplasts and purified amyloplast membranes were prepared from wheat (Triticum aestivum). Protein extracts were examined by one‐dimensional and two‐dimensional electrophoresis, followed by high performance liquid chromatography‐tandem mass spectrometry of separated proteins. Tandem mass spectrometry data of individual peptides was then searched by SEQUEST, using a database containing known protein sequences from both wheat and other homologous cereal crops. Using this approach we identified 108 proteins from whole amyloplasts and 63 proteins from purified amyloplast membranes. The majority of protein identifications were derived from protein sequences from cereal crops other than wheat, for which relatively little gene sequence data is …",
            "Proteomic characterization of wheat amyloplasts using identification of proteins by tandem mass spectrometry",
            "Nancy L Andon and Sarah Hollingworth and A. Koller and Andrew J. Greenland and John R. III Yates and Paul A. Haynes",
            "2002",
            "UalP_FwAAAAJ:2osOgNQ5qMEC",
            220,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/1615-9861(200209)2:9%3C1156::AID-PROT1156%3E3.0.CO;2-4",
            "17788396852872597209",
            "\/scholar?cites=17788396852872597209",
            {
                "2002":2,
                "2003":10,
                "2004":19,
                "2005":12,
                "2006":15,
                "2007":21,
                "2008":22,
                "2009":12,
                "2010":14,
                "2011":12,
                "2012":14,
                "2013":12,
                "2014":7,
                "2015":15,
                "2016":6,
                "2017":5,
                "2018":12,
                "2019":2,
                "2020":7
            }
        ],
        [
            "In this review we examine the current state of analytical methods in proteomics. The conventional methodology using two-dimensional electrophoresis gels and mass spectrometry is discussed, with particular reference to the advantages and shortcomings thereof. Two recently published methods which offer an alternative approach are presented and discussed, with emphasis on how they can provide information not available via twodimensional gel electrophoresis. These two methods are the isotope-coded affinity tags approach of Gygi et al. and the two-dimensional liquid chromatographyątandem mass spectrometry approach as presented by Link et al. We conclude that both of these new techniques represent significant advances in analytical methodology for proteome analysis. Furthermore, we believe that in the future biological research will continue to be enhanced by the continuation of such developments …",
            "Proteome profiling - pitfalls and progress",
            "Paul A Haynes and John R Yates III",
            "2000",
            "UalP_FwAAAAJ:UeHWp8X0CEIC",
            166,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/1097-0061(20000630)17:2%3C81::AID-YEA22%3E3.0.CO;2-Z",
            "9170783737944006691",
            "\/scholar?cites=9170783737944006691",
            {
                "2000":1,
                "2001":15,
                "2002":17,
                "2003":23,
                "2004":17,
                "2005":18,
                "2006":13,
                "2007":7,
                "2008":11,
                "2009":7,
                "2010":8,
                "2011":7,
                "2012":2,
                "2013":4,
                "2014":4,
                "2015":6,
                "2016":1,
                "2017":1,
                "2018":2,
                "2019":1,
                "2020":1
            }
        ],
        [
            "Diatoms are unicellular eucaryotic algae with cell walls containing silica, intricately and ornately structured on the nanometer scale. Overall silica structure is formed by expansion and molding of the membrane-bound silica deposition vesicle. Although molecular details of silica polymerization are being clarified, we have limited insight into molecular components of the silica deposition vesicle, particularly of membrane-associated proteins that may be involved in structure formation. To identify such proteins, we refined existing procedures to isolate an enriched cell wall fraction from the diatom Thalassiosira pseudonana, the first diatom with a sequenced genome. We applied tandem mass spectrometric analysis to this fraction, identifying 31 proteins for further evaluation. mRNA levels for genes encoding these proteins were monitored during synchronized progression through the cell cycle and compared with two …",
            "Identification of proteins from a cell wall fraction of the diatom Thalassiosira pseudonana: insights into silica structure formation",
            "Luciano G Frigeri and Timothy R Radabaugh and Paul A Haynes and Mark Hildebrand",
            "2006",
            "UalP_FwAAAAJ:Y0pCki6q_DkC",
            153,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1535947620315152",
            "5602160473506805696",
            "\/scholar?cites=5602160473506805696",
            {
                "2006":6,
                "2007":15,
                "2008":15,
                "2009":21,
                "2010":6,
                "2011":15,
                "2012":13,
                "2013":13,
                "2014":9,
                "2015":14,
                "2016":5,
                "2017":4,
                "2018":9,
                "2019":4,
                "2020":3
            }
        ]
    ]
}