{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "On 2017 August 17 a binary neutron star coalescence candidate (later designated GW170817) with merger time 12: 41: 04 UTC was observed through gravitational waves by the Advanced LIGO and Advanced Virgo detectors. The Fermi Gamma-ray Burst Monitor independently detected a gamma-ray burst (GRB 170817A) with a time delay of 1.7 s~ with respect to the merger time. From the gravitational-wave signal, the source was initially localized to a sky region of 31 deg2 at a luminosity distance of 40 8 8-+ Mpc and with component masses consistent with neutron stars. The component masses were later measured to be in the range 0.86 to 2.26 M. An extensive observing campaign was launched across the electromagnetic spectrum leading to the discovery of a bright optical transient (SSS17a, now with the IAU identification of AT 2017gfo) in NGC 4993 (at 40 Mpc~) less than 11 hours after the merger by the …",
            "Multi-messenger observations of a binary neutron star merger",
            "Benjamin P Abbott and S Bloemen and P Canizares and H Falcke and RP Fender and S Ghosh and P Groot and T Hinderer and JR Hörandel and PG Jonker and Z Kostrzewa-Rutkowska and G Nelemans and D Nichols and S Nissanke and P Schmidt and C Timmermans and AR van Vliet and AR Williamson",
            "2017",
            "UaneKVMAAAAJ:RJOyoaXV5v8C",
            2073,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/2041-8213\/aa91c9\/meta",
            "2461611103499596342",
            "\/scholar?cites=2461611103499596342",
            {
                "2017":66,
                "2018":567,
                "2019":685,
                "2020":691,
                "2021":44
            }
        ],
        [
            "A search for high-energy neutrinos interacting within the IceCube detector between 2010 and 2012 provided the first evidence for a high-energy neutrino flux of extraterrestrial origin. Results from an analysis using the same methods with a third year (2012–2013) of data from the complete IceCube detector are consistent with the previously reported astrophysical flux in the 100 TeV–PeV range at the level of 10− 8 GeV cm− 2 s− 1 sr− 1 per flavor and reject a purely atmospheric explanation for the combined three-year data at 5.7 σ. The data are consistent with expectations for equal fluxes of all three neutrino flavors and with isotropic arrival directions, suggesting either numerous or spatially extended sources. The three-year data set, with a live time of 988 days, contains a total of 37 neutrino candidate events with deposited energies ranging from 30 to 2000 TeV. The 2000-TeV event is the highest-energy neutrino …",
            "Observation of high-energy astrophysical neutrinos in three years of IceCube data",
            "MG ea Aartsen and M Ackermann and J Adams and JA Aguilar and M Ahlers and M Ahrens and D Altmann and T Anderson and C Arguelles and TC Arlen and J Auffenberg and X Bai and SW Barwick and V Baum and JJ Beatty and J Becker Tjus and K-H Becker and S BenZvi and P Berghaus and D Berley and E Bernardini and A Bernhard and DZ Besson and G Binder and D Bindig and M Bissok and E Blaufuss and J Blumenthal and David J Boersma and C Bohm and D Bose and S Böser and Olga Botner and L Brayeur and H-P Bretz and AM Brown and J Casey and M Casier and D Chirkin and A Christov and B Christy and K Clark and L Classen and F Clevermann and S Coenders and DF Cowen and AH Cruz Silva and M Danninger and J Daughhetee and JC Davis and M Day and JPAM De André and C De Clercq and Sam De Ridder and P Desiati and KD De Vries and T DeYoung and JC Díaz-Vélez and M Dunkman and R Eagan and B Eberhardt and B Eichmann and J Eisch and Sebastian Euler and PA Evenson and O Fadiran and AR Fazely and A Fedynitch and J Feintzeig and J Felde and Tom Feusels and K Filimonov and C Finley and T Fischer-Wasels and S Flis and A Franckowiak and K Frantzen and T Fuchs and TK Gaisser and J Gallagher and L Gerhardt and D Gier and L Gladstone and T Glüsenkamp and A Goldschmidt and G Golup and JG Gonzalez and JA Goodman and D Góra and DT Grandmont and D Grant and P Gretskov and JC Groh and A Groß and C Ha and C Haack and A Haj Ismail and P Hallen and Allan Hallgren and F Halzen and K Hanson and D Hebecker and D Heereman and D Heinen and K Helbing and R Hellauer and D Hellwig and S Hickford and GC Hill and KD Hoffman and R Hoffmann and A Homeier and K Hoshina and F Huang and W Huelsnitz and PO Hulth and K Hultqvist and S Hussain and A Ishihara and E Jacobi and J Jacobsen and K Jagielski and GS Japaridze and K Jero and Ola Jlelati and M Jurkovic and B Kaminsky and A Kappes and T Karg and A Karle and M Kauer and JL Kelley and A Kheirandish and J Kiryluk and J Kläs and SR Klein and J-H Köhne and G Kohnen and H Kolanoski and A Koob and L Köpke and C Kopper and S Kopper and DJ Koskinen and M Kowalski and A Kriesten and K Krings and G Kroll and J Kunnen and N Kurahashi",
            "2014",
            "UaneKVMAAAAJ:epqYDVWIO7EC",
            1190,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.113.101101",
            "11328215367944564766",
            "\/scholar?cites=11328215367944564766",
            {
                "2014":59,
                "2015":253,
                "2016":227,
                "2017":208,
                "2018":145,
                "2019":149,
                "2020":138,
                "2021":7
            }
        ],
        [
            "We report on the observation of two neutrino-induced events which have an estimated deposited energy in the IceCube detector of 1.04±0.16 and 1.14±0.17 PeV, respectively, the highest neutrino energies observed so far. These events are consistent with fully contained particle showers induced by neutral-current ν e, μ, τ (ν e, μ, τ) or charged-current ν e (ν e) interactions within the IceCube detector. The events were discovered in a search for ultrahigh energy neutrinos using data corresponding to 615.9 days effective live time. The expected number of atmospheric background is 0.082±0.004 (stat)− 0.057+ 0.041 (syst). The probability of observing two or more candidate events under the atmospheric background-only hypothesis is 2.9× 10− 3 (2.8 σ) taking into account the uncertainty on the expected number of background events. These two events could be a first indication of an astrophysical neutrino flux; the …",
            "First observation of PeV-energy neutrinos with IceCube",
            "Mark Gerald Aartsen and R Abbasi and Yasser Abdou and M Ackermann and J Adams and JA Aguilar and M Ahlers and D Altmann and J Auffenberg and X Bai and M Baker and SW Barwick and V Baum and R Bay and JJ Beatty and S Bechet and J Becker Tjus and K-H Becker and M Bell and ML Benabderrahmane and S BenZvi and J Berdermann and P Berghaus and D Berley and E Bernardini and A Bernhard and D Bertrand and DZ Besson and G Binder and D Bindig and M Bissok and E Blaufuss and J Blumenthal and David J Boersma and S Bohaichuk and C Bohm and D Bose and S Böser and Olga Botner and L Brayeur and H-P Bretz and AM Brown and R Bruijn and J Brunner and Michael Carson and J Casey and M Casier and D Chirkin and A Christov and B Christy and K Clark and F Clevermann and S Coenders and S Cohen and DF Cowen and AH Cruz Silva and M Danninger and J Daughhetee and JC Davis and C De Clercq and Sam De Ridder and P Desiati and T DeYoung and JC Díaz-Vélez and M Dunkman and R Eagan and B Eberhardt and J Eisch and RW Ellsworth and S Euler and PA Evenson and O Fadiran and AR Fazely and A Fedynitch and J Feintzeig and Tom Feusels and K Filimonov and C Finley and T Fischer-Wasels and S Flis and A Franckowiak and R Franke and K Frantzen and T Fuchs and TK Gaisser and J Gallagher and L Gerhardt and L Gladstone and T Glüsenkamp and A Goldschmidt and G Golup and JG Gonzalez and JA Goodman and D Góra and D Grant and A Groß and M Gurtner and C Ha and A Haj Ismail and P Hallen and Allan Hallgren and F Halzen and K Hanson and D Heereman and D Heinen and K Helbing and R Hellauer and S Hickford and GC Hill and KD Hoffman and R Hoffmann and A Homeier and K Hoshina and W Huelsnitz and PO Hulth and K Hultqvist and S Hussain and A Ishihara and E Jacobi and J Jacobsen and K Jagielski and GS Japaridze and K Jero and Ola Jlelati and B Kaminsky and A Kappes and T Karg and A Karle and JL Kelley and J Kiryluk and F Kislat and J Kläs and SR Klein and J-H Köhne and G Kohnen and H Kolanoski and L Köpke and C Kopper and S Kopper and DJ Koskinen and M Kowalski and M Krasberg and K Krings and G Kroll and J Kunnen and N Kurahashi and T Kuwabara and Mathieu Labare and H Landsman and MJ Larson",
            "2013",
            "UaneKVMAAAAJ:-f6ydRqryjwC",
            808,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.021103",
            "2810163851623548419",
            "\/scholar?cites=2810163851623548419",
            {
                "2012":3,
                "2013":47,
                "2014":132,
                "2015":152,
                "2016":107,
                "2017":117,
                "2018":85,
                "2019":83,
                "2020":72,
                "2021":6
            }
        ],
        [
            "The first sensors of the IceCube neutrino observatory were deployed at the South Pole during the austral summer of 2004–2005 and have been producing data since February 2005. One string of 60 sensors buried in the ice and a surface array of eight ice Cherenkov tanks took data until December 2005 when deployment of the next set of strings and tanks began. We have analyzed these data, demonstrating that the performance of the system meets or exceeds design requirements. Times are determined across the whole array to a relative precision of better than 3 ns, allowing reconstruction of muon tracks and light bursts in the ice, of air-showers in the surface array and of events seen in coincidence by surface and deep-ice detectors separated by up to 2.5 km.",
            "First year performance of the IceCube neutrino telescope",
            "Abraham Achterberg and M Ackermann and J Adams and J Ahrens and K Andeen and DW Atlee and J Baccus and JN Bahcall and X Bai and B Baret and M Bartelt and SW Barwick and R Bay and K Beattie and T Becka and JK Becker and K-H Becker and P Berghaus and D Berley and E Bernardini and D Bertrand and DZ Besson and E Blaufuss and DJ Boersma and C Bohm and S Böser and O Botner and A Bouchta and J Braun and C Burgess and T Burgess and T Castermans and J Cherwinka and D Chirkin and J Clem and DF Cowen and MV D’Agostino and A Davour and CT Day and C De Clercq and L Demirörs and P Desiati and T DeYoung and JC Diaz-Velez and J Dreyer and MR Duvoort and WR Edwards and R Ehrlich and J Eisch and A Elcheikh and RW Ellsworth and PA Evenson and O Fadiran and AR Fazely and T Feser and K Filimonov and BD Fox and TK Gaisser and J Gallagher and R Ganugapati and H Geenen and L Gerhardt and A Goldschmidt and JA Goodman and R Gozzini and MG Greene and S Grullon and A Groß and RM Gunasingha and M Gurtner and A Hallgren and F Halzen and K Han and K Hanson and D Hardtke and R Hardtke and T Harenberg and JE Hart and J Haugen and T Hauschildt and D Hays and J Heise and K Helbing and M Hellwig and P Herquet and GC Hill and J Hodges and KD Hoffman and K Hoshina and D Hubert and B Hughey and PO Hulth and K Hultqvist and S Hundertmark and J-P Hülß and A Ishihara and J Jacobsen and GS Japaridze and A Jones and JM Joseph and K-H Kampert and A Karle and H Kawai and JL Kelley and M Kestel and N Kitamura and SR Klein and S Klepser and G Kohnen and H Kolanoski and L Köpke and M Krasberg and K Kuehn and H Landsman and A Laundrie and H Leich and I Liubarsky and J Lundberg and C Mackenzie and J Madsen and K Mase and HS Matis and T McCauley and CP McParland and A Meli and T Messarius and P Mészáros and H Miyamoto and A Mokhtarani and T Montaruli and A Morey and R Morse and SM Movit and K Münich and A Muratas and R Nahnhauer and JW Nam and P Nießen and DR Nygren and H Ögelman and Ph Olbrechts and A Olivas and S Patton and C Peña-Garay and C Pérez de los Heros and C Pettersen and A Piegsa and D Pieloth and AC Pohl and R Porrata",
            "2006",
            "UaneKVMAAAAJ:u-x6o8ySG0sC",
            633,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0927650506000855",
            "12597537883771198233",
            "\/scholar?cites=12597537883771198233",
            {
                "2006":9,
                "2007":41,
                "2008":53,
                "2009":46,
                "2010":36,
                "2011":51,
                "2012":35,
                "2013":52,
                "2014":45,
                "2015":65,
                "2016":70,
                "2017":49,
                "2018":32,
                "2019":17,
                "2020":29,
                "2021":1
            }
        ],
        [
            "We present results of a Monte Carlo study of the sensitivity of the planned IceCube detector to predicted fluxes of muon neutrinos at TeV to PeV energies. A complete simulation of the detector and data analysis is used to study the detector’s capability to search for muon neutrinos from potential sources such as active galaxies and gamma-ray bursts (GRBs). We study the effective area and the angular resolution of the detector as a function of muon energy and angle of incidence. We present detailed calculations of the sensitivity of the detector to both diffuse and pointlike neutrino fluxes, including an assessment of the sensitivity to neutrinos detected in coincidence with GRB observations. After three years of data taking, IceCube will be able to detect a point-source flux of Eν2×dNν\/dEν=7×10−9 cm−2 s−1 GeV at a 5σ significance, or, in the absence of a signal, place a 90% c.l. limit at a level of Eν2×dNν\/dEν=2×10−9 …",
            "Sensitivity of the IceCube detector to astrophysical sources of high energy muon neutrinos",
            "J Ahrens and John N Bahcall and X Bai and RC Bay and T Becka and K-H Becker and D Berley and E Bernardini and D Bertrand and DZ Besson and A Biron and E Blaufuss and DJ Boersma and S Böser and C Bohm and O Botner and A Bouchta and O Bouhali and T Burgess and W Carithers and T Castermans and J Cavin and W Chinowsky and D Chirkin and B Collin and J Conrad and J Cooley and DF Cowen and A Davour and C De Clercq and T DeYoung and P Desiati and R Ehrlich and RW Ellsworth and PA Evenson and AR Fazely and T Feser and TK Gaisser and J Gallagher and R Ganugapati and H Geenen and A Goldschmidt and JA Goodman and RM Gunasingha and A Hallgren and F Halzen and K Hanson and R Hardtke and T Hauschildt and D Hays and K Helbing and M Hellwig and P Herquet and GC Hill and D Hubert and B Hughey and PO Hulth and K Hultqvist and S Hundertmark and J Jacobsen and GS Japaridze and A Jones and A Karle and H Kawai and M Kestel and N Kitamura and R Koch and L Köpke and M Kowalski and JI Lamoureux and H Leich and M Leuthold and I Liubarsky and J Madsen and HS Matis and CP McParland and T Messarius and P Mészáros and Y Minaeva and RH Minor and P Miočinović and H Miyamoto and R Morse and R Nahnhauer and T Neunhöffer and P Niessen and DR Nygren and H Ögelman and Ph Olbrechts and S Patton and R Paulos and C Pérez de los Heros and AC Pohl and J Pretz and PB Price and GT Przybylski and K Rawlins and S Razzaque and E Resconi and W Rhode and M Ribordy and S Richter and H-G Sander and K Schinarakis and S Schlenstedt and T Schmidt and D Schneider and R Schwarz and D Seckel and AJ Smith and M Solarz and GM Spiczak and C Spiering and M Stamatikos and T Stanev and D Steele and P Steffen and T Stezelberger and RG Stokstad and K-H Sulanke and GW Sullivan and TJ Sumner and I Taboada and S Tilav and N van Eijndhoven and W Wagner and C Walck and R-R Wang and CH Wiebusch and C Wiedemann and R Wischnewski and H Wissing and K Woschnagg and S Yoshida",
            "2004",
            "UaneKVMAAAAJ:u5HHmVD_uO8C",
            579,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0927650503002445",
            "7202158552540086247",
            "\/scholar?cites=7202158552540086247",
            {
                "2003":9,
                "2004":41,
                "2005":49,
                "2006":78,
                "2007":65,
                "2008":49,
                "2009":58,
                "2010":49,
                "2011":39,
                "2012":36,
                "2013":31,
                "2014":19,
                "2015":15,
                "2016":15,
                "2017":6,
                "2018":8,
                "2019":3,
                "2020":3,
                "2021":1
            }
        ],
        [
            "A high-energy neutrino event detected by IceCube on 22 September 2017 was coincident in direction and time with a gamma-ray flare from the blazar TXS 0506+056. Prompted by this association, we investigated 9.5 years of IceCube neutrino observations to search for excess emission at the position of the blazar. We found an excess of high-energy neutrino events, with respect to atmospheric backgrounds, at that position between September 2014 and March 2015. Allowing for time-variable flux, this constitutes 3.5σ evidence for neutrino emission from the direction of TXS 0506+056, independent of and prior to the 2017 flaring episode. This suggests that blazars are identifiable sources of the high-energy astrophysical neutrino flux.",
            "Neutrino emission from the direction of the blazar TXS 0506+ 056 prior to the IceCube-170922A alert",
            "IceCube Collaboration",
            "2018",
            "UaneKVMAAAAJ:j7_hQOaDUrUC",
            560,
            "https:\/\/science.sciencemag.org\/content\/361\/6398\/147.abstract",
            "16127607860624192762",
            "\/scholar?cites=16127607860624192762",
            {
                "2018":51,
                "2019":274,
                "2020":220,
                "2021":10
            }
        ],
        [
            "IceCube is a km-scale neutrino observatory under construction at the South Pole with sensors both in the deep ice (InIce) and on the surface (IceTop). The sensors, called Digital Optical Modules (DOMs), detect, digitize and timestamp the signals from optical Cherenkov-radiation photons. The DOM Main Board (MB) data acquisition subsystem is connected to the central DAQ in the IceCube Laboratory (ICL) by a single twisted copper wire-pair and transmits packetized data on demand. Time calibration is maintained throughout the array by regular transmission to the DOMs of precisely timed analog signals, synchronized to a central GPS-disciplined clock. The design goals and consequent features, functional capabilities, and initial performance of the DOM MB, and the operation of a combined array of DOMs as a system, are described here. Experience with the first InIce strings and the IceTop stations indicates that …",
            "The IceCube data acquisition system: Signal capture, digitization, and timestamping",
            "Rasha Abbasi and Markus Ackermann and John Adams and Markus Ahlers and J Ahrens and K Andeen and Jan Auffenberg and Xinhua Bai and Michael Baker and SW Barwick and Ryan Bay and JL Bazo Alba and K Beattie and T Becka and JK Becker and K-H Becker and Patrick Berghaus and D Berley and Elisa Bernardini and D Bertrand and DZ Besson and B Bingham and E Blaufuss and DJ Boersma and C Bohm and J Bolmont and S Böser and O Botner and J Braun and D Breeder and T Burgess and W Carithers and T Castermans and H Chen and D Chirkin and B Christy and J Clem and DF Cowen and MV D’Agostino and M Danninger and A Davour and CT Day and O Depaepe and C De Clercq and L Demirörs and F Descamps and P Desiati and G de Vries-Uiterweerd and T DeYoung and JC Diaz-Velez and J Dreyer and JP Dumm and MR Duvoort and WR Edwards and R Ehrlich and J Eisch and RW Ellsworth and O Engdegård and S Euler and PA Evenson and O Fadiran and AR Fazely and T Feusels and K Filimonov and C Finley and MM Foerster and BD Fox and A Franckowiak and R Franke and TK Gaisser and J Gallagher and R Ganugapati and L Gerhardt and L Gladstone and D Glowacki and A Goldschmidt and JA Goodman and R Gozzini and D Grant and T Griesel and A Groß and S Grullon and RM Gunasingha and M Gurtner and C Ha and A Hallgren and F Halzen and K Han and K Hanson and R Hardtke and Y Hasegawa and J Haugen and D Hays and J Heise and K Helbing and M Hellwig and P Herquet and S Hickford and GC Hill and J Hodges and KD Hoffman and K Hoshina and D Hubert and W Huelsnitz and B Hughey and J-P Hülß and PO Hulth and K Hultqvist and S Hussain and RL Imlay and M Inaba and A Ishihara and J Jacobsen and GS Japaridze and H Johansson and A Jones and JM Joseph and K-H Kampert and A Kappes and T Karg and A Karle and H Kawai and JL Kelley and J Kiryluk and F Kislat and SR Klein and S Kleinfelder and S Klepser and G Kohnen and H Kolanoski and L Köpke and M Kowalski and T Kowarik and M Krasberg and K Kuehn and E Kujawski and T Kuwabara and M Labare and K Laihem and H Landsman and R Lauer and A Laundrie and H Leich and D Leier and C Lewis and A Lucke and J Ludvig and J Lundberg and J Lünemann and J Madsen",
            "2009",
            "UaneKVMAAAAJ:2osOgNQ5qMEC",
            521,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900209000084",
            "15920645371605234180",
            "\/scholar?cites=15920645371605234180",
            {
                "2009":19,
                "2010":34,
                "2011":54,
                "2012":34,
                "2013":54,
                "2014":46,
                "2015":61,
                "2016":53,
                "2017":54,
                "2018":38,
                "2019":28,
                "2020":45,
                "2021":1
            }
        ],
        [
            "The detection of high-energy cosmic neutrinos as cosmic messengers has been an important goal of astroparticle physics. Being stable, electrically neutral particles, high-energy neutrinos are able to propagate almost undisturbed through the universe from their production sites to Earth keeping their directional and energy information. Hence, they constitute excellent cosmic messenger particles, particularly at the highest energies. They arise from weak decays of hadrons, mostly pions and kaons, which are expected to be produced by hadronic interactions of cosmic rays in the surrounding matter of the cosmic-ray accelerator. Their observation will help to elucidate the unknown sources of high-energy cosmic rays (Gaisser et al. 1995; Learned & Mannheim 2000;",
            "Observation and Characterization of a Cosmic Muon Neutrino Flux from the Northern Hemisphere using six years of IceCube data",
            "MG Aartsen and K Abraham and M Ackermann and Joe Adams and JA Aguilar and M Ahlers and M Ahrens and D Altmann and K Andeen and T Anderson and I Ansseau and G Anton and M Archinger and C Argüelles and J Auffenberg and S Axani and X Bai and SW Barwick and V Baum and R Bay and JJ Beatty and J Becker Tjus and K-H Becker and S BenZvi and P Berghaus and D Berley and E Bernardini and A Bernhard and DZ Besson and G Binder and D Bindig and M Bissok and E Blaufuss and S Blot and C Bohm and M Börner and F Bos and D Bose and S Böser and O Botner and J Braun and L Brayeur and H-P Bretz and A Burgman and T Carver and M Casier and E Cheung and D Chirkin and A Christov and K Clark and L Classen and S Coenders and GH Collin and JM Conrad and DF Cowen and R Cross and M Day and JPAM De André and C De Clercq and E del Pino Rosendo and H Dembinski and Sam De Ridder and P Desiati and KD De Vries and G De Wasseige and T DeYoung and JC Díaz-Vélez and V Di Lorenzo and H Dujmovic and JP Dumm and M Dunkman and B Eberhardt and T Ehrhardt and B Eichmann and P Eller and S Euler and PA Evenson and S Fahey and AR Fazely and J Feintzeig and J Felde and K Filimonov and C Finley and S Flis and C-C Fösig and A Franckowiak and E Friedman and T Fuchs and TK Gaisser and J Gallagher and L Gerhardt and K Ghorbani and W Giang and L Gladstone and M Glagla and T Glüsenkamp and A Goldschmidt and G Golup and JG Gonzalez and D Grant and Z Griffith and C Haack and A Haj Ismail and A Hallgren and F Halzen and E Hansen and B Hansmann and T Hansmann and K Hanson and D Hebecker and D Heereman and K Helbing and R Hellauer and S Hickford and J Hignight and GC Hill and KD Hoffman and R Hoffmann and K Holzapfel and K Hoshina and F Huang and M Huber and K Hultqvist and S In and A Ishihara and E Jacobi and GS Japaridze and M Jeong and K Jero and BJP Jones and M Jurkovic and A Kappes and T Karg and A Karle and U Katz and M Kauer and A Keivani and JL Kelley and J Kemp and A Kheirandish and M Kim and T Kintscher and J Kiryluk and T Kittler and SR Klein and G Kohnen and R Koirala and H Kolanoski and R Konietz and L Köpke",
            "2016",
            "UaneKVMAAAAJ:86PQX7AUzd4C",
            504,
            "https:\/\/iopscience.iop.org\/article\/10.3847\/0004-637X\/833\/1\/3\/meta",
            "6122093865608422233",
            "\/scholar?cites=6122093865608422233",
            {
                "2016":8,
                "2017":97,
                "2018":96,
                "2019":172,
                "2020":129,
                "2021":1
            }
        ],
        [
            "We have performed a search for muon neutrinos from dark matter annihilation in the center of the Sun with the 79-string configuration of the IceCube neutrino telescope. For the first time, the DeepCore subarray is included in the analysis, lowering the energy threshold and extending the search to the austral summer. The 317 days of data collected between June 2010 and May 2011 are consistent with the expected background from atmospheric muons and neutrinos. Upper limits are set on the dark matter annihilation rate, with conversions to limits on spin-dependent and spin-independent scattering cross sections of weakly interacting massive particles (WIMPs) on protons, for WIMP masses in the range 20–5000 GeV\/c 2. These are the most stringent spin-dependent WIMP-proton cross section limits to date above 35 GeV\/c 2 for most WIMP models.",
            "Search for dark matter annihilations in the Sun with the 79-string IceCube detector",
            "Mark Gerald Aartsen and R Abbasi and Yasser Abdou and M Ackermann and J Adams and JA Aguilar and M Ahlers and D Altmann and J Auffenberg and X Bai and M Baker and SW Barwick and V Baum and R Bay and K Beattie and JJ Beatty and S Bechet and J Becker Tjus and K-H Becker and M Bell and ML Benabderrahmane and S BenZvi and J Berdermann and P Berghaus and D Berley and E Bernardini and A Bernhard and D Bertrand and DZ Besson and D Bindig and M Bissok and E Blaufuss and J Blumenthal and David J Boersma and S Bohaichuk and C Bohm and D Bose and S Böser and Olga Botner and L Brayeur and AM Brown and R Bruijn and J Brunner and S Buitink and Michael Carson and J Casey and M Casier and D Chirkin and B Christy and K Clark and F Clevermann and S Cohen and DF Cowen and AH Cruz Silva and M Danninger and J Daughhetee and JC Davis and C De Clercq and Sam De Ridder and P Desiati and G de Vries-Uiterweerd and T DeYoung and JC Díaz-Vélez and J Dreyer and M Dunkman and R Eagan and B Eberhardt and J Eisch and RW Ellsworth and O Engdegård and S Euler and PA Evenson and O Fadiran and AR Fazely and A Fedynitch and J Feintzeig and Tom Feusels and K Filimonov and C Finley and T Fischer-Wasels and S Flis and A Franckowiak and R Franke and K Frantzen and T Fuchs and TK Gaisser and J Gallagher and L Gerhardt and L Gladstone and T Glüsenkamp and A Goldschmidt and G Golup and JA Goodman and D Góra and D Grant and A Groß and M Gurtner and C Ha and A Haj Ismail and Allan Hallgren and F Halzen and K Hanson and D Heereman and P Heimann and D Heinen and K Helbing and R Hellauer and S Hickford and GC Hill and KD Hoffman and R Hoffmann and A Homeier and K Hoshina and W Huelsnitz and PO Hulth and K Hultqvist and S Hussain and A Ishihara and E Jacobi and J Jacobsen and GS Japaridze and K Jero and Ola Jlelati and B Kaminsky and A Kappes and T Karg and A Karle and JL Kelley and J Kiryluk and F Kislat and J Kläs and SR Klein and J-H Köhne and G Kohnen and H Kolanoski and L Köpke and C Kopper and S Kopper and DJ Koskinen and M Kowalski and M Krasberg and G Kroll and J Kunnen and N Kurahashi and T Kuwabara and Mathieu Labare and H Landsman and MJ Larson and M Lesiak-Bzdak and J Leute",
            "2013",
            "UaneKVMAAAAJ:IWHjjKOFINEC",
            468,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.110.131302",
            "8046142061953685851",
            "\/scholar?cites=8046142061953685851",
            {
                "2013":51,
                "2014":85,
                "2015":117,
                "2016":94,
                "2017":56,
                "2018":26,
                "2019":16,
                "2020":20
            }
        ],
        [
            "With the completion of the IceCube detector in 2010 December, a decade-long journey toward building a kilometerscale neutrino detector was finally concluded (for a review see, eg, Spiering 2012). Using this instrument, we aimed to detect the first extraterrestrial neutrinos, and thus to explore territories previously inaccessible to astronomy. These neutrinos have now been detected: in Aartsen et al.(2013, 2014e), the IceCube Collaboration presented the first evidence for a flux of highenergy extraterrestrial neutrinos, based on a search for events that start and deposit 30 TeV inside the detection volume of IceCube. Indications for this flux had already been found in earlier analyses performed on data taken during the construction phase of IceCube (Schönwald et al. 2013; Aartsen et al. 2014c, 2014d). More recently, the flux was measured down to deposited energies of 10 TeV (Aartsen et al. 2015a), and evidence …",
            "A combined maximum-likelihood analysis of the high-energy astrophysical neutrino flux measured with IceCube",
            "MG Aartsen and K Abraham and M Ackermann and J Adams and Juan A Aguilar and M Ahlers and M Ahrens and D Altmann and T Anderson and M Archinger and C Arguelles and TC Arlen and J Auffenberg and X Bai and SW Barwick and V Baum and R Bay and JJ Beatty and J Becker Tjus and K-H Becker and E Beiser and S BenZvi and P Berghaus and D Berley and E Bernardini and A Bernhard and DZ Besson and G Binder and D Bindig and M Bissok and E Blaufuss and J Blumenthal and David J Boersma and C Bohm and M Börner and F Bos and D Bose and S Böser and Olga Botner and J Braun and L Brayeur and H-P Bretz and AM Brown and N Buzinsky and J Casey and M Casier and E Cheung and D Chirkin and A Christov and B Christy and K Clark and L Classen and S Coenders and DF Cowen and AH Cruz Silva and J Daughhetee and JC Davis and M Day and JPAM de André and C De Clercq and H Dembinski and Sam De Ridder and P Desiati and KD de Vries and G de Wasseige and T DeYoung and JC Díaz-Vélez and JP Dumm and M Dunkman and R Eagan and B Eberhardt and T Ehrhardt and B Eichmann and Sebastian Euler and PA Evenson and O Fadiran and S Fahey and AR Fazely and A Fedynitch and J Feintzeig and J Felde and K Filimonov and C Finley and T Fischer-Wasels and S Flis and T Fuchs and TK Gaisser and R Gaior and J Gallagher and L Gerhardt and K Ghorbani and D Gier and L Gladstone and M Glagla and T Glüsenkamp and A Goldschmidt and G Golup and JG Gonzalez and JA Goodman and D Góra and D Grant and P Gretskov and JC Groh and A Gross and C Ha and C Haack and A Haj Ismail and Allan Hallgren and F Halzen and B Hansmann and K Hanson and D Hebecker and D Heereman and K Helbing and R Hellauer and D Hellwig and S Hickford and J Hignight and GC Hill and KD Hoffman and R Hoffmann and K Holzapfel and A Homeier and K Hoshina and F Huang and M Huber and W Huelsnitz and PO Hulth and K Hultqvist and S In and A Ishihara and E Jacobi and GS Japaridze and K Jero and M Jurkovic and B Kaminsky and A Kappes and T Karg and A Karle and M Kauer and A Keivani and JL Kelley and J Kemp and A Kheirandish and J Kiryluk and J Kläs and SR Klein and G Kohnen and H Kolanoski and R Konietz",
            "2015",
            "UaneKVMAAAAJ:TIZ-Mc8IlK0C",
            465,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/809\/1\/98\/meta",
            "9225806317504683636",
            "\/scholar?cites=9225806317504683636",
            {
                "2015":17,
                "2016":89,
                "2017":127,
                "2018":78,
                "2019":91,
                "2020":60,
                "2021":2
            }
        ]
    ]
}