{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We introduce a new approach to create and detect Majorana fermions using optically trapped 1D fermionic atoms. In our proposed setup, two internal states of the atoms couple via an optical Raman transition—simultaneously inducing an effective spin-orbit interaction and magnetic field—while a background molecular BEC cloud generates s-wave pairing for the atoms. The resulting cold-atom quantum wire supports Majorana fermions at phase boundaries between topologically trivial and nontrivial regions, as well as “Floquet Majorana fermions” when the system is periodically driven. We analyze experimental parameters, detection schemes, and various imperfections.",
            "Majorana fermions in equilibrium and in driven cold-atom quantum wires",
            "Liang Jiang and Takuya Kitagawa and Jason Alicea and AR Akhmerov and David Pekker and Gil Refael and J Ignacio Cirac and Eugene Demler and Mikhail D Lukin and Peter Zoller",
            "2011",
            "UAQ3g74AAAAJ:RGFaLdJalmkC",
            658,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.106.220402",
            "4142341386545636430",
            "\/scholar?cites=4142341386545636430",
            {
                "2011":9,
                "2012":38,
                "2013":62,
                "2014":60,
                "2015":69,
                "2016":76,
                "2017":87,
                "2018":84,
                "2019":68,
                "2020":98,
                "2021":5
            }
        ],
        [
            "Spontaneous symmetry breaking plays a key role in our understanding of nature. In relativistic quantum field theory, a broken continuous symmetry leads to the emergence of two types of fundamental excitation: massless Nambu–Goldstone modes and a massive ‘Higgs’ amplitude mode. An excitation of Higgs type is of crucial importance in the standard model of elementary particle physics 1, and also appears as a fundamental collective mode in quantum many-body systems 2. Whether such a mode exists in low-dimensional systems as a resonance-like feature, or whether it becomes overdamped through coupling to Nambu–Goldstone modes, has been a subject of debate 2, 3, 4, 5, 6, 7, 8, 9. Here we experimentally find and study a Higgs mode in a two-dimensional neutral superfluid close to a quantum phase transition to a Mott insulating phase. We unambiguously identify the mode by observing the expected …",
            "The ‘Higgs’ amplitude mode at the two-dimensional superfluid\/Mott insulator transition",
            "Manuel Endres and Takeshi Fukuhara and David Pekker and Marc Cheneau and Peter Schauβ and Christian Gross and Eugene Demler and Stefan Kuhr and Immanuel Bloch",
            "2012",
            "UAQ3g74AAAAJ:4OULZ7Gr8RgC",
            335,
            "https:\/\/www.nature.com\/articles\/nature11255",
            "12206993362157524786",
            "\/scholar?cites=12206993362157524786",
            {
                "2011":1,
                "2012":17,
                "2013":37,
                "2014":49,
                "2015":49,
                "2016":32,
                "2017":50,
                "2018":33,
                "2019":33,
                "2020":31,
                "2021":3
            }
        ],
        [
            "The order parameter and its variations in space and time in many different states in condensed matter physics at low temperatures are described by the complex function Ψ(r, t). These states include superfluids, superconductors, and a subclass of antiferromagnets and charge density waves. The collective fluctuations in the ordered state may then be categorized as oscillations of phase and amplitude of Ψ(r, t). The phase oscillations are the Goldstone modes of the broken continuous symmetry. The amplitude modes, even at long wavelengths, are well defined and are decoupled from the phase oscillations only near particle-hole symmetry, where the equations of motion have an effective Lorentz symmetry, as in particle physics and if there are no significant avenues for decay into other excitations. They bear close correspondence with the so-called Higgs modes in particle physics, whose prediction and discovery …",
            "Amplitude\/Higgs modes in condensed matter physics",
            "David Pekker and CM Varma",
            "2015",
            "UAQ3g74AAAAJ:XiVPGOgt02cC",
            265,
            "https:\/\/www.annualreviews.org\/doi\/full\/10.1146\/annurev-conmatphys-031214-014350",
            "9260628739671458201",
            "\/scholar?cites=9260628739671458201",
            {
                "2014":2,
                "2015":23,
                "2016":28,
                "2017":53,
                "2018":37,
                "2019":47,
                "2020":68,
                "2021":6
            }
        ],
        [
            "We study a new class of unconventional critical phenomena that is characterized by singularities only in dynamical quantities and has no thermodynamic signatures. One example of such a transition is the recently proposed many-body localization-delocalization transition, in which transport coefficients vanish at a critical temperature with no singularities in thermodynamic observables. Describing this purely dynamical quantum criticality is technically challenging as understanding the finite-temperature dynamics necessarily requires averaging over a large number of matrix elements between many-body eigenstates. Here, we develop a real-space renormalization group method for excited states that allows us to overcome this challenge in a large class of models. We characterize a specific example: the 1 D disordered transverse-field Ising model with generic interactions. While thermodynamic phase transitions are …",
            "Hilbert-glass transition: New universality of temperature-tuned many-body dynamical quantum criticality",
            "David Pekker and Gil Refael and Ehud Altman and Eugene Demler and Vadim Oganesyan",
            "2014",
            "UAQ3g74AAAAJ:V3AGJWp-ZtQC",
            259,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.4.011052",
            "1317197877406408567",
            "\/scholar?cites=1317197877406408567",
            {
                "2014":17,
                "2015":38,
                "2016":44,
                "2017":55,
                "2018":41,
                "2019":24,
                "2020":39,
                "2021":1
            }
        ],
        [
            "We investigate the decay of highly excited states of ultracold fermions in a three-dimensional optical lattice. Starting from a repulsive Fermi-Hubbard system near half filling, we generate additional doubly occupied sites (doublons) by lattice modulation. The subsequent relaxation back to thermal equilibrium is monitored over time. The measured absolute doublon lifetime covers 2 orders of magnitude. In units of the tunneling time h\/J it is found to depend exponentially on the ratio of on-site interaction energy U to kinetic energy J. We argue that the dominant mechanism for the relaxation is a simultaneous many-body process involving several single fermions as scattering partners. A many-body calculation is carried out using diagrammatic methods, yielding fair agreement with the data.",
            "Observation of elastic doublon decay in the Fermi-Hubbard model",
            "Niels Strohmaier and Daniel Greif and Robert Jördens and Leticia Tarruell and Henning Moritz and Tilman Esslinger and Rajdeep Sensarma and David Pekker and Ehud Altman and Eugene Demler",
            "2010",
            "UAQ3g74AAAAJ:O3NaXMp0MMsC",
            253,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.080401",
            "13889963005473897006",
            "\/scholar?cites=13889963005473897006",
            {
                "2010":23,
                "2011":28,
                "2012":36,
                "2013":15,
                "2014":29,
                "2015":21,
                "2016":29,
                "2017":18,
                "2018":19,
                "2019":11,
                "2020":21,
                "2021":1
            }
        ],
        [
            "The application of single molecules as templates for nanodevices is a promising direction for nanotechnology. We used a pair of suspended DNA molecules as templates for superconducting two-nanowire devices. Because the resulting wires are very thin, comparable to the DNA molecules themselves, they are susceptible to thermal fluctuations typical for one-dimensional superconductors and exhibit a nonzero resistance over a broad temperature range. We observed resistance oscillations in these two-nanowire structures that are different from the usual Little-Parks oscillations. Here, we provide a quantitative explanation for the observed quantum interference phenomenon, which takes into account strong phase gradients created in the leads by the applied magnetic field.",
            "Quantum interference device made by DNA templating of superconducting nanowires",
            "David S Hopkins and David Pekker and Paul M Goldbart and Alexey Bezryadin",
            "2005",
            "UAQ3g74AAAAJ:GnPB-g6toBAC",
            186,
            "https:\/\/science.sciencemag.org\/content\/308\/5729\/1762.abstract",
            "1392050650521827190",
            "\/scholar?cites=1392050650521827190",
            {
                "2005":9,
                "2006":11,
                "2007":22,
                "2008":30,
                "2009":13,
                "2010":8,
                "2011":15,
                "2012":12,
                "2013":10,
                "2014":8,
                "2015":5,
                "2016":13,
                "2017":9,
                "2018":6,
                "2019":6,
                "2020":7,
                "2021":1
            }
        ],
        [
            "A junction between two topological superconductors containing a pair of Majorana fermions exhibits a “fractional” Josephson effect, 4 π periodic in the superconductors’ phase difference. An additional fractional Josephson effect, however, arises when the Majorana fermions are spatially separated by a superconducting barrier. This new term gives rise to a set of Shapiro steps which are essentially absent without Majorana modes and therefore provides a unique signature for these exotic states.",
            "Unconventional Josephson signatures of Majorana bound states",
            "Liang Jiang and David Pekker and Jason Alicea and Gil Refael and Yuval Oreg and Felix von Oppen",
            "2011",
            "UAQ3g74AAAAJ:2P1L_qKh6hAC",
            165,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.236401",
            "11691385273219905571",
            "\/scholar?cites=11691385273219905571",
            {
                "2011":2,
                "2012":20,
                "2013":31,
                "2014":14,
                "2015":17,
                "2016":16,
                "2017":16,
                "2018":18,
                "2019":10,
                "2020":19,
                "2021":2
            }
        ],
        [
            "We study the quench dynamics of a two-component ultracold Fermi gas from the weak into the strong interaction regime, where the short time dynamics are governed by the exponential growth rate of unstable collective modes. We obtain an effective interaction that takes into account both Pauli blocking and the energy dependence of the scattering amplitude near a Feshbach resonance. Using this interaction we analyze the competing instabilities towards Stoner ferromagnetism and pairing.",
            "Competition between pairing and ferromagnetic instabilities in ultracold Fermi gases near Feshbach resonances",
            "David Pekker and Mehrtash Babadi and Rajdeep Sensarma and Nikolaj Zinner and Lode Pollet and Martin W Zwierlein and Eugene Demler",
            "2011",
            "UAQ3g74AAAAJ:NaGl4SEjCO4C",
            161,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.106.050402",
            "12595804662096416266",
            "\/scholar?cites=12595804662096416266",
            {
                "2010":1,
                "2011":21,
                "2012":26,
                "2013":19,
                "2014":22,
                "2015":12,
                "2016":13,
                "2017":10,
                "2018":13,
                "2019":9,
                "2020":14,
                "2021":1
            }
        ],
        [
            "Phase slips are topological fluctuations that carry the superconducting order-parameter field between distinct current-carrying states. Owing to these phase slips, superconducting nanowires acquire electrical resistance. In such wires, it is well known that at higher temperatures phase slips occur through the process of thermal barrier-crossing by the order-parameter field. At low temperatures, the general expectation is that phase slips should proceed through quantum tunnelling events, which are known as quantum phase slips. However, resistive measurements have produced evidence both for and against the occurrence of quantum phase slips. Here, we report evidence for the observation of individual quantum phase-slip events in homogeneous ultranarrow wires at high bias currents. We accomplish this through measurements of the distribution of switching currents for which the width exhibits a rather counter …",
            "Individual topological tunnelling events of a quantum field probed through their macroscopic consequences",
            "Mitrabhanu Sahu and Myung-Ho Bae and Andrey Rogachev and David Pekker and Tzu-Chieh Wei and Nayana Shah and Paul M Goldbart and Alexey Bezryadin",
            "2009",
            "UAQ3g74AAAAJ:J_g5lzvAfSwC",
            118,
            "https:\/\/www.nature.com\/articles\/nphys1276",
            "1246862131531169062",
            "\/scholar?cites=1246862131531169062",
            {
                "2009":3,
                "2010":4,
                "2011":15,
                "2012":21,
                "2013":15,
                "2014":8,
                "2015":10,
                "2016":9,
                "2017":13,
                "2018":5,
                "2019":5,
                "2020":8,
                "2021":1
            }
        ],
        [
            "We investigate the decay of artificially created double occupancies in a repulsive Fermi-Hubbard system in the strongly interacting limit using diagrammatic many-body theory and experiments with ultracold fermions in optical lattices. The lifetime of the doublons is found to scale exponentially with the ratio of the on-site repulsion to the bandwidth. We show that the dominant decay process in presence of background holes is the excitation of a large number of particle-hole pairs to absorb the energy of the doublon. We also show that the strongly interacting nature of the background state is crucial in obtaining the correct estimate of the doublon lifetime in these systems. The theoretical estimates and the experimental data are in agreement.",
            "Lifetime of double occupancies in the Fermi-Hubbard model",
            "Rajdeep Sensarma and David Pekker and Ehud Altman and Eugene Demler and Niels Strohmaier and Daniel Greif and Robert Jördens and Leticia Tarruell and Henning Moritz and Tilman Esslinger",
            "2010",
            "UAQ3g74AAAAJ:35N4QoGY0k4C",
            101,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.82.224302",
            "5463532980390801359",
            "\/scholar?cites=5463532980390801359",
            {
                "2010":2,
                "2011":10,
                "2012":12,
                "2013":10,
                "2014":16,
                "2015":13,
                "2016":6,
                "2017":8,
                "2018":2,
                "2019":9,
                "2020":12,
                "2021":1
            }
        ]
    ]
}