{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We report observation of an inverse energy cascade in second sound acoustic turbulence in He II. Its onset occurs above a critical driving energy and it is accompanied by giant waves that constitute an acoustic analogue of the rogue waves that occasionally appear on the surface of the ocean. The theory of the phenomenon is developed and shown to be in good agreement with the experiments.",
            "Observation of an inverse energy cascade in developed acoustic turbulence in superfluid helium",
            "AN Ganshin and VB Efimov and GV Kolmakov and LP Mezhov-Deglin and Peter VE McClintock",
            "2008",
            "UDxSnZsAAAAJ:u5HHmVD_uO8C",
            309,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.065303",
            "6334765896482117664",
            "\/scholar?cites=6334765896482117664",
            {
                "2008":2,
                "2009":5,
                "2010":11,
                "2011":20,
                "2012":20,
                "2013":26,
                "2014":31,
                "2015":30,
                "2016":29,
                "2017":37,
                "2018":35,
                "2019":28,
                "2020":32,
                "2021":2
            }
        ],
        [
            " Rogue waves have been observed in superfluid helium. The experimental system consists of high intensity second sound (temperature-entropy) waves within a resonant cavity. Under steady state conditions, with a constant oscillatory driving force at the resonant frequency, the waves are turbulent and there are fluxes of energy towards both high and low frequencies. Rogue waves appear under the nonequilibrium conditions that prevail shortly after the drive has been switched on, prior to establishment of the steady state. The experiment is described briefly, relevant results are presented and discussed theoretically in terms of nonlinear wave interactions, and possible connections to rogue waves on the ocean are considered. ",
            "Rogue waves in superfluid helium",
            "VB Efimov and AN Ganshin and GV Kolmakov and PVE McClintock and LP Mezhov-Deglin",
            "2010",
            "UDxSnZsAAAAJ:roLk4NBRz8UC",
            90,
            "https:\/\/link.springer.com\/article\/10.1140\/epjst\/e2010-01248-5",
            "1022225577259509849",
            "\/scholar?cites=1022225577259509849",
            {
                "2011":6,
                "2012":8,
                "2013":9,
                "2014":10,
                "2015":10,
                "2016":7,
                "2017":8,
                "2018":6,
                "2019":6,
                "2020":19
            }
        ],
        [
            "Using computational modeling, we demonstrate the self-healing behavior of novel materials composed of nanoscopic gel particles that are interconnected into a macroscopic network by both stable and labile bonds. Under mechanical stress, the labile bonds between the nanogels can break and readily re-form with reactive groups on neighboring units. This breaking and re-forming allows the units in the network to undergo a structural rearrangement that preserves the mechanical integrity of the sample. The simulations show that just a small fraction of labile bonds leads to a roughly 25% increase in the stress needed to induce fracture. Thus, the labile bonds can significantly improve the tensile strength of the material. The findings provide guidelines for creating high-strength, self-healing materials.",
            "Harnessing labile bonds between nanogel particles to create self-healing materials",
            "German V Kolmakov and Krzysztof Matyjaszewski and Anna C Balazs",
            "2009",
            "UDxSnZsAAAAJ:YsMSGLbcyi4C",
            78,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn900052h",
            "618870804237152641",
            "\/scholar?cites=618870804237152641",
            {
                "2009":3,
                "2010":4,
                "2011":10,
                "2012":7,
                "2013":7,
                "2014":6,
                "2015":12,
                "2016":7,
                "2017":2,
                "2018":4,
                "2019":3,
                "2020":8,
                "2021":1
            }
        ],
        [
            "We study the free decay of capillary turbulence on the charged surface of liquid hydrogen. We find that decay begins from the high frequency end of the spectral range, while most of the energy remains localized at low frequencies. The apparent discrepancy with the self-similar theory of nonstationary wave turbulent processes is accounted for in terms of a quasiadiabatic decay wherein fast nonlinear wave interactions redistribute energy between frequency scales in the presence of finite damping at all frequencies. Numerical calculations based on this idea agree well with experimental data.",
            "Quasiadiabatic decay of capillary turbulence on the charged surface of liquid hydrogen",
            "GV Kolmakov and AA Levchenko and M Yu Brazhnikov and LP Mezhov-Deglin and AN Silchenko and Peter VE McClintock",
            "2004",
            "UDxSnZsAAAAJ:d1gkVwhDpl0C",
            70,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.074501",
            "8586206552492643916",
            "\/scholar?cites=8586206552492643916",
            {
                "2005":3,
                "2006":8,
                "2007":4,
                "2008":3,
                "2009":8,
                "2010":3,
                "2011":7,
                "2012":5,
                "2013":3,
                "2014":7,
                "2015":4,
                "2016":1,
                "2017":3,
                "2018":5,
                "2019":2,
                "2020":3
            }
        ],
        [
            "Nanoparticles have useful properties, but it is often important that they only start working after they are placed in a desired location. The encapsulation of nanoparticles allows their function to be preserved until they are released at a specific time or location, and this has been exploited in the development of self-healing materials 1, 2, 3, 4, 5, 6, 7, 8, 9, 10 and in applications such as drug delivery 11. Encapsulation has also been used to stabilize and control the release of substances, including flavours, fragrances and pesticides 12, 13, 14. We recently proposed a new technique for the repair of surfaces called ‘repair-and-go’15, 16. In this approach, a flexible microcapsule filled with a solution of nanoparticles rolls across a surface that has been damaged, stopping to repair any defects it encounters by releasing nanoparticles into them, then moving on to the next defect. Here, we experimentally demonstrate the repair …",
            "Probing and repairing damaged surfaces with nanoparticle-containing microcapsules",
            "Katrina Kratz and Amrit Narasimhan and Ravisubhash Tangirala and SungCheal Moon and Ravindra Revanur and Santanu Kundu and Hyun Suk Kim and Alfred J Crosby and Thomas P Russell and Todd Emrick and German Kolmakov and Anna C Balazs",
            "2012",
            "UDxSnZsAAAAJ:zA6iFVUQeVQC",
            67,
            "https:\/\/www.nature.com\/articles\/nnano.2011.235",
            "9104643924473422031",
            "\/scholar?cites=9104643924473422031",
            {
                "2012":4,
                "2013":8,
                "2014":9,
                "2015":15,
                "2016":10,
                "2017":3,
                "2018":7,
                "2019":7,
                "2020":3
            }
        ],
        [
            "The experimental results of investigations on capillary wave turbulence on the surface of water, using low-frequency pumping in the range from 20 to 200 Hz, are presented. The correlation function of deviations of the surface from the equilibrium state in the frequency range of 300 Hz–8 kHz can be described by a power function, scaling with an exponent close to-17\/6. It is observed that the high-frequency boundary of the inertial interval, in which scaling is realized, is shifted towards higher frequencies with increasing amplitude of pumping.",
            "Observation of capillary turbulence on the water surface in a wide range of frequencies",
            "M Yu Brazhnikov and GV Kolmakov and AA Levchenko and LP Mezhov-Deglin",
            "2002",
            "UDxSnZsAAAAJ:u-x6o8ySG0sC",
            61,
            "https:\/\/iopscience.iop.org\/article\/10.1209\/epl\/i2002-00425-9\/meta",
            "16370156411217673638",
            "\/scholar?cites=16370156411217673638",
            {
                "2004":3,
                "2005":2,
                "2006":5,
                "2007":1,
                "2008":2,
                "2009":7,
                "2010":8,
                "2011":2,
                "2012":3,
                "2013":6,
                "2014":4,
                "2015":3,
                "2016":5,
                "2017":3,
                "2018":1,
                "2019":3,
                "2020":2
            }
        ],
        [
            "Using a hybrid computational approach, we simulate the behavior of nanoparticle-filled microcapsules that are propelled by an imposed shear to move over a substrate, which encompasses a microscopic crack. When the microcapsules become localized in the crack, the nanoparticles can penetrate the capsule’s shell to bind to and fill the damaged region. Initially focusing on a simple shear flow, we isolate conditions where the microcapsules become arrested in the cracks and those where the capsules enter the cracks for a finite time but are driven to leave this region by the imposed flow. We also characterize the particle deposition process for these two scenarios, showing that the deposition is greater for the arrested capsules. We then determine the effect of utilizing a pulsatile shear flow and show that this flow field can lead to an effective “repair-and-go” system where the microcarriers not only deliver a high …",
            "Using nanoparticle-filled microcapsules for site-specific healing of damaged substrates: Creating a “repair-and-go” system",
            "German V Kolmakov and Ravindra Revanur and Ravisubhash Tangirala and Todd Emrick and Thomas P Russell and Alfred J Crosby and Anna C Balazs",
            "2010",
            "UDxSnZsAAAAJ:ufrVoPGSRksC",
            58,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn901296y",
            "3996243848789885939",
            "\/scholar?cites=3996243848789885939",
            {
                "2010":4,
                "2011":5,
                "2012":9,
                "2013":6,
                "2014":8,
                "2015":6,
                "2016":4,
                "2017":1,
                "2018":5,
                "2019":2,
                "2020":5
            }
        ],
        [
            "Using computational modeling, we design colonies of biomimetic microcapsules that exploit chemical mechanisms to communicate and alter their local environment. As a result, these synthetic objects can self-organize into various autonomously moving structures and exhibit ant-like tracking behavior. In the simulations, signaling microcapsules release agonist particles, whereas target microcapsules release antagonist particles and the permeabilities of both capsule types depend on the local particle concentration in the surrounding solution. Additionally, the released nanoscopic particles can bind to the underlying substrate and thereby create adhesion gradients that propel the microcapsules to move. Hydrodynamic interactions and the feedback mechanism provided by the dissolved particles are both necessary to achieve the collective dynamics exhibited by these colonies. Our model provides a platform for …",
            "Designing communicating colonies of biomimetic microcapsules",
            "German V Kolmakov and Victor V Yashin and Steven P Levitan and Anna C Balazs",
            "2010",
            "UDxSnZsAAAAJ:3fE2CSJIrl8C",
            41,
            "https:\/\/www.pnas.org\/content\/107\/28\/12417.short",
            "10028780742736617500",
            "\/scholar?cites=10028780742736617500",
            {
                "2011":5,
                "2012":6,
                "2013":8,
                "2014":2,
                "2015":5,
                "2016":5,
                "2017":3,
                "2018":4,
                "2019":2,
                "2020":1
            }
        ],
        [
            "It is experimentally demonstrated that the surface excitation of liquid hydrogen at a low frequency results in the turbulent mode in a system of capillary waves. The experimental results are in good agreement with the theory of weak wave turbulence. The pair correlation function of the surface deviations is described by the exponential function ωm. The exponent m decreases in magnitude from m=−3.7±0.3 to −2.8±0.2 when the pumping at a single resonant frequency changes to broadband noise excitation. Measurements are made of the dependence of the boundary frequency ωb of the upper edge of the inertial range in which the Kolmogorov spectrum is formed on the wave amplitude ηp at the pumping frequency. It is demonstrated that the obtained data are well described by a function of the form ωb∝η                   p 4\/3                 ω                   p 23\/9                 .",
            "The turbulence of capillary waves on the surface of liquid hydrogen",
            "M Yu Brazhnikov and GV Kolmakov and AA Levchenko",
            "2002",
            "UDxSnZsAAAAJ:qjMakFHDy7sC",
            38,
            "https:\/\/link.springer.com\/article\/10.1134\/1.1513817",
            "3987309372557605369",
            "\/scholar?cites=3987309372557605369",
            {
                "2003":2,
                "2004":5,
                "2005":3,
                "2006":3,
                "2007":1,
                "2008":2,
                "2009":7,
                "2010":1,
                "2011":1,
                "2012":3,
                "2013":2,
                "2014":2,
                "2015":1,
                "2016":1,
                "2017":1,
                "2018":2,
                "2019":1
            }
        ],
        [
            "A change in the shape of a charged surface of liquid hydrogen and helium — the formation of a solitary wave (a positively charged hump for hydrogen and a negatively charged dimple for helium)-is observed in an electric field exceeding a critical value under conditions of total compensation of the applied field by the surface charge.",
            "Stationary soliton on a charged surface of liquid helium and hydrogen films",
            "Aleksandr Alekseevitsh Levchenko and German Valentinovich Kolmakov and Leonid Pavlovich Mezhov-Deglin and VB Shikin and Ekkehard Teske and Paul Leiderer",
            "1997",
            "UDxSnZsAAAAJ:IjCSPb-OGe4C",
            36,
            "https:\/\/link.springer.com\/article\/10.1134\/1.567456",
            "10889724438752200291",
            "\/scholar?cites=10889724438752200291",
            {
                "1998":5,
                "1999":3,
                "2000":3,
                "2001":1,
                "2002":2,
                "2003":2,
                "2004":6,
                "2005":1,
                "2006":7,
                "2007":1,
                "2008":1,
                "2009":4
            }
        ]
    ]
}