{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "The mechanism of action of artemisinin and its derivatives, the most potent of the anti-malarial drugs, is not completely understood. Here we present an unbiased chemical proteomics analysis to directly explore this mechanism in Plasmodium falciparum. We use an alkyne-tagged artemisinin analogue coupled with biotin to identify 124 artemisinin covalent binding protein targets, many of which are involved in the essential biological processes of the parasite. Such a broad targeting spectrum disrupts the biochemical landscape of the parasite and causes its death. Furthermore, using alkyne-tagged artemisinin coupled with a fluorescent dye to monitor protein binding, we show that haem, rather than free ferrous iron, is predominantly responsible for artemisinin activation. The haem derives primarily from the parasite’s haem biosynthesis pathway at the early ring stage and from haemoglobin digestion at the latter …",
            "Haem-activated promiscuous targeting of artemisinin in Plasmodium falciparum",
            "Jigang Wang and Chong-Jing Zhang and Wan Ni Chia and Cheryl CY Loh and Zhengjun Li and Yew Mun Lee and Yingke He and Li-Xia Yuan and Teck Kwang Lim and Min Liu and Chin Xia Liew and Yan Quan Lee and Jianbin Zhang and Nianci Lu and Chwee Teck Lim and Zi-Chun Hua and Bin Liu and Han-Ming Shen and Kevin SW Tan and Qingsong Lin",
            "2015",
            "ufrLUNUAAAAJ:4TOpqqG69KYC",
            362,
            "https:\/\/www.nature.com\/articles\/ncomms10111",
            "14243526860954487573",
            "\/scholar?cites=14243526860954487573",
            {
                "2015":2,
                "2016":53,
                "2017":68,
                "2018":59,
                "2019":73,
                "2020":98,
                "2021":7
            }
        ],
        [
            "Artemisinin and its derivatives (collectively termed as artemisinins) are among the most important and effective antimalarial drugs, with proven safety and efficacy in clinical use. Beyond their antimalarial effects, artemisinins have also been shown to possess selective anticancer properties, demonstrating cytotoxic effects against a wide range of cancer types both in vitro and in vivo. These effects appear to be mediated by artemisinin‐induced changes in multiple signaling pathways, interfering simultaneously with multiple hallmarks of cancer. Great strides have been taken to characterize these pathways and to reveal their anticancer mechanisms of action of artemisinin. Moreover, encouraging data have also been obtained from a limited number of clinical trials to support their anticancer property. However, there are several key gaps in knowledge that continue to serve as significant barriers to the repurposing of …",
            "Artemisinin as an anticancer drug: recent advances in target profiling and mechanisms of action",
            "Yin Kwan Wong and Chengchao Xu and Karunakaran A Kalesh and Yingke He and Qingsong Lin and WS Fred Wong and Han‐Ming Shen and Jigang Wang",
            "2017",
            "ufrLUNUAAAAJ:bEWYMUwI8FkC",
            103,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/med.21446",
            "746211483572661006",
            "\/scholar?cites=746211483572661006",
            {
                "2017":3,
                "2018":18,
                "2019":24,
                "2020":50,
                "2021":7
            }
        ],
        [
            "Autophagy is a catabolic process in response to starvation or other stress conditions to sustain cellular homeostasis. At present, histone deacetylase inhibitors (HDACIs) are known to induce autophagy in cells through inhibition of mechanistic target of rapamycin (MTOR) pathway. FOXO1, an important transcription factor regulated by AKT, is also known to play a role in autophagy induction. At present, the role of FOXO1 in the HDACIs-induced autophagy has not been reported. In this study, we first observed that HDACIs increased the expression of FOXO1 at the mRNA and protein level. Second, we found that FOXO1 transcriptional activity was enhanced by HDACIs, as evidenced by increased FOXO1 nuclear accumulation and transcriptional activity. Third, suppression of FOXO1 function by siRNA knockdown or by a chemical inhibitor markedly blocked HDACIs-induced autophagy. Moreover, we found that FOXO1 …",
            "Histone deacetylase inhibitors induce autophagy through FOXO1-dependent pathways",
            "Jianbin Zhang and Shukie Ng and Jigang Wang and Jing Zhou and Shi-Hao Tan and Naidi Yang and Qingsong Lin and Dajing Xia and Han-Ming Shen",
            "2015",
            "ufrLUNUAAAAJ:4JMBOYKVnBMC",
            90,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/15548627.2015.1023981",
            "8529653265756414426",
            "\/scholar?cites=8529653265756414426",
            {
                "2015":2,
                "2016":10,
                "2017":17,
                "2018":15,
                "2019":27,
                "2020":16,
                "2021":2
            }
        ],
        [
            "To date, the exact targets and mechanism of action of curcumin, a natural product with anti-inflammatory and anti-cancer properties, remain elusive. Here we synthesized a cell permeable curcumin probe (Cur-P) with an alkyne moiety, which can be tagged with biotin for affinity enrichment, or with a fluorescent dye for visualization of the direct-binding protein targets of curcumin in situ. iTRAQ TM quantitative proteomics approach was applied to distinguish the specific binding targets from the non-specific ones. In total, 197 proteins were confidently identified as curcumin binding targets from HCT116 colon cancer cell line. Gene Ontology analysis showed that the targets are broadly distributed and enriched in the nucleus, mitochondria and plasma membrane, and they are involved in various biological functions including metabolic process, regulation, response to stimulus and cellular process. Ingenuity Pathway …",
            "In situ Proteomic Profiling of Curcumin Targets in HCT116 Colon Cancer Cell Line",
            "Jigang Wang and Jianbin Zhang and Chong-Jing Zhang and Yin Kwan Wong and Teck Kwang Lim and Zi-Chun Hua and Bin Liu and Steven R Tannenbaum and Han-Ming Shen and Qingsong Lin",
            "2016",
            "ufrLUNUAAAAJ:aqlVkmm33-oC",
            74,
            "https:\/\/www.nature.com\/articles\/srep22146",
            "8801706652719770758",
            "\/scholar?cites=8801706652719770758",
            {
                "2016":5,
                "2017":26,
                "2018":15,
                "2019":9,
                "2020":16,
                "2021":3
            }
        ],
        [
            "Natural and traditional medicines, being a great source of drugs and drug leads, have regained wide interests due to the limited success of high-throughput screening of compound libraries in the past few decades and the recent technology advancement. Many drugs\/bioactive compounds exert their functions through interaction with their protein targets, with more and more drugs showing their ability to target multiple proteins, thus target identification has an important role in drug discovery and biomedical research fields. Identifying drug targets not only furthers the understanding of the mechanism of action (MOA) of a drug but also reveals its potential therapeutic applications and adverse side effects. Chemical proteomics makes use of affinity chromatography approaches coupled with mass spectrometry to systematically identify small molecule–protein interactions. Although traditional affinity-based chemical …",
            "Target identification of natural and traditional medicines with quantitative chemical proteomics approaches",
            "Jigang Wang and Liqian Gao and Yew Mun Lee and Karunakaran A Kalesh and Yong Siang Ong and Jaehong Lim and Joo-Eun Jee and Hongyan Sun and Su Seong Lee and Zi-Chun Hua and Qingsong Lin",
            "2016",
            "ufrLUNUAAAAJ:_Qo2XoVZTnwC",
            73,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0163725816000115",
            "15134909524398968012",
            "\/scholar?cites=15134909524398968012",
            {
                "2016":5,
                "2017":16,
                "2018":13,
                "2019":18,
                "2020":18,
                "2021":2
            }
        ],
        [
            "Curcumin is a hydrophobic polyphenol derived from the herb Curcumalonga and its wide spectrum of pharmacological activities has been widely studied. It has been reported that Curcumin can induce autophagy through inhibition of the Akt-mTOR pathway. However, the effect of Curcumin on lysosome remains largely elusive. In this study, we first found that Curcumin treatment enhances autophagic flux in both human colon cancer HCT116 cells and mouse embryonic fibroblasts (MEFs). Moreover, Curcumin treatment promotes lysosomal function, evidenced by the increased lysosomal acidification and enzyme activity. Second, Curcumin is capable of suppressing the mammalian target of rapamycin (mTOR). Interestingly, Curcumin fails to inhibit mTOR and to activate lysosomal function in Tsc2−\/− MEFs with constitutive activation of mTOR, indicating that Curcumin-mediated lysosomal activation is achieved via …",
            "Curcumin targets the TFEB-lysosome pathway for induction of autophagy",
            "Jianbin* Zhang and Jigang* Wang and Jian Xu and Yuanqiang Lu and Jiukun Jiang and Liming Wang and Han-Ming Shen and Dajing Xia",
            "2016",
            "ufrLUNUAAAAJ:hFOr9nPyWt4C",
            72,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC5342768\/",
            "9980207572612783354",
            "\/scholar?cites=9980207572612783354",
            {
                "2017":11,
                "2018":11,
                "2019":22,
                "2020":28
            }
        ],
        [
            "Drug target identification is a critical step toward understanding the mechanism of action of a drug, which can help one improve the drug's current therapeutic regime and expand the drug's therapeutic potential. However, current in vitro affinity-chromatography-based and in vivo activity-based protein profiling approaches generally face difficulties in discriminating specific drug targets from nonspecific ones. Here we describe a novel approach combining isobaric tags for relative and absolute quantitation with clickable activity-based protein profiling to specifically and comprehensively identify the protein targets of andrographolide (Andro), a natural product with known anti-inflammation and anti-cancer effects, in live cancer cells. We identified a spectrum of specific targets of Andro, which furthered our understanding of the mechanism of action of the drug. Our findings, validated through cell migration and invasion …",
            "A quantitative chemical proteomics approach to profile the specific cellular targets of andrographolide, a promising anticancer agent that suppresses tumor metastasis",
            "Jigang Wang and Xing Fei Tan and Peng Yang and Jing Zhou and Mingming Gao and Zhengjun Li and Teck Kwang Lim and Yingke He and Chye Sun Ong and Yifei Lay and Jianbin Zhang and Guili Zhu and Siew-Li Lai and Dipanjana Ghosh and Yu Keung Mok and Han-Ming Shen and Qingsong Lin",
            "2014",
            "ufrLUNUAAAAJ:YsMSGLbcyi4C",
            66,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1535947620333971",
            "11282857204465293718",
            "\/scholar?cites=11282857204465293718",
            {
                "2014":3,
                "2015":9,
                "2016":13,
                "2017":12,
                "2018":6,
                "2019":11,
                "2020":11,
                "2021":1
            }
        ],
        [
            "Target-identification and understanding of mechanism-of-action (MOA) are challenging for development of small-molecule probes and their application in biology and drug discovery. For example, although aspirin has been widely used for more than 100 years, its molecular targets have not been fully characterized. To cope with this challenge, we developed a novel technique called quantitative acid-cleavable activity-based protein profiling (QA-ABPP) with combination of the following two parts:(i) activity-based protein profiling (ABPP) and iTRAQ™ quantitative proteomics for identification of target proteins and (ii) acid-cleavable linker-based ABPP for identification of peptides with specific binding sites. It is known that reaction of aspirin with its target proteins leads to acetylation. We thus applied the above technique using aspirin-based probes in human cancer HCT116 cells. We identified 1110 target proteins and …",
            "Mapping sites of aspirin-induced acetylations in live cells by quantitative acid-cleavable activity-based protein profiling (QA-ABPP)",
            "Jigang Wang and Chong-Jing Zhang and Jianbin Zhang and Yingke He and Yew Mun Lee and Songbi Chen and Teck Kwang Lim and Shukie Ng and Han-Ming Shen and Qingsong Lin",
            "2015",
            "ufrLUNUAAAAJ:W7OEmFMy1HYC",
            64,
            "https:\/\/www.nature.com\/articles\/srep07896",
            "3998761225551525063",
            "\/scholar?cites=3998761225551525063",
            {
                "2015":7,
                "2016":15,
                "2017":16,
                "2018":8,
                "2019":6,
                "2020":11
            }
        ]
    ]
}