{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The last 15 years have witnessed a steady increase in the number of resting-state functional neuroimaging studies. The connectivity patterns of multiple functional, distributed, large-scale networks of brain dynamics have been recognised for their potential as useful tools in the domain of systems and other neurosciences. The application of functional connectivity methods to areas such as cognitive psychology, clinical diagnosis and treatment progression has yielded promising preliminary results, but is yet to be fully realised. This is due, in part, to an array of methodological and interpretative issues that remain to be resolved. We here present a review of the methods most commonly applied in this rapidly advancing field, such as seed-based correlation analysis and independent component analysis, along with examples of their use at the individual subject and group analysis levels and a discussion of practical and theoretical issues arising from this data ‘explosion’. We describe the similarities and differences across these varied statistical approaches to processing resting-state FMRI signals, and conclude that further technical optimisation and experimental refinement is required in order to fully delineate and characterise the gross complexity of the human neural functional architecture.",
            "Advances and pitfalls in the analysis and interpretation of resting-state FMRI data",
            "David M Cole and Stephen M Smith and Christian F Beckmann",
            "2010",
            "ufueppkAAAAJ:u5HHmVD_uO8C",
            894,
            "https:\/\/www.frontiersin.org\/articles\/10.3389\/fnsys.2010.00008\/full",
            "8179631249337418384",
            "\/scholar?cites=8179631249337418384",
            {
                "2010":13,
                "2011":50,
                "2012":71,
                "2013":92,
                "2014":114,
                "2015":96,
                "2016":101,
                "2017":106,
                "2018":96,
                "2019":71,
                "2020":72,
                "2021":7
            }
        ],
        [
            "Symptoms of cognitive impairment during smoking withdrawal can be ameliorated by nicotine replacement. To define brain mechanisms contributing to this therapeutic effect, we conducted a functional connectivity analysis of resting-state fMRI in 17 abstinent smokers following nicotine replacement in a double-blind, placebo-controlled, crossover design. We found that individual differences in cognitive withdrawal symptom improvements after nicotine replacement were associated with increased inverse coupling between executive control and default mode brain networks. Furthermore, improvements in withdrawal symptoms were negatively correlated with altered functional connectivity within the default mode network, and with connectivity between the executive control network and regions implicated in reward processing. These findings demonstrate that nicotine administration in abstinent smokers modulates …",
            "Nicotine replacement in abstinent smokers improves cognitive withdrawal symptoms with modulation of resting brain network dynamics",
            "David M Cole and Christian F Beckmann and Christopher J Long and Paul M Matthews and Michael J Durcan and John D Beaver",
            "2010",
            "ufueppkAAAAJ:u-x6o8ySG0sC",
            177,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1053811910006634",
            "12424999893378384045",
            "\/scholar?cites=12424999893378384045",
            {
                "2010":1,
                "2011":11,
                "2012":18,
                "2013":28,
                "2014":33,
                "2015":24,
                "2016":14,
                "2017":20,
                "2018":7,
                "2019":11,
                "2020":10
            }
        ],
        [
            "Maladaptive dopaminergic mediation of reward processing in humans is thought to underlie multiple neuropsychiatric disorders, including addiction, Parkinson's disease, and schizophrenia. Mechanisms responsible for the development of such disorders may depend on individual differences in neural signaling within large-scale cortico-subcortical circuitry. Using a combination of functional neuroimaging and pharmacological challenges in healthy volunteers, we identified opposing dopamine agonistic and antagonistic neuromodulatory effects on distributed functional interactions between specific subcortical regions and corresponding neocortical “resting-state” networks, known to be involved in distinct aspects of cognition and reward processing. We found that, relative to a placebo, levodopa and haloperidol challenges, respectively, increased or decreased the functional connectivity between (1) the …",
            "Dopamine-dependent architecture of cortico-subcortical network connectivity",
            "David M Cole and Nicole YL Oei and Roelof P Soeter and Stephanie Both and Joop MA van Gerven and Serge ARB Rombouts and Christian F Beckmann",
            "2013",
            "ufueppkAAAAJ:IjCSPb-OGe4C",
            143,
            "https:\/\/academic.oup.com\/cercor\/article-abstract\/23\/7\/1509\/287457",
            "14775277973286075485",
            "\/scholar?cites=14775277973286075485",
            {
                "2012":1,
                "2013":11,
                "2014":15,
                "2015":22,
                "2016":24,
                "2017":21,
                "2018":17,
                "2019":18,
                "2020":13
            }
        ],
        [
            "Magnetic resonance imaging methods that measure interregional brain signalling at rest have been advanced as powerful tools to probe organizational properties of functional networks. In drug-resistant temporal lobe epilepsy, resting functional magnetic resonance imaging studies have primarily employed region of interest approaches that preclude a comprehensive evaluation of large-scale functional interactions. In line with the distributed nature of structural damage in this condition, we set out to quantify connectivity across the entire range of resting networks. Furthermore, we assessed whether connectivity is driven by co-localized structural pathology. We obtained resting state, diffusion tensor and anatomical imaging data in 35 patients with temporal lobe epilepsy and 20 healthy subjects on a 3 T scanner. Resting state networks were identified using independent component analysis, which allows an …",
            "Structural substrates for resting network disruption in temporal lobe epilepsy",
            "Natalie L Voets and Christian F Beckmann and David M Cole and SeokJun Hong and Andrea Bernasconi and Neda Bernasconi",
            "2012",
            "ufueppkAAAAJ:zYLM7Y9cAGgC",
            140,
            "https:\/\/academic.oup.com\/brain\/article-abstract\/135\/8\/2350\/304507",
            "5559951746719454371",
            "\/scholar?cites=5559951746719454371",
            {
                "2012":4,
                "2013":16,
                "2014":23,
                "2015":19,
                "2016":15,
                "2017":20,
                "2018":13,
                "2019":14,
                "2020":15
            }
        ],
        [
            "Dopaminergic medications, used to treat neurochemical pathology and resultant symptoms in neuropsychiatric disorders, are of mixed efficacy and regularly associated with behavioural side effects. The possibility that dopamine exerts both linear and nonlinear (‘inverted U-shaped’) effects on cognitive neurocircuitry may explain this outcome variability. However, it has proven to be difficult to characterise neural manifestations of psychopharmacological effects in humans. We hypothesised that diverse effects of dopamine neuromodulation could be characterised using systems-level neuroimaging approaches. Using ‘resting-state’ functional magnetic resonance imaging (FMRI), combined with dopaminergic challenges, we examined the dopamine-dependent functional connectivity of brain ‘resting-state networks’ (RSNs). We compared RSN connectivity in 3 groups of healthy volunteers given dopamine antagonist …",
            "Differential and distributed effects of dopamine neuromodulations on resting-state network connectivity",
            "David M Cole and Christian F Beckmann and Nicole YL Oei and Stephanie Both and Joop van Gerven and Serge ARB Rombouts",
            "2013",
            "ufueppkAAAAJ:YsMSGLbcyi4C",
            96,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1053811913003819",
            "4037444197551525610",
            "\/scholar?cites=4037444197551525610",
            {
                "2013":1,
                "2014":10,
                "2015":17,
                "2016":13,
                "2017":13,
                "2018":12,
                "2019":13,
                "2020":15,
                "2021":2
            }
        ],
        [
            "Resting state-functional magnetic resonance imaging (RS-FMRI) is a neuroimaging technique that allows repeated assessments of functional connectivity in resting state. While task-related FMRI is limited to indirectly measured drug effects in areas affected by the task, resting state can show direct CNS effects across all brain networks. Hence, RS-FMRI could be an objective measure for compounds affecting the CNS. Several studies on the effects of cannabinoid receptor type 1 (CB1)-receptor agonist δ9-tetrahydrocannabinol (THC) on task-dependent FMRI have been performed. However, no studies on the effects of cannabinoids on resting state networks using RS-FMRI have been published. Therefore, we investigated the effects of THC on functional brain connectivity using RS-FMRI.Twelve healthy volunteers (9 male, 3 female) inhaled 2, 6 and 6 mg THC or placebo with 90-minute intervals in a randomized …",
            "Manipulating brain connectivity with δ 9-tetrahydrocannabinol: a pharmacological resting state FMRI study",
            "Linda E Klumpers and David M Cole and Najmeh Khalili-Mahani and Roelof P Soeter and Erik T te Beek and Serge ARB Rombouts and Joop MA van Gerven",
            "2012",
            "ufueppkAAAAJ:W7OEmFMy1HYC",
            77,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1053811912007811",
            "1793282440303850294",
            "\/scholar?cites=1793282440303850294",
            {
                "2011":1,
                "2012":1,
                "2013":5,
                "2014":8,
                "2015":11,
                "2016":7,
                "2017":7,
                "2018":8,
                "2019":14,
                "2020":11,
                "2021":2
            }
        ],
        [
            "Animal research and human postmortem evidence highlight the importance of brain dopamine D3 receptor (D3R) function in multiple neuropsychiatric disorders, including addiction. Separate anatomical and functional neuroimaging findings implicate disrupted frontal cortical connectivity with distributed brain networks in processes relevant for these diseases. This potential conjunction between molecular and functional markers has not, however, been tested directly. Here, we used a novel combination of [11C]-(+)-PHNO positron emission tomography and resting-state functional magnetic resonance imaging in the same healthy individuals to investigate whether differences in midbrain D3R availability are associated with functional interactions between large-scale networks and regions involved in reward processing and cognition. High midbrain D3R availability was associated with reduced functional …",
            "Orbitofrontal connectivity with resting-state networks is associated with midbrain dopamine D3 receptor availability",
            "David M Cole and Christian F Beckmann and Graham E Searle and Christophe Plisson and Andri C Tziortzi and Thomas E Nichols and Roger N Gunn and Paul M Matthews and Eugenii A Rabiner and John D Beaver",
            "2012",
            "ufueppkAAAAJ:2osOgNQ5qMEC",
            60,
            "https:\/\/academic.oup.com\/cercor\/article-abstract\/22\/12\/2784\/304575",
            "14798061442918617599",
            "\/scholar?cites=14798061442918617599",
            {
                "2012":2,
                "2013":11,
                "2014":7,
                "2015":11,
                "2016":6,
                "2017":6,
                "2018":9,
                "2019":5,
                "2020":3
            }
        ],
        [
            "Impaired attention (‘difficulty concentrating’) is a cognitive symptom of nicotine withdrawal that may be an important contributor to smoking relapse. However, the neurobiological basis of this effect and the potentially beneficial effects of nicotine replacement therapy both remain unclear. We used functional MRI with simultaneous electroencephalogram (EEG) recording to define brain activity correlates of cognitive impairment with short-term smoking cessation in habitual smokers and the effects of nicotine replacement. We found that irrespective of treatment (ie nicotine or placebo) EEG α power was negatively correlated with increased activation during performance of a rapid visual information processing (RVIP) task in dorsolateral prefrontal, dorsal anterior cingulate, parietal, and insular cortices, as well as, caudate, and thalamus. Relative to placebo, nicotine replacement further increased the α-correlated activation …",
            "The effects of nicotine replacement on cognitive brain activity during smoking withdrawal studied with simultaneous fMRI\/EEG",
            "John D Beaver and Christopher J Long and David M Cole and Michael J Durcan and Linda C Bannon and Rajesh G Mishra and Paul M Matthews",
            "2011",
            "ufueppkAAAAJ:d1gkVwhDpl0C",
            55,
            "https:\/\/www.nature.com\/articles\/npp201153",
            "2549981322317290515",
            "\/scholar?cites=2549981322317290515",
            {
                "2011":1,
                "2012":4,
                "2013":5,
                "2014":5,
                "2015":12,
                "2016":10,
                "2017":5,
                "2018":6,
                "2019":3,
                "2020":3,
                "2021":1
            }
        ],
        [
            "fMRI studies in mice typically require the use of anesthetics. Yet, it is known that anesthesia alters responses to stimuli or functional networks at rest. In this work, we have used Dual Regression analysis Network Modeling to investigate the effects of two commonly used anesthetics, isoflurane and medetomidine, on rs-fMRI derived functional networks, and in particular to what extent anesthesia affected the interaction within and between these networks. Experimental data have been used from a previous study [1]. We applied multivariate ICA analysis and Dual Regression to infer the differences in functional connectivity between isoflurane- and medetomidine-anesthetized mice. Further network analysis was performed to investigate within- and between-network connectivity differences between these anesthetic regimens. The results revealed five major networks in the mouse brain: lateral cortical, associative cortical, default mode, subcortical, and thalamic network. The anesthesia regime had a profound effect both on within- and between-network interactions. Under isoflurane anesthesia predominantly intra- and inter-cortical interactions have been observed, with only minor interactions involving subcortical structures and in particular attenuated cortico-thalamic connectivity. In contrast, medetomidine-anesthetized mice displayed subcortical functional connectivity including interactions between cortical and thalamic ICA components. Combining the two anesthetics at low dose resulted in network interaction that constituted the superposition of the interaction observed for each anesthetic alone. The study demonstrated that network modeling is a …",
            "Resting State fMRI in Mice Reveals Anesthesia Specific Signatures of Brain Functional Networks and Their Interactions",
            "Qasim Bukhari and Aileen Schroeter and David M Cole and Markus Rudin",
            "2017",
            "ufueppkAAAAJ:Se3iqnhoufwC",
            28,
            "https:\/\/www.frontiersin.org\/articles\/10.3389\/fncir.2017.00005\/full",
            "17548743749719837671",
            "\/scholar?cites=17548743749719837671",
            {
                "2017":2,
                "2018":4,
                "2019":8,
                "2020":13,
                "2021":1
            }
        ],
        [
            "Amyotrophic lateral sclerosis (ALS) is a neurodegenerative disorder characterized by muscular atrophy, spasticity, and bulbar signs caused by loss of upper and lower motor neurons. Evidence suggests that ALS additionally affects other brain areas including premotor cortex and supplementary motor area. Here, we studied movement execution and inhibition in ALS patients using a stop‐signal paradigm and functional magnetic resonance imaging. Seventeen ALS patients and 17 age‐matched healthy controls performed a stop‐signal task that required responding with a button press to a right‐ or left‐pointing black arrow (go‐stimuli). In stop‐trials, a red arrow (stop‐stimulus) was presented shortly after the black arrow indicating to withhold the prepared movement. Patients had by trend higher reaction times in go‐trials but did not differ significantly in their inhibition performance. Patients showed stronger inhibition …",
            "Amyotrophic lateral sclerosis affects cortical and subcortical activity underlying motor inhibition and action monitoring",
            "Bahram Mohammadi and Katja Kollewe and David M Cole and Anja Fellbrich and Marcus Heldmann and Amir Samii and Reinhard Dengler and Susanne Petri and Thomas F Münte and Ulrike M Krämer",
            "2015",
            "ufueppkAAAAJ:_FxGoFyzp5QC",
            14,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/hbm.22814",
            "8548541448644186027",
            "\/scholar?cites=8548541448644186027",
            {
                "2015":2,
                "2016":2,
                "2017":4,
                "2018":3,
                "2019":1,
                "2020":1,
                "2021":1
            }
        ]
    ]
}