{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The current understanding of astrophysical magnetic fields is reviewed, focusing on their generation and maintenance by turbulence. In the astrophysical context this generation is usually explained by a self-excited dynamo, which involves flows that can amplify a weak ‘seed’ magnetic field exponentially fast. Particular emphasis is placed on the nonlinear saturation of the dynamo. Analytic and numerical results are discussed both for small scale dynamos, which are completely isotropic, and for large scale dynamos, where some form of parity breaking is crucial. Central to the discussion of large scale dynamos is the so-called alpha effect which explains the generation of a mean field if the turbulence lacks mirror symmetry, i.e. if the flow has kinetic helicity. Large scale dynamos produce small scale helical fields as a waste product that quench the large scale dynamo and hence the alpha effect. With this in mind, the …",
            "Astrophysical magnetic fields and nonlinear dynamo theory",
            "Axel Brandenburg and Kandaswamy Subramanian",
            "2005",
            "ufyMKPQAAAAJ:9yKSN-GCB0IC",
            1474,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S037015730500267X",
            "4545663113421842523",
            "\/scholar?cites=4545663113421842523",
            {
                "2004":7,
                "2005":18,
                "2006":51,
                "2007":68,
                "2008":85,
                "2009":95,
                "2010":98,
                "2011":111,
                "2012":101,
                "2013":112,
                "2014":97,
                "2015":98,
                "2016":110,
                "2017":85,
                "2018":112,
                "2019":88,
                "2020":110,
                "2021":11
            }
        ],
        [
            "We discuss current observational and theoretical knowledge of magnetic fields, especially the large-scale structure in the disks and halos of spiral galaxies. Among other topics, we consider the enhancement of global magnetic fields in the interarm regions, magnetic spiral arms, and representations as superpositions of azimuthal modes, emphasizing a number of unresolved questions. It is argued that a turbulent hydromagnetic dynamo of some kind and an inverse cascade of magnetic energy gives the most plausible explanation for the regular galactic magnetic fields. Primordial theory is found to be unsatisfactory, and fields of cosmological origin may not even be able to provide a seed field for a dynamo. Although dynamo theory has its own problems, the general form of the dynamo equations appears quite robust. Finally, detailed models of magnetic field generation in galaxies, allowing for factors …",
            "Galactic magnetism: recent developments and perspectives",
            "Rainer Beck and Axel Brandenburg and David Moss and Anvar Shukurov and Dmitry Sokoloff",
            "1996",
            "ufyMKPQAAAAJ:u5HHmVD_uO8C",
            1147,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev.astro.34.1.155",
            "8340300682298050543",
            "\/scholar?cites=8340300682298050543",
            {
                "1997":25,
                "1998":41,
                "1999":40,
                "2000":39,
                "2001":57,
                "2002":51,
                "2003":53,
                "2004":59,
                "2005":49,
                "2006":37,
                "2007":38,
                "2008":66,
                "2009":51,
                "2010":53,
                "2011":47,
                "2012":56,
                "2013":59,
                "2014":43,
                "2015":39,
                "2016":49,
                "2017":37,
                "2018":46,
                "2019":44,
                "2020":47,
                "2021":4
            }
        ],
        [
            "The nonlinear evolution of magnetized Keplerian shear flows is simulated in a local, three-dimensional model, including the effects of compressibility and stratification. Supersonic flows are initially generated by the Balbus-Hawley magnetic shear instability. The resulting flows regenerate a turbulent magnetic field which, in turn, reinforces the turbulence. Thus, the system acts like a dynamo that generates its own turbulence. However, unlike usual dynamos, the magnetic energy exceeds the kinetic energy of the turbulence by a factor of 3-10. By assuming the field to be vertical on the outer (upper and lower) surfaces we do not constrain the horizontal magnetic flux. Indeed, a large-scale toroidal magnetic field is generated, mostly in the form of toroidal flux tubes with lengths comparable to the toroidal extent of the box. This large-scale field is mainly of even (ie, quadrupolar) parity with respect to the midplane and …",
            "Dynamo-generated turbulence and large-scale magnetic fields in a Keplerian shear flow",
            "Axel Brandenburg and Ake Nordlund and Robert F Stein and Ulf Torkelsson",
            "1995",
            "ufyMKPQAAAAJ:u-x6o8ySG0sC",
            966,
            "http:\/\/adsabs.harvard.edu\/pdf\/1995ApJ...446..741B",
            "7127256187345648965",
            "\/scholar?cites=7127256187345648965",
            {
                "1995":4,
                "1996":26,
                "1997":36,
                "1998":42,
                "1999":52,
                "2000":44,
                "2001":55,
                "2002":33,
                "2003":34,
                "2004":41,
                "2005":31,
                "2006":30,
                "2007":46,
                "2008":43,
                "2009":38,
                "2010":35,
                "2011":43,
                "2012":58,
                "2013":40,
                "2014":37,
                "2015":27,
                "2016":29,
                "2017":33,
                "2018":39,
                "2019":27,
                "2020":27,
                "2021":3
            }
        ],
        [
            "A numerical model of isotropic homogeneous turbulence with helical forcing is investigated. The resulting flow, which is essentially the prototype of the α2 dynamo of mean field dynamo theory, produces strong dynamo action with an additional large‐scale field on the scale of the box (at wavenumber  ; forcing is at  ). This large‐scale field is nearly force free and exceeds the equipartition value. As the magnetic Reynolds number Rm increases, the saturation field strength and the growth rate of the dynamo increase. However, the time it takes to build up the large‐scale field from equipartition to its final superequipartition value increases with magnetic Reynolds number. The large‐scale field generation can be identified as being due to nonlocal interactions originating from the forcing scale, which is characteristic of the α‐effect. Both α and turbulent magnetic diffusivity ηt are determined simultaneously using numerical …",
            "The inverse cascade and nonlinear alpha-effect in simulations of isotropic helical hydromagnetic turbulence",
            "Axel Brandenburg",
            "2001",
            "ufyMKPQAAAAJ:d1gkVwhDpl0C",
            643,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/319783\/meta",
            "12628657733505626915",
            "\/scholar?cites=12628657733505626915",
            {
                "2000":7,
                "2001":28,
                "2002":41,
                "2003":48,
                "2004":26,
                "2005":43,
                "2006":38,
                "2007":26,
                "2008":33,
                "2009":28,
                "2010":34,
                "2011":38,
                "2012":28,
                "2013":43,
                "2014":22,
                "2015":17,
                "2016":13,
                "2017":29,
                "2018":34,
                "2019":24,
                "2020":33,
                "2021":1
            }
        ],
        [
            "Arguments for and against the widely accepted picture of a solar dynamo being seated in the tachocline are reviewed, and alternative ideas concerning dynamos operating in the bulk of the convection zone, or perhaps even in the near‐surface shear layer, are discussed. Based on the angular velocities of magnetic tracers, it is argued that the observations are compatible with a distributed dynamo that may be strongly shaped by the near‐surface shear layer. Direct simulations of dynamo action in a slab with turbulence and shear are presented to discuss filling factor and tilt angles of bipolar regions in such a model.",
            "The case for a distributed solar dynamo shaped by near-surface shear",
            "Axel Brandenburg",
            "2005",
            "ufyMKPQAAAAJ:qjMakFHDy7sC",
            376,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/429584\/meta",
            "3765787076113701475",
            "\/scholar?cites=3765787076113701475",
            {
                "2005":13,
                "2006":25,
                "2007":30,
                "2008":27,
                "2009":31,
                "2010":24,
                "2011":31,
                "2012":33,
                "2013":26,
                "2014":21,
                "2015":11,
                "2016":31,
                "2017":14,
                "2018":18,
                "2019":17,
                "2020":16,
                "2021":4
            }
        ],
        [
            "Nonhelical hydromagnetic forced turbulence is investigated using large scale simulations on up to 256 processors and 1024 3 mesh points. The magnetic Prandtl number is varied between 1∕ 8 and 30, although in most cases it is unity. When the magnetic Reynolds number is based on the inverse forcing wave number, the critical value for dynamo action is shown to be around 35 for magnetic Prandtl number of unity. For small magnetic Prandtl numbers we find the critical magnetic Reynolds number to increase with decreasing magnetic Prandtl number. The Kazantsev k 3∕ 2 spectrum for magnetic energy is confirmed for the kinematic regime, ie, when nonlinear effects are still unimportant and when the magnetic Prandtl number is unity. In the nonlinear regime, the energy budget converges for large Reynolds numbers (around 1000) such that for our parameters about 70% is in kinetic energy and about 30% is in …",
            "Simulations of nonhelical hydromagnetic turbulence",
            "Nils Erland L Haugen and Axel Brandenburg and Wolfgang Dobler",
            "2004",
            "ufyMKPQAAAAJ:UeHWp8X0CEIC",
            334,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.70.016308",
            "7714423359191427490",
            "\/scholar?cites=7714423359191427490",
            {
                "2004":11,
                "2005":24,
                "2006":16,
                "2007":25,
                "2008":11,
                "2009":22,
                "2010":20,
                "2011":24,
                "2012":16,
                "2013":23,
                "2014":23,
                "2015":16,
                "2016":16,
                "2017":20,
                "2018":17,
                "2019":22,
                "2020":21,
                "2021":4
            }
        ],
        [
            "We further explore nondimensional relationships between the magnetic dynamo cycle period Pcyc, the rotational period  , the activity level (as observed in Ca ii HK), and other stellar properties by expanding the stellar sample studied in the first paper in this series. We do this by adding photometric and other cycles seen in active stars and the secondaries of CV systems and by selectively adding less certain cycles from the Mount Wilson HK survey; evolved stars, long‐term HK trends and secondary   are also considered. We confirm that most stars with age   Gyr occupy two roughly parallel branches, separated by a factor of ∼6 in  , with the ratio of cycle and rotational frequencies  , where Ro is the Rossby number. Using the model of the first paper in this series, this result implies that the α effect increases with mean magnetic field (contrary to the traditional α‐quenching concept) and that α and   decrease with t. Stars …",
            "Time evolution of the magnetic activity cycle period. II. Results for an expanded stellar sample",
            "Steven H Saar and Axel Brandenburg",
            "1999",
            "ufyMKPQAAAAJ:zYLM7Y9cAGgC",
            320,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/307794\/meta",
            "12419075166148193066",
            "\/scholar?cites=12419075166148193066",
            {
                "2000":4,
                "2001":14,
                "2002":17,
                "2003":12,
                "2004":13,
                "2005":10,
                "2006":5,
                "2007":12,
                "2008":8,
                "2009":13,
                "2010":15,
                "2011":17,
                "2012":12,
                "2013":24,
                "2014":16,
                "2015":18,
                "2016":28,
                "2017":23,
                "2018":23,
                "2019":16,
                "2020":14,
                "2021":2
            }
        ],
        [
            "Results are presented from direct simulations of turbulent compressible hydromagnetic convection above a stable overshoot layer. Spontaneous dynamo action occurs followed by saturation, with most of the generated magnetic field appearing as coherent flux tubes in the vicinity of strong downdrafts, where both the generation and destruction of magnetic field is most vigorous. Whether or not this field is amplified depends on the sizes of the magnetic Reynolds and magnetic Prandtl numbers. Joule dissipation is balanced mainly by the work done against the magnetic curvature force. It is this curvature force which is also responsible for the saturation of the dynamo.",
            "Dynamo action in stratified convection with overshoot",
            "Ake Nordlund and Axel Brandenburg and Richard L Jennings and Michel Rieutord and Juha Ruokolainen and Robert F Stein and Ilkka Tuominen",
            "1992",
            "ufyMKPQAAAAJ:2osOgNQ5qMEC",
            283,
            "http:\/\/adsabs.harvard.edu\/pdf\/1992ApJ...392..647N",
            "10806575770911209354",
            "\/scholar?cites=10806575770911209354",
            {
                "1992":5,
                "1993":15,
                "1994":14,
                "1995":19,
                "1996":8,
                "1997":11,
                "1998":15,
                "1999":13,
                "2000":13,
                "2001":11,
                "2002":9,
                "2003":17,
                "2004":10,
                "2005":12,
                "2006":12,
                "2007":6,
                "2008":6,
                "2009":13,
                "2010":11,
                "2011":7,
                "2012":12,
                "2013":8,
                "2014":4,
                "2015":4,
                "2016":5,
                "2017":3,
                "2018":9,
                "2019":5
            }
        ],
        [
            "We investigate hydromagnetic turbulence of primordial magnetic fields using magnetohydrodynamics (MHD) in an expanding universe. We present the basic, covariant MHD equations, find solutions for MHD waves in the early universe, and investigate the equations numerically for random magnetic fields in two spatial dimensions. We find the formation of magnetic structures at larger and larger scales as time goes on. In three dimensions we use a cascade (shell) model that has been rather successful in the study of certain aspects of hydrodynamic turbulence. Using such a model we find that after∼ 10 9 times the initial time the scale of the magnetic field fluctuation (in the comoving frame) has increased by 4-5 orders of magnitude as a consequence of an inverse cascade effect (ie, transfer of energy from smaller to larger scales). Thus at large scales primordial magnetic fields are considerably stronger than …",
            "Large-scale magnetic fields from hydromagnetic turbulence in the very early universe",
            "Axel Brandenburg and Kari Enqvist and Poul Olesen",
            "1996",
            "ufyMKPQAAAAJ:IjCSPb-OGe4C",
            275,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.54.1291",
            "12741896693948064818",
            "\/scholar?cites=12741896693948064818",
            {
                "1996":6,
                "1997":13,
                "1998":16,
                "1999":6,
                "2000":9,
                "2001":11,
                "2002":9,
                "2003":10,
                "2004":13,
                "2005":11,
                "2006":4,
                "2007":10,
                "2008":10,
                "2009":8,
                "2010":15,
                "2011":7,
                "2012":13,
                "2013":13,
                "2014":9,
                "2015":12,
                "2016":12,
                "2017":13,
                "2018":8,
                "2019":17,
                "2020":15,
                "2021":4
            }
        ],
        [
            "We use three-dimensional simulations to study compressible convection in a rotating frame with magnetic elds and overshoot into surrounding stable layers. The, initially weak, magnetic eld is ampli ed and maintained by dynamo action and becomes organised into ux tubes that are wrapped around vortex tubes. We also observe vortex buoyancy which causes upward ows in the cores of extended downdrafts. An analysis of the angles between various vector elds shows that there is a tendency for the magnetic eld to be parallel or antiparallel to the vorticity vector, especially when the magnetic eld is strong. The magnetic energy spectrum has a short inertial range with a slope compatible with k+ 1= 3 during the early growth phase of the dynamo. During the saturated state the slope is compatible with k? 1. A simple analysis based on various characteristic timescales and energy transfer rates highlights important qualitative ideas regarding the energy budget of hydromagnetic dynamos.",
            "Magnetic structures in a dynamo simulation",
            "A Brandenburg and RL Jennings and A Nordlund and M Rieutord and RF Stein and I Tuominen",
            "1996",
            "ufyMKPQAAAAJ:4aZ_i-5WJEQC",
            266,
            "http:\/\/citeseerx.ist.psu.edu\/viewdoc\/download?doi=10.1.1.53.766&rep=rep1&type=pdf",
            "10127781539515724372",
            "\/scholar?cites=10127781539515724372",
            {
                "1995":5,
                "1996":5,
                "1997":10,
                "1998":15,
                "1999":12,
                "2000":15,
                "2001":18,
                "2002":15,
                "2003":18,
                "2004":14,
                "2005":14,
                "2006":8,
                "2007":7,
                "2008":9,
                "2009":9,
                "2010":6,
                "2011":11,
                "2012":16,
                "2013":10,
                "2014":7,
                "2015":6,
                "2016":7,
                "2017":3,
                "2018":6,
                "2019":4,
                "2020":6
            }
        ]
    ]
}