{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "We analyze star formation (SF) as a function of stellar mass ( ) and redshift z in the All‐Wavelength Extended Groth Strip International Survey. For 2905 field galaxies, complete to   at  , with Keck spectroscopic redshifts out to  , we compile SF rates (SFRs) from emission lines, GALEX, and Spitzer MIPS 24 μm photometry, optical‐NIR   measurements, and HST morphologies. Galaxies with reliable signs of SF form a distinct “main sequence” (MS), with a limited range of SFRs at a given   and z (  dex), and   approximately proportional to  . The range of   remains constant to  , while the MS as a whole moves to higher SFR as z increases. The range of the SFR along the MS constrains the amplitude of episodic variations of SF and the effect of mergers on the SFR. Typical galaxies spend ∼67%(95%) of their lifetime since   within a factor of ≲2(4) of their average SFR at a given   and z. The dominant mode of the evolution of …",
            "Star formation in AEGIS field galaxies since z= 1.1: the dominance of gradually declining star formation, and the main sequence of star-forming galaxies",
            "KG Noeske and BJ Weiner and SM Faber and C Papovich and DC Koo and RS Somerville and K Bundy and CJ Conselice and JA Newman and D Schiminovich and E Le Floc’h and Alison L Coil and George H Rieke and JM Lotz and JR Primack and P Barmby and Michael C Cooper and M Davis and RS Ellis and GG Fazio and P Guhathakurta and J Huang and SA Kassin and DC Martin and AC Phillips and RM Rich and TA Small and CNA Willmer and G Wilson",
            "2007",
            "UhI0DggAAAAJ:1W67FsDfIBAC",
            1808,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/517926\/meta",
            "5851446281510741865",
            "\/scholar?cites=5851446281510741865",
            {
                "2007":23,
                "2008":41,
                "2009":56,
                "2010":75,
                "2011":102,
                "2012":130,
                "2013":154,
                "2014":174,
                "2015":176,
                "2016":181,
                "2017":186,
                "2018":162,
                "2019":158,
                "2020":160,
                "2021":24
            }
        ]
    ]
}