{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Coherent InAs islands separated by GaAs spacer layers are shown to exhibit self-organized growth along the vertical (ie, growth) direction. The driving force for such vertically self-organized growth is shown to be the interacting strain fields induced by the islands which give rise to a preferred direction for In migration. A model analysis accounting for the mechanochemical surface diffusion gives an island average size and average separation dependent characteristic spacer layer thickness z 0 below which a vertically self-organized growth occurs.",
            "Vertically self-organized InAs quantum box islands on GaAs (100)",
            "Qianghua Xie and Anupam Madhukar and Ping Chen and Nobuhiko P Kobayashi",
            "1995",
            "UjiGdTMAAAAJ:u5HHmVD_uO8C",
            1637,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.75.2542",
            "15702869366058990806",
            "\/scholar?cites=15702869366058990806",
            {
                "1996":43,
                "1997":63,
                "1998":97,
                "1999":114,
                "2000":107,
                "2001":87,
                "2002":100,
                "2003":124,
                "2004":112,
                "2005":89,
                "2006":96,
                "2007":93,
                "2008":79,
                "2009":71,
                "2010":55,
                "2011":51,
                "2012":46,
                "2013":46,
                "2014":41,
                "2015":30,
                "2016":22,
                "2017":20,
                "2018":14,
                "2019":17,
                "2020":12,
                "2021":1
            }
        ],
        [
            "Direct evidence for interplanar relaxation in islands at the initial stages of strained epitaxy is presented using molecular beam epitaxically deposited In0.5Ga0.5As on GaAs(100). Concomitant existence of atomic displacements in the substrates to unexpectedly large depths of ∼150 Å is found. In incoherent islands, defects are found to be introduced symmetrically near the island edges.",
            "Onset of incoherency and defect introduction in the initial stages of molecular beam epitaxical growth of highly strained InxGa1− xAs on GaAs (100)",
            "S Guha and A Madhukar and KC Rajkumar",
            "1990",
            "UjiGdTMAAAAJ:u-x6o8ySG0sC",
            825,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.103914",
            "840909693827546141",
            "\/scholar?cites=840909693827546141",
            {
                "1991":7,
                "1992":13,
                "1993":28,
                "1994":36,
                "1995":68,
                "1996":59,
                "1997":55,
                "1998":76,
                "1999":51,
                "2000":60,
                "2001":36,
                "2002":38,
                "2003":33,
                "2004":33,
                "2005":27,
                "2006":22,
                "2007":25,
                "2008":33,
                "2009":21,
                "2010":13,
                "2011":10,
                "2012":15,
                "2013":13,
                "2014":6,
                "2015":2,
                "2016":6,
                "2017":9,
                "2018":6,
                "2019":4,
                "2020":3
            }
        ],
        [
            "The chemical structure of thin Si O 2 films and Si O 2-Si interfaces has been investigated using high-resolution x-ray photoelectron spectroscopy. The data are consistent with a continuous random network of four-, six-, seven-, and eight-member rings of Si O 4 tetrahedra joined together by bridging oxygens. This distribution changes substantially within 30 Å of the Si O 2-Si interface. The near-interface region is comprised of Si 2 O 3, SiO, and Si 2 O. This structure is interpreted by means of a structure-induced-charge-transfer model.",
            "High-Resolution X-Ray Photoelectron Spectroscopy as a Probe of Local Atomic Structure: Application to Amorphous Si O 2 and the Si-Si O 2 Interface",
            "FJ Grunthaner and PJ Grunthaner and RP Vasquez and BF Lewis and Jx Maserjian and A Madhukar",
            "1979",
            "UjiGdTMAAAAJ:d1gkVwhDpl0C",
            412,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.43.1683",
            "6902476975051020175",
            "\/scholar?cites=6902476975051020175",
            {
                "1981":12,
                "1982":9,
                "1983":10,
                "1984":17,
                "1985":14,
                "1986":14,
                "1987":25,
                "1988":17,
                "1989":12,
                "1990":17,
                "1991":11,
                "1992":13,
                "1993":12,
                "1994":5,
                "1995":14,
                "1996":11,
                "1997":16,
                "1998":17,
                "1999":18,
                "2000":8,
                "2001":4,
                "2002":5,
                "2003":7,
                "2004":9,
                "2005":5,
                "2006":9,
                "2007":9,
                "2008":10,
                "2009":10,
                "2010":10,
                "2011":3,
                "2012":6,
                "2013":14,
                "2014":2,
                "2015":5,
                "2016":7,
                "2017":2,
                "2018":2,
                "2019":5,
                "2020":7
            }
        ],
        [
            "The chemical structures of thin SiO2 films, thin native oxides of GaAs (20–30 Å), and the respective oxide–semiconductor interfaces, have been investigated using high‐resolution x‐ray photoelectron spectroscopy. Depth profiles of these structures have been obtained using both argon ion bombardment and wet chemical etching techniques. The chemical destruction induced by the ion profiling method is shown by direct comparison of these methods for identical samples. Fourier transform data‐reduction methods based on linear prediction with maximum entropy constraints are used to analyze the discrete structure in oxides and substrates. This discrete structure is interpreted by means of a structure‐induced charge‐transfer model (SICT).",
            "Local atomic and electronic structure of oxide\/GaAs and SiO2\/Si interfaces using high‐resolution XPS",
            "FJ Grunthaner and PJ Grunthaner and RP Vasquez and B_F Lewis and J Maserjian and A Madhukar",
            "1979",
            "UjiGdTMAAAAJ:9yKSN-GCB0IC",
            379,
            "https:\/\/avs.scitation.org\/doi\/abs\/10.1116\/1.570218",
            "7550055202237084505",
            "\/scholar?cites=7550055202237084505",
            {
                "1982":8,
                "1983":14,
                "1984":11,
                "1985":21,
                "1986":22,
                "1987":20,
                "1988":22,
                "1989":12,
                "1990":8,
                "1991":15,
                "1992":12,
                "1993":12,
                "1994":5,
                "1995":3,
                "1996":7,
                "1997":6,
                "1998":4,
                "1999":10,
                "2000":3,
                "2001":5,
                "2002":4,
                "2003":9,
                "2004":6,
                "2005":5,
                "2006":5,
                "2007":5,
                "2008":4,
                "2009":5,
                "2010":10,
                "2011":7,
                "2012":8,
                "2013":12,
                "2014":10,
                "2015":4,
                "2016":8,
                "2017":7,
                "2018":6,
                "2019":12,
                "2020":12,
                "2021":2
            }
        ],
        [
            "Longitudinal collective spectrum of a spatially separated, two-component, two-dimensional plasma is investigated using a generalized random-phase approximation. Such plasmas can be realized in semiconductor heterojunctions, superlattices, and inversion or accumulation layers. In general two modes are found to exist: the one with energy proportional to q at long wavelengths is the usual optical plasmon and the other with energy proportional to q at long wavelengths is the acoustic plasmon. It is shown that the spatial separation between the two charge components makes it possible for the acoustic branch to move out of the electron-hole continua of both the components provided it exceeds a critical value. Consequently the acoustic-plasmon mode is totally undamped at long wavelength. The dynamic structure factor of the system is analyzed and the feasibility of observing an acoustic plasmon in GaAs-Ga x Al …",
            "Collective modes of spatially separated, two-component, two-dimensional plasma in solids",
            "S Das Sarma and A Madhukar",
            "1981",
            "UjiGdTMAAAAJ:2osOgNQ5qMEC",
            356,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.23.805",
            "506898035181330683",
            "\/scholar?cites=506898035181330683",
            {
                "1982":5,
                "1983":4,
                "1984":5,
                "1985":3,
                "1986":9,
                "1987":3,
                "1988":14,
                "1989":7,
                "1990":6,
                "1991":8,
                "1992":4,
                "1993":3,
                "1994":9,
                "1995":8,
                "1996":14,
                "1997":6,
                "1998":9,
                "1999":8,
                "2000":9,
                "2001":11,
                "2002":19,
                "2003":14,
                "2004":10,
                "2005":8,
                "2006":10,
                "2007":12,
                "2008":15,
                "2009":9,
                "2010":11,
                "2011":5,
                "2012":10,
                "2013":8,
                "2014":12,
                "2015":4,
                "2016":9,
                "2017":9,
                "2018":15,
                "2019":15,
                "2020":16
            }
        ],
        [
            "The substrate temperature and arsenic pressure dependence of the density of InAs three‐dimensional (3D) islands formed on GaAs(100) is found to exhibit a behavior that cannot be reconciled within the currently popular view of MBE growth. Rather, either an arsenic coverage induced strain enhanced In migration or strain dependent arsenic incorporation at islands, or both, appear to be operative. Plan‐view and cross‐sectional transmission electron microscopy, including the nature of the Moiré fringes, are used to obtain cluster size distribution and demarcation between size regime for coherent versus incoherent islands. The results point to the possibility of realizing a regular array of quantum dots made of coherently strained 3D islands of uniform size via growth on prepatterned substrates.",
            "Nature of strained InAs three‐dimensional island formation and distribution on GaAs (100)",
            "A Madhukar and Q Xie and P Chen and A Konkar",
            "1994",
            "UjiGdTMAAAAJ:qjMakFHDy7sC",
            306,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.111456",
            "10689092541010185395",
            "\/scholar?cites=10689092541010185395",
            {
                "1994":2,
                "1995":19,
                "1996":26,
                "1997":18,
                "1998":27,
                "1999":20,
                "2000":20,
                "2001":20,
                "2002":16,
                "2003":9,
                "2004":20,
                "2005":13,
                "2006":12,
                "2007":13,
                "2008":11,
                "2009":10,
                "2010":5,
                "2011":3,
                "2012":6,
                "2013":9,
                "2014":5,
                "2015":2,
                "2016":2,
                "2017":2,
                "2018":11,
                "2019":2,
                "2020":1
            }
        ],
        [
            "Excited states and energy relaxation processes are studied for stacked InAs\/GaAs QD’s with GaAs cap layers grown by migration enhanced epitaxy. Photoluminescence excitation (PLE) spectra reveal the excited state spectrum as a function of size for self-assembled InAs QD’s in multilayered samples with 36-ML spacers. The observed energy shifts and splittings are consistent with those of hole states numerically calculated for pyramidal QD’s supporting assignment to the transition between the electron ground| 000> and the| 001> excited hole state. The optical results suggest the island shape uniformity to improve in multilayered samples, which is attributed to the contribution of the buried islands to the surface strain altering the island formation kinetics and energetics that also underlie vertical self-organization. Time-resolved photoluminescence (TRPL) results yield a lifetime of 40 ps for the first excited| 001> hole …",
            "Excited states and energy relaxation in stacked InAs\/GaAs quantum dots",
            "R Heitz and A Kalburge and Q Xie and M Grundmann and P Chen and A Hoffmann and A Madhukar and D Bimberg",
            "1998",
            "UjiGdTMAAAAJ:IjCSPb-OGe4C",
            304,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.57.9050",
            "3925702257856877712",
            "\/scholar?cites=3925702257856877712",
            {
                "1998":6,
                "1999":29,
                "2000":29,
                "2001":24,
                "2002":15,
                "2003":17,
                "2004":24,
                "2005":21,
                "2006":26,
                "2007":13,
                "2008":17,
                "2009":8,
                "2010":11,
                "2011":8,
                "2012":8,
                "2013":1,
                "2014":6,
                "2015":4,
                "2016":4,
                "2017":7,
                "2018":7,
                "2019":7,
                "2020":8
            }
        ],
        [
            "Phonon-assisted exciton transitions in self-organized InAs\/GaAs quantum dots (QDs) are investigated by photoluminescence (PL) and PL excitation spectroscopy. An unexpectedly enhanced polar exciton-LO-phonon interaction for such strained low-symmetry QDs is found. Calculations in the adiabatic approximation indicate that the particular quantum confinement and piezoelectric effect together account for the enhanced coupling. The results provide new insights into the long-standing problem of the exciton-phonon interaction in zero-dimensional systems.",
            "Enhanced polar exciton-LO-phonon interaction in quantum dots",
            "R Heitz and I Mukhametzhanov and O Stier and A Madhukar and D Bimberg",
            "1999",
            "UjiGdTMAAAAJ:zYLM7Y9cAGgC",
            297,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.83.4654",
            "1936136419998967672",
            "\/scholar?cites=1936136419998967672",
            {
                "1999":1,
                "2000":16,
                "2001":29,
                "2002":30,
                "2003":25,
                "2004":14,
                "2005":18,
                "2006":11,
                "2007":15,
                "2008":12,
                "2009":15,
                "2010":8,
                "2011":20,
                "2012":10,
                "2013":7,
                "2014":18,
                "2015":13,
                "2016":5,
                "2017":5,
                "2018":8,
                "2019":12,
                "2020":4
            }
        ],
        [
            "The size evolution of molecular beam epitaxy‐grown strained InAs three‐dimensional (3D) islands on GaAs(001) is examined using in situ ultrahigh vacuum atomic force microscopy. Remarkably, just after the initiation of well‐formed 3D islands at ∼1.57 ML InAs deposition, the lateral size dispersion and average value are found to first increase drastically with the smallest amount (∼0.05 ML) of additional InAs deposition and then decrease and saturate, indicating the onset of a natural tendency for size equalization, including through loss of material from the initially formed largest islands. These observations are found to be consistent with the previously suggested island‐separation dependent influence of the evolving island‐induced substrate strain fields on the adatom migration and incorporation\/detachment kinetics that control the evolution of the islands.",
            "In situ, atomic force microscope studies of the evolution of InAs three‐dimensional islands on GaAs (001)",
            "NP Kobayashi and TR Ramachandran and P Chen and A Madhukar",
            "1996",
            "UjiGdTMAAAAJ:UeHWp8X0CEIC",
            273,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.116580",
            "18410998980025028325",
            "\/scholar?cites=18410998980025028325",
            {
                "1996":3,
                "1997":30,
                "1998":41,
                "1999":33,
                "2000":16,
                "2001":15,
                "2002":21,
                "2003":10,
                "2004":22,
                "2005":8,
                "2006":13,
                "2007":19,
                "2008":9,
                "2009":5,
                "2010":5,
                "2011":6,
                "2012":6,
                "2013":2,
                "2014":1,
                "2015":1,
                "2016":3,
                "2017":2,
                "2018":1
            }
        ],
        [
            "The impact of the strain fields associated with partially strain relaxed InAs islands on GaAs (100) on the evolution of the growth front profile during subsequent GaAs capping layer growth as a function of the growth temperature is examined via placement of very thin AlGaAs marker layers. Transmission electron microscope studies reveal the presence of strain dominated atom migration away from the islands over dynamically evolving length scales of ∼100–400 Å at higher growth temperature whereas at lower growth temperature such an effect is minimal. Anisotropy in the length scale of impact between the [011] and [011̄] directions is observed. Estimates based upon a suitably adapted formulation of the classical theory of grain growth shows the mass transport to be dominantly strain rather than surface curvature driven.",
            "InAs island‐induced‐strain driven adatom migration during GaAs overlayer growth",
            "Qianghua Xie and P Chen and A Madhukar",
            "1994",
            "UjiGdTMAAAAJ:Tyk-4Ss8FVUC",
            255,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.112790",
            "2601578749405013850",
            "\/scholar?cites=2601578749405013850",
            {
                "1995":13,
                "1996":12,
                "1997":13,
                "1998":17,
                "1999":20,
                "2000":19,
                "2001":14,
                "2002":14,
                "2003":21,
                "2004":16,
                "2005":16,
                "2006":15,
                "2007":16,
                "2008":9,
                "2009":8,
                "2010":8,
                "2011":5,
                "2012":3,
                "2013":5,
                "2014":1,
                "2015":2,
                "2016":1,
                "2017":2,
                "2018":2
            }
        ]
    ]
}