{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Due to the fast growth of the Web and the difficulties in finding desired information, efficient and effective information retrieval systems have become more important than ever, and the search engine has become an essential tool for many people. The ranker, a central component in every search engine, is responsible for the matching between processed queries and indexed documents. Because of its central role, great attention has been paid to the research and development of ranking technologies. In addition, ranking is also pivotal for many other information retrieval applications, such as collaborative filtering, definition ranking, question answering, multimedia retrieval, text summarization, and online advertisement. Leveraging machine learning technologies in the ranking process has led to innovative and more effective ranking models, and eventually to a completely new research area called “learning to rank”. Liu first gives a comprehensive review of the major approaches to learning to rank. For each approach he presents the basic framework, with example algorithms, and he discusses its advantages and disadvantages. He continues with some recent advances in learning to rank that cannot be simply categorized into the three major approaches–these include relational ranking, query-dependent ranking, transfer ranking, and semisupervised ranking. His presentation is completed by several examples that apply these technologies to solve real information retrieval problems, and by theoretical discussions on guarantees for ranking performance. This book is written for researchers and graduate students in both information retrieval and …",
            "Learning to rank for information retrieval",
            "Tie-Yan Liu",
            "2011",
            "ujP0jjwAAAAJ:fMQVK02IyIcC",
            2988,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=XlMBNwE0xDMC&oi=fnd&pg=PR5&dq=info:vx3f50hZ71oJ:scholar.google.com&ots=xC1iftcCXT&sig=f0uaBM6zeZMTZ7AWjY0M4E8ayiY",
            "6552554152510037439",
            "\/scholar?cites=6552554152510037439",
            {
                "2010":129,
                "2011":175,
                "2012":180,
                "2013":211,
                "2014":239,
                "2015":244,
                "2016":321,
                "2017":287,
                "2018":349,
                "2019":339,
                "2020":315,
                "2021":19
            }
        ],
        [
            "This report presents the details of the governing equations, physical parameterizations, and numerical algorithms defining the version of the NCAR Community Atmosphere Model designated CAM 4.0. The material provides an overview of the major model components, and the way in which they interact as the numerical integration proceeds. Details on the coding implementation, along with in-depth information on running the CAM 4.0 code, are given in a separate technical report entitled ‘‘User’s Guide to Community Atmosphere ModelCAM 4.0”[Eaton, 2010]. As before, it is our objective that this model provide NCAR and the university research community with a reliable, well documented atmospheric general circulation model. This version of the CAM 4.0 incorporates a number enhancements to the physics package (eg adjustments to the deep convection algorithm including the addition of Convective Momentum Transports (CMT), a transition to the finite volume dynamical core as default and the option to run a computationally highly scaleable dynamical core). The ability to transition between CAM-standalone and fully coupled experiment frameworks is much improved in CAM 4.0. We believe that collectively these improvements provide the research community with a significantly improved atmospheric modeling capability.",
            "Description of the NCAR community atmosphere model (CAM 5.0)",
            "Richard B Neale and Chih-Chieh Chen and Andrew Gettelman and Peter H Lauritzen and Sungsu Park and David L Williamson and Andrew J Conley and Rolando Garcia and Doug Kinnison and Jean-Francois Lamarque and Dan Marsh and Mike Mills and Anne K Smith and Simone Tilmes and Francis Vitt and Philip Cameron-Smith and William D Collins and Michael J Iacono and Richard C Easter and Steven J Ghan and Xiaohong Liu and Philip J Rasch and Mark A Taylor",
            "2010",
            "ujP0jjwAAAAJ:-t9M6LJafnIC",
            1026,
            "https:\/\/citeseerx.ist.psu.edu\/viewdoc\/download?doi=10.1.1.638.4061&rep=rep1&type=pdf",
            "3164721798488699564",
            "\/scholar?cites=3164721798488699564",
            {
                "2011":17,
                "2012":59,
                "2013":62,
                "2014":84,
                "2015":95,
                "2016":141,
                "2017":107,
                "2018":146,
                "2019":155,
                "2020":142,
                "2021":10
            }
        ],
        [
            " Simulation results of global aerosol models have been assembled in the framework of the AeroCom intercomparison exercise. In this paper, we analyze the life cycles of dust, sea salt, sulfate, black carbon and particulate organic matter as simulated by sixteen global aerosol models. The differences among the results (model diversities) for sources and sinks, burdens, particle sizes, water uptakes, and spatial dispersals have been established. These diversities have large consequences for the calculated radiative forcing and the aerosol concentrations at the surface. Processes and parameters are identified which deserve further research.  The AeroCom all-models-average emissions are dominated by the mass of sea salt (SS), followed by dust (DU), sulfate (SO4), particulate organic matter (POM), and finally black carbon (BC). Interactive parameterizations of the emissions and contrasting particles sizes of SS and DU lead generally to higher diversities of these species, and for total aerosol. The lower diversity of the emissions of the fine aerosols, BC, POM, and SO4, is due to the use of similar emission inventories, and does therefore not necessarily indicate a better understanding of their sources. The diversity of SO4-sources is mainly caused by the disagreement on depositional loss of precursor gases and on chemical production. The diversities of the emissions are passed on to the burdens, but the latter are also strongly affected by the model-specific treatments of transport and aerosol processes. The burdens of dry masses decrease from largest to smallest: DU, SS, SO4, POM, and BC.  The all-models-average residence time is shortest for … The AeroCom all-models-average emissions are dominated by the mass of sea salt (SS), followed by dust (DU), sulfate (SO4), particulate organic matter (POM), and finally black carbon (BC). Interactive parameterizations of the emissions and contrasting particles sizes of SS and DU lead generally to higher diversities of these species, and for total aerosol. The lower diversity of the emissions of the fine aerosols, BC, POM, and SO4, is due to the use of similar emission inventories, and does therefore not necessarily indicate a better understanding of their sources. The diversity of SO4-sources is mainly caused by the disagreement on depositional loss of precursor gases and on chemical production. The diversities of the emissions are passed on to the burdens, but the latter are also strongly affected by the model-specific treatments of transport and aerosol processes. The burdens of dry masses decrease from largest to smallest: DU, SS, SO4, POM, and BC.  The all-models-average residence time is shortest for … The all-models-average residence time is shortest for …",
            "Analysis and quantification of the diversities of aerosol life cycles within AeroCom",
            "C Textor and M Schulz and S Guibert and Stefan Kinne and Yves Balkanski and S Bauer and T Berntsen and T Berglen and Olivier Boucher and M Chin and F Dentener and T Diehl and R Easter and H Feichter and D Fillmore and S Ghan and P Ginoux and S Gong and A Grini and J Hendricks and L Horowitz and P Huang and I Isaksen and I Iversen and S Kloster and D Koch and A Kirkevåg and JE Kristjansson and M Krol and A Lauer and JF Lamarque and Xiaohong Liu and V Montanaro and G Myhre and J Penner and G Pitari and S Reddy and Ø Seland and P Stier and Tm Takemura and X Tie",
            "2006",
            "ujP0jjwAAAAJ:R-BdsNXnZUQC",
            980,
            "https:\/\/acp.copernicus.org\/articles\/6\/1777\/2006\/",
            "37803785337774",
            "\/scholar?cites=37803785337774",
            {
                "2005":3,
                "2006":29,
                "2007":33,
                "2008":47,
                "2009":53,
                "2010":59,
                "2011":67,
                "2012":91,
                "2013":92,
                "2014":85,
                "2015":81,
                "2016":74,
                "2017":59,
                "2018":57,
                "2019":68,
                "2020":68,
                "2021":5
            }
        ],
        [
            "To investigate the molecular basis of PTEN-mediated tumor suppression, we introduced a null mutation into the mouse Pten gene by homologous recombination in embryonic stem (ES) cells. Pten−\/− ES cells exhibited an increased growth rate and proliferated even in the absence of serum. ES cells lacking PTEN function also displayed advanced entry into S phase. This accelerated G1\/S transition was accompanied by down-regulation of p27KIP1, a major inhibitor for G1 cyclin-dependent kinases. Inactivation of PTEN in ES cells and in embryonic fibroblasts resulted in elevated levels of phosphatidylinositol 3,4,5,-trisphosphate, a product of phosphatidylinositol 3 kinase. Consequently, PTEN deficiency led to dosage-dependent increases in phosphorylation and activation of Akt\/protein kinase B, a well-characterized target of the phosphatidylinositol 3 kinase signaling pathway. Akt activation increased Bad …",
            "PTEN modulates cell cycle progression and cell survival by regulating phosphatidylinositol 3, 4, 5,-trisphosphate and Akt\/protein kinase B signaling pathway",
            "Hong Sun and Ralf Lesche and Da-Ming Li and Joanna Liliental and Hui Zhang and Jing Gao and Nadia Gavrilova and Brenda Mueller and Xin Liu and Hong Wu",
            "1999",
            "ujP0jjwAAAAJ:cWzG1nlazyYC",
            963,
            "https:\/\/www.pnas.org\/content\/96\/11\/6199.short",
            "9137293744716839250",
            "\/scholar?cites=9137293744716839250",
            {
                "1999":8,
                "2000":34,
                "2001":63,
                "2002":62,
                "2003":57,
                "2004":54,
                "2005":47,
                "2006":48,
                "2007":51,
                "2008":40,
                "2009":43,
                "2010":43,
                "2011":56,
                "2012":23,
                "2013":62,
                "2014":44,
                "2015":44,
                "2016":46,
                "2017":34,
                "2018":36,
                "2019":29,
                "2020":33,
                "2021":3
            }
        ],
        [
            "Deep convolutional neural networks (CNN) has become the most promising method for object recognition, repeatedly demonstrating record breaking results for image classification and object detection in recent years. However, a very deep CNN generally involves many layers with millions of parameters, making the storage of the network model to be extremely large. This prohibits the usage of deep CNNs on resource limited hardware, especially cell phones or other embedded devices. In this paper, we tackle this model storage issue by investigating information theoretical vector quantization methods for compressing the parameters of CNNs. In particular, we have found in terms of compressing the most storage demanding dense connected layers, vector quantization methods have a clear gain over existing matrix factorization methods. Simply applying k-means clustering to the weights or conducting product quantization can lead to a very good balance between model size and recognition accuracy. For the 1000-category classification task in the ImageNet challenge, we are able to achieve 16-24 times compression of the network with only 1% loss of classification accuracy using the state-of-the-art CNN.",
            "Compressing deep convolutional networks using vector quantization",
            "Yunchao Gong and Liu Liu and Ming Yang and Lubomir Bourdev",
            "2014",
            "ujP0jjwAAAAJ:JdYeQSb646wC",
            797,
            "https:\/\/arxiv.org\/abs\/1412.6115",
            "17979567864307915708",
            "\/scholar?cites=17979567864307915708",
            {
                "2013":2,
                "2014":3,
                "2015":17,
                "2016":64,
                "2017":114,
                "2018":182,
                "2019":181,
                "2020":218,
                "2021":5
            }
        ],
        [
            "This paper deals with the adaptive sliding-mode control problem for nonlinear active suspension systems via the Takagi-Sugeno (T-S) fuzzy approach. The varying sprung and unsprung masses, the unknown actuator nonlinearity, and the suspension performances are taken into account simultaneously, and the corresponding mathematical model is established. The T-S fuzzy system is used to describe the original nonlinear system for the control-design aim via the sector nonlinearity approach. A sufficient condition is proposed for the asymptotical stability of the designing sliding motion. An adaptive sliding-mode controller is designed to guarantee the reachability of the specified switching surface. The condition can be converted to the convex optimization problems. Simulation results for a half-vehicle active suspension model are provided to demonstrate the effectiveness of the proposed control schemes.",
            "Adaptive sliding-mode control for nonlinear active suspension vehicle systems using T–S fuzzy approach",
            "Hongyi Li and Jinyong Yu and Chris Hilton and Honghai Liu",
            "2012",
            "ujP0jjwAAAAJ:IxF0tU3U2mEC",
            612,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/6211418\/",
            "16241169296418547336",
            "\/scholar?cites=16241169296418547336",
            {
                "2012":6,
                "2013":31,
                "2014":92,
                "2015":86,
                "2016":83,
                "2017":75,
                "2018":84,
                "2019":78,
                "2020":63,
                "2021":9
            }
        ],
        [
            "The ability to taste the sweetness of carbohydrate-rich foodstuffs has a critical role in the nutritional status of humans. Although several components of bitter transduction pathways have been identified 1, 2, 3, 4, 5, 6, the receptors and other sweet transduction elements remain unknown. The Sac locus in mouse, mapped to the distal end of chromosome 4 (refs. 7–9), is the major determinant of differences between sweet-sensitive and-insensitive strains of mice in their responsiveness to saccharin, sucrose and other sweeteners 10, 11, 12, 13. To identify the human Sac locus, we searched for candidate genes within a region of approximately one million base pairs of the sequenced human genome syntenous to the region of Sac in mouse. From this search, we identified a likely candidate: T1R3, a previously unknown G protein-coupled receptor (GPCR) and the only GPCR in this region. Mouse Tas1r3 (encoding T1r3 …",
            "Tas1r3, encoding a new candidate taste receptor, is allelic to the sweet responsiveness locus Sac",
            "Marianna Max and Y Gopi Shanker and Liquan Huang and Minqing Rong and Zhan Liu and Fabien Campagne and Harel Weinstein and Sami Damak and Robert F Margolskee",
            "2001",
            "ujP0jjwAAAAJ:h6PnSEVdkykC",
            595,
            "https:\/\/www.nature.com\/articles\/ng0501_58",
            "12400421636121525674",
            "\/scholar?cites=12400421636121525674",
            {
                "2001":20,
                "2002":36,
                "2003":35,
                "2004":28,
                "2005":36,
                "2006":31,
                "2007":32,
                "2008":42,
                "2009":40,
                "2010":34,
                "2011":40,
                "2012":36,
                "2013":21,
                "2014":39,
                "2015":25,
                "2016":21,
                "2017":22,
                "2018":21,
                "2019":13,
                "2020":18,
                "2021":1
            }
        ],
        [
            " We report on the AeroCom Phase II direct aerosol effect (DAE) experiment where 16 detailed global aerosol models have been used to simulate the changes in the aerosol distribution over the industrial era. All 16 models have estimated the radiative forcing (RF) of the anthropogenic DAE, and have taken into account anthropogenic sulphate, black carbon (BC) and organic aerosols (OA) from fossil fuel, biofuel, and biomass burning emissions. In addition several models have simulated the DAE of anthropogenic nitrate and anthropogenic influenced secondary organic aerosols (SOA). The model simulated all-sky RF of the DAE from total anthropogenic aerosols has a range from −0.58 to −0.02 Wm−2, with a mean of −0.27 Wm−2 for the 16 models. Several models did not include nitrate or SOA and modifying the estimate by accounting for this with information from the other AeroCom models reduces the range and slightly strengthens the mean. Modifying the model estimates for missing aerosol components and for the time period 1750 to 2010 results in a mean RF for the DAE of −0.35 Wm−2. Compared to AeroCom Phase I (Schulz et al., 2006) we find very similar spreads in both total DAE and aerosol component RF. However, the RF of the total DAE is stronger negative and RF from BC from fossil fuel and biofuel emissions are stronger positive in the present study than in the previous AeroCom study. We find a tendency for models having a strong (positive) BC RF to also have strong (negative) sulphate or OA RF. This relationship leads to smaller uncertainty in the total RF of the DAE compared to the RF of the sum of the individual aerosol …",
            "Radiative forcing of the direct aerosol effect from AeroCom Phase II simulations",
            "Gunnar Myhre and Bjørn Hallvard Samset and M Schulz and Yves Balkanski and S Bauer and Terje Koren Berntsen and Huisheng Bian and Nicolas Bellouin and M Chin and T Diehl and RC Easter and Johann Feichter and SJ Ghan and D Hauglustaine and Trond Iversen and Stefan Kinne and A Kirkevåg and J-F Lamarque and G Lin and Xiaohong Liu and Marianne Tronstad Lund and G Luo and X Ma and T van Noije and JE Penner and PJ Rasch and A Ruiz and Ø Seland and Ragnhild Bieltvedt Skeie and P Stier and T Takemura and K Tsigaridis and P Wang and Z Wang and L Xu and H Yu and F Yu and J-H Yoon and K Zhang and H Zhang and C Zhou",
            "2013",
            "ujP0jjwAAAAJ:PU8CiXWy1-QC",
            581,
            "https:\/\/acp.copernicus.org\/articles\/13\/1853\/2013\/",
            "11202715020631376476",
            "\/scholar?cites=11202715020631376476",
            {
                "2013":21,
                "2014":48,
                "2015":59,
                "2016":90,
                "2017":82,
                "2018":94,
                "2019":88,
                "2020":81,
                "2021":14
            }
        ],
        [
            " We evaluate black carbon (BC) model predictions from the AeroCom model intercomparison project by considering the diversity among year 2000 model simulations and comparing model predictions with available measurements. These model-measurement intercomparisons include BC surface and aircraft concentrations, aerosol absorption optical depth (AAOD) retrievals from AERONET and Ozone Monitoring Instrument (OMI) and BC column estimations based on AERONET. In regions other than Asia, most models are biased high compared to surface concentration measurements. However compared with (column) AAOD or BC burden retreivals, the models are generally biased low. The average ratio of model to retrieved AAOD is less than 0.7 in South American and 0.6 in African biomass burning regions; both of these regions lack surface concentration measurements. In Asia the average model to observed ratio is 0.7 for AAOD and 0.5 for BC surface concentrations. Compared with aircraft measurements over the Americas at latitudes between 0 and 50N, the average model is a factor of 8 larger than observed, and most models exceed the measured BC standard deviation in the mid to upper troposphere. At higher latitudes the average model to aircraft BC ratio is 0.4 and models underestimate the observed BC loading in the lower and middle troposphere associated with springtime Arctic haze. Low model bias for AAOD but overestimation of surface and upper atmospheric BC concentrations at lower latitudes suggests that most models are underestimating BC absorption and should improve estimates for refractive index, particle size, and …",
            "Evaluation of black carbon estimations in global aerosol models",
            "D Koch and M Schulz and Stefan Kinne and C McNaughton and JR Spackman and Yves Balkanski and S Bauer and T Berntsen and Tami C Bond and Olivier Boucher and M Chin and A Clarke and N De Luca and F Dentener and T Diehl and O Dubovik and R Easter and DW Fahey and J Feichter and D Fillmore and S Freitag and S Ghan and P Ginoux and S Gong and L Horowitz and T Iversen and A Kirkevåg and Z Klimont and Yutaka Kondo and M Krol and Xiaohong Liu and R Miller and V Montanaro and N Moteki and G Myhre and JE Penner and Ja Perlwitz and G Pitari and S Reddy and L Sahu and H Sakamoto and G Schuster and JP Schwarz and Ø Seland and P Stier and Nobuyuki Takegawa and T Takemura and C Textor and JA Van Aardenne and Y Zhao",
            "2009",
            "ujP0jjwAAAAJ:8-aJy9WCPRoC",
            500,
            "https:\/\/acp.copernicus.org\/articles\/9\/9001\/2009\/",
            "17069785484434456661",
            "\/scholar?cites=17069785484434456661",
            {
                "2009":2,
                "2010":30,
                "2011":46,
                "2012":53,
                "2013":56,
                "2014":42,
                "2015":49,
                "2016":44,
                "2017":50,
                "2018":42,
                "2019":42,
                "2020":40,
                "2021":3
            }
        ],
        [
            "This paper is focused on reliable fuzzy H ∞  controller design for active suspension systems with actuator delay and fault. The Takagi-Sugeno (T-S) fuzzy model approach is adapted in this study with the consideration of the sprung and the unsprung mass variation, the actuator delay and fault, and other suspension performances. By the utilization of the parallel-distributed compensation scheme, a reliable fuzzy H ∞  performance analysis criterion is derived for the proposed T-S fuzzy model. Then, a reliable fuzzy H ∞  controller is designed such that the resulting T-S fuzzy system is reliable in the sense that it is asymptotically stable and has the prescribed H ∞  performance under given constraints. The existence condition of the reliable fuzzy H ∞  controller is obtained in terms of linear matrix inequalities (LMIs) Finally, a quarter- vehicle suspension model is used to demonstrate the effectiveness and potential of the …",
            "Reliable fuzzy control for active suspension systems with actuator delay and fault",
            "Hongyi Li and Honghai Liu and Huijun Gao and Peng Shi",
            "2011",
            "ujP0jjwAAAAJ:3VKICDIzsqEC",
            493,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/6064886\/",
            "13870914953711157683",
            "\/scholar?cites=13870914953711157683",
            {
                "2012":21,
                "2013":58,
                "2014":97,
                "2015":74,
                "2016":70,
                "2017":42,
                "2018":40,
                "2019":50,
                "2020":31,
                "2021":4
            }
        ]
    ]
}