{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "We present in a manifestly gauge-invariant form the theory of classical linear gravitational perturbations in part I, and a quantum theory of cosmological perturbations in part II. Part I includes applications to several important examples arising in cosmology: a univese dominated by hydrodynamical matter, a universe filled with scalar-field matter, and higher-derivative theories of gravity. The growth rates of perturbations are calculated analytically in most interesting cases. The analysis is applied to study the evolution of fluctuations in inflationary universe models. Part II includes a unified description of the quantum generation and evolution of inhomogeneities about a classial Friedmann background. The method is based on standard canonical quantization of the action for cosmological perturbations which has been reduced to an expression in terms of a single gauge-invariant variable. The spectrum of density …",
            "Theory of cosmological perturbations",
            "Viatcheslav F Mukhanov and Hume A Feldman and Robert Hans Brandenberger",
            "1992",
            "ujPqZCAAAAAJ:u5HHmVD_uO8C",
            3886,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/037015739290044Z",
            "13720163141907081298",
            "\/scholar?cites=13720163141907081298",
            {
                "1992":12,
                "1993":25,
                "1994":44,
                "1995":51,
                "1996":58,
                "1997":62,
                "1998":73,
                "1999":77,
                "2000":91,
                "2001":95,
                "2002":111,
                "2003":110,
                "2004":171,
                "2005":170,
                "2006":141,
                "2007":174,
                "2008":175,
                "2009":163,
                "2010":179,
                "2011":158,
                "2012":171,
                "2013":160,
                "2014":188,
                "2015":212,
                "2016":225,
                "2017":173,
                "2018":174,
                "2019":194,
                "2020":208,
                "2021":17
            }
        ],
        [
            "We develop a general method for power spectrum analysis of three dimensional redshift surveys. We present rigorous analytical estimates for the statistical uncertainty in the power and we are able to derive a rigorous optimal weighting scheme under the reasonable (and largely empirically verified) assumption that the long wavelength Fourier components are Gaussian distributed. We apply the formalism to the updated 1-in-6 QDOT IRAS redshift survey, and compare our results to data from other probes: APM angular correlations; the CfA and the Berkeley 1.2 Jy IRAS redshift surveys. Our results bear out and further quantify the impression from eg\\counts-in-cells analysis that there is extra power on large scales as compared to the standard CDM model with . We apply likelihood analysis using the CDM spectrum with  as a free parameter as a phenomenological family of models; we find the best fitting parameters in redshift space and transform the results to real space. Finally, we calculate the distribution of the estimated long wavelength power. This agrees remarkably well with the exponential distribution expected for Gaussian fluctuations, even out to powers of ten times the mean. Our results thus reveal no trace of periodicity or other non-Gaussian behavior.",
            "Power spectrum analysis of three-dimensional redshift surveys",
            "Hume A Feldman and Nick Kaiser and John A Peacock",
            "1993",
            "ujPqZCAAAAAJ:u-x6o8ySG0sC",
            974,
            "https:\/\/arxiv.org\/abs\/astro-ph\/9304022",
            "13318990384651059753",
            "\/scholar?cites=13318990384651059753",
            {
                "1994":10,
                "1995":29,
                "1996":25,
                "1997":23,
                "1998":30,
                "1999":25,
                "2000":20,
                "2001":34,
                "2002":18,
                "2003":21,
                "2004":17,
                "2005":20,
                "2006":19,
                "2007":21,
                "2008":34,
                "2009":25,
                "2010":46,
                "2011":34,
                "2012":47,
                "2013":44,
                "2014":39,
                "2015":50,
                "2016":53,
                "2017":60,
                "2018":58,
                "2019":59,
                "2020":84,
                "2021":17
            }
        ],
        [
            "The bulk flow, i.e. the dipole moment of the peculiar velocity field, is a sensitive probe of matter density fluctuations on very large scales. However, the peculiar velocity surveys for which the bulk flow has been calculated have non-uniform spatial distributions of tracers, so that the bulk flow estimated does not correspond to that of a simple volume such as a sphere. Thus bulk flow estimates are generally not strictly comparable between surveys, even those whose effective depths are similar. In addition, the sparseness of typical surveys can lead to aliasing of small-scale power into what is meant to be a probe of the largest scales. Here we introduce a new method of calculating bulk flow moments where velocities are weighted to give an optimal estimate of the bulk flow of an idealized survey, with the variance of the difference between the estimate and the actual flow being minimized. These ‘minimum variance …",
            "Consistently large cosmic flows on scales of 100 h−1 Mpc: a challenge for the standard ΛCDM cosmology",
            "Richard Watkins and Hume A Feldman and Michael J Hudson",
            "2008",
            "ujPqZCAAAAAJ:d1gkVwhDpl0C",
            334,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/392\/2\/743\/977123",
            "14870970024838405239",
            "\/scholar?cites=14870970024838405239",
            {
                "2008":1,
                "2009":18,
                "2010":39,
                "2011":45,
                "2012":42,
                "2013":33,
                "2014":33,
                "2015":26,
                "2016":31,
                "2017":23,
                "2018":14,
                "2019":15,
                "2020":11,
                "2021":2
            }
        ],
        [
            "Despite a history that dates back at least a quarter of a century, studies of voids in the large-scale structure of the Universe are bedevilled by a major problem: there exist a large number of quite different void-finding algorithms, a fact that has so far got in the way of groups comparing their results without worrying about whether such a comparison in fact makes sense. Because of the recent increased interest in voids, both in very large galaxy surveys and in detailed simulations of cosmic structure formation, this situation is very unfortunate. We here present the first systematic comparison study of 13 different void finders constructed using particles, haloes, and semi-analytical model galaxies extracted from a subvolume of the Millennium simulation. This study includes many groups that have studied voids over the past decade. We show their results and discuss their differences and agreements. As it turns out, the …",
            "The Aspen–Amsterdam void finder comparison project",
            "Jörg M Colberg and Frazer Pearce and Caroline Foster and Erwin Platen and Riccardo Brunino and Mark Neyrinck and Spyros Basilakos and Anthony Fairall and Hume Feldman and Stefan Gottlöber and Oliver Hahn and Fiona Hoyle and Volker Müller and Lorne Nelson and Manolis Plionis and Cristiano Porciani and Sergei Shandarin and Michael S Vogeley and Rien Van De Weygaert",
            "2008",
            "ujPqZCAAAAAJ:IjCSPb-OGe4C",
            219,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/387\/2\/933\/1026248",
            "6204525574555589138",
            "\/scholar?cites=6204525574555589138",
            {
                "2008":3,
                "2009":14,
                "2010":23,
                "2011":14,
                "2012":17,
                "2013":15,
                "2014":16,
                "2015":25,
                "2016":20,
                "2017":15,
                "2018":16,
                "2019":19,
                "2020":16,
                "2021":4
            }
        ],
        [
            "Peculiar velocities are one of the only probes of very large scale mass density fluctuations in the nearby Universe. We present new ‘minimal variance’ bulk flow measurements based upon the ‘First Amendment’ compilation of 245 Type Ia supernovae (SNe) peculiar velocities and find a bulk flow of 249 ± 76 km s−1 in the direction l= 319°± 18°, b= 7°± 14°. The SNe bulk flow is consistent with the expectations of Λ cold dark matter (ΛCDM). However, it is also marginally consistent with the bulk flow of a larger compilation of non-SNe peculiar velocities. By comparing the SNe peculiar velocities to predictions of the IRAS Point Source Catalogue Redshift Survey (PSCz) galaxy density field, we find Ω0.55mσ8,lin= 0.40 ± 0.07, which is in agreement with ΛCDM. However, we also show that the PSCz density field fails to account for 150 ± 43 km s−1 of the SNe bulk motion.",
            "Cosmic flows in the nearby universe from Type Ia Supernovae",
            "Stephen J Turnbull and Michael J Hudson and Hume A Feldman and Malcolm Hicken and Robert P Kirshner and Richard Watkins",
            "2012",
            "ujPqZCAAAAAJ:Se3iqnhoufwC",
            196,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/420\/1\/447\/1046487",
            "2887705051586279318",
            "\/scholar?cites=2887705051586279318",
            {
                "2012":18,
                "2013":18,
                "2014":29,
                "2015":18,
                "2016":28,
                "2017":21,
                "2018":17,
                "2019":21,
                "2020":20,
                "2021":5
            }
        ],
        [
            "The low-order moments, such as the bulk flow and shear, of the large-scale peculiar velocity field are sensitive probes of the matter density fluctuations on very large scales. In practice, however, peculiar velocity surveys are usually sparse and noisy, which can lead to the aliasing of small-scale power into what is meant to be a probe of the largest scales. Previously, we developed an optimal ‘minimum variance’ (MV) weighting scheme, designed to overcome this problem by minimizing the difference between the measured bulk flow (BF) and that which would be measured by an ideal survey. Here we extend this MV analysis to include the shear and octupole moments, which are designed to have almost no correlations between them so that they are virtually orthogonal. We apply this MV analysis to a compilation of all major peculiar velocity surveys, consisting of 4536 measurements. Our estimate of the BF on …",
            "Cosmic flows on 100 h−1 Mpc scales: standardized minimum variance bulk flow, shear and octupole moments",
            "Hume A Feldman and Richard Watkins and Michael J Hudson",
            "2010",
            "ujPqZCAAAAAJ:Tyk-4Ss8FVUC",
            175,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/407\/4\/2328\/1000205",
            "924095372029522387",
            "\/scholar?cites=924095372029522387",
            {
                "2009":1,
                "2010":5,
                "2011":22,
                "2012":33,
                "2013":20,
                "2014":23,
                "2015":13,
                "2016":20,
                "2017":16,
                "2018":11,
                "2019":6,
                "2020":3,
                "2021":1
            }
        ],
        [
            "We compute the bispectrum for the galaxy distribution in the IRAS QDOT, 2 Jy, and 1.2 Jy redshift catalogs for wavenumbers   and compare the results with predictions from gravitational instability in perturbation theory. Taking into account redshift‐space distortions, nonlinear evolution, the survey selection function, and discreteness and finite‐volume effects, all three catalogs show evidence for the dependence of the bispectrum on the configuration shape predicted by gravitational instability. Assuming Gaussian initial conditions and local biasing parameterized by linear and nonlinear bias parameters   and  , a likelihood analysis yields  ,   and  , −  for the 2 and 1.2 Jy samples, respectively. This implies that IRAS galaxies trace dark matter increasingly weakly as the density contrast increases, consistent with their being underrepresented in clusters. In a model with   non‐Gaussian initial conditions, the bispectrum …",
            "The Bispectrum of IRAS redshift catalogs",
            "Roman Scoccimarro and Hume A Feldman and JN Fry and Joshua A Frieman",
            "2001",
            "ujPqZCAAAAAJ:9yKSN-GCB0IC",
            162,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/318284\/meta",
            "7401657882875615702",
            "\/scholar?cites=7401657882875615702",
            {
                "2000":3,
                "2001":8,
                "2002":15,
                "2003":8,
                "2004":6,
                "2005":6,
                "2006":7,
                "2007":4,
                "2008":7,
                "2009":9,
                "2010":7,
                "2011":2,
                "2012":8,
                "2013":5,
                "2014":4,
                "2015":17,
                "2016":6,
                "2017":7,
                "2018":7,
                "2019":11,
                "2020":11,
                "2021":2
            }
        ],
        [
            "We compute the bispectrum for the IRAS PSC z catalog and find that the galaxy distribution displays the characteristic signature of gravity. Assuming Gaussian initial conditions, we obtain galaxy biasing parameters 1\/b 1= 1.20− 0.19+ 0.18 and b 2\/b 1 2=− 0.42±0.19, with no sign of scale-dependent bias for k≤ 0. 3 h Mpc− 1. These results impose stringent constraints on non-Gaussian initial conditions. For dimensional scaling models with χ N 2 statistics, we find N> 49, which implies a constraint on primordial skewness B 3< 0.35.",
            "Constraints on Galaxy Bias, Matter Density, and Primordial Non-Gaussianity from the PSC z Galaxy Redshift Survey",
            "Hume A Feldman and Joshua A Frieman and JN Fry and Roman Scoccimarro",
            "2001",
            "ujPqZCAAAAAJ:2osOgNQ5qMEC",
            132,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.86.1434",
            "16049592123739433251",
            "\/scholar?cites=16049592123739433251",
            {
                "2000":1,
                "2001":8,
                "2002":13,
                "2003":9,
                "2004":10,
                "2005":11,
                "2006":6,
                "2007":4,
                "2008":9,
                "2009":5,
                "2010":4,
                "2011":4,
                "2012":10,
                "2013":2,
                "2014":1,
                "2015":8,
                "2016":5,
                "2017":8,
                "2018":3,
                "2019":2,
                "2020":7
            }
        ]
    ]
}