{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "We construct electrically charged AdS 5 black hole solutions whose charge, mass and boost-parameters vary slowly with the space-time coordinates. From the perspective of the dual theory, these are equivalent to hydrodynamic configurations with varying chemical potential, temperature and velocity fields. We compute the boundary theory transport coefficients associated with a derivative expansion of the energy momentum tensor and R-charge current up to second order. In particular, for the current we find a first order transport coefficient associated with the vorticity of the fluid.",
            "Fluid dynamics of R-charged black holes",
            "Johanna Erdmenger and Michael Haack and Matthias Kaminski and Amos Yarom",
            "2009",
            "ujXQVKwAAAAJ:5nxA0vEk-isC",
            496,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2009\/01\/055\/meta",
            "10361655720405925984",
            "\/scholar?cites=10361655720405925984",
            {
                "2008":2,
                "2009":32,
                "2010":30,
                "2011":44,
                "2012":39,
                "2013":40,
                "2014":58,
                "2015":44,
                "2016":48,
                "2017":34,
                "2018":44,
                "2019":37,
                "2020":39,
                "2021":3
            }
        ],
        [
            "We present a generating functional which describes the equilibrium thermodynamic response of a relativistic system to external sources. A variational principle gives rise to constraints on the response parameters of relativistic hydrodynamics without making use of an entropy current. Our method reproduces and extends results available in the literature. It also provides a technique for efficiently computing n-point zero-frequency correlation functions within the hydrodynamic derivative expansion without the need to explicitly solve the equations of hydrodynamics.",
            "Towards hydrodynamics without an entropy current",
            "Kristan Jensen and Matthias Kaminski and Pavel Kovtun and René Meyer and Adam Ritz and Amos Yarom",
            "2012",
            "ujXQVKwAAAAJ:M3ejUd6NZC8C",
            206,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.109.101601",
            "13831334176660537888",
            "\/scholar?cites=13831334176660537888",
            {
                "2012":7,
                "2013":24,
                "2014":37,
                "2015":26,
                "2016":26,
                "2017":22,
                "2018":19,
                "2019":15,
                "2020":26,
                "2021":4
            }
        ],
        [
            "We consider thermal strongly-coupled N= 2 SYM theory with fundamental matter at finite isospin chemical potential. Using gauge\/gravity duality, ie a probe of two flavor D7-branes embedded in the AdS black hole background, we find a critical temperature at which the system undergoes a second order phase transition. The critical exponent of this transition is one half and coincides with the result from mean field theory. In the thermodynamically favored phase, a flavor current acquires a vev and breaks an Abelian symmetry spontaneously. This new phase shows signatures known from superconductivity, such as an infinite dc conductivity and a gap in the frequency-dependent conductivity. The gravity setup allows for an explicit identification of the degrees of freedom in the dual field theory, as well as for a dual string picture of the condensation process.",
            "Superconductivity from gauge\/gravity duality with flavor",
            "Martin Ammon and Johanna Erdmenger and Matthias Kaminski and Patrick Kerner",
            "2009",
            "ujXQVKwAAAAJ:9ZlFYXVOiuMC",
            187,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269309010983",
            "16336069013564404842",
            "\/scholar?cites=16336069013564404842",
            {
                "2008":1,
                "2009":17,
                "2010":35,
                "2011":41,
                "2012":32,
                "2013":21,
                "2014":14,
                "2015":7,
                "2016":4,
                "2017":6,
                "2018":1,
                "2019":1,
                "2020":6
            }
        ],
        [
            "We study the poles of the retarded Green functions of a holographic superconductor. The model shows a second order phase transition where a charged scalar operator condenses and a U (1) symmetry is spontaneously broken. The poles of the holographic Green functions are the quasinormal modes in an AdS black hole background. We study the spectrum of quasinormal frequencies in the broken phase, where we establish the appearance of a massless or hydrodynamic mode at the critical temperature as expected for a second order phase transition. In the broken phase we find the pole representing second sound. We compute the speed of second sound and its attenuation length as function of the temperature. In addition we find a pseudo diffusion mode, whose frequencies are purely imaginary but with a non-zero gap at zero momentum. This gap goes to zero at the critical temperature. As a technical side …",
            "Hydrodynamics of holographic superconductors",
            "Irene Amado and Matthias Kaminski and Karl Landsteiner",
            "2009",
            "ujXQVKwAAAAJ:dhFuZR0502QC",
            173,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2009\/05\/021\/meta",
            "16925535747328879640",
            "\/scholar?cites=16925535747328879640",
            {
                "2009":8,
                "2010":27,
                "2011":22,
                "2012":20,
                "2013":13,
                "2014":18,
                "2015":13,
                "2016":12,
                "2017":12,
                "2018":7,
                "2019":12,
                "2020":9
            }
        ],
        [
            "We give a detailed account and extensions of a holographic flavor superconductivity model which we have proposed recently. The model has an explicit field theory realization as strongly coupled Script N= 2 Super Yang-Mills theory with fundamental matter at finite temperature and finite isospin chemical potential. Using gauge\/gravity duality, ie a probe of two flavor D7-branes in the AdS black hole background, we show that the system undergoes a second order phase transition with critical exponent 1\/2. The new ground state may be interpreted as a ρ meson superfluid. It shows signatures known from superconductivity, such as an infinite dc conductivity and a gap in the frequency-dependent conductivity. We present a stringy picture of the condensation mechanism in terms of a recombination of strings. We give a detailed account of the evaluation of the non-Abelian Dirac-Born-Infeld action involved using two …",
            "Flavor superconductivity from gauge\/gravity duality",
            "Martin Ammon and Johanna Erdmenger and Patrick Kerner and Matthias Kaminski",
            "2009",
            "ujXQVKwAAAAJ:aqlVkmm33-oC",
            150,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2009\/10\/067\/meta",
            "15371438536767548014",
            "\/scholar?cites=15371438536767548014",
            {
                "2009":11,
                "2010":24,
                "2011":33,
                "2012":28,
                "2013":17,
                "2014":14,
                "2015":5,
                "2016":6,
                "2017":5,
                "2018":2,
                "2019":4
            }
        ],
        [
            "We provide a framework for calculating holographic Green’s functions from general bilinear actions and fields obeying coupled differential equations in the bulk. The matrix-valued spectral function is shown to be independent of the radial bulk coordinate, and hence, free from renormalization ambiguities. Applying this framework we improve the analysis of fluctuations in the D3\/D7 system at finite baryon density, where the longitudinal perturbations of the world-volume gauge field couple to the scalar fluctuations of the brane embedding. We compute the spectral function and show how its properties are related to those of the quasinormal mode spectrum. We study the crossover from the hydrodynamic diffusive to the reactive regime and the movement of quasinormal modes as functions of temperature and density. We also compute their dispersion relations and find that they asymptote to the lightcone for large momenta.",
            "Holographic operator mixing and quasinormal modes on the brane",
            "Matthias Kaminski and Karl Landsteiner and Javier Mas and Jonathan P Shock and Javier Tarrio",
            "2010",
            "ujXQVKwAAAAJ:qxL8FJ1GzNcC",
            145,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP02(2010)021.pdf",
            "14260494882690513955",
            "\/scholar?cites=14260494882690513955",
            {
                "2009":1,
                "2010":11,
                "2011":14,
                "2012":18,
                "2013":19,
                "2014":21,
                "2015":12,
                "2016":6,
                "2017":13,
                "2018":3,
                "2019":17,
                "2020":9,
                "2021":1
            }
        ],
        [
            "We study relativistic hydrodynamics of normal fluids in two spatial dimensions. When the microscopic theory breaks parity, extra transport coefficients appear in the hy-drodynamic regime, including the Hall viscosity, and the anomalous Hall conductivity. In this work we classify all the transport coefficients in first order hydrodynamics. We then use properties of response functions and the positivity of entropy production to restrict the possible coefficients in the constitutive relations. All the parity-breaking transport coeffi-cients are dissipationless, and some of them are related to the thermodynamic response to an external magnetic field and to vorticity. In addition, we give a holographic example of a strongly interacting relativistic fluid where the parity-violating transport coefficients are computable.",
            "Parity-violating hydrodynamics in 2+ 1 dimensions",
            "Kristan Jensen and Matthias Kaminski and Pavel Kovtun and René Meyer and Adam Ritz and Amos Yarom",
            "2012",
            "ujXQVKwAAAAJ:KlAtU1dfN6UC",
            114,
            "https:\/\/link.springer.com\/article\/10.1007\/JHEP05(2012)102",
            "12331806577731362346",
            "\/scholar?cites=12331806577731362346",
            {
                "2012":12,
                "2013":11,
                "2014":25,
                "2015":15,
                "2016":11,
                "2017":12,
                "2018":7,
                "2019":11,
                "2020":10
            }
        ],
        [
            "We consider gauge\/gravity duality with flavor for the finite-temperature field theory dual of the AdS-Schwarzschild black hole background with embedded D7-brane probes. In particular, we investigate spectral functions at finite baryon density in the black hole phase. We determine the resonance frequencies corresponding to meson-mass peaks as function of the quark mass over temperature ratio. We find that these frequencies have a minimum for a finite value of the quark mass. If the quotient of quark mass and temperature is increased further, the peaks move to larger frequencies. At the same time the peaks narrow, in agreement with the formation of nearly stable vector meson states which exactly reproduce the meson-mass spectrum found at zero temperature. We also calculate the diffusion coefficient, which has finite value for all quark mass to temperature ratios, and exhibits a first-order phase transition …",
            "Holographic vector mesons from spectral functions at finite baryon or isospin density",
            "Johanna Erdmenger and Matthias Kaminski and Felix Rust",
            "2008",
            "ujXQVKwAAAAJ:Tyk-4Ss8FVUC",
            100,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.77.046005",
            "4391882105543758122",
            "\/scholar?cites=4391882105543758122",
            {
                "2007":1,
                "2008":18,
                "2009":20,
                "2010":17,
                "2011":10,
                "2012":10,
                "2013":2,
                "2014":6,
                "2015":6,
                "2016":2,
                "2017":1,
                "2018":1,
                "2019":1,
                "2020":4
            }
        ],
        [
            "We use gauge-gravity duality to compute spectral functions of fermionic operators in a strongly-coupled defect field theory in p-wave superfluid states. The field theory is (3+ 1)-dimensional supersymmetric SU (N c) Yang-Mills theory, in the’t Hooft limit and with large coupling, coupled to two massless flavors of (2+ 1)-dimensional supersymmetric matter. We show that a sufficiently large chemical potential for a U (1) subgroup of the global SU (2) isospin symmetry triggers a phase transition to a p-wave superfluid state, and in that state we compute spectral functions for the fermionic superpartners of mesons valued in the adjoint of SU (2) isospin. In the spectral functions we see the breaking of rotational symmetry and the emergence of a Fermi surface comprised of isolated points as we cool the system through the superfluid phase transition. The dual gravitational description is two coincident probe D5 …",
            "Fermionic operator mixing in holographic p-wave superfluids",
            "Martin Ammon and Johanna Erdmenger and Matthias Kaminski and Andy O’Bannon",
            "2010",
            "ujXQVKwAAAAJ:UebtZRa9Y70C",
            96,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP05(2010)053.pdf",
            "9846495061173490901",
            "\/scholar?cites=9846495061173490901",
            {
                "2010":3,
                "2011":27,
                "2012":17,
                "2013":6,
                "2014":6,
                "2015":7,
                "2016":5,
                "2017":6,
                "2018":6,
                "2019":4,
                "2020":9
            }
        ]
    ]
}