{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The catalytic activity of metal clusters of different sizes adsorbed on oxide surfaces can be explored systematically by using model catalysts. We studied the temperature-programmed reaction of CO with O2 catalyzed by Pd clusters (Pdn, for n = 1, 2, 4, 7, 10, 16, 20, and 25) that were size-selected in the gas phase and deposited on rutile TiO2(110). X-ray photoemission spectroscopy revealed that the Pd 3d binding energy varied nonmonotonically with cluster size and that the changes correlated with strong size variations in CO oxidation activity. Taking final-state effects into account, low activity was correlated with higher-than-expected Pd 3d binding energy, which is attributed to a particularly stable valence electronic structure; electron transfer from the TiO2 support to the Pd clusters also occurs. Ion scattering shows that small clusters form single-layer islands on the surface and that formation of a second layer …",
            "Electronic structure controls reactivity of size-selected Pd clusters adsorbed on TiO2 surfaces",
            "William E Kaden and Tianpin Wu and William A Kunkel and Scott L Anderson",
            "2009",
            "UkLX3WwAAAAJ:u5HHmVD_uO8C",
            483,
            "https:\/\/science.sciencemag.org\/content\/326\/5954\/826.abstract",
            "625919778143986080",
            "\/scholar?cites=625919778143986080",
            {
                "2010":18,
                "2011":37,
                "2012":32,
                "2013":36,
                "2014":49,
                "2015":54,
                "2016":40,
                "2017":52,
                "2018":50,
                "2019":52,
                "2020":58,
                "2021":4
            }
        ],
        [
            "Electrochemical reduction of N2 to NH3 under ambient conditions can provide an alternative to the Haber–Bosch process for distributed NH3 production that can be powered by renewable electricity. The major challenge for realizing such a process is to develop efficient electrocatalysts for the N2 reduction reaction (N2RR), as typical catalysts show a low activity and selectivity due to the barrier for N2 activation and the competing hydrogen evolution reaction (HER). Here we report an Fe\/Fe3O4 catalyst for ambient electrochemical NH3 synthesis, which was prepared by oxidizing an Fe foil at 300 °C followed by in situ electrochemical reduction. The Fe\/Fe3O4 catalyst exhibits a Faradaic efficiency of 8.29% for NH3 production at −0.3 V vs the reversible hydrogen electrode in phosphate buffer solution, which is around 120 times higher than that of the original Fe foil. The high selectivity is enabled by an enhancement of …",
            "Ambient electrochemical ammonia synthesis with high selectivity on Fe\/Fe oxide catalyst",
            "Lin Hu and Asim Khaniya and Jun Wang and Gang Chen and William E Kaden and Xiaofeng Feng",
            "2018",
            "UkLX3WwAAAAJ:kNdYIx-mwKoC",
            128,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acscatal.8b02585",
            "15389385980645592790",
            "\/scholar?cites=15389385980645592790",
            {
                "2017":1,
                "2018":1,
                "2019":39,
                "2020":79,
                "2021":8
            }
        ],
        [
            "The atomic structure of thin silica films grown over a Ru(0001) substrate was studied by X-ray photoelectron spectroscopy, infrared reflection absorption spectroscopy, low energy electron diffraction, helium ion scattering spectroscopy, CO temperature programmed desorption, and scanning tunneling microscopy in combination with density functional theory calculations. The films were prepared by Si vapor deposition and subsequent oxidation at high temperatures. The silica film first grows as a monolayer of corner-sharing [SiO4] tetrahedra strongly bonded to the Ru(0001) surface through the Si–O–Ru linkages. At increasing amounts of Si, the film forms a bilayer of corner-sharing [SiO4] tetrahedra which is weakly bonded to Ru(0001). The bilayer film can be grown in either the crystalline or vitreous state, or both coexisting. Further increasing the film thickness leads to the formation of vitreous silica exhibiting a three …",
            "Thin silica films on Ru (0001): monolayer, bilayer and three-dimensional networks of [SiO 4] tetrahedra",
            "Bing Yang and William E Kaden and Xin Yu and Jorge Anibal Boscoboinik and Yulia Martynova and Leonid Lichtenstein and Markus Heyde and Martin Sterrer and Radosław Włodarczyk and Marek Sierka and Joachim Sauer and Shamil Shaikhutdinov and Hans-Joachim Freund",
            "2012",
            "UkLX3WwAAAAJ:qjMakFHDy7sC",
            106,
            "https:\/\/pubs.rsc.org\/lv\/content\/articlehtml\/2012\/cp\/c2cp41355h",
            "11453718799281227451",
            "\/scholar?cites=11453718799281227451",
            {
                "2012":4,
                "2013":12,
                "2014":9,
                "2015":12,
                "2016":12,
                "2017":12,
                "2018":16,
                "2019":13,
                "2020":15,
                "2021":1
            }
        ],
        [
            "The dissociative binding efficiency of oxygen over Pdn\/TiO2(110) (n = 4, 7, 10, 20) has been measured using temperature programmed reaction (TPR) mass spectrometry and X-ray photoemission spectroscopy (XPS) following exposure to O2 with varying doses and dose temperatures. Experiments were carried out following two different O2 exposures at 400 K (10 L and 50 L) and for 10 L of O2 exposure at varying temperatures (Tsurf = 200, 300, and 400 K). During TPR taken after sequential O2 and CO (5 L at 180 K) exposures, unreacted CO is found to desorb in three features at Tdesorb ≈ 150, 200, and 430 K, while CO2 is observed to desorb between 170 and 450 K. We show that Pd20 has exceptionally high efficiency for oxygen activation, compared to other cluster sizes. As a consequence, its activity becomes limited by competitive CO binding at low O2 exposures, while other Pdn sizes are still limited by …",
            "Size-Dependent Oxygen Activation Efficiency over Pdn\/TiO2(110) for the CO Oxidation Reaction",
            "William E Kaden and William A Kunkel and Matt D Kane and F Sloan Roberts and Scott L Anderson",
            "2010",
            "UkLX3WwAAAAJ:u-x6o8ySG0sC",
            87,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja103347v",
            "9344283498850499033",
            "\/scholar?cites=9344283498850499033",
            {
                "2011":7,
                "2012":16,
                "2013":8,
                "2014":11,
                "2015":14,
                "2016":8,
                "2017":8,
                "2018":5,
                "2019":4,
                "2020":6
            }
        ],
        [
            "Small Pd clusters Pdn (n = 1, 4, 7, 10, 13) deposited on alumina\/NiAl(110) at room temperature were examined by X-ray photoelectron spectroscopy (XPS), as-deposited and after exposure to O2 at temperatures ranging from 100 to 500 K. After O2 exposure at 100 K, the Pd clusters showed XPS shifts indicative of oxidation. The exception was Pd4, which did not oxidize under any conditions. The inertness of Pd4\/alumina\/NiAl(110) appears to be correlated with a significantly higher-than-expected Pd 3d binding energy, which we attribute to a particularly stable valence shell. None of the clusters examined oxidized during O2 exposures at 300 K or above, but He+ scattering showed that oxygen was bound on the cluster surfaces. Upon heating, all the oxygen associated with these small clusters appeared to spill over and react with the alumina\/NiAl(110) support.",
            "Size-dependent oxidation of Pdn (n⩽ 13) on alumina\/NiAl (110): Correlation with Pd core level binding energies",
            "Tianpin Wu and William E Kaden and William A Kunkel and Scott L Anderson",
            "2009",
            "UkLX3WwAAAAJ:d1gkVwhDpl0C",
            87,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0039602809004944",
            "4972217364298813639",
            "\/scholar?cites=4972217364298813639",
            {
                "2010":4,
                "2011":5,
                "2012":6,
                "2013":8,
                "2014":12,
                "2015":14,
                "2016":9,
                "2017":11,
                "2018":3,
                "2019":11,
                "2020":3,
                "2021":1
            }
        ],
        [
            "The nature of CO adsorption on Pdn\/TiO2(110) (n = 1, 2, 7, 20) has been examined using temperature-programmed desorption (TPD), temperature-dependent helium ion scattering (TD-ISS), and X-ray photoelectron spectroscopy (XPS). All samples contain the same number of Pd atoms (0.10 ML-equivalent) deposited as different size clusters. The TPD and TD-ISS show that CO binds in two types of sites associated with the Pd clusters. The most stable sites are on top of the Pd clusters (“on-top” sites), however, there are also less stable sites, in which CO is bound in association with, but not on top of the Pd (“peripheral” sites). For saturation CO coverage over a fixed atomic concentration of Pd (present in the form of Pdn clusters of varying size), the population of CO in peripheral sites decreases with increasing cluster size, while the on-top site population is size-independent. This is consistent with what geometric …",
            "CO adsorption and desorption on size-selected Pdn\/TiO2(110) model catalysts: Size dependence of binding sites and energies, and support-mediated adsorption",
            "William E Kaden and William A Kunkel and F Sloan Roberts and Matthew Kane and Scott L Anderson",
            "2012",
            "UkLX3WwAAAAJ:9yKSN-GCB0IC",
            61,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4721625",
            "6527438572263578159",
            "\/scholar?cites=6527438572263578159",
            {
                "2012":2,
                "2013":8,
                "2014":16,
                "2015":11,
                "2016":5,
                "2017":4,
                "2018":4,
                "2019":3,
                "2020":8
            }
        ],
        [
            "Using single-crystalline Fe3O4(111) films grown over Pt(111) in UHV as a model-support, we have characterized the nucleation behaviour and chemical properties of Pd particles grown over the film using different deposition techniques with scanning tunnelling microscopy and X-ray photoelectron spectroscopy. Comparison of Pd\/Fe3O4 samples created via Pd evaporation under UHV conditions and those resulting from the solution deposition of Pd-hydroxo complexes reveals that changes in the interfacial functionalization of such samples (i.e. roughening and hydroxylation) govern the differences in Pd nucleation behavior observed over pristine oxides relative to those exposed to alkaline solutions. Furthermore, it appears that other differences in the nature of the Pd precursor state (i.e. gas-phase Pd in UHV vs. [Pd(OH)2]n aqueous complexes) play a negligible role in Pd nucleation and growth behaviour at …",
            "Model oxide-supported metal catalysts–comparison of ultrahigh vacuum and solution based preparation of Pd nanoparticles on a single-crystalline oxide substrate",
            "Hui-Feng Wang and William E Kaden and Rhys Dowler and Martin Sterrer and Hans-Joachim Freund",
            "2012",
            "UkLX3WwAAAAJ:zYLM7Y9cAGgC",
            49,
            "https:\/\/pubs.rsc.org\/--\/content\/articlehtml\/2012\/cp\/c2cp41459g",
            "5161275519559571058",
            "\/scholar?cites=5161275519559571058",
            {
                "2013":6,
                "2014":5,
                "2015":5,
                "2016":8,
                "2017":7,
                "2018":5,
                "2019":7,
                "2020":6
            }
        ],
        [
            "For the last 15 years, we have been studying the preparation and characterization of ordered silica films on metal supports. We review the efforts so far, and then discuss the specific case of a silica bilayer, which exists in a crystalline and a vitreous variety, and puts us into a position to investigate, for the first time, the real space structure (AFM\/STM) of a two‐dimensional glass and its properties. We show that pair correlation functions determined from the images of this two‐dimensional glass are similar to those determined by X‐ray and neutron scattering from three‐dimensional glasses, if the appropriate sensitivity factors are taken into account. We are in a position, to verify, for the first time, a model of the vitreous silica structure proposed by William Zachariasen in 1932. Beyond this, the possibility to prepare the crystalline and the glassy structure on the same support allows us to study the crystal‐glass phase …",
            "Ultrathin silica films: The atomic structure of two‐dimensional crystals and glasses",
            "Christin Büchner and Leonid Lichtenstein and Xin Yu and J Anibal Boscoboinik and Bing Yang and William E Kaden and Markus Heyde and Shamil K Shaikhutdinov and Radosław Włodarczyk and Marek Sierka and Joachim Sauer and Hans‐Joachim Freund",
            "2014",
            "UkLX3WwAAAAJ:eQOLeE2rZwMC",
            45,
            "https:\/\/chemistry-europe.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/chem.201402452",
            "9359217473258761944",
            "\/scholar?cites=9359217473258761944",
            {
                "2014":2,
                "2015":4,
                "2016":8,
                "2017":5,
                "2018":7,
                "2019":10,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Auger parameter (Δα) measurements have been employed to determine the extent to which initial-and final-state effects govern surface core-level shifts in x-ray photoelectron spectroscopy (XPS) measurements of Pd atoms confined between a bilayer SiO 2 film and its Ru (0001) support. For atoms bound in this manner, we note negative binding energy shifts (ΔBEs) of∼ 0.3 eV, relative to the Pd 3 d peak position in the bulk, and attribute these shifts to large variations in the initial-state orbital energies of the supported atoms (∼ 1.1 eV towards E F), coupled with decreased final-state relaxation contributions (∼ 0.8 eV). Theoretical calculations reveal that, despite small partial positive charges and decreased final-state screening, the decreased 4 d-5sp hybridization of the undercoordinated Pd atoms results in large enough upward 3 d orbital-energy shifts to yield the net-negative ΔBE noted by XPS.",
            "Understanding surface core-level shifts using the Auger parameter: A study of Pd atoms adsorbed on ultrathin SiO films",
            "William E Kaden and Christin Büchner and Leonid Lichtenstein and Stefanie Stuckenholz and Franziska Ringleb and Markus Heyde and Martin Sterrer and Hans-Joachim Freund and Livia Giordano and Gianfranco Pacchioni and Connie J Nelin and Paul S Bagus",
            "2014",
            "UkLX3WwAAAAJ:W7OEmFMy1HYC",
            43,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.89.115436",
            "16730926874085591404",
            "\/scholar?cites=16730926874085591404",
            {
                "2013":1,
                "2014":3,
                "2015":7,
                "2016":8,
                "2017":6,
                "2018":8,
                "2019":4,
                "2020":6
            }
        ],
        [
            "The behavior of adsorbed water on rutile TiO2 (110) and 0.05 ML-equivalent Au\/TiO2 (110) have been probed over the temperature range from 110 to 800 K using a combination of temperature-programmed desorption (TPD), ion scattering spectroscopy (ISS), and X-ray photoelectron spectroscopy (XPS). Water, either predosed in order to hydroxylate vacancy sites on the surface prior to Au deposition, or dosed after Au deposition onto clean vacuum-annealed TiO2, results in more facile agglomeration of the initially dispersed Au atoms compared to Au deposited on vacuum-annealed TiO2. TPD indicates that the presence of Au binding at oxygen vacancy sites blocks dissociative chemisorption of water.",
            "Water on Rutile TiO2(110) and Au\/TiO2(110): Effects on Au Mobility and the Isotope Exchange Reaction",
            "Tianpin Wu and William E Kaden and Scott L Anderson",
            "2008",
            "UkLX3WwAAAAJ:2osOgNQ5qMEC",
            42,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp800521q",
            "6546098623294269239",
            "\/scholar?cites=6546098623294269239",
            {
                "2008":1,
                "2009":3,
                "2010":6,
                "2011":5,
                "2012":5,
                "2013":7,
                "2014":5,
                "2015":6,
                "2016":1,
                "2017":1,
                "2018":2
            }
        ]
    ]
}