{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "2D Ti 3 C 2 nanosheets, multilayer structures, and conical scrolls produced by room temperature exfoliation of Ti 3 AlC 2 in HF are reported. Since Ti 3 AlC 2 is a member of a 60+ group of layered ternary carbides and nitrides, this discovery opens a door to the synthesis of a large number of other 2D crystals.",
            "Two‐Dimensional Nanocrystals Produced by Exfoliation of Ti3AlC2",
            "Michael Naguib and Murat Kurtoglu and Volker Presser and Jun Lu and Junjie Niu and Min Heon and Lars Hultman and Yury Gogotsi and Michel W Barsoum",
            "2011",
            "uMi8gZEAAAAJ:u5HHmVD_uO8C",
            3250,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201102306",
            "5530469260431743842",
            "\/scholar?cites=5530469260431743842",
            {
                "2012":17,
                "2013":34,
                "2014":69,
                "2015":119,
                "2016":199,
                "2017":274,
                "2018":484,
                "2019":724,
                "2020":1101,
                "2021":203
            }
        ],
        [
            "Recently a new, large family of two‐dimensional (2D) early transition metal carbides and carbonitrides, called MXenes, was discovered. MXenes are produced by selective etching of the A element from the MAX phases, which are metallically conductive, layered solids connected by strong metallic, ionic, and covalent bonds, such as Ti2AlC, Ti3AlC2, and Ta4AlC3. MXenes combine the metallic conductivity of transition metal carbides with the hydrophilic nature of their hydroxyl or oxygen terminated surfaces. In essence, they behave as “conductive clays”. This article reviews progress—both experimental and theoretical—on their synthesis, structure, properties, intercalation, delamination, and potential applications. MXenes are expected to be good candidates for a host of applications. They have already shown promising performance in electrochemical energy storage systems. A detailed outlook for future research …",
            "25th anniversary article: MXenes: a new family of two‐dimensional materials",
            "Michael Naguib and Vadym N Mochalin and Michel W Barsoum and Yury Gogotsi",
            "2014",
            "uMi8gZEAAAAJ:MhiOAD_qIWkC",
            2363,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.201304138",
            "2168746037556920100",
            "\/scholar?cites=2168746037556920100",
            {
                "2014":26,
                "2015":92,
                "2016":206,
                "2017":263,
                "2018":362,
                "2019":508,
                "2020":755,
                "2021":139
            }
        ],
        [
            "The intercalation of ions into layered compounds has long been exploited in energy storage devices such as batteries and electrochemical capacitors. However, few host materials are known for ions much larger than lithium. We demonstrate the spontaneous intercalation of cations from aqueous salt solutions between two-dimensional (2D) Ti3C2 MXene layers. MXenes combine 2D conductive carbide layers with a hydrophilic, primarily hydroxyl-terminated surface. A variety of cations, including Na+, K+, NH4+, Mg2+, and Al3+, can also be intercalated electrochemically, offering capacitance in excess of 300 farads per cubic centimeter (much higher than that of porous carbons). This study provides a basis for exploring a large family of 2D carbides and carbonitrides in electrochemical energy storage applications using single- and multivalent ions.",
            "Cation intercalation and high volumetric capacitance of two-dimensional titanium carbide",
            "Maria R Lukatskaya and Olha Mashtalir and Chang E Ren and Yohan Dall’Agnese and Patrick Rozier and Pierre Louis Taberna and Michael Naguib and Patrice Simon and Michel W Barsoum and Yury Gogotsi",
            "2013",
            "uMi8gZEAAAAJ:3fE2CSJIrl8C",
            2012,
            "https:\/\/science.sciencemag.org\/content\/341\/6153\/1502.abstract",
            "12156869932120210073",
            "\/scholar?cites=12156869932120210073",
            {
                "2014":81,
                "2015":149,
                "2016":205,
                "2017":262,
                "2018":334,
                "2019":381,
                "2020":516,
                "2021":71
            }
        ],
        [
            "Herein we report on the synthesis of two-dimensional transition metal carbides and carbonitrides by immersing select MAX phase powders in hydrofluoric acid, HF. The MAX phases represent a large (>60 members) family of ternary, layered, machinable transition metal carbides, nitrides, and carbonitrides. Herein we present evidence for the exfoliation of the following MAX phases: Ti2AlC, Ta4AlC3, (Ti0.5,Nb0.5)2AlC, (V0.5,Cr0.5)3AlC2, and Ti3AlCN by the simple immersion of their powders, at room temperature, in HF of varying concentrations for times varying between 10 and 72 h followed by sonication. The removal of the “A” group layer from the MAX phases results in 2-D layers that we are labeling MXenes to denote the loss of the A element and emphasize their structural similarities with graphene. The sheet resistances of the MXenes were found to be comparable to multilayer graphene. Contact angle …",
            "Two-dimensional transition metal carbides",
            "Michael Naguib and Olha Mashtalir and Joshua Carle and Volker Presser and Jun Lu and Lars Hultman and Yury Gogotsi and Michel W Barsoum",
            "2012",
            "uMi8gZEAAAAJ:zYLM7Y9cAGgC",
            1826,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn204153h",
            "13210739652253483421",
            "\/scholar?cites=13210739652253483421",
            {
                "2012":7,
                "2013":34,
                "2014":67,
                "2015":98,
                "2016":167,
                "2017":204,
                "2018":272,
                "2019":357,
                "2020":521,
                "2021":92
            }
        ],
        [
            "Intercalation and delamination of two-dimensional solids in many cases is a requisite step for exploiting their unique properties. Herein we report on the intercalation of two-dimensional Ti 3 C 2, Ti 3 CN and TiNbC—so called MXenes. Intercalation of hydrazine, and its co-intercalation with N, N-dimethylformamide, resulted in increases of the c-lattice parameters of surface functionalized f-Ti 3 C 2, from 19.5 to 25.48 and 26.8 Å, respectively. Urea is also intercalated into f-Ti 3 C 2. Molecular dynamics simulations suggest that a hydrazine monolayer intercalates between f-Ti 3 C 2 layers. Hydrazine is also intercalated into f-Ti 3 CN and f-TiNbC. When dimethyl sulphoxide is intercalated into f-Ti 3 C 2, followed by sonication in water, the f-Ti 3 C 2 is delaminated forming a stable colloidal solution that is in turn filtered to produce MXene ‘paper’. The latter shows excellent Li-ion capacity at extremely high charging rates.",
            "Intercalation and delamination of layered carbides and carbonitrides",
            "Olha Mashtalir and Michael Naguib and Vadym N Mochalin and Yohan Dall’Agnese and Min Heon and Michel W Barsoum and Yury Gogotsi",
            "2013",
            "uMi8gZEAAAAJ:5nxA0vEk-isC",
            1148,
            "https:\/\/www.nature.com\/articles\/ncomms2664",
            "10152454653291514168",
            "\/scholar?cites=10152454653291514168",
            {
                "2013":12,
                "2014":42,
                "2015":69,
                "2016":120,
                "2017":138,
                "2018":164,
                "2019":236,
                "2020":305,
                "2021":57
            }
        ],
        [
            "New two-dimensional niobium and vanadium carbides have been synthesized by selective etching, at room temperature, of Al from Nb2AlC and V2AlC, respectively. These new matrials are promising electrode materials for Li-ion batteries, demonstrating good capability to handle high charge–discharge rates. Reversible capacities of 170 and 260 mA·h·g–1 at 1 C, and 110 and 125 mA·h·g–1 at 10 C were obtained for Nb2C and V2C-based electrodes, respectively.",
            "New two-dimensional niobium and vanadium carbides as promising materials for Li-ion batteries",
            "Michael Naguib and Joseph Halim and Jun Lu and Kevin M Cook and Lars Hultman and Yury Gogotsi and Michel W Barsoum",
            "2013",
            "uMi8gZEAAAAJ:kNdYIx-mwKoC",
            960,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja405735d",
            "13625506868335805252",
            "\/scholar?cites=13625506868335805252",
            {
                "2014":34,
                "2015":67,
                "2016":113,
                "2017":119,
                "2018":157,
                "2019":174,
                "2020":251,
                "2021":36
            }
        ],
        [
            "Herein we report on Li insertion into a new two-dimensional (2-D) layered Ti2C-based material (MXene) with an oxidized surface, formed by etching Al from Ti2AlC in HF at room temperature. Nitrogen sorption of treated powders showed desorption hysteresis consistent with the presence of slit-like pores. At 23 m2 g− 1, the specific surface area was an order of magnitude higher than untreated Ti2AlC. Cyclic voltammetry exhibited lithiation and delithiation peaks at 1.6 V and 2 V vs. Li+\/Li, respectively. At C\/25, the steady state capacity was 225 mAh g− 1; at 1C, it was 110 mAh g− 1 after 80 cycles; at 3C, it was 80 mAh g− 1 after 120 cycles; at 10C, it was 70 mAh g− 1 after 200 cycles. Since Ti2C is a member of the MXene family – where M is an early transition metal and X is C and\/or N – that to date includes Ti3C2, Ta4C3, TiNbC, and (V0.5,Cr0.5)3C2, our results suggest that MXenes are promising as anode …",
            "MXene: a promising transition metal carbide anode for lithium-ion batteries",
            "Michael Naguib and Jérémy Come and Boris Dyatkin and Volker Presser and Pierre-Louis Taberna and Patrice Simon and Michel W Barsoum and Yury Gogotsi",
            "2012",
            "uMi8gZEAAAAJ:IjCSPb-OGe4C",
            826,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1388248112000070",
            "15176614402619245791",
            "\/scholar?cites=15176614402619245791",
            {
                "2012":5,
                "2013":24,
                "2014":40,
                "2015":61,
                "2016":93,
                "2017":108,
                "2018":111,
                "2019":159,
                "2020":195,
                "2021":26
            }
        ],
        [
            "Two-dimensional (2-D) materials are capable of handling high rates of charge in batteries since metal ions do not need to diffuse in a 3-D lattice structure. However, graphene, which is the most well-studied 2-D material, is known to have no Li capacity. Here, adsorption of Li, as well as Na, K, and Ca, on Ti3C2, one representative MXene, is predicted by first-principles density functional calculations. In our study, we observed that these alkali atoms exhibit different adsorption energies depending on the coverage. The adsorption energies of Na, K, and Ca decrease as coverage increases, while Li shows little sensitivity to variance in coverage. This observed relationship between adsorption energies and coverage of alkali ions on Ti3C2 can be explained by their effective ionic radii. A larger effective ionic radius increases interaction between alkali atoms, thus lower coverage is obtained. Our calculated capacities for …",
            "Ti3C2 MXene as a High Capacity Electrode Material for Metal (Li, Na, K, Ca) Ion Batteries",
            "Dequan Er and Junwen Li and Michael Naguib and Yury Gogotsi and Vivek B Shenoy",
            "2014",
            "uMi8gZEAAAAJ:prdVHNxh-e8C",
            688,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/am501144q",
            "258683612999441185",
            "\/scholar?cites=258683612999441185",
            {
                "2014":6,
                "2015":37,
                "2016":67,
                "2017":85,
                "2018":130,
                "2019":148,
                "2020":186,
                "2021":27
            }
        ],
        [
            "A combination of density functional theory (DFT) calculations and experiments is used to shed light on the relation between surface structure and Li-ion storage capacities of the following functionalized two-dimensional (2D) transition-metal carbides or MXenes: Sc2C, Ti2C, Ti3C2, V2C, Cr2C, and Nb2C. The Li-ion storage capacities are found to strongly depend on the nature of the surface functional groups, with O groups exhibiting the highest theoretical Li-ion storage capacities. MXene surfaces can be initially covered with OH groups, removable by high-temperature treatment or by reactions in the first lithiation cycle. This was verified by annealing f-Nb2C and f-Ti3C2 at 673 and 773 K in vacuum for 40 h and in situ X-ray adsorption spectroscopy (XAS) and Li capacity measurements for the first lithiation\/delithiation cycle of f-Ti3C2. The high-temperature removal of water and OH was confirmed using X-ray …",
            "Role of surface structure on Li-ion energy storage capacity of two-dimensional transition-metal carbides",
            "Yu Xie and Michael Naguib and Vadym N Mochalin and Michel W Barsoum and Yury Gogotsi and Xiqian Yu and Kyung-Wan Nam and Xiao-Qing Yang and Alexander I Kolesnikov and Paul RC Kent",
            "2014",
            "uMi8gZEAAAAJ:PYBJJbyH-FwC",
            685,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/ja501520b",
            "11824902666747597234",
            "\/scholar?cites=11824902666747597234",
            {
                "2014":12,
                "2015":50,
                "2016":88,
                "2017":85,
                "2018":108,
                "2019":147,
                "2020":172,
                "2021":22
            }
        ],
        [
            "In this work, a detailed high resolution X-ray photoelectron spectroscopy (XPS) analysis is presented for select MXenes—a recently discovered family of two-dimensional (2D) carbides and carbonitrides. Given their 2D nature, understanding their surface chemistry is paramount. Herein we identify and quantify the surface groups present before, and after, sputter-cleaning as well as freshly prepared vs. aged multi-layered cold pressed discs. The nominal compositions of the MXenes studied here are Ti3C2Tx, Ti2CTx, Ti3CNTx, Nb2CTx and Nb4C3Tx, where T represents surface groups that this work attempts to quantify. In all the cases, the presence of three surface terminations, O, OH and F, in addition to OH-terminations relatively strongly bonded to H2O molecules, was confirmed. From XPS peak fits, it was possible to establish the average sum of the negative charges of the terminations for the aforementioned …",
            "X-ray photoelectron spectroscopy of select multi-layered transition metal carbides (MXenes)",
            "Joseph Halim and Kevin M Cook and Michael Naguib and Per Eklund and Yury Gogotsi and Johanna Rosen and Michel W Barsoum",
            "2016",
            "uMi8gZEAAAAJ:OBSaB-F7qqsC",
            547,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0169433215027841",
            "14080660253914661209",
            "\/scholar?cites=14080660253914661209",
            {
                "2016":34,
                "2017":69,
                "2018":88,
                "2019":141,
                "2020":179,
                "2021":32
            }
        ]
    ]
}