{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Peptide-based nanostructures derived from natural amino acids are superior building blocks for biocompatible devices as they can be used in a bottom-up process without the need for expensive lithography. A dense nanostructured network of l,l-diphenylalanine (FF) was synthesized using the solid–vapor-phase technique. Formation of the nanostructures and structure–phase relationship were investigated by electron microscopy and Raman scattering. Thin films of l,l-diphenylalanine micro\/nanostructures (FF-MNSs) were used as the dielectric layer in pentacene-based field-effect transistors (FETs) and metal–insulator–semiconductor diodes both in bottom-gate and in top-gate structures. Bias stress studies show that FF-MNS-based pentacene FETs are more resistant to degradation than pentacene FETs using FF thin film (without any nanostructures) as the dielectric layer when both are subjected to sustained …",
            "Bioinspired peptide nanostructures for organic field-effect transistors",
            "Thiago Cipriano and Grant Knotts and Amrit Laudari and Roberta C Bianchi and Wendel A Alves and Suchismita Guha",
            "2014",
            "un5YTPwAAAAJ:u-x6o8ySG0sC",
            29,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/am5064124",
            "16874299650092464475",
            "\/scholar?cites=16874299650092464475",
            {
                "2015":5,
                "2016":5,
                "2017":7,
                "2018":5,
                "2019":5,
                "2020":2
            }
        ],
        [
            "Hybrid organic-inorganic photodiode interfaces have gained significant interest due to their unique physical properties such as mechanical flexibility and high photosensitivity. Two diketopyrrolopyrrole (DPP)-based donor-acceptor copolymers with different backbone conformations are characterized in an inverted non-fullerene photodiode architecture using ZnO nano-patterned films as the electron transport layer. The DPP copolymer with a thienothiophene unit (PBDT-TTDPP) is more planar and rigid compared to the DPP system with a thiophene unit connecting the donor and acceptor moieties within the monomer (PBDT-TDPP). The hybrid interfaces were optimized by using poly(3-hexylthiophene) (P3HT) as the p-type layer for monitoring the critical thickness and morphology of the ZnO layer. The maximum photoresponsivity from a P3HT:ZnO photodiode was found to be 56 mA\/W. The photoresponsivity of PBDT …",
            "Hybrid ZnO-organic semiconductor interfaces in photodetectors: A comparison of two near-infrared donor-acceptor copolymers",
            "Alec Pickett and Abhisek Mohapatra and Amrit Laudari and Soma Khanra and Thulasi Ram and Satish Patil and Suchismita Guha",
            "2017",
            "un5YTPwAAAAJ:roLk4NBRz8UC",
            24,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1566119917301040",
            "11785849065547217679",
            "\/scholar?cites=11785849065547217679",
            {
                "2017":2,
                "2018":8,
                "2019":10,
                "2020":3
            }
        ],
        [
            "Ferroelectric dielectrics, permitting access to nearly an order of magnitude range of dielectric constants with temperature as the tuning parameter, offer a great platform to monitor the changes in interfacial transport in organic field-effect transistors (OFETs) as the polarization strength is tuned. Temperature-dependent transport studies have been carried out from pentacene-based OFETs using the ferroelectric copolymer poly(vinylidene fluoride-co-trifluoroethylene) (PVDF-TrFE) as a gate insulating layer. The thickness of the gate dielectric was varied from 20 nm to 500 nm. By fits to an Arrhenius-type dependence of the charge carrier mobility as a function of temperature, the activation energy in the ferroelectric phase is found to increase as the thickness of the PVDF-TrFE layer decreases. The weak temperature-dependence of the charge carrier mobility in the ferroelectric phase of PVDF-TrFE may be attributed to a …",
            "Polarization-induced transport in ferroelectric organic field-effect transistors",
            "Amrit Laudari and Suchi Guha",
            "2015",
            "un5YTPwAAAAJ:2osOgNQ5qMEC",
            21,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4914415",
            "6046636549367193297",
            "\/scholar?cites=6046636549367193297",
            {
                "2015":2,
                "2016":5,
                "2017":4,
                "2018":4,
                "2019":4,
                "2020":2
            }
        ],
        [
            "The dielectric constant of polymer-ferroelectric dielectrics may be tuned by changing the temperature, offering a platform for monitoring changes in interfacial transport with the polarization strength in organic field-effect transistors (FETs). Temperature-dependent transport studies of FETs are carried out from a solution-processed organic semiconductor, 6, 13-bis (triisopropylsilylethynyl) pentacene (TIPS-pentacene), using both ferroelectric-and nonferroelectric-gate insulators. Nonferroelectric dielectric-based TIPS-pentacene FETs show a clear activated transport, in contrast to the ferroelectric dielectric polymer, poly (vinylidene fluoride-trifluoroethylene), where a negative temperature coefficient of the mobility is observed in the ferroelectric temperature range. The current-voltage (I− V) characteristics from TIPS-pentacene diodes signal a space-charge-limited conduction (SCLC) for a discrete set of trap levels …",
            "Bandlike Transport in Ferroelectric-Based Organic Field-Effect Transistors",
            "Amrit Laudari and Suchi Guha",
            "2016",
            "un5YTPwAAAAJ:eQOLeE2rZwMC",
            14,
            "https:\/\/journals.aps.org\/prapplied\/abstract\/10.1103\/PhysRevApplied.6.044007",
            "12470343057246612648",
            "\/scholar?cites=12470343057246612648",
            {
                "2017":5,
                "2018":2,
                "2019":3,
                "2020":4
            }
        ],
        [
            "A series of organometallic complexes and polymers has been synthesized with an objective of studying their fundamental photophysical properties together with their organic photovoltaic and organic field-effect transistor properties. The metal chromophores consist of a diketopyrrolopyrrole (DPP) core, end functionalized with cyclometalated platinum “auxochrome”. The photophysical properties of the metal complex and polymers are compared with the unmetalated chromophore DPP-C8-Th-Py. The polymers Poly-DPP-Th-Pt and Poly-DPP-Ph-Pt differ structurally in their cyclometallating ligands, where they consist of 2-thienylpyridine and 2-phenylpyridine, respectively. Efficient solar spectrum coverage was observed for all  chromophores; specifically, the polymer Poly-DPP-Th-Pt has an onset of absorption at ∼900 nm with an optical band gap of 1.4 eV. The triplet excited state was detected for all  chromophores …",
            "Cyclometalated platinum-containing diketopyrrolopyrrole complexes and polymers: Photophysics and photovoltaic applications",
            "Subhadip Goswami and Jeff L Hernandez and Melissa K Gish and Jiliang Wang and Bethy Kim and Amrit P Laudari and Suchismita Guha and John M Papanikolas and John R Reynolds and Kirk S Schanze",
            "2017",
            "un5YTPwAAAAJ:hqOjcs7Dif8C",
            12,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.chemmater.7b03018",
            "2510671965725190628",
            "\/scholar?cites=2510671965725190628",
            {
                "2018":2,
                "2019":7,
                "2020":3
            }
        ],
        [
            "The polarization modulation effect of the gate dielectric on the performance of metal-oxide-semiconductor field-effect transistors has been investigated for more than a decade. However, there are no comparable studies in the area of organic field-effect transistors (FETs) using polymer ferroelectric dielectrics, where the effect of polarization rotation by 90∘ is examined on the FET characteristics. We demonstrate the effect of polarization rotation in a relaxor ferroelectric dielectric, poly (vinylidene fluoride trifluorethylene)(PVDF-TrFE), on the performance of small-molecule-based organic FETs. The subthreshold swing and other transistor parameters in organic FETs can be controlled in a reversible fashion by switching the polarization direction in the PVDF-TrFE layer. X-ray diffraction and electron microscopy images from PVDF-TrFE reveal changes in the ferroelectric phase and domain size, respectively, upon rotating …",
            "Polarization Modulation in Ferroelectric Organic Field-Effect Transistors",
            "Amrit Laudari and AR Mazza and Alexander Daykin and Soma Khanra and Kartik Ghosh and Franscious Cummings and Theophillus Muller and PF Miceli and Suchismita Guha",
            "2018",
            "un5YTPwAAAAJ:5nxA0vEk-isC",
            10,
            "https:\/\/journals.aps.org\/prapplied\/abstract\/10.1103\/PhysRevApplied.10.014011",
            "13570791116526181485",
            "\/scholar?cites=13570791116526181485",
            {
                "2019":5,
                "2020":3,
                "2021":1
            }
        ],
        [
            "Inkjet and other forms of printing are now popular deposition techniques for the various layers in organic electronic devices, which are crucial for the development of large-scale, low-cost, and flexible electronics. Along with the ease of deposition, inkjet printing provides better control of the organic semiconductor–dielectric interface in field-effect transistors (FETs) and metal–insulator–semiconductor (MIS) diodes, compared to other deposition techniques. We compare the electrical characteristics of inkjet-printed and spincoated poly-4-vinyl phenol (PVP) dielectric layers in pentacene-based and 6, 13-bis (triisopropylsilylethynyl)(TIPS)-pentacene-based FETs and MIS structures. Printed PVP films provide a natural alignment for the growth of TIPS-pentacene, thus improving the interface. TIPS-pentacene on printed PVP shows an order of magnitude higher FET charge carrier mobility compared to TIPS-pentacene on …",
            "Printed dielectric-based organic diodes and transistors",
            "Kristin Gooden and Amrit Laudari and Grant Knotts and Suchismita Guha",
            "2016",
            "un5YTPwAAAAJ:Tyk-4Ss8FVUC",
            10,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/2058-8585\/1\/1\/015004\/meta",
            "7135581858458324870",
            "\/scholar?cites=7135581858458324870",
            {
                "2016":3,
                "2017":3,
                "2018":3,
                "2019":1
            }
        ],
        [
            "Polymer ferroelectrics are playing an increasingly active role in flexible memory application and wearable electronics. The relaxor ferroelectric dielectric, poly(vinylidene fluoride trifluorethylene (PVDF‐TrFE), although vastly used in organic field‐effect transistors (FETs), has issues with gate leakage current especially when the film thickness is below 500 nm. This work demonstrates a novel method of selective poling the dielectric layer. By using solution‐processed 6,13‐bis(triisopropylsilylethynyl)pentacene (TIPS‐pentacene) as the organic semiconductor, it is shown that textured poling of the PVDF‐TrFE layer dramatically improves FET properties compared to unpoled or uniformly poled ferroelectric films. The texturing is achieved by first vertically poling the PVDF‐TrFE film and then laterally poling the dielectric layer close to the gate electrode. TIPS‐pentacene FETs show on\/off ratios of 105 and hole mobilities of …",
            "Textured Poling of the Ferroelectric Dielectric Layer for Improved Organic Field‐Effect Transistors",
            "Amrit Laudari and Alec Pickett and Fatemeh Shahedipour‐Sandvik and Kasey Hogan and John E Anthony and Xiaoqing He and Suchismita Guha",
            "2019",
            "un5YTPwAAAAJ:3fE2CSJIrl8C",
            5,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/admi.201801787",
            "14500702776881975004",
            "\/scholar?cites=14500702776881975004",
            {
                "2019":1,
                "2020":3
            }
        ],
        [
            "Copolymers based on diketopyrrolopyrrole (DPP) cores have attracted a lot of attention because of their high p-type as well as n-type carrier mobilities in organic field-effect transistors (FETs) and high power conversion efficiencies in solar cell structures. We report the structural and charge transport properties of n-dialkyl side-chain-substituted thiophene DPP end-capped with a phenyl group (Ph-TDPP-Ph) monomer in FETs which were fabricated by vacuum deposition and solvent coating. Grazing-incidence X-ray diffraction (GIXRD) from bottom-gate, bottom-contact FET architectures was measured with and without biasing. Ph-TDPP-Ph reveals a polymorphic structure with π-conjugated stacking direction oriented in-plane. The unit cell comprises either one monomer with a = 20.89 Å, b = 13.02 Å, c = 5.85 Å, α = 101.4°, β = 90.6°, and γ = 94.7° for one phase (TR1) or two monomers with a = 24.92 Å, b = 25.59 Å, c …",
            "Correlating Charge Transport with Structure in Deconstructed Diketopyrrolopyrrole Oligomers: A Case Study of a Monomer in Field-Effect Transistors",
            "Alec Pickett and Mika Torkkeli and Tushita Mukhopadhyay and Boregowda Puttaraju and Amrit Laudari and Andreas E Lauritzen and Oier Bikondoa and Jakob Kjelstrup-Hansen and Matti Knaapila and Satish Patil and Suchismita Guha",
            "2018",
            "un5YTPwAAAAJ:MXK_kJrjxJIC",
            5,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acsami.8b04711",
            "17376906319156383622",
            "\/scholar?cites=17376906319156383622",
            {
                "2018":1,
                "2019":3,
                "2020":1
            }
        ],
        [
            "It has been shown that the use of a ferroelectric dielectric in 6,13-bis(triisopropylsilylethynyl)pentacene (TIPS-pentacene) field-effect transistors (FETs) results in a negative coefficient of carrier mobility, a signature of a band-like transport, above a certain temperature [A. Laudari and S. Guha, Phys. Rev. Appl. 6, 044007 (2016)]. Along with spontaneous polarization, polymer ferroelectric dielectrics offer a platform for tuning interfacial transport in FETs as their dielectric constant may vary nearly by an order of magnitude with temperature. In this work, we explore a variety of organic and inorganic dielectrics with varying dielectric constants on the temperature-dependent transport properties of TIPS-pentacene organic FETs to obtain a comprehensive insight into the role of energetic disorder and trap states. In particular, a high κ dielectric, Al 2O 3, shows an activated transport throughout the temperature regime, whereas …",
            "Temperature dependent carrier mobility in organic field-effect transistors: The role of dielectrics",
            "A Laudari and S Guha",
            "2019",
            "un5YTPwAAAAJ:kNdYIx-mwKoC",
            3,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.5064809",
            "10472271933377359984",
            "\/scholar?cites=10472271933377359984",
            {
                "2019":2,
                "2020":1
            }
        ]
    ]
}