{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We describe global, 3D, time‐dependent, non‐radiative, general‐relativistic, magnetohydrodynamic simulations of accreting black holes (BHs). The simulations are designed to transport a large amount of magnetic flux to the centre, more than the accreting gas can force into the BH. The excess magnetic flux remains outside the BH, impedes accretion, and leads to a magnetically arrested disc. We find powerful outflows. For a BH with spin parameter a = 0.5, the efficiency with which the accretion system generates outflowing energy in jets and winds is η≈ 30 per cent. For a = 0.99, we find η≈ 140 per cent, which means that more energy flows out of the BH than flows in. The only way this can happen is by extracting spin energy from the BH. Thus the a = 0.99 simulation represents an unambiguous demonstration, within an astrophysically plausible scenario, of the extraction of net energy from a spinning BH via …",
            "Efficient generation of jets from magnetically arrested accretion on a rapidly spinning black hole",
            "Alexander Tchekhovskoy and Ramesh Narayan and Jonathan C McKinney",
            "2011",
            "UooLslwAAAAJ:u-x6o8ySG0sC",
            647,
            "https:\/\/academic.oup.com\/mnrasl\/article-abstract\/418\/1\/L79\/1023074",
            "2083659453459411794",
            "\/scholar?cites=2083659453459411794",
            {
                "2012":31,
                "2013":48,
                "2014":64,
                "2015":70,
                "2016":89,
                "2017":77,
                "2018":64,
                "2019":102,
                "2020":86,
                "2021":12
            }
        ],
        [
            "Black hole (BH) accretion flows and jets are qualitatively affected by the presence of ordered magnetic fields. We study fully 3D global general relativistic magnetohydrodynamic (MHD) simulations of radially extended and thick (height H-to-cylindrical radius R ratio of |H\/R| ∼ 0.2–1) accretion flows around BHs with various dimensionless spins (a\/M, with BH mass M) and with initially toroidally dominated (φ-directed) and poloidally dominated (R−z directed) magnetic fields. First, for toroidal field models and BHs with high enough |a\/M|, coherent large-scale (i.e. ≫H) dipolar poloidal magnetic flux patches emerge, thread the BH, and generate transient relativistic jets. Second, for poloidal field models, poloidal magnetic flux readily accretes through the disc from large radii and builds up to a natural saturation point near the BH. While models with |H\/R| ∼ 1 and |a\/M| ≤ 0.5 do not launch jets due to quenching by …",
            "General relativistic magnetohydrodynamic simulations of magnetically choked accretion flows around black holes",
            "Jonathan C McKinney and Alexander Tchekhovskoy and Roger D Blandford",
            "2012",
            "UooLslwAAAAJ:cFHS6HbyZ2cC",
            582,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/423\/4\/3083\/987767",
            "7962197964661585730",
            "\/scholar?cites=7962197964661585730",
            {
                "2012":25,
                "2013":63,
                "2014":62,
                "2015":70,
                "2016":75,
                "2017":64,
                "2018":68,
                "2019":66,
                "2020":78,
                "2021":10
            }
        ],
        [
            "Radio loud active galactic nuclei (AGNs) are on average 1000 times brighter in the radio band compared to radio quiet AGNs. We investigate whether this radio loud\/quiet dichotomy can be due to differences in the spin of the central black holes (BHs) that power the radio-emitting jets. Using general relativistic magnetohydrodynamic simulations, we construct steady state axisymmetric numerical models for a wide range of BH spins (dimensionless spin parameter 0.1≤ a≤ 0.9999) and a variety of jet geometries. We assume that the total magnetic flux through the BH horizon at radius r H (a) is held constant. If the BH is surrounded by a thin accretion disk, we find that the total BH power output depends approximately quadratically on the angular frequency of the hole, P∝ Ω 2 H∝(a\/r H) 2. We conclude that, in this scenario, differences in the BH spin can produce power variations of only a few tens at most. However, if …",
            "Black hole spin and the radio loud\/quiet dichotomy of active galactic nuclei",
            "Alexander Tchekhovskoy and Ramesh Narayan and Jonathan C McKinney",
            "2010",
            "UooLslwAAAAJ:ZeXyd9-uunAC",
            366,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/711\/1\/50\/meta",
            "12172280267715224128",
            "\/scholar?cites=12172280267715224128",
            {
                "2010":17,
                "2011":28,
                "2012":32,
                "2013":29,
                "2014":40,
                "2015":36,
                "2016":43,
                "2017":33,
                "2018":33,
                "2019":29,
                "2020":40,
                "2021":6
            }
        ],
        [
            "Radio loud active galactic nuclei (AGNs) are on average 1000 times brighter in the radio band compared to radio quiet AGNs. We investigate whether this radio loud\/quiet dichotomy can be due to differences in the spin of the central black holes (BHs) that power the radio-emitting jets. Using general relativistic magnetohydrodynamic simulations, we construct steady state axisymmetric numerical models for a wide range of BH spins (dimensionless spin parameter 0.1≤ a≤ 0.9999) and a variety of jet geometries. We assume that the total magnetic flux through the BH horizon at radius r H (a) is held constant. If the BH is surrounded by a thin accretion disk, we find that the total BH power output depends approximately quadratically on the angular frequency of the hole, P∝ Ω 2 H∝(a\/r H) 2. We conclude that, in this scenario, differences in the BH spin can produce power variations of only a few tens at most. However, if …",
            "Black hole spin and the radio loud\/quiet dichotomy of active galactic nuclei",
            "Alexander Tchekhovskoy and Ramesh Narayan and Jonathan C McKinney",
            "2010",
            "UooLslwAAAAJ:d1gkVwhDpl0C",
            366,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/711\/1\/50\/meta",
            "12172280267715224128",
            "\/scholar?cites=12172280267715224128",
            {
                "2010":17,
                "2011":28,
                "2012":32,
                "2013":29,
                "2014":40,
                "2015":36,
                "2016":43,
                "2017":33,
                "2018":33,
                "2019":29,
                "2020":40,
                "2021":6
            }
        ],
        [
            "The standard general relativistic model of a razor-thin accretion disc around a black hole, developed by Novikov & Thorne (NT) in 1973, assumes the shear stress vanishes at the radius of the innermost stable circular orbit (ISCO) and that, outside the ISCO, the shear stress is produced by an effective turbulent viscosity. However, astrophysical accretion discs are not razor thin; it is uncertain whether the shear stress necessarily vanishes at the ISCO, and the magnetic field, which is thought to drive turbulence in discs, may contain large-scale structures that do not behave like a simple local scalar viscosity. We describe 3D general relativistic magnetohydrodynamic simulations of accretion discs around black holes with a range of spin parameters, and we use the simulations to assess the validity of the NT model. Our fiducial initial magnetic field consists of multiple (alternating polarity) poloidal field loops whose …",
            "Simulations of magnetized discs around black holes: effects of black hole spin, disc thickness and magnetic field geometry",
            "Robert F Penna and Jonathan C McKinney and Ramesh Narayan and Alexander Tchekhovskoy and Rebecca Shafee and Jeffrey E McClintock",
            "2010",
            "UooLslwAAAAJ:9yKSN-GCB0IC",
            255,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/408\/2\/752\/1024818",
            "8162954206434226136",
            "\/scholar?cites=8162954206434226136",
            {
                "2010":2,
                "2011":29,
                "2012":36,
                "2013":38,
                "2014":29,
                "2015":15,
                "2016":20,
                "2017":15,
                "2018":14,
                "2019":27,
                "2020":26,
                "2021":4
            }
        ],
        [
            "Long-duration gamma-ray bursts (GRBs) require an engine capable of driving a jet of plasma to ultrarelativistic bulk Lorentz factors of up to several hundred and into narrow opening angles of a few degrees. We use global axisymmetric stationary solutions of magnetically dominated (force-free) ultrarelativistic jets to test whether the popular magnetic-driving paradigm can generate the required Lorentz factors and opening angles. Our global solutions are obtained via time-dependent relativistic ideal magnetodynamical numerical simulations which follow the jet from the central engine to beyond six orders of magnitude in radius. Our model is primarily motivated by the collapsar model, in which a jet is produced by a spinning black hole or neutron star and then propagates through a massive stellar envelope. We find that the size of the pre-supernova progenitor star and the radial profile of pressure inside the star …",
            "Simulations of ultrarelativistic magnetodynamic jets from gamma-ray burst engines",
            "Alexander Tchekhovskoy and Jonathan C McKinney and Ramesh Narayan",
            "2008",
            "UooLslwAAAAJ:qjMakFHDy7sC",
            223,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/388\/2\/551\/977025",
            "13568602537873394687",
            "\/scholar?cites=13568602537873394687",
            {
                "2008":2,
                "2009":18,
                "2010":26,
                "2011":11,
                "2012":21,
                "2013":16,
                "2014":9,
                "2015":20,
                "2016":15,
                "2017":21,
                "2018":21,
                "2019":17,
                "2020":21,
                "2021":4
            }
        ],
        [
            "We present a mean-field model that emulates the magnetic dynamo operating in magnetized accretion discs. We have implemented this model in the general relativisic radiation magnetohydrodynamic (GRRMHD) code koral, using results from local shearing sheet simulations of the magnetorotational instability to fix the parameters of the dynamo. With the inclusion of this dynamo, we are able to run 2D axisymmetric GRRMHD simulations of accretion discs for arbitrarily long times. The simulated discs exhibit sustained turbulence, with the poloidal and toroidal magnetic field components driven towards a state similar to that seen in 3D studies. Using this dynamo code, we present a set of long-duration global simulations of super-Eddington, optically thick discs around non-spinning and spinning black holes. Super-Eddington discs around non-rotating black holes exhibit a surprisingly large efficiency, η ≈ 0.04 …",
            "Global simulations of axisymmetric radiative black hole accretion discs in general relativity with a mean-field magnetic dynamo",
            "Aleksander Sądowski and Ramesh Narayan and Alexander Tchekhovskoy and David Abarca and Yucong Zhu and Jonathan C McKinney",
            "2015",
            "UooLslwAAAAJ:UebtZRa9Y70C",
            208,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/447\/1\/49\/988443",
            "9476741337162025953",
            "\/scholar?cites=9476741337162025953",
            {
                "2013":5,
                "2014":8,
                "2015":28,
                "2016":40,
                "2017":30,
                "2018":32,
                "2019":25,
                "2020":33,
                "2021":7
            }
        ],
        [
            "Black hole (BH) accretion flows and jets are dynamic hot relativistic magnetized plasma flows whose radiative opacity can significantly affect flow structure and behaviour. We describe a numerical scheme, tests, and an astrophysically relevant application using the M1 radiation closure within a new 3D general relativistic radiation magnetohydrodynamics (GRRMHD) massively parallel code called harmrad. Our 3D GRRMHD simulation of super-Eddington accretion (about 20 times Eddington) on to a rapidly rotating BH (dimensionless spin j = 0.9375) shows sustained non-axisymmemtric disc turbulence, a persistent electromagnetic jet driven by the Blandford–Znajek effect, a disc wind, and a polar radiation jet. The total accretion efficiency is of the order of 20 per cent, the large-scale electromagnetic jet efficiency is of the order of 10 per cent, the disc wind efficiency is less than 1 per cent, and the total …",
            "Three-dimensional general relativistic radiation magnetohydrodynamical simulation of super-Eddington accretion, using a new code harmrad with M1 closure",
            "Jonathan C McKinney and Alexander Tchekhovskoy and Aleksander Sadowski and Ramesh Narayan",
            "2014",
            "UooLslwAAAAJ:hqOjcs7Dif8C",
            207,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/441\/4\/3177\/1211422",
            "13068793032772632984",
            "\/scholar?cites=13068793032772632984",
            {
                "2014":5,
                "2015":32,
                "2016":40,
                "2017":35,
                "2018":31,
                "2019":29,
                "2020":29,
                "2021":5
            }
        ],
        [
            "A new general relativistic radiation magnetohydrodynamical code koral is described, which employs the M1 scheme to close the radiation moment equations. The code has been successfully verified against a number of tests. Axisymmetric simulations of super-critical magnetized accretion on non-rotating (a* = 0.0) and spinning (a* = 0.9) black holes are presented. The accretion rates in the two models are . These first general relativistic simulations of super-critical black hole accretion are potentially relevant to tidal disruption events and hyper-accreting supermassive black holes in the early Universe. Both simulated models are optically and geometrically thick, and have funnels through which energy escapes in the form of relativistic gas, Poynting flux and radiative flux. The jet is significantly more powerful in the a* = 0.9 run. The net energy outflow rate in the two runs correspond to efficiencies …",
            "Numerical simulations of super-critical black hole accretion flows in general relativity",
            "Aleksander Sądowski and Ramesh Narayan and Jonathan C McKinney and Alexander Tchekhovskoy",
            "2014",
            "UooLslwAAAAJ:roLk4NBRz8UC",
            201,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/439\/1\/503\/980481",
            "14177268286063722896",
            "\/scholar?cites=14177268286063722896",
            {
                "2014":12,
                "2015":31,
                "2016":28,
                "2017":33,
                "2018":26,
                "2019":40,
                "2020":29,
                "2021":1
            }
        ],
        [
            "The current state of the art in the modeling of pulsar magnetospheres invokes either the vacuum or force-free limits for the magnetospheric plasma. Neither of these limits can simultaneously account for both the plasma currents and the accelerating electric fields that are needed to explain the morphology and spectra of high-energy emission from pulsars. To better understand the structure of such magnetospheres, we combine accelerating fields and force-free solutions by considering models of magnetospheres filled with resistive plasma. We formulate Ohm's law in the minimal velocity fluid frame and construct a family of resistive solutions that smoothly bridges the gap between the vacuum and the force-free magnetosphere solutions. The spin-down luminosity, open field line potential drop, and the fraction of open field lines all transition between the vacuum and force-free values as the plasma conductivity varies …",
            "Resistive solutions for pulsar magnetospheres",
            "Jason Li and Anatoly Spitkovsky and Alexander Tchekhovskoy",
            "2012",
            "UooLslwAAAAJ:zYLM7Y9cAGgC",
            184,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/746\/1\/60\/meta",
            "294450990855972669",
            "\/scholar?cites=294450990855972669",
            {
                "2012":17,
                "2013":21,
                "2014":26,
                "2015":25,
                "2016":27,
                "2017":22,
                "2018":22,
                "2019":14,
                "2020":6,
                "2021":3
            }
        ]
    ]
}