{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Cosmological phase transitions in the early universe lead to gradients in the vacuum expectation value of the Higgs field. The variation of the Higgs field results in the presence of electromagnetic fields after the completion of the phase transition. This mechanism would also produce magnetic fields of other unbroken gauge symmetries such as SU(3)c. We estimate the strength of the electromagnetic fields produced due to the electroweak phase transition.",
            "Magnetic fields from cosmological phase transitions",
            "Tanmay Vachaspati",
            "1991",
            "uOrMJpcAAAAJ:u5HHmVD_uO8C",
            636,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/037026939190051Q",
            "3393568018499884608",
            "\/scholar?cites=3393568018499884608",
            {
                "1992":6,
                "1993":10,
                "1994":15,
                "1995":25,
                "1996":25,
                "1997":15,
                "1998":24,
                "1999":17,
                "2000":26,
                "2001":12,
                "2002":14,
                "2003":11,
                "2004":10,
                "2005":11,
                "2006":8,
                "2007":7,
                "2008":14,
                "2009":12,
                "2010":18,
                "2011":18,
                "2012":28,
                "2013":35,
                "2014":36,
                "2015":29,
                "2016":41,
                "2017":29,
                "2018":44,
                "2019":40,
                "2020":50,
                "2021":4
            }
        ],
        [
            "Statistical properties of the system of strings produced at a phase transition in the early universe are studied using a Monte Carlo simulation. The fractal dimension of the strings and the size distribution of closed loops are determined, and it is shown that infinite strings contribute about 80% to the total length of strings in the universe. The results are used to analyze the cosmological evolution of strings. Formation of domain walls and of walls bounded by strings is also discussed, and it is shown that in both cases the system is dominated by one infinite cluster of very complicated topology. The results of the simulations may also be of interest in condensed-matter systems where similar topological defects can be formed.",
            "Formation and evolution of cosmic strings",
            "Tammay Vachaspati and Alexander Vilenkin",
            "1984",
            "uOrMJpcAAAAJ:g3aElNc5_aQC",
            518,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.30.2036",
            "17575418805663813816",
            "\/scholar?cites=17575418805663813816",
            {
                "1985":3,
                "1986":15,
                "1987":17,
                "1988":21,
                "1989":27,
                "1990":20,
                "1991":12,
                "1992":17,
                "1993":8,
                "1994":21,
                "1995":26,
                "1996":18,
                "1997":18,
                "1998":26,
                "1999":14,
                "2000":13,
                "2001":10,
                "2002":13,
                "2003":11,
                "2004":11,
                "2005":12,
                "2006":8,
                "2007":5,
                "2008":12,
                "2009":11,
                "2010":12,
                "2011":16,
                "2012":9,
                "2013":10,
                "2014":10,
                "2015":16,
                "2016":11,
                "2017":24,
                "2018":8,
                "2019":10,
                "2020":15,
                "2021":1
            }
        ],
        [
            "Gravitational radiation from oscillating loops of string is studied both analytically and numerically. The total radiated power is found to be P= γG μ 2, where μ is the mass density of the string and γ is a numerical coefficient∼ 100. The intensity and the spectrum of the stochastic gravitational-wave background produced by the loops are calculated. Gravitational radiation from asymmetric loops carries not only energy, but also momentum; the loop recoils and accelerates like a rocket. The momentum radiation rate from loops is calculated and it is shown that cosmological loops formed with sufficiently small initial velocities are slowed down by dynamical friction and do not rocket away.",
            "Gravitational radiation from cosmic strings",
            "Tanmay Vachaspati and Alexander Vilenkin",
            "1985",
            "uOrMJpcAAAAJ:u-x6o8ySG0sC",
            486,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.31.3052",
            "3125733185113161250",
            "\/scholar?cites=3125733185113161250",
            {
                "1986":6,
                "1987":27,
                "1988":16,
                "1989":32,
                "1990":29,
                "1991":16,
                "1992":17,
                "1993":21,
                "1994":11,
                "1995":12,
                "1996":7,
                "1997":13,
                "1998":6,
                "1999":9,
                "2000":1,
                "2001":8,
                "2002":7,
                "2003":4,
                "2004":2,
                "2005":6,
                "2006":3,
                "2007":7,
                "2008":13,
                "2009":10,
                "2010":6,
                "2011":13,
                "2012":19,
                "2013":14,
                "2014":18,
                "2015":17,
                "2016":6,
                "2017":17,
                "2018":15,
                "2019":21,
                "2020":51,
                "2021":1
            }
        ],
        [
            "We review a class of non-topological defects in the standard electroweak model, and their implications. Starting with the semilocal string, which provides a counterexample to many well-known properties of topological vortices, we discuss electroweak strings and their stability with and without external influences such as magnetic fields. Other known properties of electroweak strings and monopoles are described in some detail and their potential relevance to future particle accelerator experiments and to baryon number violating processes is considered. We also review recent progress on the cosmology of electroweak defects and the connection with superfluid helium, where some of the effects discussed here could possibly be tested.",
            "Semilocal and electroweak strings",
            "Ana Achucarro and Tanmay Vachaspati",
            "2000",
            "uOrMJpcAAAAJ:d1gkVwhDpl0C",
            369,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370157399001039",
            "40162581147716295",
            "\/scholar?cites=40162581147716295",
            {
                "1999":3,
                "2000":11,
                "2001":8,
                "2002":12,
                "2003":18,
                "2004":13,
                "2005":18,
                "2006":23,
                "2007":25,
                "2008":22,
                "2009":18,
                "2010":30,
                "2011":21,
                "2012":15,
                "2013":15,
                "2014":15,
                "2015":17,
                "2016":13,
                "2017":24,
                "2018":18,
                "2019":11,
                "2020":16
            }
        ],
        [
            "We show that the presence of global symmetries in a Lagrangian can lead to U (1) flux-tube solutions even when the vacuum manifold is simply connected. We provide a model in which these flux tubes, called\" semilocal\" strings, occur and explicitly prove the existence of stable string solutions by Bogomol'nyi's method. The formation of semilocal strings in the early Universe and the evolution of the network is discussed. We also show that semilocal magnetic monopoles cannot exist.",
            "Semilocal cosmic strings",
            "Tanmay Vachaspati and Ana Achúcarro",
            "1991",
            "uOrMJpcAAAAJ:9yKSN-GCB0IC",
            307,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.44.3067",
            "9332881516304861324",
            "\/scholar?cites=9332881516304861324",
            {
                "1992":14,
                "1993":20,
                "1994":18,
                "1995":12,
                "1996":5,
                "1997":8,
                "1998":10,
                "1999":8,
                "2000":6,
                "2001":2,
                "2002":8,
                "2003":5,
                "2004":6,
                "2005":11,
                "2006":11,
                "2007":20,
                "2008":14,
                "2009":14,
                "2010":15,
                "2011":8,
                "2012":10,
                "2013":10,
                "2014":17,
                "2015":4,
                "2016":15,
                "2017":10,
                "2018":13,
                "2019":4,
                "2020":7
            }
        ],
        [
            "Kinks and domain walls are the simplest kind of solitons and are invaluable for testing various ideas and for learning about non-perturbative aspects of field theories. They are the subject of research in essentially every branch of physics, ranging from condensed matter to cosmology. This book is an introduction to kinks and domain walls and their principal classical and quantum properties. The book examines classical solitons, building from examples in elementary systems to more complicated settings. The formation of solitons in phase transitions, their dynamics and their cosmological consequences are further discussed. The book closes with an explicit description of a few laboratory systems containing solitons. Kinks and Domain Walls includes several state-of-the-art results, some previously unpublished. Each chapter closes with open questions and research problems and will be of great interest to both graduate students and academic researchers in theoretical physics, particle physics, cosmology and condensed matter physics.",
            "Kinks and domain walls: An introduction to classical and quantum solitons",
            "Tanmay Vachaspati",
            "2006",
            "uOrMJpcAAAAJ:0EnyYjriUFMC",
            291,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=dCkiEFVH2KMC&oi=fnd&pg=PA1&dq=info:_91soc0o67kJ:scholar.google.com&ots=9ClH8f6SGX&sig=zKyxLj01jAPjfVt14tL8u-IFQNY",
            "13396846380185345535",
            "\/scholar?cites=13396846380185345535",
            {
                "2007":2,
                "2008":5,
                "2009":9,
                "2010":8,
                "2011":12,
                "2012":16,
                "2013":8,
                "2014":21,
                "2015":16,
                "2016":14,
                "2017":30,
                "2018":46,
                "2019":39,
                "2020":56,
                "2021":8
            }
        ],
        [
            "We show that the Weinberg-Salam model has vortex solutions similar to semilocal strings for all values of the parameters. The stability of the solutions under small perturbations will depend on the parameters of the theory and, in particular, on the ratio of the Higgs boson mass to the Z boson mass.",
            "Vortex solutions in the Weinberg-Salam model",
            "Tanmay Vachaspati",
            "1992",
            "uOrMJpcAAAAJ:2osOgNQ5qMEC",
            225,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.68.1977",
            "1161479957292421660",
            "\/scholar?cites=1161479957292421660",
            {
                "1992":10,
                "1993":22,
                "1994":30,
                "1995":25,
                "1996":15,
                "1997":15,
                "1998":9,
                "1999":12,
                "2000":4,
                "2001":2,
                "2002":4,
                "2003":4,
                "2004":3,
                "2005":3,
                "2006":10,
                "2007":3,
                "2008":7,
                "2009":4,
                "2010":8,
                "2011":5,
                "2012":2,
                "2013":4,
                "2014":2,
                "2015":2,
                "2016":1,
                "2017":3,
                "2018":5,
                "2019":3,
                "2020":6
            }
        ],
        [
            "Recent simulations of the evolution of cosmic strings indicate the presence of small-scale structure on the strings. We show that wakes produced by such ‘‘wiggly’’cosmic strings can result in the efficient formation of large-scale structure and large streaming velocities in the Universe without significantly affecting the microwave-background isotropy. We also argue that the motion of strings will lead to the generation of a primordial magnetic field. The most promising version of this scenario appears to be the one in which the Universe is dominated by light neutrinos.",
            "Large-scale structure from wiggly cosmic strings",
            "Tanmay Vachaspati and Alexander Vilenkin",
            "1991",
            "uOrMJpcAAAAJ:qjMakFHDy7sC",
            202,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.67.1057",
            "9632763035646785517",
            "\/scholar?cites=9632763035646785517",
            {
                "1992":9,
                "1993":21,
                "1994":17,
                "1995":18,
                "1996":8,
                "1997":17,
                "1998":7,
                "1999":3,
                "2000":12,
                "2001":11,
                "2002":5,
                "2003":3,
                "2004":11,
                "2005":7,
                "2006":2,
                "2007":5,
                "2008":4,
                "2009":5,
                "2010":3,
                "2011":3,
                "2012":5,
                "2013":1,
                "2014":4,
                "2015":3,
                "2016":6,
                "2017":5,
                "2018":5,
                "2019":1
            }
        ],
        [
            "In the context of inflationary models with a pre-inflationary stage, in which the Einstein equations are obeyed, the null energy condition is satisfied, and spacetime topology is trivial, we argue that homogeneity on super-Hubble scales must be assumed as an initial condition. Models in which inflation arises from field dynamics in a Friedmann-Robertson-Walker background fall into this class but models in which inflation originates at the Planck epoch may evade this conclusion. Our arguments rest on causality and general relativistic constraints on the structure of spacetime. We discuss modifications to existing scenarios that may avoid the need for initial large-scale homogeneity.",
            "Causality and cosmic inflation",
            "Tanmay Vachaspati and Mark Trodden",
            "1999",
            "uOrMJpcAAAAJ:IjCSPb-OGe4C",
            176,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.61.023502",
            "11342311596466445130",
            "\/scholar?cites=11342311596466445130",
            {
                "1999":6,
                "2000":5,
                "2001":11,
                "2002":4,
                "2003":7,
                "2004":7,
                "2005":10,
                "2006":4,
                "2007":19,
                "2008":7,
                "2009":7,
                "2010":8,
                "2011":6,
                "2012":7,
                "2013":5,
                "2014":7,
                "2015":12,
                "2016":9,
                "2017":12,
                "2018":8,
                "2019":10,
                "2020":5
            }
        ],
        [
            "It is shown that the interaction of global strings with Goldstone bosons can be described by a model of strings coupled to an antisymmetric tensor field with a particular choice of the coupling constant. This formalism is applied to calculate the rate of Goldstone-boson radiation from a class of closed-loop trajectories. The lifetime of a typical loop is found to be very short, about twenty oscillation periods, in agreement with an earlier estimate by Davis.",
            "Radiation of Goldstone bosons from cosmic strings",
            "Alexander Vilenkin and Tanmay Vachaspati",
            "1987",
            "uOrMJpcAAAAJ:UeHWp8X0CEIC",
            175,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.35.1138",
            "11446786126154378775",
            "\/scholar?cites=11446786126154378775",
            {
                "1987":5,
                "1988":5,
                "1989":8,
                "1990":12,
                "1991":7,
                "1992":7,
                "1993":3,
                "1994":10,
                "1995":5,
                "1996":2,
                "1997":6,
                "1998":9,
                "1999":7,
                "2000":6,
                "2001":3,
                "2002":3,
                "2003":4,
                "2004":4,
                "2005":7,
                "2006":6,
                "2007":3,
                "2008":4,
                "2009":1,
                "2010":3,
                "2011":3,
                "2012":7,
                "2013":1,
                "2014":3,
                "2015":1,
                "2016":4,
                "2017":2,
                "2018":5,
                "2019":7,
                "2020":10
            }
        ]
    ]
}