{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "1) to examine the test-retest reproducibility and criterion-related validity of the sit and reach test (SRT) and the toe touch test (TT) for estimating hamstring flexibility measured through the passive straight leg raise test (PSLR); and 2) to determine whether the SRT cut-off scores may be used for the TT test to identify participants in this sample of young healthy adults as having short hamstring flexibility.Test-retest design.Controlled laboratory environment.243 active recreationally young adults.Participants performed the SRT, the TT test and PSLR twice in a randomized order with a 4-week interval between trials. Reproducibility was examined using typical percentage error (coefficient of variation [CV]) and intraclass correlation coefficient (ICC) as well as their respective confidence limits. Regression and Kappa correlation statistical analyses were performed to …",
            "Reproducibility and criterion-related validity of the sit and reach test and toe touch test for estimating hamstring flexibility in recreationally active young adults",
            "F Ayala and P Sainz de Baranda and M De Ste Croix and F Santonja",
            "2012",
            "UpQXyQgAAAAJ:RHpTSmoSYBkC",
            121,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1466853X11001143",
            "8619242171133600472",
            "\/scholar?cites=8619242171133600472",
            {
                "2011":1,
                "2012":6,
                "2013":3,
                "2014":16,
                "2015":11,
                "2016":11,
                "2017":11,
                "2018":16,
                "2019":23,
                "2020":22
            }
        ],
        [
            "maintenance. The ACSM recommends that exercise programs for elderly people and other populations emphasize proper stretching for all the major joints, especially for areas affected by a reduction in the range of motion, such as the superior and inferior parts of the trunk, the neck and the hips. In this regard, they state that it is particularly important to maintain flexibility in the lower back region and the back of the thighs, because short hamstring muscles are associated with low back pain [8, 10, 34] and lower extremity injuries [13, 45]. Furthermore, with regard to the parameters of training load, several guidelines for flexibility training [1, 2] recommend to perform stretching exercises routines with a minimum frequency of 3 days\/week,(ideally 5–7 days\/week), using static, ballistic, or propioceptive neuromuscular facilitation (PNF) stretch",
            "Chronic flexibility improvement after 12 week of stretching program utilizing the ACSM recommendations: hamstring flexibility",
            "P Sainz de Baranda and F Ayala",
            "2010",
            "UpQXyQgAAAAJ:aqlVkmm33-oC",
            110,
            "https:\/\/www.researchgate.net\/profile\/Francisco_Ayala6\/publication\/42390759_Chronic_Flexibility_Improvement_After_12_Week_of_Stretching_Program_Utilizing_the_ACSM_Recommendations_Hamstring_Flexibility\/links\/0f31753174174b1904000000.pdf",
            "2706816996023879351",
            "\/scholar?cites=2706816996023879351",
            {
                "2010":3,
                "2011":6,
                "2012":16,
                "2013":11,
                "2014":11,
                "2015":15,
                "2016":7,
                "2017":12,
                "2018":12,
                "2019":5,
                "2020":8
            }
        ],
        [
            "To determine the inter-session reliability of seven lower limb muscle flexibility measures obtained from the passive hip extension test (PHE), passive hip flexion test (PHF), passive hip abduction test (PHA), passive straight leg raise test (PSLR), modified Thomas test (MTh), the ankle dorsi-flexion with knee extended (ADFKE) and flexed (ADFKF) tests.Repeated measures design.Controlled laboratory environment.60 futsal and 30 handball players.Reliability was examined through the change in the mean (ChM), standard error of measurement expressed in absolute values (SEM) and as a percentage of the mean score (%SEM), minimal detectable change (MDC95), and intraclass correlation coefficient (ICC2,k).The findings showed negligible ChM values for all the flexibility measures analysed (<1°). Furthermore, the SEM and MDC95 for each …",
            "Test-retest reliability of seven common clinical tests for assessing lower extremity muscle flexibility in futsal and handball players",
            "Antonio Cejudo and Pilar Sainz de Baranda and Francisco Ayala and Fernando Santonja",
            "2015",
            "UpQXyQgAAAAJ:NaGl4SEjCO4C",
            93,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1466853X14000376",
            "15611235644218254522",
            "\/scholar?cites=15611235644218254522",
            {
                "2015":13,
                "2016":10,
                "2017":9,
                "2018":12,
                "2019":20,
                "2020":21,
                "2021":5
            }
        ],
        [
            "Las pruebas de valoración “dedos planta” o sit-and-reach, son las que con mayor frecuencia, clínicos, entrenadores y preparadores físico-deportivos emplean para estimar la flexibilidad de la musculatura isquiosural, Son varias las pruebas sit-and-reach descritas en la literatura científica, entre las que se destacan: a) el clásico sit-and-reach test, b) el V “sit-and-reach” test, c) el back-saver sit-and-reach test, d) el “modificado sit-and-reach test” y e) el toe-touch test. Existen ciertas diferencias entre ellas con respecto a la posición del sujeto (unilateral o bilateral, sedentación o bipedestación, posición de la pelvis) y el equipamiento necesario (evaluado con o sin cajón de medición, ejecutado en una camilla, banco o suelo). La elección de uno u otro test va a estar en función de: a) la funcionalidad de su metodología de evaluación; b) de su fiabilidad absoluta y relativa (intra- e interexaminador) así como c) de su …",
            "Fiabilidad y validez de las pruebas sit-and-reach: revisión sistemática",
            "F Ayala and P Sainz de Baranda and M de Ste Croix and F Santonja",
            "2012",
            "UpQXyQgAAAAJ:kNdYIx-mwKoC",
            84,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1888754612700102",
            "1581597063661978528",
            "\/scholar?cites=1581597063661978528",
            {
                "2013":4,
                "2014":1,
                "2015":11,
                "2016":8,
                "2017":15,
                "2018":9,
                "2019":18,
                "2020":14
            }
        ],
        [
            "Ayala, F and Sainz de Baranda, P. Effect of 3 different active stretch durations on hip flexion range of motion. J Strength Cond Res 24 (2): 430-436, 2010-The purpose of this study was to evaluate the efficacy of 3 different durations of active stretch (12× 15, 6× 30, and 4× 45 seconds) in a hamstring stretching exercise program on lower extremity range of motion (ROM) in young adults. A total of 150 subjects (age, 21.3±2.5 years; height, 173. 33±8.35 cm; weight, 70.42±10.80 kg) completed this study. Subjects were randomly assigned to 1 of 4 groups (3 treatment groups and 1 control group). The 3 treatment groups participated in an active stretching program 3 times per week for a 12-week period, holding each stretch exercise for a duration of 15, 30, or 45 seconds. The total daily dose of the stretches was 180 seconds for each group. The control group did not stretch. Passive hip flexion ROM was determined through …",
            "Effect of 3 different active stretch durations on hip flexion range of motion",
            "Francisco Ayala and Pilar Sainz de Baranda Andújar",
            "2010",
            "UpQXyQgAAAAJ:j3f4tGmQtD8C",
            78,
            "https:\/\/journals.lww.com\/nsca-jscr\/fulltext\/2010\/02000\/effect_of_3_different_active_stretch_durations_on.19.aspx",
            "9025988115760052649",
            "\/scholar?cites=9025988115760052649",
            {
                "2010":3,
                "2011":3,
                "2012":7,
                "2013":3,
                "2014":7,
                "2015":4,
                "2016":7,
                "2017":16,
                "2018":7,
                "2019":12,
                "2020":5
            }
        ],
        [
            "La realización sistematizada de rutinas de estiramiento es una práctica muy común en el ámbito clínico y físico-deportivo con el propósito principal de mantener o mejorar la amplitud de movimiento de una articulación o conjunto de articulaciones. Además, los estiramientos parecen ser un medio muy indicado para el cuidado, la prevención y el mantenimiento de las capacidades físicas de cada individuo o para su desarrollo.No todos los estiramientos se realizan de la misma manera o persiguen el mismo objetivo. En función del contexto (clínica, calentamiento, vuelta a la calma, sesiones específicas), la aplicación de unas u otras técnicas será más apropiada para conseguir los objetivos propuestos. Así, es de vital importancia que médicos, entrenadores, preparadores físicos y demás miembros del ámbito de la actividad físico-deportiva conozcan las características, ventajas e inconvenientes de cada una de las …",
            "El entrenamiento de la flexibilidad: técnicas de estiramiento",
            "Francisco Ayala and P Sainz de Baranda and Antonio Cejudo",
            "2012",
            "UpQXyQgAAAAJ:blknAaTinKkC",
            76,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1888754612700163",
            "11953948136513229135",
            "\/scholar?cites=11953948136513229135",
            {
                "2014":8,
                "2015":13,
                "2016":6,
                "2017":7,
                "2018":11,
                "2019":15,
                "2020":15,
                "2021":1
            }
        ],
        [
            "To examine the absolute reliability of five methods for estimating hamstring flexibility in professional futsal players.Absolute reliability laboratory study (k = 4).A total of 46 male futsal players (172.9 ± 4.5 cm; 69.7 ± 7.5 Kg) completed the study. All participants performed each measurement test twice in a randomized order on four different occasions. Absolute reliability was examined through typical percentage error, percentage change in the mean and intraclass correlations (ICC) as well as their respective confidence limits.The findings showed high reliability for the sit and reach test (SRT) (4.48% typical error; 0.84% change in the mean, 0.95 ICC), toe touch test (TT) (5.89% typical error; 2.31% change in the mean, 0.89 ICC) and back-saver sit and reach test (BSSR) (3.73% typical error; 0.51% change in the mean, 0.97 ICC) compared to the passive straight leg raise test (PSLR) (7.6 …",
            "Absolute reliability of five clinical tests for assessing hamstring flexibility in professional futsal players",
            "Francisco Ayala and Pilar Sainz de Baranda and Mark De Ste Croix and Fernando Santonja",
            "2012",
            "UpQXyQgAAAAJ:hC7cP41nSMkC",
            70,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1440244011001873",
            "6121650144889752750",
            "\/scholar?cites=6121650144889752750",
            {
                "2012":3,
                "2013":7,
                "2014":8,
                "2015":4,
                "2016":8,
                "2017":11,
                "2018":9,
                "2019":4,
                "2020":14,
                "2021":1
            }
        ],
        [
            "To examine the criterion related validity of the sit-and-reach test (SR), toe touch test (TT), modified sit-and-reach test (MSR) and back-saver sit-and-reach test (BSSR) for estimating hamstring flexibility measured through the passive straight leg raise test (PSLR) in professional futsal players.Correlation laboratory study.Controlled laboratory environment.One hundred and three futsal players (55 males age 26 ± 4 years, 48 females age 23 ± 5 years).Two trials of SR, TT, MSR, BSSR (left and right) and PSLR right and left (hamstring criterion measure) in a randomized order.Regression analysis was performed to examine the association of SR, TT, MSR and BSSR with PSLR in both males and females separately. In males, only MSR test had moderate association criterion with PSLR (R2 = 0.57). In females, SR (R2 = 0.86), TT (R2 = 0.85), MSR (R2 = 0 …",
            "Criterion-related validity of four clinical tests used to measure hamstring flexibility in professional futsal players",
            "F Ayala and P Sainz de Baranda and M De Ste Croix and F Santonja",
            "2011",
            "UpQXyQgAAAAJ:GnPB-g6toBAC",
            56,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1466853X11000137",
            "14133750494719824262",
            "\/scholar?cites=14133750494719824262",
            {
                "2012":3,
                "2013":7,
                "2014":7,
                "2015":5,
                "2016":3,
                "2017":7,
                "2018":6,
                "2019":9,
                "2020":8,
                "2021":1
            }
        ],
        [
            "The purpose of this study was twofold: (1) to describe a new version of the weight-bearing ankle lunge test (WBLT) that is simple to administer, that allows clinicians and sports medicine practitioners to directly assess (in degrees) the ankle dorsiflexion range of motion in a very short period of time while adopting a comfortable testing position; as well as (2) to determine the test–retest reliability of the ankle dorsiflexion range of motion measure obtained from the new version of the WBLT. A total of 50 active adults completed this study. All participants performed the new version of the WBLT on three different occasions, with a two-week interval between testing sessions. Reliability was examined through the change in the mean between consecutive pairs of testing sessions (ChM), standard error of measurement (SEM), minimal detectable change at 95% confidence interval (MDC95), and intraclass correlation coefficient …",
            "A simplified version of the weight-bearing ankle lunge test: Description and test–retest reliability",
            "Antonio Cejudo and Pilar Sainz de Baranda and Francisco Ayala and Fernando Santonja",
            "2014",
            "UpQXyQgAAAAJ:J_g5lzvAfSwC",
            41,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1356689X14000423",
            "15857046874092572994",
            "\/scholar?cites=15857046874092572994",
            {
                "2014":2,
                "2015":9,
                "2016":3,
                "2017":5,
                "2018":5,
                "2019":8,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Se valoró el efecto agudo del estiramiento sobre el rendimiento en la flexión máxima de tronco y sprint de 10 y 30 metros en jugadores de fútbol de división de honor. Se realizó un estudio aleatorio controlado de medidas repetidas, en el que participaron 28 varones jugadores de fútbol (edad 17, 6±0, 8 años; peso 71, 96±7, 9 kg; talla 177, 66±5, 85 cm). Todos los sujetos fueron aleatoriamente distribuidos en 3 grupos: estiramientos estáticos-pasivos (n= 9), estiramientos estáticos-activos (n= 11) y estiramientos dinámicos (n= 8). Todos los grupos realizaron un calentamiento estándar de 10 minutos de carrera, seguido de la valoración de la flexión máxima de tronco y del tiempo en el sprint de 10 y 30 metros parado y lanzado. Estas pruebas de valoración fueron repetidas después de que cada sujeto completase la rutina de estiramientos que previamente le fue asignada. Todos los grupos consiguieron un aumento de la distancia alcanzada en la flexión de tronco (p< 0.05), sin embargo, tan solo el grupo de estiramientos dinámicos no mostró un descenso en el rendimiento del sprint en cualquiera de sus variantes analizadas (p> 0.05). Por ello se recomienda la realización de estiramientos dinámicos como parte fundamental del calentamiento previo a una actuación deportiva.",
            "Efecto agudo del estiramiento sobre el sprint en jugadores de fútbol de división de honor juvenil",
            "Francisco Ayala Rodríguez and Pilar Sainz de Baranda Andújar",
            "2010",
            "UpQXyQgAAAAJ:2osOgNQ5qMEC",
            40,
            "https:\/\/www.redalyc.org\/pdf\/710\/71012449002.pdf",
            "10812045854115179889",
            "\/scholar?cites=10812045854115179889",
            {
                "2011":3,
                "2012":6,
                "2013":3,
                "2014":5,
                "2015":4,
                "2016":5,
                "2017":2,
                "2018":4,
                "2019":6,
                "2020":1
            }
        ]
    ]
}