{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "The Fifth Edition of the ‘Guide to Receptors and Channels’ is a compilation of the major pharmacological targets divided into seven sections: G protein‐coupled receptors, ligand‐gated ion channels, ion channels, catalytic receptors, nuclear receptors, transporters and enzymes. These are presented with nomenclature guidance and summary information on the best available pharmacological tools, alongside suggestions for further reading. Available alongside this publication is a portal at http:\/\/www.GuideToPharmacology.org which is produced in close association with NC‐IUPHAR and allows free online access to the information presented in the Fifth Edition.",
            "Guide to Receptors and Channels (GRAC), 5th Edition",
            "SPH Alexander and A Mathie and JA Peters",
            "2011",
            "uQTSfHkAAAAJ:edDO8Oi4QzsC",
            1669,
            "https:\/\/bpspubs.onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1476-5381.2011.01649_1.x",
            "8009279424374900227",
            "\/scholar?cites=8009279424374900227",
            {
                "2006":6,
                "2007":55,
                "2008":70,
                "2009":21,
                "2010":209,
                "2011":242,
                "2012":331,
                "2013":289,
                "2014":95,
                "2015":72,
                "2016":89,
                "2017":41,
                "2018":50,
                "2019":46,
                "2020":39,
                "2021":1
            }
        ],
        [
            "The great proliferation of drug targets in recent years has driven the need to organise and condense the information in a logical way. This is the underlying reason for this Guide to Receptors and Channels, distributed with the British Journal of Pharmacology. Our intent is to produce an authoritative but user-friendly publication, which allows a rapid overview of the key properties of a wide range of established or potential pharmacological targets. The aim is to provide information succinctly, so that a newcomer to a particular target group can identify the main elements ‘at a glance’. It is not our goal to produce all-inclusive reviews of the targets presented; references to these are included in the Further Reading sections of the entries. The Guide to Receptors and Channels presents each entry, typically a circumscribed target class family on, wherever possible, a single page, so as to allow easy access and rapid …",
            "Guide to receptors and channels (GRAC), 3rd edition",
            "Stephen PH Alexander and Alistair Mathie and John A Peters",
            "2008",
            "uQTSfHkAAAAJ:u5HHmVD_uO8C",
            1630,
            "https:\/\/bpspubs.onlinelibrary.wiley.com\/doi\/abs\/10.1038\/sj.bjp.0707746",
            "8009279424374900227",
            "\/scholar?cites=8009279424374900227",
            {
                "2008":75,
                "2009":276,
                "2010":198,
                "2011":78,
                "2012":323,
                "2013":259,
                "2014":99,
                "2015":72,
                "2016":81,
                "2017":39,
                "2018":47,
                "2019":37,
                "2020":32,
                "2021":2
            }
        ],
        [
            "There are at least two types of cannabinoid receptors (CB1 and CB2). Ligands activating these G protein-coupled receptors (GPCRs) include the phytocannabinoid Δ9-tetrahydrocannabinol, numerous synthetic compounds, and endogenous compounds known as endocannabinoids. Cannabinoid receptor antagonists have also been developed. Some of these ligands activate or block one type of cannabinoid receptor more potently than the other type. This review summarizes current data indicating the extent to which cannabinoid receptor ligands undergo orthosteric or allosteric interactions with non-CB1, non-CB2 established GPCRs, deorphanized receptors such as GPR55, ligand-gated ion channels, transient receptor potential (TRP) channels, and other ion channels or peroxisome proliferator-activated nuclear receptors. From these data, it is clear that some ligands that interact similarly with CB1 and\/or CB2 …",
            "International Union of Basic and Clinical Pharmacology. LXXIX. Cannabinoid receptors and their ligands: beyond CB1 and CB2",
            "Roger Guy Pertwee and AC Howlett and Me E Abood and SPH Alexander and V Di Marzo and MR Elphick and PJ Greasley and HS Hansen and G Kunos and K Mackie and R Mechoulam and RA Ross",
            "2010",
            "uQTSfHkAAAAJ:qjMakFHDy7sC",
            1418,
            "https:\/\/pharmrev.aspetjournals.org\/content\/62\/4\/588.short",
            "9974388502895887054",
            "\/scholar?cites=9974388502895887054",
            {
                "2011":49,
                "2012":139,
                "2013":143,
                "2014":173,
                "2015":158,
                "2016":158,
                "2017":133,
                "2018":123,
                "2019":134,
                "2020":175,
                "2021":15
            }
        ],
        [
            "The Concise Guide to PHARMACOLOGY 2013\/14 provides concise overviews of the key properties of over 2000 human drug targets with their pharmacology, plus links to an open access knowledgebase of drug targets and their ligands (www.guidetopharmacology.org), which provides more detailed views of target and ligand properties. The full contents can be found at http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/bph.12444\/full.G protein‐coupled receptors are one of the seven major pharmacological targets into which the Guide is divided, with the others being G protein‐coupled receptors, ligand‐gated ion channels, ion channels, catalytic receptors, nuclear hormone receptors, transporters and enzymes. These are presented with nomenclature guidance and summary information on the best available pharmacological tools, alongside key references and suggestions for further reading. A new landscape format has …",
            "The Concise Guide to PHARMACOLOGY 2013\/14: G protein‐coupled receptors",
            "Stephen PH Alexander and Helen E Benson and Elena Faccenda and Adam J Pawson and Joanna L Sharman and Michael Spedding and John A Peters and Anthony J Harmar and Cgtp Collaborators",
            "2013",
            "uQTSfHkAAAAJ:uk0w_JccWH8C",
            1365,
            "https:\/\/bpspubs.onlinelibrary.wiley.com\/doi\/abs\/10.1111\/bph.12445",
            "11842937614410664898",
            "\/scholar?cites=11842937614410664898",
            {
                "2014":208,
                "2015":386,
                "2016":250,
                "2017":309,
                "2018":113,
                "2019":48,
                "2020":43,
                "2021":2
            }
        ],
        [
            "The IUPHAR\/BPS Guide to PHARMACOLOGY (GtoPdb, www.guidetopharmacology.org) and its precursor IUPHAR-DB, have captured expert-curated interactions between targets and ligands from selected papers in pharmacology and drug discovery since 2003. This resource continues to be developed in conjunction with the International Union of Basic and Clinical Pharmacology (IUPHAR) and the British Pharmacological Society (BPS). As previously described, our unique model of content selection and quality control is based on 96 target-class subcommittees comprising 512 scientists collaborating with in-house curators. This update describes content expansion, new features and interoperability improvements introduced in the 10 releases since August 2015. Our relationship matrix now describes ∼9000 ligands, ∼15 000 binding constants, ∼6000 papers and ∼1700 human proteins. As an important …",
            "The IUPHAR\/BPS Guide to PHARMACOLOGY in 2018: updates and expansion to encompass the new guide to IMMUNOPHARMACOLOGY",
            "Simon D Harding and Joanna L Sharman and Elena Faccenda and Chris Southan and Adam J Pawson and Sam Ireland and Alasdair JG Gray and Liam Bruce and Stephen PH Alexander and Stephen Anderton and Clare Bryant and Anthony P Davenport and Christian Doerig and Doriano Fabbro and Francesca Levi-Schaffer and Michael Spedding and Jamie A Davies and Nc-Iuphar",
            "2018",
            "uQTSfHkAAAAJ:JLWRInN_eHMC",
            1357,
            "https:\/\/academic.oup.com\/nar\/article-abstract\/46\/D1\/D1091\/4628131",
            "11845662529081453891",
            "\/scholar?cites=11845662529081453891",
            {
                "2018":330,
                "2019":523,
                "2020":467,
                "2021":32
            }
        ],
        [
            "The IUPHAR\/BPS Guide to PHARMACOLOGY (GtoPdb, http:\/\/www.guidetopharmacology.org) provides expert-curated molecular interactions between successful and potential drugs and their targets in the human genome. Developed by the International Union of Basic and Clinical Pharmacology (IUPHAR) and the British Pharmacological Society (BPS), this resource, and its earlier incarnation as IUPHAR-DB, is described in our 2014 publication. This update incorporates changes over the intervening seven database releases. The unique model of content capture is based on established and new target class subcommittees collaborating with in-house curators. Most information comes from journal articles, but we now also index kinase cross-screening panels. Targets are specified by UniProtKB IDs. Small molecules are defined by PubChem Compound Identifiers (CIDs); ligand capture also includes peptides …",
            "The IUPHAR\/BPS Guide to PHARMACOLOGY in 2016: towards curated quantitative interactions between 1300 protein targets and 6000 ligands",
            "Christopher Southan and Joanna L Sharman and Helen E Benson and Elena Faccenda and Adam J Pawson and Stephen PH Alexander and O Peter Buneman and Anthony P Davenport and John C McGrath and John A Peters and Michael Spedding and William A Catterall and Doriano Fabbro and Jamie A Davies and Nc-Iuphar",
            "2016",
            "uQTSfHkAAAAJ:pWGfWVkwqDsC",
            1031,
            "https:\/\/academic.oup.com\/nar\/article-abstract\/44\/D1\/D1054\/2502586",
            "16033882376593258951",
            "\/scholar?cites=16033882376593258951",
            {
                "2016":139,
                "2017":554,
                "2018":237,
                "2019":41,
                "2020":51,
                "2021":4
            }
        ],
        [
            "This Editorial is part of a series. To view the other Editorials in this series, visit: http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/bph.12956\/abstract; http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/bph.12954\/abstract; http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/bph.12955\/abstract and http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/bph.13112\/abstract",
            "Experimental design and analysis and their reporting: new guidance for publication in BJP",
            "Michael J Curtis and Richard A Bond and Domenico Spina and Amrita Ahluwalia and Stephen PA Alexander and Mark A Giembycz and Annette Gilchrist and Daniel Hoyer and Paul A Insel and Angelo A Izzo and Andrew J Lawrence and David J MacEwan and Lawrence DF Moon and Sue Wonnacott and Arthur H Weston and John C McGrath",
            "2015",
            "uQTSfHkAAAAJ:8Rip7PbZ7AYC",
            920,
            "https:\/\/bpspubs.onlinelibrary.wiley.com\/doi\/abs\/10.1111\/bph.12856",
            "12122394591239072458",
            "\/scholar?cites=12122394591239072458",
            {
                "2015":10,
                "2016":173,
                "2017":254,
                "2018":256,
                "2019":109,
                "2020":107,
                "2021":8
            }
        ],
        [
            "The Concise Guide to PHARMACOLOGY 2013\/14 provides concise overviews of the key properties of over 2000 human drug targets with their pharmacology, plus links to an open access knowledgebase of drug targets and their ligands (www.guidetopharmacology.org), which provides more detailed views of target and ligand properties. The full contents can be found at http:\/\/onlinelibrary.wiley.com\/doi\/10.1111\/bph.12444\/full.Enzymes are one of the seven major pharmacological targets into which the Guide is divided, with the others being G protein‐coupled receptors, ligand‐gated ion channels, ion channels, nuclear hormone receptors, catalytic receptors and transporters. These are presented with nomenclature guidance and summary information on the best available pharmacological tools, alongside key references and suggestions for further reading. A new landscape format has easy to use tables comparing …",
            "The Concise Guide to PHARMACOLOGY 2013\/14: enzymes",
            "SPH Alexander and HE Benson and E Faccenda and AJ Pawson",
            "2013",
            "uQTSfHkAAAAJ:rbgNTKsR3fAC",
            847,
            "https:\/\/bpspubs.onlinelibrary.wiley.com\/doi\/abs\/10.1111\/bph.12451",
            "11842937614410664898",
            "\/scholar?cites=11842937614410664898",
            {
                "2014":200,
                "2015":425,
                "2016":116,
                "2017":35,
                "2018":13,
                "2019":31,
                "2020":25
            }
        ],
        [
            "The International Union of Basic and Clinical Pharmacology\/British Pharmacological Society (IUPHAR\/BPS) Guide to PHARMACOLOGY (http:\/\/www.guidetopharmacology.org) is a new open access resource providing pharmacological, chemical, genetic, functional and pathophysiological data on the targets of approved and experimental drugs. Created under the auspices of the IUPHAR and the BPS, the portal provides concise, peer-reviewed overviews of the key properties of a wide range of established and potential drug targets, with in-depth information for a subset of important targets. The resource is the result of curation and integration of data from the IUPHAR Database (IUPHAR-DB) and the published BPS ‘Guide to Receptors and Channels’ (GRAC) compendium. The data are derived from a global network of expert contributors, and the information is extensively linked to relevant databases, including …",
            "The IUPHAR\/BPS Guide to PHARMACOLOGY: an expert-driven knowledgebase of drug targets and their ligands",
            "Adam J Pawson and Joanna L Sharman and Helen E Benson and Elena Faccenda and Stephen PH Alexander and O Peter Buneman and Anthony P Davenport and John C McGrath and John A Peters and Christopher Southan and Michael Spedding and Wenyuan Yu and Anthony J Harmar and Nc-Iuphar",
            "2014",
            "uQTSfHkAAAAJ:CaZNVDsoPx4C",
            821,
            "https:\/\/academic.oup.com\/nar\/article-abstract\/42\/D1\/D1098\/1053678",
            "5130776197048752569",
            "\/scholar?cites=5130776197048752569",
            {
                "2014":100,
                "2015":415,
                "2016":206,
                "2017":32,
                "2018":16,
                "2019":17,
                "2020":29,
                "2021":3
            }
        ]
    ]
}