{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "How localized electrons interact with delocalized electrons is a central question to many problems in sold-state physics 1, 2, 3. The simplest manifestation of this situation is the Kondo effect, which occurs when an impurity atom with an unpaired electron is placed in a metal 2. At low temperatures a spin singlet state is formed between the unpaired localized electron and delocalized electrons at the Fermi energy. Theories predict 4, 5, 6, 7 that a Kondo singlet should form in a single-electron transistor (SET), which contains a confined ‘droplet’of electrons coupled by quantum-mechanical tunnelling to the delocalized electrons in the transistor's leads. If this is so, a SET could provide a means of investigating aspects of the Kondo effect under controlled circumstances that are not accessible in conventional systems: the number of electrons can be changed from odd to even, the difference in energy between the localized …",
            "Kondo effect in a single-electron transistor",
            "David Goldhaber-Gordon and Hadas Shtrikman and D Mahalu and David Abusch-Magder and U Meirav and MA Kastner",
            "1998",
            "Uria0VYAAAAJ:u5HHmVD_uO8C",
            2550,
            "https:\/\/www.nature.com\/articles\/34373",
            "14195245219405778610",
            "\/scholar?cites=14195245219405778610",
            {
                "1998":19,
                "1999":43,
                "2000":73,
                "2001":112,
                "2002":113,
                "2003":113,
                "2004":123,
                "2005":162,
                "2006":158,
                "2007":166,
                "2008":160,
                "2009":143,
                "2010":163,
                "2011":127,
                "2012":126,
                "2013":125,
                "2014":115,
                "2015":96,
                "2016":81,
                "2017":86,
                "2018":93,
                "2019":72,
                "2020":69,
                "2021":1
            }
        ],
        [
            "We demonstrate that the conductance through a single-electron transistor at low temperature is in quantitative agreement with predictions of the equilibrium Anderson model. The Kondo effect is observed when an unpaired electron is localized within the transistor. Tuning the unpaired electron's energy toward the Fermi level in nearby leads produces a crossover between the Kondo and mixed-valence regimes of the Anderson model.",
            "From the Kondo regime to the mixed-valence regime in a single-electron transistor",
            "D Goldhaber-Gordon and Jörn Göres and MA Kastner and Hadas Shtrikman and D Mahalu and U Meirav",
            "1998",
            "Uria0VYAAAAJ:u-x6o8ySG0sC",
            894,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.81.5225",
            "1615626853211256685",
            "\/scholar?cites=1615626853211256685",
            {
                "1999":19,
                "2000":39,
                "2001":55,
                "2002":48,
                "2003":38,
                "2004":33,
                "2005":54,
                "2006":44,
                "2007":49,
                "2008":47,
                "2009":37,
                "2010":39,
                "2011":54,
                "2012":43,
                "2013":51,
                "2014":37,
                "2015":26,
                "2016":36,
                "2017":29,
                "2018":38,
                "2019":31,
                "2020":42
            }
        ],
        [
            "Transport through potential barriers in graphene is investigated using a set of metallic gates capacitively coupled to graphene to modulate the potential landscape. When a gate-induced potential step is steep enough, disorder becomes less important and the resistance across the step is in quantitative agreement with predictions of Klein tunneling of Dirac fermions up to a small correction. We also perform magnetoresistance measurements at low magnetic fields and compare them to recent predictions.",
            "Evidence for Klein Tunneling in Graphene  Junctions",
            "N Stander and B Huard and D Goldhaber-Gordon",
            "2009",
            "Uria0VYAAAAJ:IjCSPb-OGe4C",
            751,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.026807",
            "5135128381208753088",
            "\/scholar?cites=5135128381208753088",
            {
                "2008":4,
                "2009":39,
                "2010":82,
                "2011":97,
                "2012":79,
                "2013":78,
                "2014":73,
                "2015":52,
                "2016":56,
                "2017":60,
                "2018":40,
                "2019":38,
                "2020":48,
                "2021":2
            }
        ],
        [
            "The peculiar nature of electron scattering in graphene is among many exciting theoretical predictions for the physical properties of this material. To investigate electron scattering properties in a graphene plane, we have created a gate-tunable potential barrier within a single-layer graphene sheet. We report measurements of electrical transport across this structure as the tunable barrier potential is swept through a range of heights. When the barrier is sufficiently strong to form a bipolar junction (n− p− n or p− n− p) within the graphene sheet, the resistance across the barrier sharply increases. We compare these results to predictions for both diffusive and ballistic transport, as the barrier rises on a length scale comparable to the mean free path. Finally, we show how a magnetic field modifies transport across the barrier.",
            "Transport measurements across a tunable potential barrier in graphene",
            "B Huard and JA Sulpizio and N Stander and K Todd and B Yang and D Goldhaber-Gordon",
            "2007",
            "Uria0VYAAAAJ:2osOgNQ5qMEC",
            739,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.98.236803",
            "18120716471957198227",
            "\/scholar?cites=18120716471957198227",
            {
                "2007":18,
                "2008":64,
                "2009":72,
                "2010":82,
                "2011":89,
                "2012":65,
                "2013":77,
                "2014":60,
                "2015":54,
                "2016":42,
                "2017":27,
                "2018":28,
                "2019":24,
                "2020":29,
                "2021":3
            }
        ],
        [
            "This paper provides an overview of research developments toward nanometer-scale electronic switching devices for use in building ultra-densely integrated electronic computers. Specifically, two classes of alternatives to the field-effect transistor are considered: (1) quantum-effect and single-electron solid-state devices and (2) molecular electronic devices. A taxonomy of devices in each class is provided, operational principles are described and compared for the various types of devices, and the literature about each is surveyed. This information is presented in nonmathematical terms intended for a general, technically interested readership.",
            "Overview of nanoelectronic devices",
            "David Goldhaber-Gordon and Michael S Montemerlo and J Christopher Love and Gregory J Opiteck and James C Ellenbogen",
            "1997",
            "Uria0VYAAAAJ:d1gkVwhDpl0C",
            543,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/573739\/",
            "1056091814066611622",
            "\/scholar?cites=1056091814066611622",
            {
                "1997":4,
                "1998":21,
                "1999":20,
                "2000":20,
                "2001":20,
                "2002":37,
                "2003":32,
                "2004":34,
                "2005":43,
                "2006":41,
                "2007":33,
                "2008":28,
                "2009":26,
                "2010":26,
                "2011":23,
                "2012":21,
                "2013":17,
                "2014":28,
                "2015":11,
                "2016":10,
                "2017":11,
                "2018":14,
                "2019":9,
                "2020":5
            }
        ],
        [
            "Besides the usual conductance plateaus at multiples of 2 e 2\/h, quantum point contacts typically show an extra plateau at∼ 0.7 (2 e 2\/h), believed to arise from electron-electron interactions that prohibit the two spin channels from being simultaneously occupied. We present evidence that the disappearance of the 0.7 structure at very low temperature signals the formation of a Kondo-like correlated spin state. Evidence includes a zero-bias conductance peak that splits in a parallel field, scaling of conductance to a modified Kondo form, and consistency between peak width and the Kondo temperature.",
            "Low-temperature fate of the 0.7 structure in a point contact: A Kondo-like correlated state in an open system",
            "SM Cronenwett and HJ Lynch and D Goldhaber-Gordon and LP Kouwenhoven and CM Marcus and K Hirose and NS Wingreen and V Umansky",
            "2002",
            "Uria0VYAAAAJ:UeHWp8X0CEIC",
            522,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.88.226805",
            "16361140187124415750",
            "\/scholar?cites=16361140187124415750",
            {
                "2002":7,
                "2003":26,
                "2004":27,
                "2005":46,
                "2006":42,
                "2007":43,
                "2008":46,
                "2009":35,
                "2010":32,
                "2011":32,
                "2012":19,
                "2013":31,
                "2014":28,
                "2015":19,
                "2016":23,
                "2017":18,
                "2018":16,
                "2019":16,
                "2020":11,
                "2021":1
            }
        ],
        [
            "In situ control of spin-orbit coupling in coherent transport using a clean G a A s\/A l G a A s two-dimensional electron gas is realized, leading to a gate-tunable crossover from weak localization to antilocalization. The necessary theory of 2D magnetotransport in the presence of spin-orbit coupling beyond the diffusive approximation is developed and used to analyze experimental data. With this theory the Rashba contribution and linear and cubic Dresselhaus contributions to spin-orbit coupling are separately estimated, allowing the angular dependence of spin-orbit precession to be extracted at various gate voltages.",
            "Gate-controlled spin-orbit quantum interference effects in lateral transport",
            "JB Miller and DM Zumbühl and CM Marcus and Yu B Lyanda-Geller and D Goldhaber-Gordon and K Campman and AC Gossard",
            "2003",
            "Uria0VYAAAAJ:qjMakFHDy7sC",
            508,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.90.076807",
            "8904126428212241958",
            "\/scholar?cites=8904126428212241958",
            {
                "2003":12,
                "2004":36,
                "2005":52,
                "2006":55,
                "2007":35,
                "2008":31,
                "2009":39,
                "2010":34,
                "2011":29,
                "2012":28,
                "2013":19,
                "2014":26,
                "2015":18,
                "2016":19,
                "2017":19,
                "2018":20,
                "2019":16,
                "2020":16,
                "2021":1
            }
        ],
        [
            "We have observed asymmetric Fano resonances in the conductance of a single-electron transistor resulting from interference between a resonant and a nonresonant path through the system. The resonant component shows all the features typical of single-electron addition to the confined droplet within the transistor, but the origin of the nonresonant path is unclear. A feature of this experimental system, compared to others that show Fano line shapes, is that changing the voltages on various gates allows one to alter the interference between the two paths.",
            "Fano resonances in electronic transport through a single-electron transistor",
            "J Göres and D Goldhaber-Gordon and S Heemeyer and MA Kastner and Hadas Shtrikman and D Mahalu and U Meirav",
            "2000",
            "Uria0VYAAAAJ:9yKSN-GCB0IC",
            503,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.62.2188",
            "16293237193036036881",
            "\/scholar?cites=16293237193036036881",
            {
                "2001":12,
                "2002":29,
                "2003":42,
                "2004":40,
                "2005":43,
                "2006":26,
                "2007":43,
                "2008":40,
                "2009":34,
                "2010":35,
                "2011":22,
                "2012":26,
                "2013":22,
                "2014":16,
                "2015":11,
                "2016":9,
                "2017":14,
                "2018":17,
                "2019":8,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We perform electrical transport measurements in graphene with several sample geometries. In particular, we design “invasive” probes crossing the whole graphene sheet as well as “external” probes connected through graphene side arms. The four-probe conductance measured between external probes varies linearly with charge density and is symmetric between electron and hole types of carriers. In contrast measurements with invasive probes give a strong electron-hole asymmetry and a sublinear conductance as a function of density. By comparing various geometries and types of contact metal, we show that these two observations are due to transport properties of the metal\/graphene interface. The asymmetry originates from the pinning of the charge density below the metal, which thereby forms a p− n or p− p junction, depending on the polarity of the carriers in the bulk graphene sheet. Our results also explain …",
            "Evidence of the role of contacts on the observed electron-hole asymmetry in graphene",
            "B Huard and N Stander and JA Sulpizio and D Goldhaber-Gordon",
            "2008",
            "Uria0VYAAAAJ:zYLM7Y9cAGgC",
            479,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.78.121402",
            "17759829868009406772",
            "\/scholar?cites=17759829868009406772",
            {
                "2008":5,
                "2009":44,
                "2010":46,
                "2011":72,
                "2012":52,
                "2013":52,
                "2014":41,
                "2015":38,
                "2016":33,
                "2017":33,
                "2018":27,
                "2019":20,
                "2020":13
            }
        ],
        [
            "When two sheets of graphene are stacked at a small twist angle, the resulting flat superlattice minibands are expected to strongly enhance electron-electron interactions. Here, we present evidence that near three-quarters (34) filling of the conduction miniband, these enhanced interactions drive the twisted bilayer graphene into a ferromagnetic state. In a narrow density range around an apparent insulating state at 34, we observe emergent ferromagnetic hysteresis, with a giant anomalous Hall (AH) effect as large as 10.4 kilohms and indications of chiral edge states. Notably, the magnetization of the sample can be reversed by applying a small direct current. Although the AH resistance is not quantized, and dissipation is present, our measurements suggest that the system may be an incipient Chern insulator.",
            "Emergent ferromagnetism near three-quarters filling in twisted bilayer graphene",
            "Aaron L Sharpe and Eli J Fox and Arthur W Barnard and Joe Finney and Kenji Watanabe and Takashi Taniguchi and MA Kastner and David Goldhaber-Gordon",
            "2019",
            "Uria0VYAAAAJ:-mN3Mh-tlDkC",
            409,
            "https:\/\/science.sciencemag.org\/content\/365\/6453\/605.abstract",
            "9267430724008013999",
            "\/scholar?cites=9267430724008013999",
            {
                "2019":57,
                "2020":326,
                "2021":24
            }
        ]
    ]
}