{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Thermoelectric materials interconvert thermal gradients and electric fields for power generation or for refrigeration 1, 2. Thermoelectrics currently find only niche applications because of their limited efficiency, which is measured by the dimensionless parameter ZT—a function of the Seebeck coefficient or thermoelectric power, and of the electrical and thermal conductivities. Maximizing ZT is challenging because optimizing one physical parameter often adversely affects another 3. Several groups have achieved significant improvements in ZT through multi-component nanostructured thermoelectrics 4, 5, 6, such as Bi 2 Te 3\/Sb 2 Te 3 thin-film superlattices, or embedded PbSeTe quantum dot superlattices. Here we report efficient thermoelectric performance from the single-component system of silicon nanowires for cross-sectional areas of 10 nm× 20 nm and 20 nm× 20 nm. By varying the nanowire size and impurity …",
            "Silicon nanowires as efficient thermoelectric materials",
            "Akram I Boukai and Yuri Bunimovich and Jamil Tahir-Kheli and Jen-Kan Yu and William A Goddard Iii and James R Heath",
            "2008",
            "URKWigIAAAAJ:ufrVoPGSRksC",
            2921,
            "https:\/\/www.nature.com\/articles\/nature06458",
            "16476851180159489272",
            "\/scholar?cites=16476851180159489272",
            {
                "2008":79,
                "2009":153,
                "2010":216,
                "2011":270,
                "2012":279,
                "2013":300,
                "2014":289,
                "2015":270,
                "2016":278,
                "2017":233,
                "2018":212,
                "2019":168,
                "2020":150,
                "2021":10
            }
        ],
        [
            "Controlling the thermal conductivity of a material independently of its electrical conductivity continues to be a goal for researchers working on thermoelectric materials for use in energy applications 1, 2 and in the cooling of integrated circuits 3. In principle, the thermal conductivity κ and the electrical conductivity σ may be independently optimized in semiconducting nanostructures because different length scales are associated with phonons (which carry heat) and electric charges (which carry current). Phonons are scattered at surfaces and interfaces, so κ generally decreases as the surface-to-volume ratio increases. In contrast, σ is less sensitive to a decrease in nanostructure size, although at sufficiently small sizes it will degrade through the scattering of charge carriers at interfaces 4. Here, we demonstrate an approach to independently controlling κ based on altering the phonon band structure of a semiconductor …",
            "Reduction of thermal conductivity in phononic nanomesh structures",
            "Jen-Kan Yu and Slobodan Mitrovic and Douglas Tham and Joseph Varghese and James R Heath",
            "2010",
            "URKWigIAAAAJ:_FxGoFyzp5QC",
            619,
            "https:\/\/www.nature.com\/articles\/nnano.2010.149?message-global=remove&page=5",
            "8790515449050260659",
            "\/scholar?cites=8790515449050260659",
            {
                "2010":3,
                "2011":36,
                "2012":38,
                "2013":49,
                "2014":60,
                "2015":73,
                "2016":80,
                "2017":77,
                "2018":75,
                "2019":54,
                "2020":71,
                "2021":2
            }
        ],
        [
            "Background:MicroRNAs (miRNAs) are 19-25-nucleotides regulatory non-protein-coding RNA molecules that regulate the expressions of a wide variety of genes, including some involved in cancer development. In this study, we investigated the possible role of miR-143 in colorectal cancer (CRC).Methods:Expression levels of human mature miRNAs were examined using real-time PCR-based expression arrays on paired colorectal carcinomas and adjacent non-cancerous colonic tissues. The downregulation of miR-143 was further evaluated in colon cancer cell lines and in paired CRC and adjacent non-cancerous colonic tissues by qRT–PCR. Potential targets of miR-143 were defined. The functional effect of miR-143 and its targets was investigated in human colon cancer cell lines to confirm miRNA–target association.Results:Both real-time PCR-based expression arrays and qRT–PCR showed that miR-143 was …",
            "MicroRNA-143 targets DNA methyltransferases 3A in colorectal cancer",
            "EKO Ng and WP Tsang and SSM Ng and HC Jin and J Yu and JJ Li and C Röcken and MPA Ebert and TT Kwok and JJY Sung",
            "2009",
            "URKWigIAAAAJ:uK3zKZX60NsC",
            314,
            "https:\/\/www.nature.com\/articles\/6605195",
            "2311460186908042915",
            "\/scholar?cites=2311460186908042915",
            {
                "2009":2,
                "2010":36,
                "2011":38,
                "2012":53,
                "2013":39,
                "2014":36,
                "2015":25,
                "2016":28,
                "2017":19,
                "2018":10,
                "2019":12,
                "2020":14
            }
        ],
        [
            "Convolutional neural network (CNN) has become a successful algorithm in the region of artificial intelligence and a strong candidate for many computer vision algorithms. But the computation complexity of CNN is much higher than traditional algorithms. With the help of GPU acceleration, CNN-based applications are widely deployed in servers. However, for embedded platforms, CNN-based solutions are still too complex to be applied. Various dedicated hardware designs on field-programmable gate arrays (FPGAs) have been carried out to accelerate CNNs, while few of them explore the whole design flow for both fast deployment and high power efficiency. In this paper, we investigate state-of-the-art CNN models and CNN-based applications. Requirements on memory, computation and the flexibility of the system are summarized for mapping CNN on embedded FPGAs. Based on these requirements, we propose …",
            "Angel-eye: A complete design flow for mapping cnn onto embedded fpga",
            "Kaiyuan Guo and Lingzhi Sui and Jiantao Qiu and Jincheng Yu and Junbin Wang and Song Yao and Song Han and Yu Wang and Huazhong Yang",
            "2017",
            "URKWigIAAAAJ:m5pSp7c2PXAC",
            204,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/7930521\/",
            "12159564959382690006",
            "\/scholar?cites=12159564959382690006",
            {
                "2017":1,
                "2018":38,
                "2019":69,
                "2020":92,
                "2021":4
            }
        ],
        [
            "The rational design and syntheses of Pt(iqdz)2 (1) and Pt(pydz)2 (2) bearing isoquinolinyl indazole (iqdz)H or pyridyl indazole (pydz)H groups on the coordinating ligands are reported. Single‐crystal X‐ray diffraction studies of 1 reveal a square planar geometry, in which two iqdz ligands adopt a trans‐configuration. Short N…H contacts (∼2.21 Å) are detected between the ortho‐hydrogen atom of isoquinoline and the adjacent N atom of the indazole fragment, making the overall molecular geometry analogous to that of the platinum(II) porphyrinato complexes. The lowest absorption bands for both complexes reveal strong state mixings between singlet and triplet (metal‐to‐ligand charge transfer and intra‐ligand) manifolds. This, in combination with the introduction of a camphor‐like structure to avoid the stacking effect, leads to phosphorescence with unprecedented brightness both in solution and in the solid state …",
            "In Search of High‐Performance Platinum(II) Phosphorescent Materials for the Fabrication of Red Electroluminescent Devices",
            "Jakka Kavitha and S‐Y Chang and Yun Chi and J‐K Yu and Y‐H Hu and P‐T Chou and S‐M Peng and G‐H Lee and Y‐T Tao and C‐H Chien and Arthur J Carty",
            "2005",
            "URKWigIAAAAJ:d1gkVwhDpl0C",
            194,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adfm.200400131",
            "10930438423638750620",
            "\/scholar?cites=10930438423638750620",
            {
                "2005":5,
                "2006":15,
                "2007":19,
                "2008":18,
                "2009":15,
                "2010":11,
                "2011":17,
                "2012":18,
                "2013":15,
                "2014":16,
                "2015":16,
                "2016":7,
                "2017":8,
                "2018":6,
                "2019":7,
                "2020":1
            }
        ],
        [
            "Enhancer of zeste homolog 2 (EZH2) has been shown to be overexpressed in hepatocellular (HCC). We investigated the potential role of EZH2 in HCC tumorigenesis and examined the usefulness of RNA interference (RNAi) targeting EZH2 as a form of HCC treatment. Lentivirus‐mediated RNAi was employed to knock‐down EZH2 expression in human hepatoma cells to study the function of EZH2 in tumorigenesis and evaluate the treatment efficacy. Lentivirus‐mediated RNAi effectively reduced EZH2 expression. Suppression of EZH2 in HCC cells significantly reduced their growth rate in vitro and markedly diminished their tumorigenicity in vivo. Moreover, in a mice model of established large‐sized HCC, we showed that intratumor injection of lentiviral (Lenti)‐shRNA (short hairpin RNA) or siRNA (small interfering RNA) targeting EZH2 produced significant tumor regression. To understand its molecular …",
            "Lentivirus‐mediated RNA interference targeting enhancer of zeste homolog 2 inhibits hepatocellular carcinoma growth through down‐regulation of stathmin",
            "Yangchao Chen and Marie C Lin and Hong Yao and Hua Wang and Ai‐Qun Zhang and Jun Yu and Chee‐kin Hui and George K Lau and Ming‐liang He and Joseph Sung and Hsiang‐fu Kung",
            "2007",
            "URKWigIAAAAJ:O4XjznA6cfkC",
            188,
            "https:\/\/aasldpubs.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/hep.21668",
            "962117895577732290",
            "\/scholar?cites=962117895577732290",
            {
                "2007":4,
                "2008":6,
                "2009":25,
                "2010":16,
                "2011":16,
                "2012":19,
                "2013":17,
                "2014":18,
                "2015":15,
                "2016":15,
                "2017":16,
                "2018":3,
                "2019":11,
                "2020":6
            }
        ],
        [
            "The nonionic, red-emitting complexes [Os(fppz)2L2] (L = PPh2Me (1), PPhMe2 (2)) and [Os(bptz)2L2] (L = PPh2Me (3)) were synthesized, showing highly intense red phosphorescent emission in CH2Cl2 solution at λmax 617, 632, and 649 nm, respectively. The electroluminescent properties of these compounds on OLEDs showed promising device efficiencies required for future OLED applications. ",
            "Highly efficient red phosphorescent osmium (II) complexes for OLED applications",
            "Yung-Liang Tung and Pei-Chi Wu and Chao-Shiuan Liu and Yun Chi and Jen-Kan Yu and Ya-Hui Hu and Pi-Tai Chou and Shie-Ming Peng and Gene-Hsiang Lee and Ye Tao and Arthur J Carty and Ching-Fong Shu and Fang-Iy Wu",
            "2004",
            "URKWigIAAAAJ:u-x6o8ySG0sC",
            187,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/om0498246",
            "2195102775625219745",
            "\/scholar?cites=2195102775625219745",
            {
                "2005":12,
                "2006":21,
                "2007":16,
                "2008":15,
                "2009":15,
                "2010":9,
                "2011":10,
                "2012":6,
                "2013":12,
                "2014":13,
                "2015":17,
                "2016":11,
                "2017":8,
                "2018":5,
                "2019":8,
                "2020":8,
                "2021":1
            }
        ],
        [
            "Ir(III) metal complexes with formula [(nazo)2Ir(Fppz)] (1), [(nazo)2Ir(Bppz)] (2), and [(nazo)2Ir(Fptz)] (3) [(nazo)H = 4‐phenyl quinazoline, (Fppz)H = 3‐trifluoromethyl‐5‐(2‐pyridyl) pyrazole, (Bppz)H = 3‐t‐butyl‐5‐(2‐pyridyl) pyrazole, and (Fptz)H = 3‐trifluoromethyl‐5‐(2‐pyridyl) triazole] were synthesized, among which the exact configuration of 1 was confirmed using single‐crystal X‐ray diffraction analysis. These complexes exhibited bright red phosphorescence with relatively short lifetimes of 0.4–1.05 μs in both solution and the solid‐state at room temperature. Non‐doped organic light‐emitting diodes (OLEDs) were fabricated using complexes 1 and 2 in the absence of a host matrix. Saturated red electroluminescence was observed at λmax = 626 nm (host‐emitter complex 1) and 652 nm (host‐emitter complex 2), which corresponds to coordinates (0.66,0.34) and (0.69,0.31), respectively, on the …",
            "Bright and efficient, non‐doped, phosphorescent organic red‐light‐emitting diodes",
            "Y‐H Song and S‐J Yeh and C‐T Chen and Yun Chi and C‐S Liu and J‐K Yu and Y‐H Hu and P‐T Chou and S‐M Peng and G‐H Lee",
            "2004",
            "URKWigIAAAAJ:u5HHmVD_uO8C",
            182,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adfm.200400137",
            "6859716836615947371",
            "\/scholar?cites=6859716836615947371",
            {
                "2005":9,
                "2006":21,
                "2007":20,
                "2008":20,
                "2009":16,
                "2010":14,
                "2011":16,
                "2012":14,
                "2013":7,
                "2014":15,
                "2015":11,
                "2016":6,
                "2017":3,
                "2018":3,
                "2019":3,
                "2020":4
            }
        ],
        [
            " Open biomass burning is an important source of air pollution in China and globally. Joint observations of air pollution were conducted in five cities (Shanghai, Hangzhou, Ningbo, Suzhou and Nanjing) of the Yangtze River delta, and a heavy haze episode with visibility 2.9–9.8 km was observed from 28 May to 6 June 2011. The contribution of biomass burning was quantified using both ambient monitoring data and the WRF\/CMAQ (Weather Research and Forecasting (WRF) and Community Multiscale Air Quality (CMAQ)) model simulation. It was found that the average and maximum daily PM2.5 concentrations during the episode were 82 and 144 μgm−3, respectively. Weather pattern analysis indicated that stagnation enhanced the accumulation of air pollutants, while the following precipitation event scavenged the pollution. Mixing depth during the stagnant period was 240–399 m. Estimation based on observation data and CMAQ model simulation indicated that biomass open burning contributed 37% of PM2.5, 70% of organic carbon and 61% of elemental carbon. Satellite-detected fire spots, back-trajectory analysis and air quality model simulation were integrated to identify the locations where the biomass was burned and the pollutants transport. The results suggested that the impact of biomass open burning is regional, due to the substantial inter-province transport of air pollutants. PM2.5 exposure level could be reduced 47% for the YRD region if complete biomass burning is forbidden and significant health benefit is expected. These findings could improve the understanding of heavy haze pollution, and suggest the need to ban open …",
            "Impact of biomass burning on haze pollution in the Yangtze River delta, China: a case study in summer 2011",
            "Zhen Cheng and Shuxiao Wang and Xiao Fu and John G Watson and Jingkun Jiang and Qingyan Fu and Changhong Chen and Bingye Xu and Jianqiao Yu and Judith C Chow and Jiming Hao",
            "2014",
            "URKWigIAAAAJ:3LFXdIMtrAwC",
            179,
            "https:\/\/acp.copernicus.org\/articles\/14\/4573\/2014\/",
            "2573336761048983231",
            "\/scholar?cites=2573336761048983231",
            {
                "2013":1,
                "2014":1,
                "2015":27,
                "2016":23,
                "2017":36,
                "2018":26,
                "2019":35,
                "2020":27,
                "2021":2
            }
        ],
        [
            "Faecal microbiota transplantation (FMT) is effective for the treatment of recurrent Clostridium difficile infection (CDI). Studies have shown bacterial colonisation after FMT, but data on viral alterations in CDI are scarce. We investigated enteric virome alterations in CDI and the association between viral transfer and clinical outcome in patients with CDI.Ultra-deep metagenomic sequencing of virus-like particle preparations and bacterial 16S rRNA sequencing were performed on stool samples from 24 subjects with CDI and 20 healthy controls. We longitudinally assessed the virome and bacterial microbiome changes in nine CDI subjects treated with FMT and five treated with vancomycin. Enteric virome alterations were assessed in association with treatment response.Subjects with CDI demonstrated a significantly higher abundance of bacteriophage Caudovirales and a lower Caudovirales …",
            "Bacteriophage transfer during faecal microbiota transplantation in Clostridium difficile infection is associated with treatment outcome",
            "Tao Zuo and Sunny H Wong and Kelvin Lam and Rashid Lui and Kitty Cheung and Whitney Tang and Jessica YL Ching and Paul KS Chan and Martin CW Chan and Justin CY Wu and Francis KL Chan and Jun Yu and Joseph JY Sung and Siew C Ng",
            "2018",
            "URKWigIAAAAJ:TTos0WgDdeoC",
            152,
            "https:\/\/gut.bmj.com\/content\/67\/4\/634.abstract",
            "8175980296268877041",
            "\/scholar?cites=8175980296268877041",
            {
                "2017":6,
                "2018":37,
                "2019":48,
                "2020":56,
                "2021":3
            }
        ]
    ]
}