{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "We formulate and prove a QCD factorization theorem for hard exclusive electroproduction of mesons in QCD. The proof is valid for the leading power in Q and all logarithms. This generalizes previous work on vector meson production in the diffractive region of small x. The amplitude is expressed in terms of off-diagonal generalizations of the usual parton densities. The full theorem applies to all kinds of mesons and not just to vector mesons. The parton densities used include not only the ordinary parton density, but also the helicity density (g 1 or Δ q) and the transversity density (h 1 or δ q), and these can be probed by measuring the polarization of the produced mesons with unpolarized protons.",
            "Factorization for hard exclusive electroproduction of mesons in QCD",
            "John C Collins and Leonid Frankfurt and Mark Strikman",
            "1997",
            "UsvuEOIAAAAJ:wLxue7F8ec0C",
            1187,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.56.2982",
            "17663007601279566137",
            "\/scholar?cites=17663007601279566137",
            {
                "1997":16,
                "1998":47,
                "1999":64,
                "2000":67,
                "2001":65,
                "2002":71,
                "2003":66,
                "2004":52,
                "2005":70,
                "2006":39,
                "2007":55,
                "2008":58,
                "2009":62,
                "2010":56,
                "2011":52,
                "2012":41,
                "2013":39,
                "2014":50,
                "2015":31,
                "2016":41,
                "2017":35,
                "2018":23,
                "2019":31,
                "2020":40,
                "2021":3
            }
        ],
        [
            "Methods to test QCD-inspired theoretical ideas on microscopic nuclear structure, in high-energy hard lepton-nucleus reactions, are reviewed. Special attention is given to options at existing facilities and at facilities that will come into operation in the early nineties (the jet target facility at PEP and CEBAF). The importance of light-cone dynamics, the physics of large longitudinal distances, and the presence of point-like quark-gluon configurations in hadrons for the theoretical description of high-energy processes (and especially nuclear shadowing) is explained. Ways to investigate the interrelations between perturbative and nonperturbative QCD in nuclear shadowing are suggested. Options for probing the hard scattering wave functions of hadrons are analysed.",
            "Hard nuclear processes and microscopic nuclear structure",
            "Leonid Frankfurt and Mark Strikman",
            "1988",
            "UsvuEOIAAAAJ:wMgC3FpKEyYC",
            923,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0370157388901792",
            "10858835136090532172",
            "\/scholar?cites=10858835136090532172",
            {
                "1989":14,
                "1990":18,
                "1991":36,
                "1992":36,
                "1993":31,
                "1994":41,
                "1995":45,
                "1996":36,
                "1997":28,
                "1998":31,
                "1999":36,
                "2000":23,
                "2001":46,
                "2002":30,
                "2003":29,
                "2004":23,
                "2005":27,
                "2006":22,
                "2007":15,
                "2008":29,
                "2009":22,
                "2010":18,
                "2011":29,
                "2012":20,
                "2013":26,
                "2014":29,
                "2015":28,
                "2016":30,
                "2017":17,
                "2018":21,
                "2019":35,
                "2020":30,
                "2021":2
            }
        ]
    ]
}