{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Introduces and develops the concept of organizational identity and the related concepts of dual and multiple identity. A large number of empirical questions and hypotheses are developed that together make up an identity distinctive framework for the study of organizations, including the relationship of identity to the organizational life cycle. A new methodology, extended metaphor analysis, is proposed for studying dual and multiple identity organizations. This method is extensively illustrated in the case of the modern research university.(49 ref)(PsycINFO Database Record (c) 2016 APA, all rights reserved)",
            "Organizational identity.",
            "Stuart Albert and David A Whetten",
            "1985",
            "uT1m11sAAAAJ:u5HHmVD_uO8C",
            6125,
            "https:\/\/psycnet.apa.org\/record\/1986-02640-001",
            "3503671083287750161",
            "\/scholar?cites=3503671083287750161",
            {
                "1995":17,
                "1996":19,
                "1997":33,
                "1998":27,
                "1999":33,
                "2000":62,
                "2001":92,
                "2002":87,
                "2003":112,
                "2004":128,
                "2005":175,
                "2006":212,
                "2007":183,
                "2008":250,
                "2009":277,
                "2010":317,
                "2011":314,
                "2012":350,
                "2013":393,
                "2014":397,
                "2015":429,
                "2016":422,
                "2017":423,
                "2018":402,
                "2019":435,
                "2020":338,
                "2021":15
            }
        ],
        [
            "The article focuses on the development of a theory. A discussion is presented about steps involved in developing a theory, such as seeing which factors logically should be considered as part of the explanation of the social or individual phenomena of interest. The authors assert that authors developing theories are considering these factors, they should err in favor of including too many factors, recognizing that over time their ideas will be refined. The article presents information about the importance of sensitivity to the competing virtues of parsimony and comprehensiveness.",
            "What constitutes a theoretical contribution?",
            "David A Whetten",
            "1989",
            "uT1m11sAAAAJ:u-x6o8ySG0sC",
            4057,
            "https:\/\/journals.aom.org\/doi\/abs\/10.5465\/AMR.1989.4308371",
            "13971098564271144904",
            "\/scholar?cites=13971098564271144904",
            {
                "1996":11,
                "1997":11,
                "1998":14,
                "1999":20,
                "2000":19,
                "2001":24,
                "2002":44,
                "2003":51,
                "2004":72,
                "2005":78,
                "2006":106,
                "2007":110,
                "2008":159,
                "2009":149,
                "2010":170,
                "2011":207,
                "2012":222,
                "2013":229,
                "2014":237,
                "2015":329,
                "2016":319,
                "2017":301,
                "2018":313,
                "2019":373,
                "2020":360,
                "2021":21
            }
        ],
        [
            "This book is sold subject to the condition that it shall not, by way of trade or otherwise, be lent, resold, hired out, or otherwise circulated without the publisher's prior written consent in any form of binding or cover other than that in which it is published and without a similar condition including this condition being imposed on the subsequent purchaser and without limiting the rights under copyright reserved above, no part of this publication may be reproduced, stored in or introduced into a retrieval system, or transmitted in any form or by any means (electronic, mechanical, photocopying, recording or otherwise), without the prior written permission of both the copyright owner and the above-mentioned publisher of this book.",
            "Developing management skills",
            "David Allred Whetten",
            "2011",
            "uT1m11sAAAAJ:d1gkVwhDpl0C",
            1559,
            "http:\/\/scholar.google.com\/scholar?cluster=16868441740765062345&hl=en&oi=scholarr",
            "16868441740765062345",
            "\/scholar?cites=16868441740765062345",
            {
                "1990":10,
                "1991":11,
                "1992":15,
                "1993":16,
                "1994":22,
                "1995":24,
                "1996":32,
                "1997":26,
                "1998":28,
                "1999":27,
                "2000":25,
                "2001":23,
                "2002":21,
                "2003":20,
                "2004":35,
                "2005":38,
                "2006":42,
                "2007":39,
                "2008":59,
                "2009":43,
                "2010":58,
                "2011":87,
                "2012":82,
                "2013":83,
                "2014":98,
                "2015":92,
                "2016":81,
                "2017":93,
                "2018":100,
                "2019":75,
                "2020":76,
                "2021":7
            }
        ],
        [
            "Many scholars across various academic disciplines are investigating the following questions: What do individuals know or believe about an organization? How does a focal organization (and\/or other interested entity) develop, use, and\/or change this information? and How do individuals respond to what they know or believe about an organization? Cross-disciplinary research that centers on these questions is desirable and could be enhanced if researchers identify and develop consistent terminology for framing these questions. The authors work toward that end by identifying four central “viewpoints” of an organization and proposing labels to represent each of these viewpoints: identity, intended image, construed image, and reputation.",
            "Identity, intended image, construed image, and reputation: An interdisciplinary framework and suggested terminology",
            "Tom J Brown and Peter A Dacin and Michael G Pratt and David A Whetten",
            "2006",
            "uT1m11sAAAAJ:ufrVoPGSRksC",
            1415,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/0092070305284969",
            "11496686617395873602",
            "\/scholar?cites=11496686617395873602",
            {
                "2006":17,
                "2007":21,
                "2008":44,
                "2009":49,
                "2010":80,
                "2011":78,
                "2012":92,
                "2013":137,
                "2014":129,
                "2015":110,
                "2016":109,
                "2017":134,
                "2018":133,
                "2019":162,
                "2020":94,
                "2021":5
            }
        ],
        [
            "The objective of this article is to clarify the conceptual domains of organizational identity, image, and reputation. To initiate this theory development process, we present a “social actor” conception of organizational identity. Identity-congruent definitions of image and reputation are then specified and an integrated model proposed. With the aid of this model, a structural flawin the organizational reputation literature is identified and suitable remedies proposed. In addition, the authors explore the implications of invoking identity and identification in explanations and justifications of organizational reputation.",
            "A social actor conception of organizational identity and its implications for the study of organizational reputation",
            "David A Whetten and Alison Mackey",
            "2002",
            "uT1m11sAAAAJ:IjCSPb-OGe4C",
            1195,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/0007650302238775",
            "15826826511483978534",
            "\/scholar?cites=15826826511483978534",
            {
                "2004":13,
                "2005":19,
                "2006":32,
                "2007":31,
                "2008":55,
                "2009":41,
                "2010":79,
                "2011":70,
                "2012":67,
                "2013":94,
                "2014":88,
                "2015":101,
                "2016":104,
                "2017":96,
                "2018":105,
                "2019":95,
                "2020":78,
                "2021":9
            }
        ],
        [
            "Organizational effectiveness is a construct that is grounded in the values and preferences of evaluators.  Therefore, no single and correct definition of organizational effectiveness exists.   Several models or definitions of effectiveness have emerged in the literature, including the ideal type or bureaucratic model (effectiveness means matching the ideal characteristics of a bureaucratic organization), the goal model (effectiveness means accomplishing goals), the natural systems model (effectiveness means obtaining needed resources), the strategic constituencies model (effectiveness means satisfying important stakeholders), the internal processes model (effectiveness means high quality internal processes), the paradox model (effectiveness means the presence of simultaneous opposites), and the abundance model (effectiveness means producing flourishing and virtuousness).  The criteria for evaluating …",
            "Organizational effectiveness",
            "Kim Cameron",
            "2015",
            "uT1m11sAAAAJ:2osOgNQ5qMEC",
            1169,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/9781118785317.weom110202",
            "6863129971629055620",
            "\/scholar?cites=6863129971629055620",
            {
                "1984":11,
                "1985":13,
                "1986":15,
                "1987":11,
                "1988":15,
                "1989":15,
                "1990":37,
                "1991":13,
                "1992":13,
                "1993":25,
                "1994":21,
                "1995":23,
                "1996":20,
                "1997":24,
                "1998":20,
                "1999":19,
                "2000":20,
                "2001":12,
                "2002":32,
                "2003":27,
                "2004":37,
                "2005":40,
                "2006":32,
                "2007":45,
                "2008":52,
                "2009":28,
                "2010":42,
                "2011":50,
                "2012":47,
                "2013":48,
                "2014":41,
                "2015":44,
                "2016":50,
                "2017":61,
                "2018":60,
                "2019":38,
                "2020":33,
                "2021":3
            }
        ],
        [
            "The objective of this article is to formulate the concept of organizational identity in such a way that it can be distinguished analytically from related concepts, such as organizational culture and image, and can be used operationally to identify bona fide organizational identity claims referents and associated identity-referencing discourse. The proposal amounts to a stronger version of Albert and Whetten (1985), in that the implicit links between the elements of their composite, tripartite, formulation are made explicit and their treatment of organizational identity as a defined construct is emphasized. Although the proposal eschews conceptions of organizational identity formulated from the perspective of individuals, it treats organizational identity as an analogue of individual identity, drawing attention to the parallel functions identity plays for both individual and collective social actors, as well as the parallel distinguishing …",
            "Albert and Whetten revisited: Strengthening the concept of organizational identity",
            "David A Whetten",
            "2006",
            "uT1m11sAAAAJ:roLk4NBRz8UC",
            1086,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/1056492606291200",
            "10253592908934385486",
            "\/scholar?cites=10253592908934385486",
            {
                "2006":3,
                "2007":19,
                "2008":32,
                "2009":37,
                "2010":63,
                "2011":61,
                "2012":67,
                "2013":91,
                "2014":90,
                "2015":95,
                "2016":111,
                "2017":109,
                "2018":88,
                "2019":108,
                "2020":88,
                "2021":5
            }
        ],
        [
            "Little is known about the impact of family ownership and management on corporate social performance. Some scholars have suggested that family firms are not likely to act in a socially responsible manner, while others have indicated that socially responsible behavior on the part of the family firm protects the family's assets. This preliminary study compares the degree to which family and nonfamily firms are socially responsible using data from 1991 to 2000 from the S&P 500. Two hundred sixty–one firms (202 nonfamily and 59 family) appeared in the S&P 500 for the 10–year period. Findings show that family firms are more socially responsible than nonfamily firms along several dimensions. This is likely due to family concern about image and reputation and a desire to protect family assets.",
            "Family firms and social responsibility: Preliminary evidence from the S&P 500",
            "W Gibb Dyer Jr and David A Whetten",
            "2006",
            "uT1m11sAAAAJ:Se3iqnhoufwC",
            1001,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1111\/j.1540-6520.2006.00151.x",
            "16906030136039434243",
            "\/scholar?cites=16906030136039434243",
            {
                "2008":13,
                "2009":17,
                "2010":51,
                "2011":47,
                "2012":53,
                "2013":64,
                "2014":86,
                "2015":90,
                "2016":87,
                "2017":102,
                "2018":115,
                "2019":120,
                "2020":135,
                "2021":7
            }
        ],
        [
            "In the field of organizational identity, theory development has far outpaced theory testing. Specifically, several researchers have proposed identity-based models of organizational identification but few have operationalized and tested them. Furthermore, virtually no research has explored how members identify with multiple-identity organizations. This study addresses these gaps and makes three specific contributions to identity theory. First, we operationalize and test a model in which a member's organizational identification is conceptualized in terms of an identity comparison process, i.e., a cognitive comparison between what a member perceives the identity to be and what they think it should be. Second, we extend current thinking by operationalizing organizational identification in terms of multiple and competing identities. Third, as a theory-building exercise, we explore the possibility that a similar identity …",
            "Members' identification with multiple-identity organizations",
            "Peter Foreman and David A Whetten",
            "2002",
            "uT1m11sAAAAJ:zYLM7Y9cAGgC",
            959,
            "https:\/\/pubsonline.informs.org\/doi\/abs\/10.1287\/orsc.13.6.618.493",
            "12368103621560311435",
            "\/scholar?cites=12368103621560311435",
            {
                "2003":4,
                "2004":15,
                "2005":20,
                "2006":35,
                "2007":36,
                "2008":40,
                "2009":53,
                "2010":71,
                "2011":58,
                "2012":75,
                "2013":86,
                "2014":79,
                "2015":68,
                "2016":76,
                "2017":47,
                "2018":69,
                "2019":53,
                "2020":53,
                "2021":4
            }
        ],
        [
            "The study of organizations has moved beyond focusing on single organizations to an examination of populations oforganizations relating to their environments (Aldrich,! 979), but the development of concepts and datagathering methods appropriate to this level has been remarkably slow. Anthropologists, sociologists studying community structure, and politicai sociologists and economists studying power relations have shifted their ioci, with the putative unit of analysis becoming a net-Work rather than individual elements of a network (Mitchell, 1972; Perrucci and Pilisuk, 1970; Sheingold, 1973). Most studies of organization-environment interaction still focus on isolated organizations relating to their environments, with a few exceptions (Levine, 1972; Van de Ven et al., 1974). Network concepts, if ºd at all, are treated as metaphors rather than analyti-ºl tools. In this chapter it is argued that models and ethods are …",
            "Organization-sets, action-sets, and networks: Making the most of simplicity",
            "Howard Aldrich and David A Whetten",
            "1981",
            "uT1m11sAAAAJ:9yKSN-GCB0IC",
            958,
            "https:\/\/www.researchgate.net\/profile\/Howard_Aldrich\/publication\/245024261_Organization_Sets_Action_Sets_and_Networks_Making_the_Most_of_Simplicity\/links\/0c960535ff5a6b167b000000\/Organization-Sets-Action-Sets-and-Networks-Making-the-Most-of-Simplicity.pdf",
            "10123807133078600966",
            "\/scholar?cites=10123807133078600966",
            {
                "1981":4,
                "1982":3,
                "1983":9,
                "1984":12,
                "1985":13,
                "1986":7,
                "1987":14,
                "1988":13,
                "1989":10,
                "1990":30,
                "1991":23,
                "1992":13,
                "1993":29,
                "1994":33,
                "1995":30,
                "1996":22,
                "1997":21,
                "1998":36,
                "1999":27,
                "2000":34,
                "2001":29,
                "2002":26,
                "2003":24,
                "2004":40,
                "2005":30,
                "2006":41,
                "2007":28,
                "2008":30,
                "2009":30,
                "2010":19,
                "2011":21,
                "2012":14,
                "2013":47,
                "2014":29,
                "2015":23,
                "2016":28,
                "2017":23,
                "2018":21,
                "2019":20,
                "2020":13
            }
        ]
    ]
}