{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "In some respects, the Revised NEO Personality Inventory (NEO-PI-R)(Costa and McCrae, 1985b, 1989a, 1992b) is a cutting-edge instrument. In other respects, the NEO-PI-R is profoundly conservative, deeply rooted in the research of generations of personality psychologists. This chapter discusses the evolution of the NEO-PI-R; item selection and scale development; approaches to validation; and applications of the NEO-PI-R.(PsycINFO Database Record (c) 2016 APA, all rights reserved)",
            "The Revised NEO Personality Inventory (NEO-PI-R).",
            "Paul T Costa Jr and Robert R McCrae",
            "2008",
            "UTRJOukAAAAJ:MIg0yeAD4ggC",
            33296,
            "https:\/\/psycnet.apa.org\/record\/2008-14475-009",
            "14207675757160667030",
            "\/scholar?cites=14207675757160667030",
            {
                "1992":85,
                "1993":111,
                "1994":154,
                "1995":163,
                "1996":208,
                "1997":267,
                "1998":301,
                "1999":312,
                "2000":414,
                "2001":471,
                "2002":593,
                "2003":640,
                "2004":861,
                "2005":931,
                "2006":1139,
                "2007":1175,
                "2008":1368,
                "2009":1416,
                "2010":1573,
                "2011":1782,
                "2012":1965,
                "2013":2030,
                "2014":2121,
                "2015":2171,
                "2016":2114,
                "2017":2105,
                "2018":2049,
                "2019":1994,
                "2020":1961,
                "2021":100
            }
        ],
        [
            "Two data sources—self reports and peer ratings—and two instruments—adjective factors and questionnaire scales—were used to assess the five-factor model of personality. As in a previous study of self-reports (McCrae & Costa, 1985b), adjective factors of neuroticism, extraversion, openness to experience, agreeableness–antagonism, and conscientiousness–undirectedness were identified in an analysis of 738 peer ratings of 275 adult subjects. Intraclass correlations among raters, ranging from. 30 to. 65, and correlations between mean peer ratings and self-reports, from. 25 to. 62, showed substantial cross-observer agreement on all five adjective factors. Similar results were seen in analyses of scales from the NEO Personality Inventory. Items from the adjective factors were used as guides in a discussion of the nature of the five factors. These data reinforce recent appeals for the adoption of the five-factor model …",
            "Validation of the five-factor model of personality across instruments and observers.",
            "Robert R McCrae and Paul T Costa",
            "1987",
            "UTRJOukAAAAJ:d1gkVwhDpl0C",
            7886,
            "https:\/\/psycnet.apa.org\/journals\/psp\/52\/1\/81\/",
            "5577528218525088102",
            "\/scholar?cites=5577528218525088102",
            {
                "1989":44,
                "1990":30,
                "1991":47,
                "1992":47,
                "1993":71,
                "1994":62,
                "1995":74,
                "1996":47,
                "1997":90,
                "1998":83,
                "1999":74,
                "2000":106,
                "2001":92,
                "2002":121,
                "2003":132,
                "2004":173,
                "2005":180,
                "2006":188,
                "2007":206,
                "2008":258,
                "2009":281,
                "2010":299,
                "2011":320,
                "2012":411,
                "2013":413,
                "2014":483,
                "2015":539,
                "2016":576,
                "2017":536,
                "2018":575,
                "2019":631,
                "2020":502,
                "2021":27
            }
        ],
        [
            "Now in a revised and expanded second edition, this influential work argues for the enduring stability of personality across adult development. It also offers a highly accessible introduction to the five-factor model of personality. Critically reviewing different theories of personality and adult development, the authors explain the logic behind the scientific assessment of personality, present a comprehensive model of trait structure, and examine patterns of trait stability and change after age 30, incorporating data from ongoing cross-sectional and longitudinal studies. New in the Second Edition The second edition has been updated throughout with the authors new findings, ideas, and interpretations, and includes a new chapter on cross-cultural research. It culminates in an additional new chapter that presents a comprehensive theory of personality grounded in the five-factor model.",
            "Personality in adulthood: A five-factor theory perspective",
            "Robert R McCrae and Paul T Costa",
            "2003",
            "UTRJOukAAAAJ:qjMakFHDy7sC",
            5309,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=FEebGEJjQH8C&oi=fnd&pg=PA1&dq=info:HnnihaGGlpwJ:scholar.google.com&ots=BrZYLuhwQ3&sig=XQ0JDT0a-TnqloCeE6h9cm1vxNo",
            "11283353944717424926",
            "\/scholar?cites=11283353944717424926",
            {
                "1992":19,
                "1993":40,
                "1994":45,
                "1995":37,
                "1996":64,
                "1997":43,
                "1998":52,
                "1999":60,
                "2000":58,
                "2001":67,
                "2002":59,
                "2003":85,
                "2004":123,
                "2005":144,
                "2006":167,
                "2007":172,
                "2008":201,
                "2009":214,
                "2010":221,
                "2011":265,
                "2012":311,
                "2013":312,
                "2014":350,
                "2015":343,
                "2016":328,
                "2017":336,
                "2018":369,
                "2019":356,
                "2020":343,
                "2021":23
            }
        ],
        [
            "In a narrow sense, the five-factor model (FFM) of personality is an empirical generalization about the covariation of personality traits. As Digman and Inouye (1986) put it,\" if a large number of rating scales is used and if the scope of the scales is very broad, the domain of personality descriptors is almost completely accounted for by five robust factors\"(p. 116). In a broader sense, the FFM refers to the entire body of research that it has inspired, amounting to a reinvigoration of trait psychology itself. But neither the model itself nor the body of research findings with which it is associated constitutes a theory of personality. A theory organizes findings to tell a coherent story, to bring into focus those issues and phenomena that can and should be explained. As Mayer (1998) argued, personality may be viewed as a system, and an adequate theory of personality must provide a definition of the system, a specification of its …",
            "The five-factor theory of personality.",
            "Robert R McCrae and Paul T Costa Jr",
            "2008",
            "UTRJOukAAAAJ:2KloaMYe4IUC",
            5071,
            "https:\/\/psycnet.apa.org\/record\/2008-11667-005",
            "2325524450525009356",
            "\/scholar?cites=2325524450525009356",
            {
                "2001":22,
                "2002":49,
                "2003":67,
                "2004":92,
                "2005":111,
                "2006":135,
                "2007":140,
                "2008":190,
                "2009":181,
                "2010":243,
                "2011":225,
                "2012":269,
                "2013":317,
                "2014":375,
                "2015":367,
                "2016":393,
                "2017":395,
                "2018":427,
                "2019":488,
                "2020":479,
                "2021":23
            }
        ],
        [
            "Patterns of covariation among personality traits in English-speaking populations can be summarized by the five-factor model (FFM). To assess the cross-cultural generalizability of the FFM, data from studies using 6 translations of the Revised NEO Personality Inventory (PT Costa & RR McCrae, 1992) were compared with the American factor structure. German, Portuguese, Hebrew, Chinese, Korean, and Japanese samples (N= 7,134) showed similar structures after varimax rotation of 5 factors. When targeted rotations were used, the American factor structure was closely reproduced, even at the level of secondary loadings. Because the samples studied represented highly diverse cultures with languages from 5 distinct language families, these data strongly suggest that personality trait structure is universal.",
            "Personality trait structure as a human universal.",
            "Robert R McCrae and Paul T Costa Jr",
            "1997",
            "UTRJOukAAAAJ:_Re3VWB3Y0AC",
            5023,
            "https:\/\/psycnet.apa.org\/doiLanding?doi=10.1037\/0003-066X.52.5.509",
            "2721558675024266196",
            "\/scholar?cites=2721558675024266196",
            {
                "1998":30,
                "1999":47,
                "2000":76,
                "2001":57,
                "2002":94,
                "2003":107,
                "2004":116,
                "2005":132,
                "2006":173,
                "2007":180,
                "2008":186,
                "2009":197,
                "2010":198,
                "2011":238,
                "2012":281,
                "2013":304,
                "2014":346,
                "2015":351,
                "2016":353,
                "2017":355,
                "2018":369,
                "2019":387,
                "2020":321,
                "2021":16
            }
        ]
    ]
}