{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A member of the inwardly rectifying potassium channel family was cloned here. The channel, called BIR (Kir6.2), was expressed in large amounts in rat pancreatic islets and glucose-responsive insulin-secreting cell lines. Coexpression with the sulfonylurea receptor SUR reconstituted an inwardly rectifying potassium conductance of 76 picosiemens that was sensitive to adenosine triphosphate (ATP) (IKATP) and was inhibited by sulfonylureas and activated by diazoxide. The data indicate that these pancreatic β cell potassium channels are a complex composed of at least two subunits-BIR, a member of the inward rectifier potassium channel family, and SUR, a member of the ATP-binding cassette superfamily. Gene mapping data show that these two potassium channel subunit genes are clustered on human chromosome 11 at position 11p15.1.",
            "Reconstitution of IKATP: an inward rectifier subunit plus the sulfonylurea receptor",
            "Nobuya Inagaki and Tohru Gonoi and John P Clement and Noriyuki Namba and Johji Inazawa and Gabriela Gonzalez and Lydia Aguilar-Bryan and Susumu Seino and Joseph Bryan",
            "1995",
            "utT388gAAAAJ:tOudhMTPpwUC",
            1874,
            "https:\/\/science.sciencemag.org\/content\/270\/5239\/1166.abstract",
            "17040645849967314122",
            "\/scholar?cites=17040645849967314122",
            {
                "1996":79,
                "1997":119,
                "1998":142,
                "1999":166,
                "2000":115,
                "2001":121,
                "2002":113,
                "2003":87,
                "2004":77,
                "2005":91,
                "2006":79,
                "2007":73,
                "2008":64,
                "2009":54,
                "2010":60,
                "2011":53,
                "2012":44,
                "2013":60,
                "2014":38,
                "2015":53,
                "2016":39,
                "2017":40,
                "2018":35,
                "2019":29,
                "2020":26,
                "2021":3
            }
        ],
        [
            "Sulfonylureas are a class of drugs widely used to promote insulin secretion in the treatment of non-insulin-dependent diabetes mellitus. These drugs interact with the sulfonylurea receptor of pancreatic beta cells and inhibit the conductance of adenosine triphosphate (ATP)-dependent potassium (KATP) channels. Cloning of complementary DNAs for the high-affinity sulfonylurea receptor indicates that it is a member of the ATP-binding cassette or traffic ATPase superfamily with multiple membrane-spanning domains and two nucleotide binding folds. The results suggest that the sulfonylurea receptor may sense changes in ATP and ADP concentration, affect KATP channel activity, and thereby modulate insulin release.",
            "Cloning of the beta cell high-affinity sulfonylurea receptor: a regulator of insulin secretion",
            "Lydia Aguilar-Bryan and Colin G Nichols and Sergio W Wechsler and JP4th Clement and AE3rd Boyd and Gabriela Gonzalez and Haydee Herrera-Sosa and Kimberly Nguy and Joseph Bryan and Daniel A Nelson",
            "1995",
            "utT388gAAAAJ:ns9cj8rnVeAC",
            1564,
            "https:\/\/science.sciencemag.org\/content\/268\/5209\/423.abstract",
            "9687848319686272239",
            "\/scholar?cites=9687848319686272239",
            {
                "1995":19,
                "1996":75,
                "1997":127,
                "1998":106,
                "1999":114,
                "2000":116,
                "2001":81,
                "2002":82,
                "2003":82,
                "2004":72,
                "2005":69,
                "2006":52,
                "2007":60,
                "2008":36,
                "2009":43,
                "2010":52,
                "2011":51,
                "2012":49,
                "2013":41,
                "2014":26,
                "2015":38,
                "2016":37,
                "2017":31,
                "2018":32,
                "2019":34,
                "2020":19,
                "2021":3
            }
        ],
        [
            "We have cloned an isoform of the sulfonylurea receptor (SUR), designated SUR2. Coexpression of SUR2 and the inward rectifier K+ channel subunit Kir6.2 in COS1 cells reconstitutes the properties of KATP channels described in cardiac and skeletal muscle. The SUR2\/Kir6.2 channel is less sensitive than the SUR\/Kir6.2 channel (the pancreatic β cell KATP channel) to both ATP and the sulfonylurea glibenclamide and is activated by the cardiac KATP channel openers, cromakalim and pinacidil, but not by diazoxide. In addition, SUR2 binds glibenclamide with lower affinity. The present study shows that the ATP sensitivity and pharmacological properties of KATP channels are determined by a family of structurally related but functionally distinct sulfonylurea receptors.",
            "A family of sulfonylurea receptors determines the pharmacological properties of ATP-sensitive K+ channels",
            "Nobuya Inagaki and Tohru Gonoi and John P Clement Iv and Chang-Zheng Wang and Lydia Aguilar-Bryan and Joseph Bryan and Susumu Seino",
            "1996",
            "utT388gAAAAJ:_Qo2XoVZTnwC",
            1097,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0896627300801245",
            "8415389562699362924",
            "\/scholar?cites=8415389562699362924",
            {
                "1996":12,
                "1997":59,
                "1998":86,
                "1999":98,
                "2000":78,
                "2001":65,
                "2002":71,
                "2003":61,
                "2004":62,
                "2005":66,
                "2006":49,
                "2007":51,
                "2008":35,
                "2009":29,
                "2010":33,
                "2011":39,
                "2012":24,
                "2013":34,
                "2014":22,
                "2015":26,
                "2016":20,
                "2017":20,
                "2018":24,
                "2019":18,
                "2020":11,
                "2021":2
            }
        ],
        [
            "Familial persistent hyperinsulinemic hypoglycemia of infancy (PHHI), an autosomal recessive disorder characterized by unregulated insulin secretion, is linked to chromosome 11p14-15.1. The newly cloned high-affinity sulfonylurea receptor (SUR) gene, a regulator of insulin secretion, was mapped to 11p15.1 by means of fluorescence in situ hybridization. Two separate SUR gene splice site mutations, which segregated with disease phenotype, were identified in affected individuals from nine different families. Both mutations resulted in aberrant processing of the RNA sequence and disruption of the putative second nucleotide binding domain of the SUR protein. Abnormal insulin secretion in PHHI appears to be caused by mutations in the SUR gene.",
            "Mutations in the sulfonylurea receptor gene in familial persistent hyperinsulinemic hypoglycemia of infancy",
            "Pamela M Thomas and Gilbert J Cote and Nelson Wohllk and Bassem Haddad and PM Mathew and Wolfgang Rabl and Lydia Aguilar-Bryan and Robert F Gagel and Joseph Bryan",
            "1995",
            "utT388gAAAAJ:SP6oXDckpogC",
            924,
            "https:\/\/science.sciencemag.org\/content\/268\/5209\/426.abstract",
            "16052000278928215297",
            "\/scholar?cites=16052000278928215297",
            {
                "1995":9,
                "1996":37,
                "1997":58,
                "1998":63,
                "1999":58,
                "2000":55,
                "2001":47,
                "2002":44,
                "2003":37,
                "2004":47,
                "2005":40,
                "2006":32,
                "2007":31,
                "2008":39,
                "2009":28,
                "2010":42,
                "2011":36,
                "2012":29,
                "2013":29,
                "2014":23,
                "2015":31,
                "2016":19,
                "2017":22,
                "2018":14,
                "2019":21,
                "2020":15,
                "2021":2
            }
        ],
        [
            "IV. KATP Channel Subunits A. The KIR family of inwardly rectifying K+ channels B. Sulfonylurea receptors",
            "Molecular biology of adenosine triphosphate-sensitive potassium channels",
            "Lydia Aguilar-Bryan and Joseph Bryan",
            "1999",
            "utT388gAAAAJ:M3ejUd6NZC8C",
            817,
            "https:\/\/www.researchgate.net\/profile\/Lydia_Aguilar-Bryan\/publication\/13094346_Molecular_Biology_of_Adenosine_Triphosphate-Sensitive_Potassium_Channels\/links\/5697c23708aea2d74375beaa\/Molecular-Biology-of-Adenosine-Triphosphate-Sensitive-Potassium-Channels.pdf",
            "5611968877286276109",
            "\/scholar?cites=5611968877286276109",
            {
                "1999":7,
                "2000":38,
                "2001":38,
                "2002":52,
                "2003":43,
                "2004":47,
                "2005":58,
                "2006":48,
                "2007":61,
                "2008":49,
                "2009":49,
                "2010":33,
                "2011":36,
                "2012":33,
                "2013":36,
                "2014":30,
                "2015":38,
                "2016":20,
                "2017":29,
                "2018":19,
                "2019":27,
                "2020":16,
                "2021":3
            }
        ],
        [
            "ATP-sensitive potassium channels (KATP channels) are heteromultimers of sulfonylurea receptors (SUR) and inwardly rectifying potassium channel subunits (KIR6.x) with a (SUR–KIR6.x)4 stoichiometry. Association is specific for KIR6.x and affects receptor glycosylation and cophotolabeling of KIR6.x by 125I-azidoglibenclamide. Association produces digitonin stable complexes with an estimated mass of 950 kDa. These complexes can be purified by lectin chromatography or by using Ni2+–agarose and a his-tagged SUR1. Expression of SUR1∼(KIR6.2)i fusion constructs shows that a 1:1 SUR1:KIR6.2 stoichiometry is both necessary and sufficient for assembly of active KATP channels. Coexpression of a mixture of strongly and weakly rectifying triple fusion proteins, rescued by SUR1, produced the three channel types expected of a tetrameric pore.",
            "Association and stoichiometry of KATP channel subunits",
            "John P Clement IV and Kumud Kunjilwar and Gabriela Gonzalez and Mathias Schwanstecher and Uwe Panten and Lydia Aguilar-Bryan and Joseph Bryan",
            "1997",
            "utT388gAAAAJ:abG-DnoFyZgC",
            763,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0896627300803219",
            "14115200750983915960",
            "\/scholar?cites=14115200750983915960",
            {
                "1997":6,
                "1998":47,
                "1999":82,
                "2000":61,
                "2001":47,
                "2002":45,
                "2003":44,
                "2004":37,
                "2005":51,
                "2006":27,
                "2007":50,
                "2008":32,
                "2009":21,
                "2010":33,
                "2011":31,
                "2012":22,
                "2013":28,
                "2014":19,
                "2015":17,
                "2016":13,
                "2017":11,
                "2018":17,
                "2019":9,
                "2020":10,
                "2021":1
            }
        ],
        [
            "Obesity is the driving force behind the worldwide increase in the prevalence of type 2 diabetes mellitus 1, 2. Hyperglycaemia is a hallmark of diabetes and is largely due to increased hepatic gluconeogenesis 3. The medial hypothalamus is a major integrator of nutritional and hormonal signals 1, 2, 4, which play pivotal roles not only in the regulation of energy balance but also in the modulation of liver glucose output 5, 6. Bidirectional changes in hypothalamic insulin signalling therefore result in parallel changes in both energy balance 7, 8, 9, 10 and glucose metabolism 5. Here we show that activation of ATP-sensitive potassium (K ATP) channels 11 in the mediobasal hypothalamus is sufficient to lower blood glucose levels through inhibition of hepatic gluconeogenesis. Finally, the infusion of a K ATP blocker within the mediobasal hypothalamus, or the surgical resection of the hepatic branch of the vagus nerve …",
            "Hypothalamic K ATP channels control hepatic glucose production",
            "Alessandro Pocai and Tony KT Lam and Roger Gutierrez-Juarez and Silvana Obici and Gary J Schwartz and Joseph Bryan and Lydia Aguilar-Bryan and Luciano Rossetti",
            "2005",
            "utT388gAAAAJ:geHnlv5EZngC",
            681,
            "https:\/\/www.nature.com\/articles\/nature03439\/briefing\/signup\/?origin=Nature&originReferralPoint=EmailBanner",
            "18196876641414106516",
            "\/scholar?cites=18196876641414106516",
            {
                "2005":18,
                "2006":50,
                "2007":46,
                "2008":41,
                "2009":48,
                "2010":46,
                "2011":59,
                "2012":52,
                "2013":52,
                "2014":46,
                "2015":51,
                "2016":41,
                "2017":32,
                "2018":30,
                "2019":33,
                "2020":29,
                "2021":2
            }
        ],
        [
            "The ATP-sensitive potassium (KATP) channel, composed of the beta-cell proteins sulfonylurea receptor (SUR1) and inward-rectifying potassium channel subunit Kir6.2, is a key regulator of insulin release. It is inhibited by the binding of adenine nucleotides to subunit Kir6.2, which closes the channel, and activated by nucleotide binding or hydrolysis on SUR1, which opens the channel. The balance of these opposing actions determines the low open-channel probability, PO, which controls the excitability of pancreatic beta cells. We hypothesized that activating mutations in ABCC8, which encodes SUR1, cause neonatal diabetes.We screened the 39 exons of ABCC8 in 34 patients with permanent or transient neonatal diabetes of unknown origin. We assayed the electrophysiologic activity of mutant and wild-type KATP channels.We identified seven missense mutations in nine patients …",
            "Activating Mutations in the ABCC8 Gene in Neonatal Diabetes Mellitus",
            "Andrey P Babenko and Michel Polak and Hélène Cavé and Kanetee Busiah and Paul Czernichow and Raphael Scharfmann and Joseph Bryan and Lydia Aguilar-Bryan and Martine Vaxillaire and Philippe Froguel",
            "2006",
            "utT388gAAAAJ:5nxA0vEk-isC",
            674,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJMoa055068",
            "3549875142330766578",
            "\/scholar?cites=3549875142330766578",
            {
                "2006":8,
                "2007":62,
                "2008":74,
                "2009":55,
                "2010":56,
                "2011":45,
                "2012":45,
                "2013":43,
                "2014":55,
                "2015":42,
                "2016":38,
                "2017":42,
                "2018":34,
                "2019":30,
                "2020":32,
                "2021":2
            }
        ],
        [
            "Aguilar-Bryan, Lydia, John P. Clement IV, Gabriela Gonzalez, Kumud Kunjilwar, Andrey Babenko, and Joseph Bryan. Toward Understanding the Assembly and Structure of K ATP Channels. Physiol. Rev. 78: 227–245, 1998.—Adenosine 5′-triphosphate-sensitive potassium (K ATP) channels couple metabolic events to membrane electrical activity in a variety of cell types. The cloning and reconstitution of the subunits of these channels demonstrate they are heteromultimers of inwardly rectifying potassium channel subunits (K IR 6. x) and sulfonylurea receptors (SUR), members of the ATP-binding cassette (ABC) superfamily. Recent studies indicate that SUR and K IR 6. x associate with 1: 1 stoichiometry to assemble a large tetrameric channel,(SUR\/K IR 6. x) 4. The K IR 6. x subunits form the channel pore, whereas SUR is required for activation and regulation. Two K IR 6. x genes and two SUR genes have been …",
            "Toward understanding the assembly and structure of KATP channels",
            "Lydia Aguilar-Bryan and JOHN P CLEMENT IV and Gabriela Gonzalez and Kumud Kunjilwar and Andrey Babenko and Joseph Bryan",
            "1998",
            "utT388gAAAAJ:bFI3QPDXJZMC",
            657,
            "https:\/\/journals.physiology.org\/doi\/full\/10.1152\/physrev.1998.78.1.227?view=long&pmid=9457174",
            "13743165288375945341",
            "\/scholar?cites=13743165288375945341",
            {
                "1998":13,
                "1999":64,
                "2000":50,
                "2001":47,
                "2002":42,
                "2003":41,
                "2004":48,
                "2005":36,
                "2006":32,
                "2007":32,
                "2008":25,
                "2009":27,
                "2010":25,
                "2011":26,
                "2012":17,
                "2013":24,
                "2014":20,
                "2015":18,
                "2016":16,
                "2017":13,
                "2018":17,
                "2019":11,
                "2020":9
            }
        ],
        [
            "ATP-sensitive potassium channels, termed KATP channels, link the electrical activity of cell membranes to cellular metabolism. These channels are heteromultimers of sulfonylurea receptor (SUR) and KIR6.x subunits associated with a 1:1 stoichiometry as a tetramer (SUR\/KIR6.x)4. KIR6.x forms the pores, whereas SUR regulates their activity. Changes in [ATP]i and [ADP]i gate the channel. The diversity of KATP channels results from the assembly of SUR and KIR6.x subtypes. KIR6.1-based channels differ from KIR6.2 channels mainly by their smaller unitary conductance. SUR1- and SUR2-based channels are distinguished by their differential sensitivity to sulfonylureas, whereas SUR2A-based channels are distinguished from SUR2B channels by their differential sensitivity to diazoxide. Mutations that result in the loss of KATP channels in pancreatic β-cells have been identified in SUR1 and KIR6.2 …",
            "A VIEW OF SUR\/KIR6.X, KATP CHANNELS",
            "AP Babenko and L Aguilar-Bryan and J Bryan",
            "1998",
            "utT388gAAAAJ:eQOLeE2rZwMC",
            608,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev.physiol.60.1.667",
            "2969360527539011807",
            "\/scholar?cites=2969360527539011807",
            {
                "1998":4,
                "1999":45,
                "2000":51,
                "2001":34,
                "2002":41,
                "2003":46,
                "2004":42,
                "2005":43,
                "2006":34,
                "2007":32,
                "2008":32,
                "2009":22,
                "2010":24,
                "2011":25,
                "2012":22,
                "2013":21,
                "2014":18,
                "2015":18,
                "2016":11,
                "2017":11,
                "2018":12,
                "2019":5,
                "2020":13
            }
        ]
    ]
}