{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "When viewed as an elementary particle, the electron has spin and charge. When binding to the atomic nucleus, it also acquires an angular momentum quantum number corresponding to the quantized atomic orbital it occupies. Even if electrons in solids form bands and delocalize from the nuclei, in Mott insulators they retain their three fundamental quantum numbers: spin, charge and orbital 1. The hallmark of one-dimensional physics is a breaking up of the elementary electron into its separate degrees of freedom 2. The separation of the electron into independent quasi-particles that carry either spin (spinons) or charge (holons) was first observed fifteen years ago 3. Here we report observation of the separation of the orbital degree of freedom (orbiton) using resonant inelastic X-ray scattering on the one-dimensional Mott insulator Sr 2 CuO 3. We resolve an orbiton separating itself from spinons and propagating …",
            "Spin-orbital separation in the quasi 1D Mott-insulator Sr2CuO3",
            "J Schlappa and K Wohlfeld and KJ Zhou and M Mourigal and MW Haverkort and VN Strocov and L Hozoi and C Monney and S Nishimoto and S Singh and A Revcolevschi and J-S Caux and L Patthey and HM Rønnow and J Brink and T Schmitt",
            "2012",
            "utYY3jYAAAAJ:zYLM7Y9cAGgC",
            282,
            "https:\/\/www.nature.com\/articles\/nature10974",
            "12086078407656604337",
            "\/scholar?cites=12086078407656604337",
            {
                "2012":20,
                "2013":36,
                "2014":40,
                "2015":24,
                "2016":32,
                "2017":28,
                "2018":35,
                "2019":29,
                "2020":35
            }
        ],
        [
            "A quantum spin liquid (QSL) is an exotic state of matter in which electrons’ spins are quantum entangled over long distances, but do not show magnetic order in the zero-temperature limit 1. The observation of QSL states is a central aim of experimental physics, because they host collective excitations that transcend our knowledge of quantum matter; however, examples in real materials are scarce 2. Here, we report neutron-scattering experiments on YbMgGaO 4, a QSL candidate in which Yb 3+ ions with effective spin-1\/2 occupy a triangular lattice 3, 4, 5, 6. Our measurements reveal a continuum of magnetic excitations—the essential experimental hallmark of a QSL 7—at very low temperature (0.06 K). The origin of this peculiar excitation spectrum is a crucial question, because isotropic nearest-neighbour interactions do not yield a QSL ground state on the triangular lattice 8. Using measurements in the field …",
            "Continuous excitations of the triangular-lattice quantum spin liquid YbMgGaO4",
            "Joseph AM Paddison and Marcus Daum and ZL Dun and Georg Ehlers and Yaohua Liu and Matthew B Stone and HD Zhou and Martin Mourigal",
            "2017",
            "utYY3jYAAAAJ:fbc8zXXH2BUC",
            208,
            "https:\/\/www.nature.com\/articles\/nphys3971",
            "12947275996370751014",
            "\/scholar?cites=12947275996370751014",
            {
                "2016":2,
                "2017":29,
                "2018":46,
                "2019":63,
                "2020":62,
                "2021":4
            }
        ],
        [
            "One of the simplest quantum many-body systems is the spin-1\/2 Heisenberg antiferromagnetic chain, a linear array of interacting magnetic moments. Its exact ground state is a macroscopic singlet entangling all spins in the chain. Its elementary excitations, called spinons, are fractional spin-1\/2 quasiparticles created and detected in pairs by neutron scattering. Theoretical predictions show that two-spinon states exhaust only 71% of the spectral weight and higher-order spinon states, yet to be experimentally located, are predicted to participate in the remaining. Here, by accurate absolute normalization of our inelastic neutron scattering data on a spin-1\/2 Heisenberg antiferromagnetic chain compound, we account for the full spectral weight to within 99 (8)%. Our data thus establish and quantify the existence of higher-order spinon states. The observation that, within error bars, the experimental line shape resembles a …",
            "Fractional spinon excitations in the quantum Heisenberg antiferromagnetic chain",
            "Martin Mourigal and Mechthild Enderle and Axel Klöpperpieper and Jean-Sébastien Caux and Anne Stunault and Henrik M Rønnow",
            "2013",
            "utYY3jYAAAAJ:3fE2CSJIrl8C",
            206,
            "https:\/\/www.nature.com\/articles\/nphys2652",
            "12927613859390704550",
            "\/scholar?cites=12927613859390704550",
            {
                "2013":1,
                "2014":16,
                "2015":33,
                "2016":32,
                "2017":22,
                "2018":35,
                "2019":36,
                "2020":27,
                "2021":3
            }
        ],
        [
            "Quantum magnets have occupied the fertile ground between many-body theory and low-temperature experiments on real materials since the early days of quantum mechanics. However, our understanding of even deceptively simple systems of interacting spin-1\/2 particles is far from complete. The quantum square-lattice Heisenberg antiferromagnet, for example, exhibits a striking anomaly of hitherto unknown origin in its magnetic excitation spectrum. This quantum effect manifests itself for excitations propagating with the specific wavevector (π, 0). We use polarized neutron spectroscopy to fully characterize the magnetic fluctuations in the metal-organic compound Cu (DCOO) 2⋅ 4D 2 O, a known realization of the quantum square-lattice Heisenberg antiferromagnet model. Our experiments reveal an isotropic excitation continuum at the anomaly, which we analyse theoretically using Gutzwiller-projected trial …",
            "Fractional excitations in the square lattice quantum antiferromagnet",
            "Bastien Dalla Piazza and M Mourigal and Niels Bech Christensen and GJ Nilsen and P Tregenna-Piggott and TG Perring and Mechtild Enderle and Desmond Francis McMorrow and DA Ivanov and Henrik Moodysson Rønnow",
            "2015",
            "utYY3jYAAAAJ:F9fV5C73w3QC",
            138,
            "https:\/\/www.nature.com\/articles\/nphys3172",
            "16903251178171777300",
            "\/scholar?cites=16903251178171777300",
            {
                "2015":10,
                "2016":12,
                "2017":25,
                "2018":24,
                "2019":33,
                "2020":30,
                "2021":4
            }
        ],
        [
            "Polarized and unpolarized neutron scattering experiments on the frustrated ferromagnetic spin-1\/2 chain LiCuVO 4 show that the phase transition at H Q of 8 T is driven by quadrupolar fluctuations and that dipolar correlations are short range with moments parallel to the applied magnetic field in the high-field phase. Heat-capacity measurements evidence a phase transition into this high-field phase, with an anomaly clearly different from that at low magnetic fields. Our experimental data are consistent with a picture where the ground state above H Q has a next-nearest neighbor bond-nematic order along the chains with a fluidlike coherence between weakly coupled chains.",
            "Evidence of a Bond-Nematic Phase in LiCuVO4",
            "M Mourigal and M Enderle and B Fåk and RK Kremer and JM Law and A Schneidewind and A Hiess and A Prokofiev",
            "2012",
            "utYY3jYAAAAJ:W7OEmFMy1HYC",
            97,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.109.027203",
            "12883814532540245218",
            "\/scholar?cites=12883814532540245218",
            {
                "2013":8,
                "2014":13,
                "2015":11,
                "2016":13,
                "2017":16,
                "2018":10,
                "2019":14,
                "2020":10,
                "2021":2
            }
        ],
        [
            "We elucidate the role of magnon interaction and spontaneous decays in the spin dynamics of the triangular-lattice Heisenberg antiferromagnet by calculating its dynamical structure factor within the spin-wave theory. Explicit theoretical results for neutron-scattering intensity are provided for spins S= 1\/2 and S= 3\/2. The dynamical structure factor exhibits unconventional features such as quasiparticle peaks broadened by decays, non-Lorentzian lineshapes, and significant spectral weight redistribution to the two-magnon continuum. This rich excitation spectrum illustrates the complexity of the triangular-lattice antiferromagnet and provides distinctive qualitative and quantitative fingerprints for experimental observation of decay-induced magnon dynamics.",
            "Dynamical structure factor of triangular-lattice antiferromagnet",
            "M Mourigal and WT Fuhrman and AL Chernyshev and ME Zhitomirsky",
            "2013",
            "utYY3jYAAAAJ:KlAtU1dfN6UC",
            83,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.88.094407",
            "17352088334792639749",
            "\/scholar?cites=17352088334792639749",
            {
                "2013":1,
                "2014":4,
                "2015":9,
                "2016":11,
                "2017":7,
                "2018":14,
                "2019":15,
                "2020":19,
                "2021":3
            }
        ],
        [
            "A quantum magnet, LiCuSbO 4, with chains of edge-sharing spin-1 2 CuO 6 octahedra is reported. While short-range order is observed for T< 10 K, no zero-field phase transition or spin freezing occurs down to 100 mK. Specific heat indicates a distinct high-field phase near the 12 T saturation field. Neutron scattering shows incommensurate spin correlations with q=(0.47±0.01) π\/a and places an upper limit of 70 μ eV on any spin gap. Exact diagonalization of 16-spin easy-plane spin-1 2 chains with competing ferro-and antiferromagnetic interactions (J 1=− 75 K, J 2= 34 K) accounts for the T> 2 K data.",
            "Quantum spin liquid in frustrated one dimensional LiCuSbO4",
            "SE Dutton and M Kumar and M Mourigal and ZG Soos and J-J Wen and CL Broholm and NH Andersen and Q Huang and M Zbiri and R Toft-Petersen and RJ Cava",
            "2011",
            "utYY3jYAAAAJ:qjMakFHDy7sC",
            71,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.187206",
            "7455703082495666834",
            "\/scholar?cites=7455703082495666834",
            {
                "2012":4,
                "2013":8,
                "2014":6,
                "2015":5,
                "2016":7,
                "2017":13,
                "2018":9,
                "2019":12,
                "2020":7
            }
        ],
        [
            "The Ising model—in which degrees of freedom (spins) are binary valued (up\/down)—is a cornerstone of statistical physics that shows rich behaviour when spins occupy a highly frustrated lattice such as kagome. Here we show that the layered Ising magnet Dy 3 Mg 2 Sb 3 O 14 hosts an emergent order predicted theoretically for individual kagome layers of in-plane Ising spins. Neutron-scattering and bulk thermomagnetic measurements reveal a phase transition at∼ 0.3 K from a disordered spin-ice-like regime to an emergent charge ordered state, in which emergent magnetic charge degrees of freedom exhibit three-dimensional order while spins remain partially disordered. Monte Carlo simulations show that an interplay of inter-layer interactions, spin canting and chemical disorder stabilizes this state. Our results establish Dy 3 Mg 2 Sb 3 O 14 as a tuneable system to study interacting emergent charges arising from …",
            "Emergent Order in the Kagome Ising Magnet Dy3Mg2Sb3O14",
            "Joseph AM Paddison and Harapan S Ong and James O Hamp and Paromita Mukherjee and Xiaojian Bai and Matthew G Tucker and Nicholas P Butch and Claudio Castelnovo and Martin Mourigal and SE Dutton",
            "2016",
            "utYY3jYAAAAJ:u-coK7KVo8oC",
            51,
            "https:\/\/www.nature.com\/articles\/ncomms13842?origin=ppub",
            "1073377468632060574",
            "\/scholar?cites=1073377468632060574",
            {
                "2015":1,
                "2016":1,
                "2017":10,
                "2018":13,
                "2019":12,
                "2020":14
            }
        ],
        [
            "Inelastic neutron scattering at low temperatures T≤ 30 K from a powder of LiZn 2 Mo 3 O 8 demonstrates this triangular-lattice antiferromagnet hosts collective magnetic excitations from spin-1\/2 Mo 3 O 13 molecules. Apparently gapless (Δ< 0.2 meV) and extending at least up to 2.5 meV, the low-energy magnetic scattering cross section is surprisingly broad in momentum space and involves one-third of the spins present above 100 K. The data are compatible with the presence of valence bonds involving nearest-neighbor and next-nearest-neighbor spins forming a disordered or dynamic state.",
            "Molecular Quantum Magnetism in LiZn2Mo3O8",
            "M Mourigal and WT Fuhrman and JP Sheckelton and A Wartelle and JA Rodriguez-Rivera and DL Abernathy and TM McQueen and CL Broholm",
            "2014",
            "utYY3jYAAAAJ:Zph67rFs4hoC",
            49,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.112.027202",
            "5567510894830285640",
            "\/scholar?cites=5567510894830285640",
            {
                "2014":6,
                "2015":8,
                "2016":4,
                "2017":9,
                "2018":8,
                "2019":6,
                "2020":8
            }
        ],
        [
            "We have studied the magnetic structure of the ferroelectric frustrated spin-1\/2 chain material LiCuVO 4 in applied electric and magnetic fields using polarized neutrons. A symmetry and mean-field analysis of the data rules out the presence of static Dzyaloshinskii-Moriya interaction, while exchange striction is shown to be negligible by our specific-heat measurements. The experimentally observed magnetoelectric coupling is in excellent agreement with the predictions of a purely electronic mechanism based on spin supercurrents.",
            "Ferroelectricity from spin supercurrents in LiCuVO4",
            "Martin Mourigal and Mechthild Enderle and Reinhard K Kremer and Joseph M Law and Björn Fåk",
            "2011",
            "utYY3jYAAAAJ:u5HHmVD_uO8C",
            46,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.83.100409",
            "17683269836972018060",
            "\/scholar?cites=17683269836972018060",
            {
                "2011":2,
                "2012":7,
                "2013":8,
                "2014":6,
                "2015":4,
                "2016":4,
                "2017":2,
                "2018":4,
                "2019":5,
                "2020":2,
                "2021":2
            }
        ]
    ]
}