{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The effect of substrate-induced strain in polycrystalline ZnO thin films on different substrate, e.g., GaN epilayer, sapphire (0001), quartz glass, Si(111)∕SiO2, and glass deposited by sol-gel process, has been investigated by x-ray diffraction, scanning electron microscope, electrical resistivity, and photoluminescence measurements. A strong dependence of orientation, crystallite size, and electrical resistivity upon the substrate-induced strain along the c axis has been found. The results of structural and morphological studies indicate that relatively larger tensile strain exists in ZnO deposited on sapphire and glass, while a smaller compressive strain appears in film deposited on GaN and the strain is relaxed in larger crystallite size. The electrical resistivity of the films increases exponentially with increasing strain. The excitonic peak positions are found to shift slightly towards lower energy side with increasing strain. The …",
            "Effect of substrate-induced strain on the structural, electrical, and optical properties of polycrystalline  thin films",
            "R Ghosh and D Basak and Shinobu Fujihara",
            "2004",
            "UUMvDMcAAAAJ:Y0pCki6q_DkC",
            466,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1769598",
            "2767766581252407074",
            "\/scholar?cites=2767766581252407074",
            {
                "2005":5,
                "2006":12,
                "2007":21,
                "2008":26,
                "2009":28,
                "2010":31,
                "2011":36,
                "2012":35,
                "2013":33,
                "2014":40,
                "2015":33,
                "2016":37,
                "2017":37,
                "2018":28,
                "2019":29,
                "2020":30,
                "2021":3
            }
        ],
        [
            "The authors report on the electrical and ultraviolet (UV) photoresponse properties of quasialigned ZnO nanowires (NWs)∕p-Si heterojunction grown by a low-temperature solvothermal technique. The current-voltage characteristic of a single ZnO NW∕p-Si junction measured by a scanning tunneling microscope shows a rectifying behavior with a rectification ratio IF∕IR of 33 at 5V. The current transport is dominated by the recombination-tunneling mechanism for 0.4V<V<1.5V while by the space-charge-limited current conduction beyond 1.5V. The heterojunction is sensitive to the UV light with the faster rise and decay time constants of 360 and 280ms, respectively.",
            "Electrical and ultraviolet photoresponse properties of quasialigned ZnO nanowires\/ heterojunction",
            "R Ghosh and D Basak",
            "2007",
            "UUMvDMcAAAAJ:8k81kl-MbHgC",
            172,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2748333",
            "8998555330461968693",
            "\/scholar?cites=8998555330461968693",
            {
                "2007":6,
                "2008":10,
                "2009":10,
                "2010":10,
                "2011":14,
                "2012":20,
                "2013":21,
                "2014":19,
                "2015":13,
                "2016":13,
                "2017":7,
                "2018":10,
                "2019":7,
                "2020":12
            }
        ],
        [
            "Effect of thermal annealing in different ambients on the structural, electrical and optical properties of the sol–gel derived ZnO thin films are studied. XRD results show that the annealed ZnO films with wurtzite structure are randomly oriented. Crystallite size, carrier concentration, resistivity and mobility are found to be dependent on the annealing temperature. The change in carrier concentration is discussed with respect to the removal of adsorbed oxygen from the grain boundaries. The highest carrier concentration and lowest resistivity are 8 × 1018 cm−3 and 2.25 × 10−1 Ω cm, respectively, for the film annealed at 500 °C in vacuum. The annealed films are highly transparent with average transmission exceeding 80% in the wavelength region of 400–800 nm. In all three ambients, the optical band gap value does not change much below 500 °C temperature while above this temperature band gap value decreases for …",
            "Effect of thermal annealing treatment on structural, electrical and optical properties of transparent sol–gel ZnO thin films",
            "R Ghosh and GK Paul and D Basak",
            "2005",
            "UUMvDMcAAAAJ:Zph67rFs4hoC",
            127,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0025540805002321",
            "10682312119197785685",
            "\/scholar?cites=10682312119197785685",
            {
                "2006":4,
                "2007":7,
                "2008":11,
                "2009":14,
                "2010":13,
                "2011":14,
                "2012":12,
                "2013":9,
                "2014":3,
                "2015":5,
                "2016":8,
                "2017":7,
                "2018":8,
                "2019":7,
                "2020":2,
                "2021":3
            }
        ],
        [
            "This paper reports the effects of Al and In content on the structural and optical properties of ZnO thin films synthesized by the spray pyrolysis technique. The concentration ratio of [Al]\/[Zn] or [In]\/[Zn] was kept at 1 at.%. Thickness of the films was in the range 315–320 nm. X-ray diffraction analysis indicates that the film doped with Al using aluminum chloride (AlCl3·2H2O) has a textured structure with (0 0 2) preferred orientation, but no texturisation is observed when doped with Al using aluminum nitrate (Al(NO3)3·9H2O) and also with In using indium nitrate (In(NO3)3·9H2O). The surface morphology and grain size for the film doped with Al using aluminum chloride is slightly different from those of the films doped with Al and In using aluminum nitrate and indium nitrate, respectively. The grains of the film doped with Al using aluminum chloride were found to be well defined but those appeared to form clusters in the case …",
            "Effects of aluminum and indium incorporation on the structural and optical properties of ZnO thin films synthesized by spray pyrolysis technique",
            "A Chakraborty and T Mondal and SK Bera and SK Sen and R Ghosh and GK Paul",
            "2008",
            "UUMvDMcAAAAJ:0EnyYjriUFMC",
            78,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S025405840800309X",
            "7128593303502590309",
            "\/scholar?cites=7128593303502590309",
            {
                "2009":4,
                "2010":5,
                "2011":8,
                "2012":8,
                "2013":13,
                "2014":8,
                "2015":5,
                "2016":8,
                "2017":5,
                "2018":6,
                "2019":3,
                "2020":5
            }
        ],
        [
            "The authors report on the self-seeded growth of ZnO nanowire (NW) arrays on glass substrates by a simple solvothermal method using two different sol concentrations for the seed layer formation. The formations of hexagonal-shaped NWs with diameter of 20–60nm on the seed layer for 0.1M sol and mostly of trapezoidal-shaped NWs with base width of 135nm on the seed layer for 0.03M sol have been explained considering the longitudinal and transversal growths of ZnO NWs. The photocurrent behavior of ZnO NW arrays in air as well as in vacuum is analyzed in terms of adsorbed oxygen and water molecules.",
            "Self-seeded growth and ultraviolet photoresponse properties of ZnO nanowire arrays",
            "R Ghosh and M Dutta and D Basak",
            "2007",
            "UUMvDMcAAAAJ:5nxA0vEk-isC",
            75,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2771533",
            "14116914712527854347",
            "\/scholar?cites=14116914712527854347",
            {
                "2008":5,
                "2009":12,
                "2010":11,
                "2011":8,
                "2012":13,
                "2013":3,
                "2014":7,
                "2015":4,
                "2016":5,
                "2017":2,
                "2018":1,
                "2019":4
            }
        ],
        [
            "High-quality single-crystal ZnO nanowire arrays with diameter ranging from 30 to 110 nm were synthesized using a two-step process: (1) synthesis of ZnO thin film by sol–gel technique, which was used as seed layer, and (2) oriented ZnO nanowire arrays were grown on ZnO seed layer using a hydrothermal reaction process at a low temperature of 90 °C. Experimental results reveal an ultrahigh sensitivity of ∼98% to 100 ppm of H2 gas and 93% to 200 ppm of CO gas, an ultrafast recovery of 1 to 2 ms to CO gas with high repeatability. The current transients demonstrate the reversible type sensing to reducing gas (H2 or CO) detection using as-grown ZnO nanowire arrays sensor. The hydrothermally grown ZnO nanowire-array-based gas sensors may have potential application in industry without much modification.",
            "Ultrafast and reversible gas-sensing properties of ZnO nanowire arrays grown by hydrothermal technique",
            "Madhumita Sinha and Rajat Mahapatra and Biswanath Mondal and Takahiro Maruyama and Ranajit Ghosh",
            "2016",
            "UUMvDMcAAAAJ:zYLM7Y9cAGgC",
            74,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.jpcc.5b11012",
            "16205096264608021138",
            "\/scholar?cites=16205096264608021138",
            {
                "2016":6,
                "2017":4,
                "2018":21,
                "2019":24,
                "2020":16,
                "2021":3
            }
        ],
        [
            "Deep levels in polycrystalline p-Cu2O\/i-ZnO\/n-ZnO\/glass photovoltaic structures were studied by deep level transient spectroscopy (DLTS). Post-deposition crown-ether cyanide (CN) treatments of the samples were performed with the variation of time. DLTS spectra for all samples showed the presence of two traps localized at 0.2 eV and 0.5 eV from the top of the valence band. Effects of defect passivation and improvement of cell performance were demonstrated with the cyanide treated samples. Optimum time of cyanide treatment was found to be 3 min. Cell performance was increased from 0.4% to 0.7% for the samples undergoing the optimum post-deposition cyanide treatment.",
            "Deep level transient spectroscopy of cyanide treated polycrystalline p-Cu2O\/n-ZnO solar cell",
            "GK Paul and R Ghosh and SK Bera and S Bandyopadhyay and T Sakurai and K Akimoto",
            "2008",
            "UUMvDMcAAAAJ:hqOjcs7Dif8C",
            71,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0009261408011597",
            "9466642159739884002",
            "\/scholar?cites=9466642159739884002",
            {
                "2009":8,
                "2010":10,
                "2011":7,
                "2012":12,
                "2013":3,
                "2014":5,
                "2015":7,
                "2016":6,
                "2017":7,
                "2018":2,
                "2019":1,
                "2020":2,
                "2021":1
            }
        ],
        [
            "Sol–gel ZnO films have been annealed at 500 °C under different ambients for optimization of the complete growth process and characterized. X-ray diffraction results show that annealed films have similar structural qualities. Photoluminescence studies show that the visible emission is enhanced when annealed in vacuum and nitrogen, the effect is discussed in relation to the radiative transitions related to the trapped charge carriers. The dark I–V characteristics show that the current increases in vacuum and nitrogen annealed films and decreases for the film annealed in air. The UV Photoresponse of the ZnO films was affected by the annealing ambience.",
            "Photoluminescence and photoconductance in annealed ZnO thin films",
            "R Ghosh and B Mallik and Shinobu Fujihara and D Basak",
            "2005",
            "UUMvDMcAAAAJ:ULOm3_A8WrAC",
            56,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0009261405000710",
            "13789282979257044353",
            "\/scholar?cites=13789282979257044353",
            {
                "2006":2,
                "2007":7,
                "2008":6,
                "2009":7,
                "2010":6,
                "2011":3,
                "2012":7,
                "2013":6,
                "2014":2,
                "2015":2,
                "2016":3,
                "2017":3,
                "2018":1,
                "2019":1
            }
        ],
        [
            "We study single-walled carbon nanotube (SWCNT) growth from Pt catalysts by a cold-wall chemical vapor deposition (CVD) method in a high vacuum using a nozzle injector for the ethanol gas supply. By optimizing the ethanol pressure, we could grow SWCNTs between 330 and 700 °C, and the optimal ethanol pressure to obtain the highest SWCNT yield was reduced as the growth temperature decreased. Using transmission electron microscopy, Raman spectroscopy and photoluminescence measurements, we determined the diameters and chirality distribution of the SWCNTs and showed that the grown SWCNTs have a narrow chirality distribution and that the diameters of most SWCNTs were below 1.0 nm. In addition, based on the size distribution and the chemical states of Pt catalyst particles, we proposed a growth model of the SWCNTs.",
            "Single-walled carbon nanotube synthesis using Pt catalysts under low ethanol pressure via cold-wall chemical vapor deposition in high vacuum",
            "Takahiro Maruyama and Hiroki Kondo and Ranajit Ghosh and Akinari Kozawa and Shigeya Naritsuka and Yoko Iizumi and Toshiya Okazaki and Sumio Iijima",
            "2016",
            "UUMvDMcAAAAJ:Tyk-4Ss8FVUC",
            48,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0008622315302293",
            "17961123607227688678",
            "\/scholar?cites=17961123607227688678",
            {
                "2016":4,
                "2017":17,
                "2018":10,
                "2019":7,
                "2020":9
            }
        ],
        [
            "The authors report on hydrophobic self-cleaning surfaces of transparent zinc oxide (ZnO) thin films tuned by controlling uniformity of the film surfaces. ZnO films were synthesized by a simple, low-cost sol–gel technique. The degree of hydrophobicity of the films was strongly dependent on the number of coatings with ZnO. The surface of the polycrystalline ZnO thin film with 8-coatings was maximum hydrophobic with a static contact angle of 114±3. The films were highly transparent with average transmission exceeding 80% in the visible region. Thus, new hydrophobic ZnO thin films can be of great importance in commercial application as transparent self-cleaning surfaces.",
            "Hydrophobic self-cleaning surfaces of ZnO thin films synthesized by sol–gel technique",
            "S Patra and S Sarkar and SK Bera and R Ghosh and GK Paul",
            "2009",
            "UUMvDMcAAAAJ:4TOpqqG69KYC",
            37,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0022-3727\/42\/7\/075301\/meta",
            "7347924994453431479",
            "\/scholar?cites=7347924994453431479",
            {
                "2009":1,
                "2010":5,
                "2011":7,
                "2012":2,
                "2013":6,
                "2014":2,
                "2015":3,
                "2016":3,
                "2017":2,
                "2018":2,
                "2019":1,
                "2020":3
            }
        ]
    ]
}