{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together the most up-to-date statistics on heart disease, stroke, other vascular diseases, and their risk factors and presents them in its Heart Disease and Stroke Statistical Update. The Statistical Update is a valuable resource for researchers, clinicians, healthcare policy makers, media professionals, the lay public, and many others who seek the best national data available on disease morbidity and mortality and the risks, quality of care, medical procedures and operations, and costs associated with the management of these diseases in a single document. Indeed, since 1999, the Statistical Update has been cited more than 8700 times in the literature (including citations of all annual versions). In 2010 alone, the various …",
            "Heart disease and stroke statistics—2012 update: a report from the American Heart Association",
            "Writing Group Members and Véronique L Roger and Alan S Go and Donald M Lloyd-Jones and Emelia J Benjamin and Jarett D Berry and William B Borden and Dawn M Bravata and Shifan Dai and Earl S Ford and Caroline S Fox and Heather J Fullerton and Cathleen Gillespie and Susan M Hailpern and John A Heit and Virginia J Howard and Brett M Kissela and Steven J Kittner and Daniel T Lackland and Judith H Lichtman and Lynda D Lisabeth and Diane M Makuc and Gregory M Marcus and Ariane Marelli and David B Matchar and Claudia S Moy and Dariush Mozaffarian and Michael E Mussolino and Graham Nichol and Nina P Paynter and Elsayed Z Soliman and Paul D Sorlie and Nona Sotoodehnia and Tanya N Turan and Salim S Virani and Nathan D Wong and Daniel Woo and Melanie B Turner",
            "2012",
            "uuNYixcAAAAJ:1DsIQWDZLl8C",
            26309,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/cir.0b013e31823ac046",
            "1542958399579433181",
            "\/scholar?cites=1542958399579433181",
            {
                "2012":655,
                "2013":2423,
                "2014":4029,
                "2015":4515,
                "2016":3378,
                "2017":2509,
                "2018":2296,
                "2019":3018,
                "2020":2699,
                "2021":212
            }
        ],
        [
            "Each year, the American Heart Association (AHA), in conjunction with the Centers for Disease Control and Prevention, the National Institutes of Health, and other government agencies, brings together the most up-to-date statistics related to heart disease, stroke, and other cardiovascular and metabolic diseases and presents them in its Heart Disease and Stroke Statistical Update. The Statistical Update represents a critical resource for the lay public, policy makers, media professionals, clinicians, healthcare administrators, researchers, and others seeking the best available data on these conditions. Together, cardiovascular disease (CVD) and stroke produce immense health and economic burdens in the United States and globally. The Statistical Update brings together in a single document up-to-date information on the core health behaviors and health factors that define cardiovascular health; a range of major …",
            "Heart disease and stroke statistics—2015 update: a report from the American Heart Association",
            "Dariush Mozaffarian and Emelia J Benjamin and Alan S Go and Donna K Arnett and Michael J Blaha and Mary Cushman and Sarah De Ferranti and Jean-Pierre Després and Heather J Fullerton and Virginia J Howard and Mark D Huffman and Suzanne E Judd and Brett M Kissela and Daniel T Lackland and Judith H Lichtman and Lynda D Lisabeth and Simin Liu and Rachel H Mackey and David B Matchar and Darren K McGuire and Emile R Mohler III and Claudia S Moy and Paul Muntner and Michael E Mussolino and Khurram Nasir and Robert W Neumar and Graham Nichol and Latha Palaniappan and Dilip K Pandey and Mathew J Reeves and Carlos J Rodriguez and Paul D Sorlie and Joel Stein and Amytis Towfighi and Tanya N Turan and Salim S Virani and Joshua Z Willey and Daniel Woo and Robert W Yeh and Melanie B Turner",
            "2015",
            "uuNYixcAAAAJ:QyXJ3EUuO1IC",
            12348,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/CIR.0000000000000152",
            "4920226881403204332",
            "\/scholar?cites=4920226881403204332",
            {
                "2015":846,
                "2016":2203,
                "2017":2007,
                "2018":1879,
                "2019":2643,
                "2020":2306,
                "2021":187
            }
        ]
    ]
}