{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Firms simultaneously choose both their capital and their executive compensation structure. Using the Internal Revenue Code 162(m) tax law as an exogenous shock to compensation structure in a natural experiment setting, I identify firm leverage changes as a result of chief executive officer (CEO) option compensation changes. The evidence provides strong support for debt agency theory. Firms appear to decrease leverage when CEOs are paid with more options and when CEO options become a higher percentage of future cash flows. The findings are robust to controlling for corporate governance and convertible debt.",
            "The effect of CEO option compensation on the capital structure: a natural experiment",
            "Onur Kemal Tosun",
            "2016",
            "uVndn8YAAAAJ:u-x6o8ySG0sC",
            22,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/fima.12116",
            "8958136024510475947",
            "\/scholar?cites=8958136024510475947",
            {
                "2017":6,
                "2018":3,
                "2019":5,
                "2020":7,
                "2021":1
            }
        ],
        [
            "We study how financial markets react to unexpected corporate security breaches both in the short-and in the long-term. The main results show that daily excess returns drop, trading volume increases due to selling pressure, and liquidity deteriorates upon the public disclosure of first-time corporate hacking events. The evidence from the search frequency in Google suggests that such short-lived market reaction is due to increasing investors' attention. In addition, the empirical analysis demonstrates that security breaches affect firms' policies in the long run, up to five years after the public announcement of a security breach. These results are consistent with the hypothesis that security breaches represent unexpected negative shocks to firms' reputations.",
            "Cyber attacks and stock market activity",
            "Daniele Bianchi and Onur Kemal Tosun",
            "2019",
            "uVndn8YAAAAJ:_FxGoFyzp5QC",
            19,
            "https:\/\/papers.ssrn.com\/sol3\/papers.cfm?abstract_id=3190454",
            "14321277344316835217",
            "\/scholar?cites=14321277344316835217",
            {
                "2018":2,
                "2019":8,
                "2020":9
            }
        ],
        [
            "The proposed decision model, based on Analytic Network Process (ANP), has been developed in order to determine the dynamics of the Global System for Mobile Communications (GSM) market. In accordance with the sequence of ANP, first of all, the problem was structured and modeled. At the next step, a quantitative analysis was conducted with the customers in order to assess the importance of the related factors and forecast the market shares of the Turkish mobile communication operators. The forecasted market share values were compared with actual ones for the validation of the decision model. The assessed importance of the factors in a valid model would be a potential competitive advantage for the mobile operators.",
            "ANP application for evaluating Turkish mobile communication operators",
            "Onur Kemal Tosun and Anıl Gungor and Y Ilker Topcu",
            "2008",
            "uVndn8YAAAAJ:u5HHmVD_uO8C",
            17,
            "https:\/\/link.springer.com\/article\/10.1007\/s10898-007-9257-7",
            "3406403536239031393",
            "\/scholar?cites=3406403536239031393",
            {
                "2010":2,
                "2011":1,
                "2012":1,
                "2013":4,
                "2014":1,
                "2015":1,
                "2016":1,
                "2017":2,
                "2018":2,
                "2019":2
            }
        ],
        [
            " I propose an explanation for investment decisions by socially responsible investment funds (SRI) on the firms with higher corporate social responsibility (CSR). Different from the previous literature, I use a unique and comprehensive measure that considers both firm CSR ratings and fund CSR perception. I show SRI mutual funds increase their ownership about 15 % for one unit increase in the firm CSR score when those funds are highly sensitive to CSR. This finding is more pronounced for employee relations and society areas of CSR. The results also hold for a broader range of mutual funds. While industry concentration does not have influence on the fund investment, SRI funds particularly choose socially responsible firms operating in construction, transportation, personal services, and financial sector. I show the funds with CSR sensitivity underperform the market in general and fail to improve their …",
            "Is corporate social responsibility sufficient enough to explain the investment by socially responsible funds?",
            "Onur Kemal Tosun",
            "2017",
            "uVndn8YAAAAJ:UeHWp8X0CEIC",
            11,
            "https:\/\/link.springer.com\/article\/10.1007\/s11156-016-0605-x",
            "3466340614538852514",
            "\/scholar?cites=3466340614538852514",
            {
                "2016":1,
                "2017":5,
                "2018":3,
                "2019":2
            }
        ],
        [
            "We examine whether ownership by exchange traded funds (ETFs) affects the relation between real investment and Tobin’s Q. Recent studies show that the stock prices of companies included in ETF baskets are more noisy; due to this effect, the managers of firms highly-owned by ETFs should rely less stock prices for information, which, in turn, should weaken the investment-Q relation for such firms. The results reliably confirm the hypothesis. To address endogeneity, we estimate an instrumental variable model based on S&P500 index additions, and find that the results continue to hold. The sensitivity of dividends to prices is higher for firms that are heavily ETF-owned, which suggests that managers pay money out to shareholders foregoing growth opportunities. Operating performance is less sensitive to stock prices for higher ETF-owned firms, which suggests that the effect of ETF ownership on the sensitivity of corporate policies to stock prices is to make the link between stock price and future performance more tenuous.",
            "ETF ownership and corporate investment",
            "Constantinos Antoniou and Avanidhar Subrahmanyam and O Tosun",
            "2019",
            "uVndn8YAAAAJ:ufrVoPGSRksC",
            8,
            "https:\/\/pdfs.semanticscholar.org\/745c\/c0cc301244771470af805d59c2e895b6f921.pdf",
            "8401908850725170101",
            "\/scholar?cites=8401908850725170101",
            {
                "2018":1,
                "2019":4,
                "2020":3
            }
        ],
        [
            "Using the Sarbanes–Oxley Act (SOX) as an exogenous shock to board structure, we identify internal monitoring via board independence and estimate its impact on corporate debt maturity. We introduce a triple difference-in-difference approach. Additionally, we use a simultaneous equations model and address that decisions about leverage and debt maturity are simultaneous. We also incorporate new debt issuance in the model to ensure the causality in the relation is from internal monitoring towards the maturity of new debt. The findings provide support for agency theory. As board independence increases, internal monitoring becomes stronger, and good governance substitutes for external control over managers through short-term debt. Subsequently, firms have more long-maturity debt. The results are robust to controlling for other internal monitoring mechanisms, CEO characteristics, financial constraints, cash …",
            "Does internal board monitoring affect debt maturity?",
            "Onur Kemal Tosun and Lemma W Senbet",
            "2020",
            "uVndn8YAAAAJ:LkGwnXOMwfcC",
            6,
            "https:\/\/link.springer.com\/article\/10.1007\/s11156-018-00787-z",
            "13634129841642456411",
            "\/scholar?cites=13634129841642456411",
            {
                "2019":3,
                "2020":1,
                "2021":2
            }
        ]
    ]
}