{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We have observed giant magnetoresistance in heterogeneous thin film Cu-Co alloys consisting of ultrafine Co-rich precipitate particles in a Cu-rich matrix. The magnetoresistance scales inversely with the average particle diameter. This behavior is modeled by including spin-dependent scattering at the interfaces between the particles and the matrix, as well as the spin-dependent scattering in the Co-rich particles.",
            "Giant Magnetoresistance in Heterogeneous Cu-Co Alloys",
            "A. E. Berkowitz and M. J. Carey and J. R. Michell and A. P .Young and S. Zhang and F. E. Spada and F. T. Parker and A. Hutten and G. Thomas",
            "1992",
            "uwGBWlUAAAAJ:BUYA1_V_uYcC",
            2197,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.68.3745",
            "7858893734252852130",
            "\/scholar?cites=7858893734252852130",
            {
                "1992":11,
                "1993":96,
                "1994":126,
                "1995":129,
                "1996":117,
                "1997":138,
                "1998":109,
                "1999":134,
                "2000":111,
                "2001":98,
                "2002":102,
                "2003":103,
                "2004":101,
                "2005":84,
                "2006":77,
                "2007":79,
                "2008":66,
                "2009":51,
                "2010":53,
                "2011":70,
                "2012":55,
                "2013":51,
                "2014":39,
                "2015":39,
                "2016":40,
                "2017":22,
                "2018":25,
                "2019":24,
                "2020":16,
                "2021":3
            }
        ],
        [
            "The mutual dependence of spin-dependent conduction and magnetization dynamics of ferromagnets provides the key mechanisms in various spin-dependent phenomena. We compute the response of the conduction electron spins in a spatial and time varying magnetization M (r, t) in the time-dependent semiclassical transport theory. We show that the induced nonequilibrium conduction spin density in turn generates four spin torques acting on the magnetization–with each torque playing a different role in magnetization dynamics. By comparing with recent theoretical models, we find that one of these torques which has not been previously identified is crucial to consistently interpreting experimental data on domain wall motion.",
            "Roles of nonequilibrium conduction electrons on the magnetization dynamics of ferromagnets",
            "S Zhang and Z Li",
            "2004",
            "uwGBWlUAAAAJ:gsN89kCJA0AC",
            1319,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.127204",
            "11558746101598550037",
            "\/scholar?cites=11558746101598550037",
            {
                "2005":21,
                "2006":52,
                "2007":75,
                "2008":74,
                "2009":83,
                "2010":92,
                "2011":102,
                "2012":88,
                "2013":83,
                "2014":97,
                "2015":92,
                "2016":92,
                "2017":91,
                "2018":82,
                "2019":78,
                "2020":89,
                "2021":11
            }
        ],
        [
            "Hirsch [Phys. Rev. Lett. 83, 1834 (1999)] recently proposed a spin Hall effect based on the anomalous scattering mechanism in the absence of spin-flip scattering. Since the anomalous scattering causes both anomalous currents and a finite spin-diffusion length, we derive the spin Hall effect in the presence of spin diffusion from a semiclassical Boltzmann equation. When the formulation is applied to certain metals and semiconductors, the magnitude of the spin Hall voltage due to the spin accumulation is found to be much larger than that of magnetic multilayers. An experiment is proposed to measure this spin Hall effect.",
            "Spin Hall effect in the presence of spin diffusion",
            "Shufeng Zhang",
            "2000",
            "uwGBWlUAAAAJ:yD5IFk8b50cC",
            848,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.85.393",
            "1592800493719094886",
            "\/scholar?cites=1592800493719094886",
            {
                "2001":6,
                "2002":6,
                "2003":9,
                "2004":24,
                "2005":36,
                "2006":61,
                "2007":36,
                "2008":51,
                "2009":32,
                "2010":29,
                "2011":32,
                "2012":38,
                "2013":48,
                "2014":49,
                "2015":54,
                "2016":75,
                "2017":67,
                "2018":65,
                "2019":55,
                "2020":63,
                "2021":9
            }
        ],
        [
            "The electrical-transport properties of magnetic multilayered structures are dominated by three ingredients:(1) the scattering within layers that changes from one layer to another,(2) the additional scattering resistivity due to the roughness of the interfaces between layers, and (3) the resistivity that depends on the orientation of the magnetization of the magnetic layers. In the quasiclassical approach the boundary scattering is treated differently from other sources. Here we present a unified treatment of all sources of resistivity, and determine the origin of the giant magnetoresistance observed in Fe\/Cr superlattices.",
            "Electrical conductivity of magnetic multilayered structures",
            "Peter M Levy and Shufeng Zhang and Albert Fert",
            "1990",
            "uwGBWlUAAAAJ:dfsIfKJdRG4C",
            652,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.65.1643",
            "5186087160142619782",
            "\/scholar?cites=5186087160142619782",
            {
                "1991":23,
                "1992":44,
                "1993":70,
                "1994":60,
                "1995":59,
                "1996":45,
                "1997":34,
                "1998":28,
                "1999":29,
                "2000":18,
                "2001":13,
                "2002":20,
                "2003":13,
                "2004":10,
                "2005":11,
                "2006":18,
                "2007":17,
                "2008":23,
                "2009":16,
                "2010":8,
                "2011":6,
                "2012":9,
                "2013":16,
                "2014":4,
                "2015":11,
                "2016":12,
                "2017":9,
                "2018":10,
                "2019":6,
                "2020":7
            }
        ],
        [
            "The mechanisms of the magnetization switching of magnetic multilayers driven by a current are studied by including exchange interaction between local moments and spin accumulation of conduction electrons. It is found that this exchange interaction leads to two additional terms in the Landau-Lifshitz-Gilbert equation: an effective field and a spin torque. Both terms are proportional to the transverse spin accumulation and have comparable magnitudes.",
            "Mechanisms of spin-polarized current-driven magnetization switching",
            "Shufeng Zhang and PM Levy and A Fert",
            "2002",
            "uwGBWlUAAAAJ:D03iK_w7-QYC",
            635,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.88.236601",
            "5614373222964652301",
            "\/scholar?cites=5614373222964652301",
            {
                "2002":5,
                "2003":22,
                "2004":40,
                "2005":44,
                "2006":42,
                "2007":40,
                "2008":31,
                "2009":26,
                "2010":33,
                "2011":32,
                "2012":21,
                "2013":32,
                "2014":34,
                "2015":40,
                "2016":36,
                "2017":42,
                "2018":36,
                "2019":35,
                "2020":30,
                "2021":8
            }
        ],
        [
            "A zero bias anomaly is observed at low temperatures in the current-voltage characteristics of ferromagnetic tunnel junctions; the drop in the junction resistance with increasing bias voltage is greater for antiparallel alignment of the magnetic moments of the magnetic electrodes than for parallel alignment. The resulting decrease in the magnetoresistance of the junction is accounted for by spin excitations localized at the interfaces between the magnetic electrodes and the tunnel barrier.",
            "Quenching of magnetoresistance by hot electrons in magnetic tunnel junctions",
            "Shufeng Zhang and PM Levy and AC Marley and SSP Parkin",
            "1997",
            "uwGBWlUAAAAJ:cFHS6HbyZ2cC",
            616,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.79.3744",
            "8455962108395392718",
            "\/scholar?cites=8455962108395392718",
            {
                "1998":19,
                "1999":43,
                "2000":33,
                "2001":28,
                "2002":36,
                "2003":25,
                "2004":38,
                "2005":29,
                "2006":51,
                "2007":51,
                "2008":20,
                "2009":23,
                "2010":33,
                "2011":19,
                "2012":23,
                "2013":14,
                "2014":30,
                "2015":15,
                "2016":19,
                "2017":18,
                "2018":13,
                "2019":12,
                "2020":20,
                "2021":1
            }
        ],
        [
            "A comprehensive chemical and structural analysis is made of a new type of trititanate nanotube, which is synthesized via the reaction of TiO2 particles with NaOH aqueous solution. It is found that the trititanate nanotubes are multi-walled scroll nanotubes with an inter-shell spacing of about 0.78 nm and an average diameter of about 9 nm. An atomic model of the nanotube is derived based on information from powder X-ray diffraction, selective-area electron diffraction, high-resolution electron microscopy and structure simulations. A model nanotube may be constructed by wrapping a (100) sheet of H2Ti3O7 along [001] with the tube axis parallel to [010].",
            "The structure of trititanate nanotubes",
            "Q Chen and GH Du and S Zhang and L-M Peng",
            "2002",
            "uwGBWlUAAAAJ:__bU50VfleQC",
            544,
            "https:\/\/scripts.iucr.org\/cgi-bin\/paper?sn0017",
            "13989276563335588767",
            "\/scholar?cites=13989276563335588767",
            {
                "2003":4,
                "2004":22,
                "2005":37,
                "2006":34,
                "2007":42,
                "2008":43,
                "2009":40,
                "2010":43,
                "2011":46,
                "2012":32,
                "2013":26,
                "2014":35,
                "2015":33,
                "2016":29,
                "2017":21,
                "2018":16,
                "2019":18,
                "2020":19,
                "2021":1
            }
        ],
        [
            "Domain walls in ferromagnetic metals are known to be a source of resistance since the early experiments on iron whiskers. Recently it has been possible to identify this contribution from data on cobalt and nickel films which display stripe domains in which the current is driven normal to the domain walls. With the same Hamiltonian as used to explain giant magnetoresistance in structures with collinear magnetic alignments we have determined the spin flip, as well as nonflip, scattering present in domain walls. We calculate the resistivity in zero field, ie, in the presence of striped domains, and at saturation to show the amount of magnetoresistance that is attributable to domain wall scattering.",
            "Resistivity due to domain wall scattering",
            "Peter M Levy and Shufeng Zhang",
            "1997",
            "uwGBWlUAAAAJ:a0OBvERweLwC",
            516,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.79.5110",
            "10307613032234370259",
            "\/scholar?cites=10307613032234370259",
            {
                "1998":8,
                "1999":26,
                "2000":24,
                "2001":19,
                "2002":27,
                "2003":27,
                "2004":36,
                "2005":32,
                "2006":30,
                "2007":24,
                "2008":31,
                "2009":31,
                "2010":26,
                "2011":32,
                "2012":21,
                "2013":27,
                "2014":21,
                "2015":19,
                "2016":9,
                "2017":11,
                "2018":13,
                "2019":8,
                "2020":11
            }
        ],
        [
            "In a single nanomagnet with spin-orbit interactions, the electrical current can generate a nonequilibrium spin density that gives rise to a spin torque on the magnetization. This spin torque does not involve spin transfer mechanism and originates from the band structure itself. We show that this spin torque can be effectively used to switch the direction of the magnetization and the critical switching current density could be as low as 10 4–10 6 A\/cm 2 for a number of magnetic systems. Several magnetic systems for possible experimental realization are discussed.",
            "Theory of nonequilibrium intrinsic spin torque in a single nanomagnet",
            "Aurelien Manchon and Shufeng Zhang",
            "2008",
            "uwGBWlUAAAAJ:NhqRSupF_l8C",
            478,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.78.212405",
            "5161695439212416473",
            "\/scholar?cites=5161695439212416473",
            {
                "2009":6,
                "2010":8,
                "2011":25,
                "2012":37,
                "2013":39,
                "2014":38,
                "2015":53,
                "2016":65,
                "2017":60,
                "2018":49,
                "2019":39,
                "2020":52,
                "2021":6
            }
        ],
        [
            "The combined effect of spin-orbit coupling and exchange interaction in a single ferromagnetic layer is investigated. It is shown that, in nonequilibrium regime, the spin-orbit interaction (SOI) gives rise to a transverse spin density that exerts a torque on the local magnetization. The spin torque depends on the symmetry properties of the SOI. For the inversion-symmetry-preserved SOI such as the impurity SOI and the Luttinger spin-orbit band, the spin torque is a high-order effect too small to lead to a reasonable critical switching current density. For the inversion-symmetry-broken SOI, eg, Rashba and Dresselhaus SOIs, the torque is on the first order of the SOI parameter and can be effectively used to control the magnetization direction using critical switching current densities as low as 10 4–10 6 A\/cm 2. We also address the relation between the spin torque and the anisotropic magnetoresistance. Finally, a number of …",
            "Theory of spin torque due to spin-orbit coupling",
            "Aurélien Manchon and Shufeng Zhang",
            "2009",
            "uwGBWlUAAAAJ:CHSYGLWDkRkC",
            434,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.79.094422",
            "6302842858459896978",
            "\/scholar?cites=6302842858459896978",
            {
                "2009":4,
                "2010":8,
                "2011":16,
                "2012":25,
                "2013":27,
                "2014":41,
                "2015":42,
                "2016":54,
                "2017":55,
                "2018":55,
                "2019":51,
                "2020":55,
                "2021":1
            }
        ]
    ]
}