{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Normal tissue cells are generally not viable when suspended in a fluid and are therefore said to be anchorage dependent. Such cells must adhere to a solid, but a solid can be as rigid as glass or softer than a baby9s skin. The behavior of some cells on soft materials is characteristic of important phenotypes; for example, cell growth on soft agar gels is used to identify cancer cells. However, an understanding of how tissue cells—including fibroblasts, myocytes, neurons, and other cell types—sense matrix stiffness is just emerging with quantitative studies of cells adhering to gels (or to other cells) with which elasticity can be tuned to approximate that of tissues. Key roles in molecular pathways are played by adhesion complexes and the actinmyosin cytoskeleton, whose contractile forces are transmitted through transcellular structures. The feedback of local matrix stiffness on cell state likely has important implications for …",
            "Tissue cells feel and respond to the stiffness of their substrate",
            "Dennis E Discher and Paul Janmey and Yu-li Wang",
            "2005",
            "uwShy2EAAAAJ:u5HHmVD_uO8C",
            5873,
            "https:\/\/science.sciencemag.org\/content\/310\/5751\/1139.abstract",
            "14611396757588018429",
            "\/scholar?cites=14611396757588018429",
            {
                "2006":62,
                "2007":140,
                "2008":200,
                "2009":278,
                "2010":368,
                "2011":394,
                "2012":431,
                "2013":437,
                "2014":548,
                "2015":496,
                "2016":490,
                "2017":528,
                "2018":526,
                "2019":468,
                "2020":436,
                "2021":22
            }
        ],
        [
            "The morphology and cytoskeletal structure of fibroblasts, endothelial cells, and neutrophils are documented for cells cultured on surfaces with stiffness ranging from 2 to 55,000 Pa that have been laminated with fibronectin or collagen as adhesive ligand. When grown in sparse culture with no cell‐cell contacts, fibroblasts and endothelial cells show an abrupt change in spread area that occurs at a stiffness range around 3,000 Pa. No actin stress fibers are seen in fibroblasts on soft surfaces, and the appearance of stress fibers is abrupt and complete at a stiffness range coincident with that at which they spread. Upregulation of α5 integrin also occurs in the same stiffness range, but exogenous expression of α5 integrin is not sufficient to cause cell spreading on soft surfaces. Neutrophils, in contrast, show no dependence of either resting shape or ability to spread after activation when cultured on surfaces as soft as 2 Pa …",
            "Effects of substrate stiffness on cell morphology, cytoskeletal structure, and adhesion",
            "Tony Yeung and Penelope C Georges and Lisa A Flanagan and Beatrice Marg and Miguelina Ortiz and Makoto Funaki and Nastaran Zahir and Wenyu Ming and Valerie Weaver and Paul A Janmey",
            "2005",
            "uwShy2EAAAAJ:u-x6o8ySG0sC",
            2315,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/cm.20041",
            "1872776301386058641",
            "\/scholar?cites=1872776301386058641",
            {
                "2005":17,
                "2006":41,
                "2007":43,
                "2008":76,
                "2009":109,
                "2010":144,
                "2011":156,
                "2012":182,
                "2013":187,
                "2014":196,
                "2015":209,
                "2016":193,
                "2017":191,
                "2018":193,
                "2019":167,
                "2020":179,
                "2021":13
            }
        ],
        [
            "The mechanical properties of soft biological tissues are essential to their physiological function and cannot easily be duplicated by synthetic materials. Unlike simple polymer gels, many biological materials—including blood vessels 1, mesentery tissue 2, lung parenchyma 3, cornea 4 and blood clots 5—stiffen as they are strained, thereby preventing large deformations that could threaten tissue integrity. The molecular structures and design principles responsible for this nonlinear elasticity are unknown. Here we report a molecular theory that accounts for strain-stiffening in a range of molecularly distinct gels formed from cytoskeletal and extracellular proteins and that reveals universal stress–strain relations at low to intermediate strains. The input to this theory is the force–extension curve for individual semi-flexible filaments and the assumptions that biological networks composed of these filaments are homogeneous …",
            "Nonlinear elasticity in biological gels",
            "Cornelis Storm and Jennifer J Pastore and Fred C MacKintosh and Tom C Lubensky and Paul A Janmey",
            "2005",
            "uwShy2EAAAAJ:d1gkVwhDpl0C",
            1462,
            "https:\/\/www.nature.com\/articles\/nature03521",
            "3825003149658460664",
            "\/scholar?cites=3825003149658460664",
            {
                "2005":6,
                "2006":31,
                "2007":68,
                "2008":65,
                "2009":75,
                "2010":98,
                "2011":86,
                "2012":87,
                "2013":109,
                "2014":108,
                "2015":111,
                "2016":127,
                "2017":117,
                "2018":115,
                "2019":108,
                "2020":134,
                "2021":4
            }
        ],
        [
            "We develop a model for cross-linked gels and sterically entangled solutions of semiflexible biopolymers such as F-actin. Such networks play a crucial structural role in the cytoskeleton of cells. We show that the rheologic properties of these networks can result from nonclassical rubber elasticity. This model can explain a number of elastic properties of such networks in vitro, including the concentration dependence of the storage modulus and yield strain.",
            "Elasticity of semiflexible biopolymer networks",
            "FC MacKintosh and Josef Käs and PA Janmey",
            "1995",
            "uwShy2EAAAAJ:2osOgNQ5qMEC",
            1077,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.75.4425",
            "122348235488155222",
            "\/scholar?cites=122348235488155222",
            {
                "1996":10,
                "1997":11,
                "1998":23,
                "1999":11,
                "2000":14,
                "2001":16,
                "2002":8,
                "2003":15,
                "2004":23,
                "2005":35,
                "2006":40,
                "2007":52,
                "2008":37,
                "2009":68,
                "2010":63,
                "2011":64,
                "2012":59,
                "2013":79,
                "2014":57,
                "2015":60,
                "2016":76,
                "2017":60,
                "2018":55,
                "2019":64,
                "2020":70,
                "2021":3
            }
        ],
        [
            "Many cell types alter their morphology and gene expression profile when grown on chemically equivalent surfaces with different rigidities. One expectation of this change in morphology and composition is that the cell’s internal stiffness, governed by cytoskeletal assembly and production of internal stresses, will change as a function of substrate stiffness. Atomic force microscopy was used to measure the stiffness of fibroblasts grown on fibronectin-coated polyacrylamide gels of shear moduli varying between 500 and 40,000 Pa. Indentation measurements show that the cells’ elastic moduli were equal to, or slightly lower than, those of their substrates for a range of soft gels and reached a saturating value at a substrate rigidity of 20 kPa. The amount of cross-linked F-actin sedimenting at low centrifugal force also increased with substrate stiffness. Together with enhanced actin polymerization and cross-linking, active …",
            "Fibroblast adaptation and stiffness matching to soft elastic substrates",
            "Jérôme Solon and Ilya Levental and Kheya Sengupta and Penelope C Georges and Paul A Janmey",
            "2007",
            "uwShy2EAAAAJ:eQOLeE2rZwMC",
            936,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S000634950771696X",
            "4698413653655267701",
            "\/scholar?cites=4698413653655267701",
            {
                "2008":13,
                "2009":40,
                "2010":66,
                "2011":70,
                "2012":71,
                "2013":76,
                "2014":96,
                "2015":82,
                "2016":81,
                "2017":89,
                "2018":76,
                "2019":83,
                "2020":82,
                "2021":1
            }
        ],
        [
            " Janmey, Paul A. The Cytoskeleton and Cell Signaling: Component Localization and Mechanical Coupling. Physiol. Rev. 78: 763–781, 1998. — The three-dimensional intracellular network formed by the filamentous polymers comprising the cytoskeletal affects the way cells sense their extracellular environment and respond to stimuli. Because the cytoskeleton is viscoelastic, it provides a continuous mechanical coupling throughout the cell that changes as the cytoskeleton remodels. Such mechanical effects, based on network formation, can influence ion channel activity at the plasma membrane of cells and may conduct mechanical stresses from the cell membrane to internal organelles. As a result, both rapid responses such as changes in intracellular Ca2+ and slower responses such as gene transcription or the onset of apoptosis can be elicited or modulated by mechanical perturbations. In addition to mechanical …",
            "The cytoskeleton and cell signaling: component localization and mechanical coupling",
            "Paul A Janmey",
            "1998",
            "uwShy2EAAAAJ:9yKSN-GCB0IC",
            901,
            "https:\/\/journals.physiology.org\/doi\/abs\/10.1152\/physrev.1998.78.3.763",
            "14801414391161798680",
            "\/scholar?cites=14801414391161798680",
            {
                "1999":27,
                "2000":43,
                "2001":49,
                "2002":47,
                "2003":60,
                "2004":50,
                "2005":57,
                "2006":61,
                "2007":71,
                "2008":52,
                "2009":44,
                "2010":44,
                "2011":29,
                "2012":40,
                "2013":40,
                "2014":32,
                "2015":33,
                "2016":29,
                "2017":29,
                "2018":20,
                "2019":17,
                "2020":17
            }
        ],
        [
            "AGONISTS that stimulate protein kinase C (PKC) induce profound changes in cell morphology correlating with the reorganization of submembranous actin 1, 2, but no direct connection between PKC and actin assembly has been identified 3. The myristoylated, alanine-rich C kinase substrate (MARCKS) binds calmodulin 4, 5 and is a predominant, specific substrate of PKC which is phosphorylated during macrophage and neutrophil activation 6–8, growth factor-dependent mitogenesis 9, 10 and neurosecretion 11, 12; it is redistributed from plasma membrane to cytoplasm when phosphorylated 13–15 and is involved in leukocyte motility 14, 15. Here we report that MARCKS is a filamentous (F) actin crosslinking protein, with activity that is inhibited by PKC-mediated phosphorylation and by binding to calcium–calmodulin. MARCKS may be a regulated crossbridge between actin and the plasma membrane, and …",
            "MARCKS is an actin filament crosslinking protein regulated by protein kinase C and calcium–calmodulin",
            "JH Hartwig and M Thelen and A Resen and PA Janmey and AC Nairn and A Aderem",
            "1992",
            "uwShy2EAAAAJ:UeHWp8X0CEIC",
            806,
            "https:\/\/www.nature.com\/articles\/356618a0",
            "12990011309357096111",
            "\/scholar?cites=12990011309357096111",
            {
                "1992":14,
                "1993":47,
                "1994":49,
                "1995":50,
                "1996":49,
                "1997":30,
                "1998":43,
                "1999":32,
                "2000":38,
                "2001":37,
                "2002":35,
                "2003":22,
                "2004":29,
                "2005":26,
                "2006":21,
                "2007":12,
                "2008":21,
                "2009":24,
                "2010":19,
                "2011":17,
                "2012":34,
                "2013":26,
                "2014":24,
                "2015":21,
                "2016":18,
                "2017":18,
                "2018":15,
                "2019":17,
                "2020":11,
                "2021":1
            }
        ],
        [
            "Most organs and biological tissues are soft viscoelastic materials with elastic moduli ranging from on the order of 100 Pa for the brain to 100 000 Pa for soft cartilage. Biocompatible synthetic materials already have many applications, but combining chemical compatibility with physiologically appropriate mechanical properties will increase their potential for use both as implants and as substrates for tissue engineering. Understanding and controlling mechanical properties, specifically softness, is important for appropriate physiological function in numerous contexts. The mechanical properties of the substrate on which, or within which, cells are placed can have as large an impact as chemical stimuli on cell morphology, differentiation, motility, and commitment to live or die.",
            "Soft biological materials and their impact on cell function",
            "Ilya Levental and Penelope C Georges and Paul A Janmey",
            "2007",
            "uwShy2EAAAAJ:roLk4NBRz8UC",
            800,
            "https:\/\/pubs.rsc.org\/am\/content\/articlehtml\/2007\/sm\/b610522j",
            "11875092899389188012",
            "\/scholar?cites=11875092899389188012",
            {
                "2007":5,
                "2008":16,
                "2009":32,
                "2010":42,
                "2011":46,
                "2012":66,
                "2013":71,
                "2014":72,
                "2015":77,
                "2016":89,
                "2017":82,
                "2018":65,
                "2019":72,
                "2020":53,
                "2021":5
            }
        ],
        [
            "Cells respond to diverse external stimuli by polymerizing cytoplasmic actin, and recent evidence indicates that GTPases can specify where this polymerization takes place. Actin assembly in stimulated blood platelets occurs where sequestered monomers add onto the fast-growing (barbed) ends of actin filaments (F-actin), which are capped in the resting cells. We report that D3 and D4 polyphosphoinositides, PI(4)P, PI(4,5)P2, PI(3,4)P2, and PI(3,4,5)P3, uncap F-actin in resting permeabilized platelets. The thrombin receptor-activating peptide (TRAP), GTP, and GTPγS, but not GDPβS, also uncap F-actin in permeabilized platelets. GDPβS inhibits TRAP-induced F-actin uncapping, and PI(4,5)P2 overcomes this inhibition. Constitutively active mutant Rac, but not Rho, activates uncapping of F-actin. PI(4,5)P2-binding peptides derived from gelsolin inhibit F-actin uncapping by TRAP, Rac, and GTPγS. TRAP and Rac …",
            "Thrombin receptor ligation and activated Rac uncap actin filament barbed ends through phosphoinositide synthesis in permeabilized human platelets",
            "John H Hartwig and Gary M Bokoch and Christopher L Carpenter and Paul A Janmey and Lance A Taylor and Alex Toker and Thomas P Stossel",
            "1995",
            "uwShy2EAAAAJ:qjMakFHDy7sC",
            772,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0092867495900365",
            "2492984539798430111",
            "\/scholar?cites=2492984539798430111",
            {
                "1995":2,
                "1996":54,
                "1997":64,
                "1998":85,
                "1999":88,
                "2000":83,
                "2001":51,
                "2002":32,
                "2003":43,
                "2004":30,
                "2005":26,
                "2006":18,
                "2007":31,
                "2008":18,
                "2009":21,
                "2010":13,
                "2011":21,
                "2012":11,
                "2013":15,
                "2014":13,
                "2015":4,
                "2016":8,
                "2017":14,
                "2018":7,
                "2019":5,
                "2020":8,
                "2021":1
            }
        ],
        [
            "The mechanical properties of substrates underlying cells can have profound effects on cell structure and function. To examine the effect of substrate deformability on neuronal cell growth, protein-laminated polyacrylamide gels were prepared with differing amounts of bisacrylamide to generate substrates of varying deformability with elastic moduli ranging from 500 to 5500 dyne\/cm 2. Mouse spinal cord primary neuronal cells were plated on the gels and allowed to grow and extend neurites for several weeks in culture. While neurons grew well on the gels, glia, which are normally co-cultured with the neurons, did not survive on these deformable substrates even though the chemical environment was permissive for their growth. Substrate flexibility also had a significant effect on neurite branching. Neurons grown on softer substrates formed more than three times as many branches as those grown on stiffer gels. These …",
            "Neurite branching on deformable substrates",
            "Lisa A Flanagan and Yo-El Ju and Beatrice Marg and Miriam Osterfield and Paul A Janmey",
            "2002",
            "uwShy2EAAAAJ:YsMSGLbcyi4C",
            766,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/pmc2408859\/",
            "6720267595676010664",
            "\/scholar?cites=6720267595676010664",
            {
                "2003":2,
                "2004":13,
                "2005":22,
                "2006":20,
                "2007":28,
                "2008":31,
                "2009":43,
                "2010":57,
                "2011":55,
                "2012":69,
                "2013":65,
                "2014":51,
                "2015":52,
                "2016":51,
                "2017":47,
                "2018":57,
                "2019":44,
                "2020":52
            }
        ]
    ]
}