{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We show that the emergence of the axial anomaly is a universal phenomenon for a generic three-dimensional metal in the presence of parallel electric (E) and magnetic (B) fields. In contrast to the expectations of the classical theory of magnetotransport, this intrinsically quantum mechanical phenomenon gives rise to the longitudinal magnetoresistance for any three-dimensional metal. However, the emergence of the axial anomaly does not guarantee the existence of negative longitudinal magnetoresistance. We show this through an explicit calculation of the longitudinal magnetoconductivity in the quantum limit using the Boltzmann equation, for both short-range neutral and long-range ionic impurity scattering processes. We demonstrate that the ionic scattering contributes a large positive magnetoconductivity∝ B 2 in the quantum limit, which can cause a strong negative magnetoresistance for any three …",
            "Axial anomaly and longitudinal magnetoresistance of a generic three-dimensional metal",
            "Pallab Goswami and JH Pixley and S Das Sarma",
            "2015",
            "Uya7zR4AAAAJ:_kc_bZDykSQC",
            170,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.92.075205",
            "10154104587368568493",
            "\/scholar?cites=10154104587368568493",
            {
                "2015":8,
                "2016":32,
                "2017":41,
                "2018":30,
                "2019":28,
                "2020":30,
                "2021":1
            }
        ],
        [
            "We investigate many-body localization in the presence of a single-particle mobility edge. By considering an interacting deterministic model with an incommensurate potential in one dimension we find that the single-particle mobility edge in the noninteracting system leads to a many-body mobility edge in the corresponding interacting system for certain parameter regimes. Using exact diagonalization, we probe the mobility edge via energy resolved entanglement entropy (EE) and study the energy resolved applicability (or failure) of the eigenstate thermalization hypothesis (ETH). Our numerical results indicate that the transition separating area and volume law scaling of the EE does not coincide with the nonthermal to thermal transition. Consequently, there exists an extended nonergodic phase for an intermediate energy window where the many-body eigenstates violate the ETH while manifesting volume law EE …",
            "Many-body localization and quantum nonergodicity in a model with a single-particle mobility edge",
            "Xiaopeng Li and Sriram Ganeshan and JH Pixley and S Das Sarma",
            "2015",
            "Uya7zR4AAAAJ:aqlVkmm33-oC",
            118,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.115.186601",
            "8191118759454989304",
            "\/scholar?cites=8191118759454989304",
            {
                "2015":3,
                "2016":13,
                "2017":32,
                "2018":19,
                "2019":19,
                "2020":28,
                "2021":3
            }
        ],
        [
            "We investigate localization properties in a family of deterministic (ie, no disorder) nearest neighbor tight binding models with quasiperiodic on site modulation. We prove that this family is self-dual under a generalized duality transformation. The self-dual condition for this general model turns out to be a simple closed form function of the model parameters and energy. We introduce the typical density of states as an order parameter for localization in quasiperiodic systems. By direct calculations of the inverse participation ratio and the typical density of states we numerically verify that this self-dual line indeed defines a mobility edge in energy separating localized and extended states. Our model is a first example of a nearest neighbor tight binding model manifesting a mobility edge protected by a duality symmetry. We propose a realistic experimental scheme to realize our results in atomic optical lattices and photonic …",
            "Nearest neighbor tight binding models with an exact mobility edge in one dimension",
            "Sriram Ganeshan and JH Pixley and S Das Sarma",
            "2015",
            "Uya7zR4AAAAJ:4DMP91E08xMC",
            110,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.114.146601",
            "3185132685303019248",
            "\/scholar?cites=3185132685303019248",
            {
                "2015":4,
                "2016":7,
                "2017":20,
                "2018":15,
                "2019":22,
                "2020":38,
                "2021":4
            }
        ],
        [
            "We study the quantum phase diagram of a three dimensional noninteracting Dirac semimetal in the presence of either quenched axial or scalar potential disorder, by calculating the average and the typical density of states as well as the inverse participation ratio using numerically exact methods. We show that as a function of the disorder strength a half-filled (ie, undoped) Dirac semimetal displays three distinct ground states, namely an incompressible semimetal, a compressible diffusive metal, and a localized Anderson insulator, in stark contrast to a conventional dirty metal that only supports the latter two phases. We establish the existence of two distinct quantum critical points, which respectively govern the semimetal-metal and the metal-insulator quantum phase transitions and also reveal their underlying multifractal nature. Away from half-filling the (doped) system behaves as a diffusive metal that can undergo …",
            "Anderson localization and the quantum phase diagram of three dimensional disordered dirac semimetals",
            "JH Pixley and Pallab Goswami and S Das Sarma",
            "2015",
            "Uya7zR4AAAAJ:YOwf2qJgpHMC",
            96,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.115.076601",
            "12656774168389201669",
            "\/scholar?cites=12656774168389201669",
            {
                "2015":3,
                "2016":18,
                "2017":23,
                "2018":20,
                "2019":16,
                "2020":16
            }
        ],
        [
            "We numerically study the effect of short-ranged potential disorder on massless noninteracting three-dimensional Dirac and Weyl fermions, with a focus on the question of the proposed (and extensively theoretically studied) quantum critical point separating semimetal and diffusive-metal phases. We determine the properties of the eigenstates of the disordered Dirac Hamiltonian (H) and exactly calculate the density of states (DOS) near zero energy, using a combination of Lanczos on H 2 and the kernel polynomial method on H. We establish the existence of two distinct types of low-energy eigenstates contributing to the disordered density of states in the weak-disorder semimetal regime. These are (i) typical eigenstates that are well described by linearly dispersing perturbatively dressed Dirac states and (ii) nonperturbative rare eigenstates that are weakly dispersive and quasilocalized in the real-space regions with …",
            "Rare-region-induced avoided quantum criticality in disordered three-dimensional Dirac and Weyl semimetals",
            "JH Pixley and David A Huse and S Das Sarma",
            "2016",
            "Uya7zR4AAAAJ:hFOr9nPyWt4C",
            85,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.6.021042",
            "3932308301627228349",
            "\/scholar?cites=3932308301627228349",
            {
                "2016":7,
                "2017":25,
                "2018":18,
                "2019":15,
                "2020":20
            }
        ],
        [
            "Considerable efforts have been made in recent years to theoretically understand quantum phase transitions in Kondo lattice systems. A particular focus is on Kondo destruction, which leads to quantum criticality that goes beyond the Landau framework of order-parameter fluctuations. This unconventional quantum criticality has provided an understanding of the unusual dynamical scaling observed experimentally. It also predicted a sudden jump of the Fermi surface and an extra (Kondo destruction) energy scale, both of which have been verified by systematic experiments. Considerations of Kondo destruction have in addition yielded a global phase diagram, which has motivated the current interest in heavy fermion materials with variable dimensionality or geometrical frustration. Here we summarize these developments, and discuss some of the ongoing work and open issues. We also consider the implications of …",
            "Kondo destruction and quantum criticality in Kondo lattice systems",
            "Qimiao Si and Jedediah H Pixley and Emilian Nica and Seiji J Yamamoto and Pallab Goswami and Rong Yu and Stefan Kirchner",
            "2014",
            "Uya7zR4AAAAJ:W7OEmFMy1HYC",
            64,
            "https:\/\/journals.jps.jp\/doi\/abs\/10.7566\/JPSJ.83.061005",
            "4351311982622276722",
            "\/scholar?cites=4351311982622276722",
            {
                "2014":6,
                "2015":10,
                "2016":11,
                "2017":7,
                "2018":12,
                "2019":9,
                "2020":9
            }
        ],
        [
            "We study the many-body localization aspects of single-particle mobility edges in fermionic systems. We investigate incommensurate lattices and random disorder Anderson models. Many-body localization and quantum nonergodic properties are studied by comparing entanglement and thermal entropy, and by calculating the scaling of subsystem particle-number fluctuations, respectively. We establish a nonergodic extended phase as a generic intermediate phase (between purely ergodic extended and nonergodic localized phases) for the many-body localization transition of noninteracting fermions where the entanglement entropy manifests a volume law (hence,“extended”), but there are large fluctuations in the subsystem particle numbers (hence,“nonergodic”). Based on the numerical results, we expect such an intermediate phase scenario may continue to hold even for the many-body localization in the …",
            "Quantum nonergodicity and fermion localization in a system with a single-particle mobility edge",
            "Xiaopeng Li and JH Pixley and Dong-Ling Deng and Sriram Ganeshan and S Das Sarma",
            "2016",
            "Uya7zR4AAAAJ:qUcmZB5y_30C",
            53,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.93.184204",
            "9551270235183887679",
            "\/scholar?cites=9551270235183887679",
            {
                "2016":5,
                "2017":13,
                "2018":12,
                "2019":10,
                "2020":11,
                "2021":2
            }
        ],
        [
            "Progress in the understanding of quantum critical properties of itinerant electrons has been hindered by the lack of effective models which are amenable to controlled analytical and numerically exact calculations. Here we establish that the disorder-driven semimetal to metal quantum phase transition of three-dimensional massless Dirac fermions could serve as a paradigmatic toy model for studying itinerant quantum criticality, which is solved in this work by exact numerical and approximate field-theoretic calculations. As a result, we establish the robust existence of a non-Gaussian universality class, and also construct the relevant low-energy effective field theory that could guide the understanding of quantum critical scaling for many strange metals. Using the kernel polynomial method (KPM), we provide numerical results for the calculated dynamical exponent (z) and correlation length exponent (ν) for the disorder …",
            "Disorder-driven itinerant quantum criticality of three-dimensional massless Dirac fermions",
            "JH Pixley and Pallab Goswami and S Das Sarma",
            "2016",
            "Uya7zR4AAAAJ:Wp0gIr-vW9MC",
            49,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.93.085103",
            "13851582113882063629",
            "\/scholar?cites=13851582113882063629",
            {
                "2016":14,
                "2017":14,
                "2018":8,
                "2019":5,
                "2020":8
            }
        ],
        [
            "We numerically study the measurement-driven quantum phase transition of Haar-random quantum circuits in 1+ 1 dimensions. By analyzing the tripartite mutual information we are able to make a precise estimate of the critical measurement rate p c= 0.17 (1). We extract estimates for the associated bulk critical exponents that are consistent with the values for percolation, as well as those for stabilizer circuits, but differ from previous estimates for the Haar-random case. Our estimates of the surface order parameter exponent appear different from those for stabilizer circuits or percolation, but we cannot definitively rule out the scenario where all exponents in the three cases match. Moreover, in the Haar case the prefactor for the entanglement entropies S n depends strongly on the Rényi index n; for stabilizer circuits and percolation this dependence is absent. Results on stabilizer circuits are used to guide our study and …",
            "Critical properties of the measurement-induced transition in random quantum circuits",
            "Aidan Zabalo and Michael J Gullans and Justin H Wilson and Sarang Gopalakrishnan and David A Huse and JH Pixley",
            "2020",
            "Uya7zR4AAAAJ:SP6oXDckpogC",
            40,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.101.060301",
            "13542058537818969165",
            "\/scholar?cites=13542058537818969165",
            {
                "2019":1,
                "2020":36,
                "2021":3
            }
        ],
        [
            "We theoretically study the single-particle Green function of a three-dimensional disordered Weyl semimetal using a combination of techniques. These include analytic T-matrix and renormalization group methods with complementary regimes of validity and an exact numerical approach based on the kernel polynomial technique. We show that at any nonzero disorder, Weyl excitations are not ballistic: They instead have a nonzero linewidth that for weak short-range disorder arises from nonperturbative resonant impurity scattering. Perturbative approaches find a quantum critical point between a semimetal and a metal at a finite disorder strength, but this transition is avoided due to nonperturbative effects. At moderate disorder strength and intermediate energies the avoided quantum critical point renormalizes the scaling of single-particle properties. In this regime we compute numerically the anomalous dimension of …",
            "Single-particle excitations in disordered Weyl fluids",
            "JH Pixley and Yang-Zhi Chou and Pallab Goswami and David A Huse and Rahul Nandkishore and Leo Radzihovsky and S Das Sarma",
            "2017",
            "Uya7zR4AAAAJ:YFjsv_pBGBYC",
            37,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.95.235101",
            "4208793845755858848",
            "\/scholar?cites=4208793845755858848",
            {
                "2017":11,
                "2018":10,
                "2019":8,
                "2020":8
            }
        ]
    ]
}