{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "The use of low levels of visible or near infrared light for reducing pain, inflammation and edema, promoting healing of wounds, deeper tissues and nerves, and preventing cell death and tissue damage has been known for over forty years since the invention of lasers. Despite many reports of positive findings from experiments conducted in vitro, in animal models and in randomized controlled clinical trials, LLLT remains controversial in mainstream medicine. The biochemical mechanisms underlying the positive effects are incompletely understood, and the complexity of rationally choosing amongst a large number of illumination parameters such as wavelength, fluence, power density, pulse structure and treatment timing has led to the publication of a number of negative studies as well as many positive ones. A biphasic dose response has been frequently observed where low levels of light have a much better effect on …",
            "Biphasic dose response in low level light therapy",
            "Ying-Ying Huang and Aaron C-H Chen and James D Carroll and Michael R Hamblin",
            "2009",
            "UYsgpNwAAAAJ:r8lgQMkXaCEC",
            974,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.2203\/dose-response.09-027.Hamblin",
            "5447629450581406387",
            "\/scholar?cites=5447629450581406387",
            {
                "2010":18,
                "2011":26,
                "2012":68,
                "2013":78,
                "2014":104,
                "2015":103,
                "2016":107,
                "2017":118,
                "2018":106,
                "2019":98,
                "2020":95,
                "2021":10
            }
        ],
        [
            "Soon after the discovery of lasers in the 1960s it was realized that laser therapy had the potential to improve wound healing and reduce pain, inflammation and swelling. In recent years the field sometimes known as photobiomodulation has broadened to include light-emitting diodes and other light sources, and the range of wavelengths used now includes many in the red and near infrared. The term “low level laser therapy” or LLLT has become widely recognized and implies the existence of the biphasic dose response or the Arndt-Schulz curve. This review will cover the mechanisms of action of LLLT at a cellular and at a tissular level and will summarize the various light sources and principles of dosimetry that are employed in clinical practice. The range of diseases, injuries, and conditions that can be benefited by LLLT will be summarized with an emphasis on those that have reported randomized …",
            "The nuts and bolts of low-level laser (light) therapy",
            "Hoon Chung and Tianhong Dai and Sulbha K Sharma and Ying-Ying Huang and James D Carroll and Michael R Hamblin",
            "2012",
            "UYsgpNwAAAAJ:xIQbs6uk08UC",
            965,
            "https:\/\/link.springer.com\/article\/10.1007%252Fs10439-011-0454-7",
            "7358786816273702019",
            "\/scholar?cites=7358786816273702019",
            {
                "2012":24,
                "2013":40,
                "2014":55,
                "2015":85,
                "2016":138,
                "2017":126,
                "2018":137,
                "2019":144,
                "2020":159,
                "2021":17
            }
        ],
        [
            "Photodynamic therapy (PDT) was discovered over 100 years ago by observing the killing of microorganisms when harmless dyes and visible light were combined in vitro. Since then it has primarily been developed as a treatment for cancer, ophthalmologic disorders and in dermatology. However, in recent years interest in the antimicrobial effects of PDT has revived and it has been proposed as a therapy for a large variety of localized infections. This revival of interest has largely been driven by the inexorable increase in drug resistance among many classes of pathogen. Advantages of PDT include equal killing effectiveness regardless of antibiotic resistance, and a lack of induction of PDT resistance. Disadvantages include the cessation of the antimicrobial effect when the light is turned off, and less than perfect selectivity for microbial cells over host tissue. This review will cover the use of PDT to kill or inactivate …",
            "Photodynamic therapy for localized infections—state of the art",
            "Tianhong Dai and Ying-Ying Huang and Michael R Hamblin",
            "2009",
            "UYsgpNwAAAAJ:tFsQzMahPQAC",
            659,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1572100009001410",
            "17311163824082091087",
            "\/scholar?cites=17311163824082091087",
            {
                "2010":19,
                "2011":45,
                "2012":36,
                "2013":78,
                "2014":52,
                "2015":63,
                "2016":72,
                "2017":64,
                "2018":77,
                "2019":64,
                "2020":79,
                "2021":3
            }
        ]
    ]
}