{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "A review of the extant literature reveals that the theoretical underpinnings of the majority of loyalty program research rest on psychological mechanisms from three specific domains—status, habit, and relational. We propose that to understand how loyalty programs actually work, a broader, more holistic research perspective is needed to account for the simultaneous effects across these three theoretical domains as well as both cross‐customer and temporal effects. The contribution of this approach is a fresh research agenda advanced in 15 research propositions.",
            "Review of the theoretical underpinnings of loyalty programs",
            "Conor M Henderson and Joshua T Beck and Robert W Palmatier",
            "2011",
            "uZnUqZ4AAAAJ:u5HHmVD_uO8C",
            262,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1016\/j.jcps.2011.02.007",
            "772554540784511225",
            "\/scholar?cites=772554540784511225",
            {
                "2012":8,
                "2013":16,
                "2014":31,
                "2015":30,
                "2016":29,
                "2017":29,
                "2018":34,
                "2019":34,
                "2020":41,
                "2021":7
            }
        ],
        [
            "Achieving customer loyalty is a primary marketing goal, but building loyalty and reaping its rewards remain ongoing challenges. Theory suggests that loyalty comprises attitudes and purchase behaviors that benefit one seller over competitors. Yet researchers examining loyalty adopt widely varying conceptual and operational approaches. The present investigation examines the consequences of this heterogeneity by empirically mapping current conceptual approaches using an item-level coding of extant loyalty research, then testing how operational and study-specific characteristics moderate the strategy → loyalty → performance process through meta-analytic techniques. The results clarify dissimilarities in loyalty building strategies, how loyalty differentially affects performance and word of mouth, and the consequences of study-specific characteristics. Prescriptive advice based on 163 studies of customer …",
            "Building, measuring, and profiting from customer loyalty",
            "George F Watson and Joshua T Beck and Conor M Henderson and Robert W Palmatier",
            "2015",
            "uZnUqZ4AAAAJ:Tyk-4Ss8FVUC",
            256,
            "https:\/\/link.springer.com\/article\/10.1007\/s11747-015-0439-4",
            "97326514250395481",
            "\/scholar?cites=97326514250395481",
            {
                "2016":13,
                "2017":46,
                "2018":64,
                "2019":59,
                "2020":64,
                "2021":7
            }
        ]
    ]
}