{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We have investigated spin pumping from Y 3 Fe 5 O 12 thin films into Cu, Ag, Ta, W, Pt, and Au with varying spin-orbit coupling strengths. From measurements of Gilbert damping enhancement and inverse spin Hall signals spanning 3 orders of magnitude, we determine the spin Hall angles and interfacial spin mixing conductances for the six metals. The spin Hall angles largely vary as Z 4 (Z: atomic number), corroborating the role of spin-orbit coupling. Amongst the four 5d metals, the variation of the spin Hall angle is dominated by the sensitivity of the d-orbital moment to the d-electron count, confirming theoretical predictions.",
            "Scaling of Spin Hall Angle in 3d, 4d, and 5d Metals from \/Metal Spin Pumping",
            "HL Wang and CH Du and Y Pu and R Adur and Peter Christopher Hammel and FY Yang",
            "2014",
            "v-sgL6UAAAAJ:wMgC3FpKEyYC",
            423,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.112.197201",
            "17480113796875535232",
            "\/scholar?cites=17480113796875535232",
            {
                "2014":23,
                "2015":44,
                "2016":62,
                "2017":72,
                "2018":66,
                "2019":70,
                "2020":76,
                "2021":8
            }
        ],
        [
            "We observe highly efficient dynamic spin injection from Y 3 Fe 5 O 12 (YIG) into NiO, an antiferromagnetic (AF) insulator, via strong coupling, and robust spin propagation in NiO up to 100-nm thickness mediated by its AF spin correlations. Strikingly, the insertion of a thin NiO layer between YIG and Pt significantly enhances the spin currents driven into Pt, suggesting exceptionally high spin transfer efficiency at both YIG\/NiO and NiO\/Pt interfaces. This offers a powerful platform for studying AF spin pumping and AF dynamics as well as for exploration of spin manipulation in tailored structures comprising metallic and insulating ferromagnets, antiferromagnets, and nonmagnetic materials.",
            "Antiferromagnonic spin transport from Y 3 Fe 5 O 12 into NiO",
            "Hailong Wang and Chunhui Du and P Chris Hammel and Fengyuan Yang",
            "2014",
            "v-sgL6UAAAAJ:48xauSegjOkC",
            249,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.113.097202",
            "3832752738692176835",
            "\/scholar?cites=3832752738692176835",
            {
                "2014":6,
                "2015":20,
                "2016":31,
                "2017":50,
                "2018":47,
                "2019":40,
                "2020":48,
                "2021":5
            }
        ],
        [
            "It is generally believed that spin-orbit coupling (SOC) follows Z 4 (atomic number) dependence and becomes significant only in heavy elements. Consequently, SOC in 3 d transition metals should be negligible given their small Z. Using dynamic spin pumping of Y 3 Fe 5 O 12-based structures, we uncover a systematic evolution of the spin Hall angle (θ SH) with d-orbital filling in a series of 3 d metals, reminiscent of behavior observed in 5 d metals. In particular, Cr and Ni show very large θ SH (half of that for Pt), indicating that d-orbital filling rather than Z plays a dominant role in the spin Hall effect (SHE) in 3 d metals. This result enriches our understanding of SHE and broadens the scope of materials available for exploring the rich phenomena enabled by SOC as well as presenting a guidepost for testing theoretical models of spin-orbit coupling in transition metals.",
            "Systematic variation of spin-orbit coupling with d-orbital filling: Large inverse spin Hall effect in 3 d transition metals",
            "Chunhui Du and Hailong Wang and Fengyuan Yang and P Chris Hammel",
            "2014",
            "v-sgL6UAAAAJ:1lhNe0rCu4AC",
            127,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.90.140407",
            "912391584837030878",
            "\/scholar?cites=912391584837030878",
            {
                "2014":2,
                "2015":15,
                "2016":22,
                "2017":25,
                "2018":14,
                "2019":23,
                "2020":21,
                "2021":5
            }
        ],
        [
            "The spin chemical potential characterizes the tendency of spins to diffuse. Probing this quantity could provide insight into materials such as magnetic insulators and spin liquids and aid optimization of spintronic devices. Here we introduce single-spin magnetometry as a generic platform for nonperturbative, nanoscale characterization of spin chemical potentials. We experimentally realize this platform using diamond nitrogen-vacancy centers and use it to investigate magnons in a magnetic insulator, finding that the magnon chemical potential can be controlled by driving the system’s ferromagnetic resonance. We introduce a symmetry-based two-fluid theory describing the underlying magnon processes, measure the local thermomagnonic torque, and illustrate the detection sensitivity using electrically controlled spin injection. Our results pave the way for nanoscale control and imaging of spin transport in mesoscopic …",
            "Control and local measurement of the spin chemical potential in a magnetic insulator",
            "Chunhui Du and Toeno Van der Sar and Tony X Zhou and Pramey Upadhyaya and Francesco Casola and Huiliang Zhang and Mehmet C Onbasli and Caroline A Ross and Ronald L Walsworth and Yaroslav Tserkovnyak and Amir Yacoby",
            "2017",
            "v-sgL6UAAAAJ:7wO8s98CvbsC",
            125,
            "https:\/\/science.sciencemag.org\/content\/357\/6347\/195.abstract",
            "694859306471703217",
            "\/scholar?cites=694859306471703217",
            {
                "2017":11,
                "2018":34,
                "2019":29,
                "2020":44,
                "2021":5
            }
        ],
        [
            "Epitaxial Y 3 Fe 5 O 12 thin films deposited by off-axis sputtering exhibit excellent crystalline quality enabling observation of large spin pumping signals in Pt\/Y 3 Fe 5 O 12 and W\/Y 3 Fe 5 O 12 bilayers driven by cavity ferromagnetic resonance. The inverse spin Hall voltages reach 2.10 and− 5.26 mV in 5-mm-long Pt\/Y 3 Fe 5 O 12 and W\/Y 3 Fe 5 O 12 bilayers, respectively, excited by a radio-frequency magnetic field of 0.3 Oe. From the ferromagnetic resonance linewidth broadening, we obtain high interfacial spin mixing conductances of 4.56× 10 14 and 2.30× 10 14 Ω− 1 m− 2 for Pt\/Y 3 Fe 5 O 12 and W\/Y 3 Fe 5 O 12 bilayers, respectively.",
            "Large spin pumping from epitaxial Y 3 Fe 5 O 12 thin films to Pt and W layers",
            "HL Wang and CH Du and Y Pu and R Adur and PC Hammel and FY Yang",
            "2013",
            "v-sgL6UAAAAJ:otzGkya1bYkC",
            117,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.88.100406",
            "17913160496852239760",
            "\/scholar?cites=17913160496852239760",
            {
                "2013":2,
                "2014":19,
                "2015":13,
                "2016":13,
                "2017":24,
                "2018":15,
                "2019":16,
                "2020":12,
                "2021":2
            }
        ],
        [
            "We demonstrate strain tuning of magnetocrystalline anisotropy over a range of more than 1000 G in epitaxial Y 3 Fe 5 O 12 films of excellent crystalline quality grown on lattice-mismatched Y 3 Al 5 O 12 substrates. Ferromagnetic resonance (FMR) measurements reveal a linear dependence of both out-of-plane and in-plane uniaxial anisotropy on the strain-induced tetragonal distortion of Y 3 Fe 5 O 12. Importantly, we find the spin mixing conductance G r determined from inverse spin Hall effect and FMR linewidth broadening remains large: G r= 3.33× 10 14 Ω− 1 m− 2 in Pt\/Y 3 Fe 5 O 12\/Y 3 Al 5 O 12 heterostructures, quite comparable to the value found in Pt\/Y 3 Fe 5 O 12 grown on lattice-matched Gd 3 Ga 5 O 12 substrates.",
            "Strain-tunable magnetocrystalline anisotropy in epitaxial Y 3 Fe 5 O 12 thin films",
            "Hailong Wang and Chunhui Du and P Chris Hammel and Fengyuan Yang",
            "2014",
            "v-sgL6UAAAAJ:QD3KBmkZPeQC",
            94,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.89.134404",
            "5094626396331238083",
            "\/scholar?cites=5094626396331238083",
            {
                "2014":9,
                "2015":13,
                "2016":9,
                "2017":15,
                "2018":19,
                "2019":11,
                "2020":17
            }
        ],
        [
            "We demonstrate tuning of magnetocrystalline anisotropy in high-quality Sr 2 FeMoO 6 epitaxial films over a range of several thousand Gauss using strain induced by epitaxial growth on substrates of varying lattice constants. Spectroscopic measurements reveal a striking, linear dependence of the out-of-plane anisotropy on the strain-induced tetragonal distortion of the Sr 2 FeMoO 6 lattice. This anisotropy can be tuned from+ 2000 to− 3300 Oe, a range sufficient to rotate the easy axis from in plane to out of plane. Combined with its half-metallicity and high Curie temperature, this result implies a broad range of scientific and technological applications for this novel spintronic material.",
            "Control of Magnetocrystalline Anisotropy by Epitaxial Strain in Double Perovskite  Films",
            "Chunhui Du and Rohan Adur and Hailong Wang and Adam J Hauser and Fengyuan Yang and P Chris Hammel",
            "2013",
            "v-sgL6UAAAAJ:PVgj2kMGcgYC",
            92,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.110.147204",
            "15185788180867908842",
            "\/scholar?cites=15185788180867908842",
            {
                "2013":9,
                "2014":15,
                "2015":17,
                "2016":10,
                "2017":10,
                "2018":9,
                "2019":6,
                "2020":13,
                "2021":1
            }
        ],
        [
            "It is widely believed that the mechanism for spin pumping in ferromagnet-nonmagnet bilayers is the exchange interaction between the ferromagnet and nonmagnetic material. We observe 1000-fold exponential decay of spin pumping from thin Y 3 Fe 5 O 12 films to Pt across insulating barriers, from which exponential decay lengths of 0.16, 0.19, and 0.23 nm are extracted for oxide barriers having band gaps of 4.91, 3.40, and 2.36 eV, respectively. This archetypal signature of quantum tunneling through a barrier underscores the importance of exchange coupling for spin pumping and reveals its dependence on the characteristics of the barrier material.",
            "Probing the Spin Pumping Mechanism: Exchange Coupling with Exponential Decay in  Heterostructures",
            "CH Du and HL Wang and Y Pu and TL Meyer and PM Woodward and FY Yang and PC Hammel",
            "2013",
            "v-sgL6UAAAAJ:buQ7SEKw-1sC",
            84,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.247202",
            "6962620749363091369",
            "\/scholar?cites=6962620749363091369",
            {
                "2013":1,
                "2014":18,
                "2015":17,
                "2016":16,
                "2017":14,
                "2018":5,
                "2019":5,
                "2020":6,
                "2021":1
            }
        ],
        [
            "Using ferromagnetic (FM) resonance spin pumping, we observe injection of spin currents from Y3Fe5O12 (YIG) films to FM metals, including Ni81Fe19 (Py), Fe, Co, and Ni, and detection of spin currents by inverse spin Hall effect (ISHE) in the FM metals. We obtain a high effective spin mixing conductance of 6.3 × 1018 m−2 in a YIG\/Cu\/Py trilayer and a spin Hall angle of 0.020 for Py. The spin pumping signals in Fe, Co, and Ni confirm the mechanism of ISHE in FMs is the inverse process of the anomalous Hall effect.",
            "Spin current and inverse spin Hall effect in ferromagnetic metals probed by Y3Fe5O12-based spin pumping",
            "Hailong Wang and Chunhui Du and P Chris Hammel and Fengyuan Yang",
            "2014",
            "v-sgL6UAAAAJ:CaZNVDsoPx4C",
            78,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4878540",
            "13067280075366370345",
            "\/scholar?cites=13067280075366370345",
            {
                "2014":6,
                "2015":14,
                "2016":10,
                "2017":9,
                "2018":10,
                "2019":14,
                "2020":12,
                "2021":1
            }
        ],
        [
            "We report a systematic study of spin transport in antiferromagnetic (AF) insulators having a wide range of ordering temperatures. Spin current is dynamically injected from Y 3 F e 5 O 12 (YIG) into various AF insulators in Pt\/insulator\/YIG trilayers. Robust, long-distance spin transport in the AF insulators is observed, which shows a strong correlation with the AF ordering temperatures. We find a striking linear relationship between the spin decay length in the AFs and the damping enhancement in YIG, suggesting the critical role of magnetic correlations in the AF insulators as well as at the AF\/YIG interfaces for spin transport in magnetic insulators.",
            "Spin transport in antiferromagnetic insulators mediated by magnetic correlations",
            "Hailong Wang and Chunhui Du and P Chris Hammel and Fengyuan Yang",
            "2015",
            "v-sgL6UAAAAJ:7Hz3ACDFbsoC",
            76,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.91.220410",
            "5622887536767366724",
            "\/scholar?cites=5622887536767366724",
            {
                "2015":1,
                "2016":7,
                "2017":11,
                "2018":27,
                "2019":19,
                "2020":10,
                "2021":1
            }
        ]
    ]
}