{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "The rate of neutrino-electron elastic scattering interactions from 862 keV Be 7 solar neutrinos in Borexino is determined to be 46.0±1.5 (stat)− 1.6+ 1.5 (syst) counts\/(day· 100 ton). This corresponds to a ν e-equivalent Be 7 solar neutrino flux of (3.10±0.15)× 10 9 cm− 2 s− 1 and, under the assumption of ν e transition to other active neutrino flavours, yields an electron neutrino survival probability of 0.51±0.07 at 862 keV. The no flavor change hypothesis is ruled out at 5.0 σ. A global solar neutrino analysis with free fluxes determines Φ p p= 6.06− 0.06+ 0.02× 10 10 cm− 2 s− 1 and Φ CNO< 1.3× 10 9 cm− 2 s− 1 (95% CL). These results significantly improve the precision with which the Mikheyev-Smirnov-Wolfenstein large mixing angle neutrino oscillation model is experimentally tested at low energy.",
            "Precision Measurement of the  Solar Neutrino Interaction Rate in Borexino",
            "Gianpaolo Bellini and J Benziger and D Bick and S Bonetti and G Bonfini and M Buizza Avanzini and B Caccianiga and L Cadonati and Frank Calaprice and C Carraro and P Cavalcante and A Chavarria and D D’Angelo and S Davini and A Derbin and A Etenko and K Fomenko and D Franco and Cristiano Galbiati and S Gazzana and C Ghiano and M Giammarchi and M Goeger-Neff and A Goretti and L Grandi and E Guardincerri and S Hardy and Aldo Ianni and Andrea Ianni and V Kobychev and D Korablev and G Korga and Yusuke Koshio and D Kryn and M Laubenstein and T Lewke and E Litvinovich and B Loer and F Lombardi and P Lombardi and L Ludhova and I Machulin and S Manecki and Werner Maneschg and G Manuzio and Q Meindl and E Meroni and L Miramonti and M Misiaszek and D Montanari and P Mosteiro and V Muratova and L Oberauer and M Obolensky and F Ortica and M Pallavicini and L Papp and C Peña-Garay and L Perasso and S Perasso and A Pocar and RS Raghavan and G Ranucci and A Razeto and A Re and A Romani and A Sabelnikov and R Saldanha and C Salvo and S Schönert and Hardy Simgen and M Skorokhvatov and O Smirnov and A Sotnikov and S Sukhotin and Y Suvorov and R Tartaglia and G Testera and D Vignaud and RB Vogelaar and F Von Feilitzsch and J Winter and M Wojcik and A Wright and M Wurm and J Xu and O Zaimidoroga and S Zavatarelli and Grzegorz Zuzel and Borexino Collaboration",
            "2011",
            "v198wwEAAAAJ:d1gkVwhDpl0C",
            618,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.141302",
            "5642692772935608216",
            "\/scholar?cites=5642692772935608216",
            {
                "2011":14,
                "2012":60,
                "2013":79,
                "2014":69,
                "2015":61,
                "2016":71,
                "2017":63,
                "2018":66,
                "2019":55,
                "2020":73,
                "2021":2
            }
        ],
        [
            "We report the direct measurement of the Be 7 solar neutrino signal rate performed with the Borexino detector at the Laboratori Nazionali del Gran Sasso. The interaction rate of the 0.862 MeV Be 7 neutrinos is 49±3 stat±4 syst counts\/(day· 100 ton). The hypothesis of no oscillation for Be 7 solar neutrinos is inconsistent with our measurement at the 4 σ CL Our result is the first direct measurement of the survival probability for solar ν e in the transition region between matter-enhanced and vacuum-driven oscillations. The measurement improves the experimental determination of the flux of Be 7, p p, and CNO solar ν e, and the limit on the effective neutrino magnetic moment using solar neutrinos.",
            "Direct Measurement of the  Solar Neutrino Flux with 192 Days of Borexino Data",
            "C Arpesella and HO Back and M Balata and G Bellini and J Benziger and S Bonetti and A Brigatti and B Caccianiga and L Cadonati and Frank Calaprice and C Carraro and G Cecchet and A Chavarria and M Chen and F Dalnoki-Veress and D D’Angelo and A De Bari and A De Bellefon and H De Kerret and A Derbin and M Deutsch and A Di Credico and G Di Pietro and R Eisenstein and F Elisei and A Etenko and R Fernholz and K Fomenko and R Ford and D Franco and B Freudiger and Cristiano Galbiati and F Gatti and S Gazzana and M Giammarchi and D Giugni and M Goeger-Neff and T Goldbrunner and A Goretti and C Grieb and C Hagner and W Hampel and E Harding and S Hardy and FX Hartman and T Hertrich and G Heusser and Aldo Ianni and Andrea Ianni and M Joyce and J Kiko and T Kirsten and V Kobychev and G Korga and G Korschinek and D Kryn and V Lagomarsino and P Lamarche and M Laubenstein and C Lendvai and M Leung and T Lewke and E Litvinovich and B Loer and P Lombardi and L Ludhova and I Machulin and S Malvezzi and S Manecki and J Maneira and W Maneschg and I Manno and D Manuzio and G Manuzio and A Martemianov and F Masetti and U Mazzucato and K McCarty and D McKinsey and Q Meindl and E Meroni and L Miramonti and M Misiaszek and D Montanari and ME Monzani and V Muratova and P Musico and H Neder and A Nelson and L Niedermeier and L Oberauer and M Obolensky and M Orsini and F Ortica and M Pallavicini and L Papp and S Parmeggiano and L Perasso and A Pocar and RS Raghavan and G Ranucci and W Rau and A Razeto and E Resconi and P Risso and A Romani and D Rountree and A Sabelnikov and R Saldanha and C Salvo and D Schimizzi and S Schönert and T Shutt and H Simgen and M Skorokhvatov and O Smirnov and A Sonnenschein and A Sotnikov and S Sukhotin and Y Suvorov and R Tartaglia and G Testera and D Vignaud and S Vitale and RB Vogelaar and F Von Feilitzsch and R Von Hentig and T Von Hentig and M Wojcik and M Wurm and O Zaimidoroga and S Zavatarelli and G Zuzel and Borexino Collaboration",
            "2008",
            "v198wwEAAAAJ:u5HHmVD_uO8C",
            567,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.091302",
            "11151081697078020809",
            "\/scholar?cites=11151081697078020809",
            {
                "2008":17,
                "2009":65,
                "2010":70,
                "2011":88,
                "2012":72,
                "2013":58,
                "2014":34,
                "2015":26,
                "2016":45,
                "2017":25,
                "2018":26,
                "2019":16,
                "2020":19,
                "2021":1
            }
        ],
        [
            "Borexino, a large volume detector for low energy neutrino spectroscopy, is currently running underground at the Laboratori Nazionali del Gran Sasso, Italy. The main goal of the experiment is the real-time measurement of sub-MeV solar neutrinos, and particularly of the monoenergetic (862 keV) 7Be electron capture neutrinos, via neutrino–electron scattering in an ultra-pure liquid scintillator. This paper is mostly devoted to the description of the detector structure, the photomultipliers, the electronics, and the trigger and calibration systems. The real performance of the detector, which always meets, and sometimes exceeds, design expectations, is also shown. Some important aspects of the Borexino project, i.e. the fluid handling plants, the purification techniques and the filling procedures, are not covered in this paper and are, or will be, published elsewhere (see Introduction and Bibliography).",
            "The borexino detector at the laboratori nazionali del gran sasso",
            "G Alimonti and C Arpesella and H Back and M Balata and D Bartolomei and A De Bellefon and G Bellini and J Benziger and A Bevilacqua and D Bondi and S Bonetti and A Brigatti and B Caccianiga and L Cadonati and F Calaprice and C Carraro and G Cecchet and R Cereseto and A Chavarria and M Chen and A Chepurnov and A Cubaiu and W Czech and D D’Angelo and F Dalnoki-Veress and A De Bari and E De Haas and A Derbin and M Deutsch and A Di Credico and A Di Ludovico and G Di Pietro and R Eisenstein and F Elisei and A Etenko and F Von Feilitzsch and R Fernholz and K Fomenko and R Ford and D Franco and B Freudiger and N Gaertner and C Galbiati and F Gatti and S Gazzana and V Gehman and M Giammarchi and D Giugni and M Goeger-Neff and T Goldbrunner and A Golubchikov and A Goretti and C Grieb and C Hagner and T Hagner and W Hampel and E Harding and S Hardy and FX Hartmann and R Von Hentig and T Hertrich and G Heusser and M Hult and An Ianni and An Ianni and L Ioannucci and K Jaenner and M Joyce and H De Kerret and S Kidner and J Kiko and T Kirsten and V Kobychev and G Korga and G Korschinek and Yu Kozlov and D Kryn and P La Marche and V Lagomarsino and M Laubenstein and C Lendvai and M Leung and T Lewke and E Litvinovich and B Loer and F Loeser and P Lombardi and L Ludhova and I Machulin and S Malvezzi and A Manco and J Maneira and W Maneschg and I Manno and D Manuzio and G Manuzio and M Marchelli and A Martemianov and F Masetti and U Mazzucato and K McCarty and D McKinsey and Q Meindl and E Meroni and L Miramonti and M Misiaszek and D Montanari and ME Monzani and V Muratova and P Musico and H Neder and A Nelson and L Niedermeier and S Nisi and L Oberauer and M Obolensky and M Orsini and F Ortica and M Pallavicini and L Papp and R Parcells and S Parmeggiano and M Parodi and N Pelliccia and L Perasso and A Pocar and R Raghavan and G Ranucci and W Rau and A Razeto and E Resconi and P Risso and A Romani and D Rountree and A Sabelnikov and P Saggese and R Saldhana and C Salvo and R Scardaoni and D Schimizzi and S Schönert and KH Schubeck and T Shutt and F Siccardi and H Simgen and M Skorokhvatov and O Smirnov and A Sonnenschein and F Soricelli and A Sotnikov",
            "2009",
            "v198wwEAAAAJ:2osOgNQ5qMEC",
            439,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S016890020801601X",
            "17044754401488198386",
            "\/scholar?cites=17044754401488198386",
            {
                "2008":3,
                "2009":10,
                "2010":33,
                "2011":29,
                "2012":54,
                "2013":41,
                "2014":33,
                "2015":36,
                "2016":40,
                "2017":37,
                "2018":39,
                "2019":30,
                "2020":47,
                "2021":4
            }
        ]
    ]
}