{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "The influence of various factors on the accuracy of protein‐ligand docking is examined. The factors investigated include the role of a grid representation of protein‐ligand interactions, the initial ligand conformation and orientation, the sampling rate of the energy hyper‐surface, and the final minimization. A representative docking method is used to study these factors, namely, CDOCKER, a molecular dynamics (MD) simulated‐annealing‐based algorithm. A major emphasis in these studies is to compare the relative performance and accuracy of various grid‐based approximations to explicit all‐atom force field calculations. In these docking studies, the protein is kept rigid while the ligands are treated as fully flexible and a final minimization step is used to refine the docked poses. A docking success rate of 74% is observed when an explicit all‐atom representation of the protein (full force field) is used, while a lower …",
            "Detailed analysis of grid‐based molecular docking: A case study of CDOCKER—A CHARMm‐based MD docking algorithm",
            "Guosheng Wu and Daniel H Robertson and Charles L Brooks III and Michal Vieth",
            "2003",
            "V32nmaUAAAAJ:isC4tDSrTZIC",
            1129,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/jcc.10306",
            "6860136145692006932",
            "\/scholar?cites=6860136145692006932",
            {
                "2003":4,
                "2004":8,
                "2005":13,
                "2006":9,
                "2007":14,
                "2008":14,
                "2009":29,
                "2010":39,
                "2011":48,
                "2012":76,
                "2013":66,
                "2014":104,
                "2015":97,
                "2016":123,
                "2017":110,
                "2018":134,
                "2019":106,
                "2020":114,
                "2021":15
            }
        ],
        [
            "Using both empirical potentials and first-principles total-energy methods, we have examined the energetics and elastic properties of all possible graphitic tubules with radii less than 9 Å. We find that the strain energy per carbon atom relative to an unstrained graphite sheet varies as 1\/R 2 (where R is the tubule radius) and is insensitive to other aspects of the lattice structure, indicating that relationships derivable from continuum elastic theory persist well into the small-radius limit. We also predict that this strain energy is much smaller than that in highly symmetric fullerene clusters with similar radii, suggesting a possible thermodynamic preference for tubular structures rather than cage structures. The empirical potentials further predict that the elastic constants along the tubule axis generally soften with decreasing tubule radius, although with a distinct dependence on helical conformation.",
            "Energetics of nanoscale graphitic tubules",
            "DH Robertson and DW Brenner and JW Mintmire",
            "1992",
            "V32nmaUAAAAJ:u5HHmVD_uO8C",
            1126,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.45.12592",
            "10285293731220537818",
            "\/scholar?cites=10285293731220537818",
            {
                "1993":18,
                "1994":20,
                "1995":24,
                "1996":23,
                "1997":21,
                "1998":22,
                "1999":28,
                "2000":29,
                "2001":32,
                "2002":49,
                "2003":52,
                "2004":74,
                "2005":63,
                "2006":85,
                "2007":65,
                "2008":63,
                "2009":51,
                "2010":52,
                "2011":51,
                "2012":37,
                "2013":49,
                "2014":36,
                "2015":34,
                "2016":34,
                "2017":37,
                "2018":23,
                "2019":28,
                "2020":17,
                "2021":3
            }
        ]
    ]
}