{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Multimessenger gravitational-wave (GW) astronomy has commenced with the detection of the binary neutron star merger GW170817 and its associated electromagnetic counterparts. The almost coincident observation of both signals places an exquisite bound on the GW speed| c g\/c− 1|≤ 5× 10− 16. We use this result to probe the nature of dark energy (DE), showing that a large class of scalar-tensor theories and DE models are highly disfavored. As an example we consider the covariant Galileon, a cosmologically viable, well motivated gravity theory which predicts a variable GW speed at low redshift. Our results eliminate any late-universe application of these models, as well as their Horndeski and most of their beyond Horndeski generalizations. Three alternatives (and their combinations) emerge as the only possible scalar-tensor DE models:(1) restricting Horndeski’s action to its simplest terms,(2) applying a …",
            "Dark Energy After GW170817: Dead Ends and the Road Ahead",
            "Jose María Ezquiaga and Miguel Zumalacárregui",
            "2017",
            "V6GgZrwAAAAJ:UeHWp8X0CEIC",
            577,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.119.251304",
            "18327703781791113035",
            "\/scholar?cites=18327703781791113035",
            {
                "2017":6,
                "2018":169,
                "2019":196,
                "2020":191,
                "2021":14
            }
        ],
        [
            "The direct detection of gravitational waves (GWs) is an invaluable new tool to probe gravity and the nature of cosmic acceleration. A large class of scalar-tensor theories predicts that GWs propagate with velocity different than the speed of light, a difference that can be O (1) for many models of dark energy. We determine the conditions behind the anomalous GW speed, namely, that the scalar field spontaneously breaks Lorentz invariance and couples to the metric perturbations via the Weyl tensor. If these conditions are realized in nature, the delay between GW and electromagnetic signals from distant events will run beyond human time scales, making it impossible to measure the speed of GWs using neutron star mergers or other violent events. We present a robust strategy to exclude or confirm an anomalous speed of GWs using eclipsing binary systems, the electromagnetic phase of which can be exquisitely …",
            "Speed of gravitational waves and the fate of scalar-tensor gravity",
            "Dario Bettoni and Jose María Ezquiaga and Kurt Hinterbichler and Miguel Zumalacárregui",
            "2017",
            "V6GgZrwAAAAJ:9yKSN-GCB0IC",
            133,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.95.084029",
            "9415032919211335115",
            "\/scholar?cites=9415032919211335115",
            {
                "2017":16,
                "2018":44,
                "2019":36,
                "2020":36,
                "2021":1
            }
        ],
        [
            "Primordial Black Holes (PBH) arise naturally from high peaks in the curvature power spectrum of near-inflection-point single-field inflation, and could constitute today the dominant component of the dark matter in the universe. In this letter we explore the possibility that a broad spectrum of PBH is formed in models of Critical Higgs Inflation (CHI), where the near-inflection point is related to the critical value of the RGE running of both the Higgs self-coupling λ (μ) and its non-minimal coupling to gravity ξ (μ). We show that, for a wide range of model parameters, a half-domed-shaped peak in the matter spectrum arises at sufficiently small scales that it passes all the constraints from large scale structure observations. The predicted cosmic microwave background spectrum at large scales is in agreement with Planck 2015 data, and has a relatively large tensor-to-scalar ratio that may soon be detected by B-mode …",
            "Primordial black hole production in critical Higgs inflation",
            "Jose María Ezquiaga and Juan García-Bellido and Ester Ruiz Morales",
            "2018",
            "V6GgZrwAAAAJ:2osOgNQ5qMEC",
            118,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0370269317309310",
            "12492627333065775458",
            "\/scholar?cites=12492627333065775458",
            {
                "2017":7,
                "2018":35,
                "2019":32,
                "2020":38,
                "2021":4
            }
        ],
        [
            "Gravitational waves (GWs) provide a new tool to probe the nature of dark energy (DE) and the fundamental properties of gravity. We review the different ways in which GWs can be used to test theories of gravity and cosmology, emphasizing models for late-time cosmic acceleration. Lagrangian-based gravitational theories beyond general relativity (GR) are classified into those breaking fundamental assumptions, containing additional fields and massive graviton(s). In addition to Lagrangian based theories we present the effective theory of DE and the μ-Σ parametrization as general descriptions of cosmological gravity. Multi-messenger GW detections can be used to measure the cosmological expansion (standard sirens), providing an independent test of the DE equation of state and measuring the Hubble parameter. Several key tests of gravity involve the cosmological propagation of GWs, including anomalous GW speed, massive graviton excitations, Lorentz violating dispersion relation, modified GW luminosity distance and additional polarizations, which may also cause GW oscillations. We summarize present constraints and their impact on DE models, including those arising from the binary neutron star merger GW170817. Upgrades of LIGO-Virgo detectors to design sensitivity and the next generation facilities such as LISA or Einstein Telescope will significantly improve these constraints in the next two decades.",
            "Dark Energy in light of Multi-Messenger Gravitational-Wave astronomy",
            "Jose María Ezquiaga and Miguel Zumalacárregui",
            "2018",
            "V6GgZrwAAAAJ:zYLM7Y9cAGgC",
            113,
            "https:\/\/www.frontiersin.org\/articles\/10.3389\/fspas.2018.00044\/full",
            "14617622428851148804",
            "\/scholar?cites=14617622428851148804",
            {
                "2018":2,
                "2019":52,
                "2020":58,
                "2021":1
            }
        ],
        [
            "Modifications of General Relativity leave their imprint both on the cosmic expansion history through a non-trivial dark energy equation of state, and on the evolution of cosmological perturbations in the scalar and in the tensor sectors. In particular, the modification in the tensor sector gives rise to a notion of gravitational-wave (GW) luminosity distance, different from the standard electromagnetic luminosity distance, that can be studied with standard sirens at GW detectors such as LISA or third-generation ground based experiments. We discuss the predictions for modified GW propagation from some of the best studied theories of modified gravity, such as Horndeski or the more general degenerate higher order scalar-tensor (DHOST) theories, non-local infrared modifications of gravity, bigravity theories and the corresponding phenomenon of GW oscillation, as well as theories with extra or varying dimensions. We show …",
            "Testing modified gravity at cosmological distances with LISA standard sirens",
            "Enis Belgacem and Gianluca Calcagni and Marco Crisostomi and Charles Dalang and Yves Dirian and Jose María Ezquiaga and Matteo Fasiello and Stefano Foffa and Alexander Ganz and Juan García-Bellido and Lucas Lombriser and Michele Maggiore and Nicola Tamanini and Gianmassimo Tasinato and Miguel Zumalacárregui and Enrico Barausse and Nicola Bartolo and Daniele Bertacca and Antoine Klein and Sabino Matarrese and Mairi Sakellariadou",
            "2019",
            "V6GgZrwAAAAJ:Tyk-4Ss8FVUC",
            62,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2019\/07\/024\/meta",
            "9667396914175125756",
            "\/scholar?cites=9667396914175125756",
            {
                "2019":11,
                "2020":50,
                "2021":1
            }
        ]
    ]
}