{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Recent technological advances in the development of fast digital signal processors have made the active control of sound a practical proposition. This book brings together results from research in the two disciplinesof acoustics and signal processing and presents the fundamentals of noise control in a unified manner. Practical applications are presented wherever possible although the emphasis is on the algorithmic principles which form the foundation of practical systems. The volume is written in textbook style and aimed at both undergraduate and postgraduate students of acoustics and signal processing, professional acoustical and electrical engineers, and researchers in the field of active control.",
            "Active control of sound",
            "Philip A Nelson and Stephen J Elliott",
            "1991",
            "V9A4XboAAAAJ:oPLKW5k6eA4C",
            2672,
            "https:\/\/eprints.soton.ac.uk\/354428\/",
            "4643468271830656089",
            "\/scholar?cites=4643468271830656089",
            {
                "1993":18,
                "1994":32,
                "1995":54,
                "1996":61,
                "1997":108,
                "1998":99,
                "1999":126,
                "2000":108,
                "2001":125,
                "2002":124,
                "2003":143,
                "2004":129,
                "2005":105,
                "2006":132,
                "2007":117,
                "2008":106,
                "2009":117,
                "2010":109,
                "2011":98,
                "2012":94,
                "2013":94,
                "2014":101,
                "2015":88,
                "2016":73,
                "2017":73,
                "2018":66,
                "2019":63,
                "2020":55,
                "2021":6
            }
        ],
        [
            "This book is a companion text to Active Control of Sound by PA Nelson and SJ Elliott, also published by Academic Press. It summarizes the principles underlying active vibration control and its practical applications by combining material from vibrations, mechanics, signal processing, acoustics, and control theory. The emphasis of the book is on the active control of waves in structures, the active isolation of vibrations, the use of distributed strain actuators and sensors, and the active control of structurally radiated sound. The feedforward control of deterministic disturbances, the active control of structural waves and the active isolation of vibrations are covered in detail, as well as the more conventional work on modal feedback. The principles of the transducers used as actuateors and sensors for such control strategies are also given an in-depth description. The reader will find particularly interesting the two chapters on the active control of sound radiation from structures: active structural acoustic control. The reason for controlling high frequency vibration is often to prevent sound radiation, and the principles and practical application of such techniques are presented here for both plates and cylinders. The volume is written in textbook style and is aimed at students, practicing engineers, and researchers. Combines material from vibrations, signal processing, mechanics, and controls Summarizes new research in the field",
            "Active control of vibration",
            "Christopher C Fuller and Sharon Elliott and Philip A Nelson",
            "1996",
            "V9A4XboAAAAJ:KaMxkj08jr0C",
            2124,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=HGP4iGWhAdEC&oi=fnd&pg=PP1&dq=info:OhZruiwzwAAJ:scholar.google.com&ots=z9QfgcHQKf&sig=SJ3ChMg1y7CkFTUGd2Saij5HxYQ",
            "54099462727603770",
            "\/scholar?cites=54099462727603770",
            {
                "1996":8,
                "1997":29,
                "1998":37,
                "1999":53,
                "2000":61,
                "2001":76,
                "2002":103,
                "2003":93,
                "2004":122,
                "2005":121,
                "2006":119,
                "2007":120,
                "2008":121,
                "2009":86,
                "2010":101,
                "2011":90,
                "2012":116,
                "2013":98,
                "2014":107,
                "2015":95,
                "2016":76,
                "2017":75,
                "2018":67,
                "2019":71,
                "2020":53,
                "2021":3
            }
        ],
        [
            "Active noise control exploits the long wavelengths associated with low frequency sound. It works on the principle of destructive interference between the sound fields generated by the original primary sound source and that due to other secondary sources, acoustic outputs of which can be controlled. The acoustic objectives of different active noise control systems and the electrical control methodologies that are used to achieve these objectives are examined. The importance of having a clear understanding of the principles behind both the acoustics and the electrical control in order to appreciate the advantages and limitations of active noise control is emphasized. A brief discussion of the physical basis of active sound control that concentrates on three-dimensional sound fields is presented.< >",
            "Active noise control",
            "Stephen J Elliott and Philip A Nelson",
            "1993",
            "V9A4XboAAAAJ:d1gkVwhDpl0C",
            1133,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/248551\/",
            "10349301749026124589",
            "\/scholar?cites=10349301749026124589",
            {
                "1994":7,
                "1995":20,
                "1996":34,
                "1997":44,
                "1998":38,
                "1999":46,
                "2000":35,
                "2001":31,
                "2002":26,
                "2003":43,
                "2004":47,
                "2005":31,
                "2006":37,
                "2007":46,
                "2008":45,
                "2009":42,
                "2010":39,
                "2011":36,
                "2012":50,
                "2013":48,
                "2014":57,
                "2015":62,
                "2016":50,
                "2017":58,
                "2018":43,
                "2019":59,
                "2020":47,
                "2021":3
            }
        ],
        [
            "An algorithm is presented to adapt the coefficients of an array of FIR filters, whose outputs are linearly coupled to another array of error detection points, so that the sum of all the mean square error signals is minimized. The algorithm uses the instantaneous gradient of the total error, and for a single filter and error reduces to the \"filtered x LMS\" algorithm. The application of this algorithm to active sound and vibration control is discussed, by which suitably driven secondary sources are used to reduce the levels of acoustic or vibrational fields by minimizing the sum of the squares of a number of error sensor signals. A practical implementation of the algorithm is presented for the active control of sound at a single frequency. The algorithm converges on a timescale comparable to the response time of the system to be controlled, and is found to be very robust. If the pure tone reference signal is synchronously sampled, it is …",
            "A multiple error LMS algorithm and its application to the active control of sound and vibration",
            "Stephen Elliott and IANM Stothers and Philip Nelson",
            "1987",
            "V9A4XboAAAAJ:u-x6o8ySG0sC",
            1049,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1165044\/",
            "15122568131630128636",
            "\/scholar?cites=15122568131630128636",
            {
                "1988":3,
                "1989":8,
                "1990":7,
                "1991":21,
                "1992":27,
                "1993":27,
                "1994":30,
                "1995":36,
                "1996":46,
                "1997":53,
                "1998":37,
                "1999":51,
                "2000":41,
                "2001":31,
                "2002":50,
                "2003":33,
                "2004":43,
                "2005":33,
                "2006":36,
                "2007":29,
                "2008":30,
                "2009":34,
                "2010":28,
                "2011":30,
                "2012":32,
                "2013":40,
                "2014":26,
                "2015":30,
                "2016":28,
                "2017":31,
                "2018":29,
                "2019":32,
                "2020":28,
                "2021":2
            }
        ],
        [
            "A very fast deconvolution method, which is based on the fast Fourier transform (FFT), can be used to control the outputs from a multichannel plant comprising any number of control sources and error sensors. The result is a matrix of causal finite impulse response filters whose performance is optimized at a large number of discrete frequencies. The paper is particularly aimed at multichannel sound reproduction and more specifically reproducing the sound field from a set of loudspeakers.",
            "Fast deconvolution of multichannel systems using regularization",
            "Ole Kirkeby and Philip A Nelson and Hareo Hamada and Felipe Orduna-Bustamante",
            "1998",
            "V9A4XboAAAAJ:2osOgNQ5qMEC",
            361,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/661479\/",
            "11662379645738680558",
            "\/scholar?cites=11662379645738680558",
            {
                "1998":3,
                "1999":8,
                "2000":7,
                "2001":5,
                "2002":6,
                "2003":15,
                "2004":14,
                "2005":20,
                "2006":21,
                "2007":13,
                "2008":10,
                "2009":24,
                "2010":25,
                "2011":26,
                "2012":23,
                "2013":20,
                "2014":25,
                "2015":15,
                "2016":17,
                "2017":25,
                "2018":11,
                "2019":14,
                "2020":12,
                "2021":1
            }
        ],
        [
            "This paper deals with the discrete inverse problem in acoustics. It is assumed that a number of acoustic sources are located at known spatial positions and that the acoustic pressure is measured at a number of spatial positions in the radiated field. The transfer functions relating the strengths of the acoustic sources to the radiated pressures are also assumed known. In principle, the strengths of the acoustic sources can be deduced from the measured acoustic pressures by inversion of this matrix of transfer functions. The accuracy of source strength reconstruction (in the presence of noise which contaminates the measured pressures) is crucially dependent on the conditioning of the matrix to be inverted. This paper examines the conditioning of this inverse problem, particularly with regard to the geometry and number of sources and measurement positions and the non-dimensional frequency. A preliminary …",
            "Estimation of acoustic source strength by inverse methods: Part I, conditioning of the inverse problem",
            "Philip Arthur Nelson and Seong-Ho Yoon",
            "2000",
            "V9A4XboAAAAJ:IjCSPb-OGe4C",
            339,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022460X99928377",
            "15864394934566929264",
            "\/scholar?cites=15864394934566929264",
            {
                "2000":5,
                "2001":5,
                "2002":3,
                "2003":19,
                "2004":13,
                "2005":13,
                "2006":17,
                "2007":19,
                "2008":13,
                "2009":16,
                "2010":22,
                "2011":20,
                "2012":17,
                "2013":14,
                "2014":20,
                "2015":14,
                "2016":24,
                "2017":32,
                "2018":23,
                "2019":18,
                "2020":11,
                "2021":1
            }
        ],
        [
            "Results are presented of a series of in-flight experiments on the active contrl of propeller-induced passenger cabin noise in a B.Ae. 748 aircraft. Twenty-six configurations of up to 16 loudspeakers and 32 microphones were investigated at the first three harmonics of the blade passage frequency. Two loudspeaker distributions, which were either evenly distributed or partly concentrated in the plane of the propellers, gave similar reductions in the sum of the squares of the measured pressures at the fundamental blade passage frequency (88 Hz) of about 13 dB. Concentrating the loudspeakers near the propeller plane increased the reductions in the second and third harmonics (176 Hz and 264 Hz) from about 9 dB and 6 dB respectively for the equally distributed system, to about 12 dB for both harmonics. Subjective reductions in noise level with all three harmonics being simultaneously controlled were pronounced …",
            "In-flight experiments on the active control of propeller-induced cabin noise",
            "SJ Elliot and PA Nelson and IM Stothers and CC Boucher",
            "1990",
            "V9A4XboAAAAJ:qjMakFHDy7sC",
            338,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0022460X90905255",
            "940644402693992278",
            "\/scholar?cites=940644402693992278",
            {
                "1990":6,
                "1991":7,
                "1992":3,
                "1993":6,
                "1994":8,
                "1995":5,
                "1996":8,
                "1997":17,
                "1998":13,
                "1999":14,
                "2000":16,
                "2001":10,
                "2002":14,
                "2003":6,
                "2004":13,
                "2005":10,
                "2006":8,
                "2007":10,
                "2008":6,
                "2009":21,
                "2010":14,
                "2011":10,
                "2012":11,
                "2013":11,
                "2014":12,
                "2015":11,
                "2016":14,
                "2017":14,
                "2018":11,
                "2019":14,
                "2020":13
            }
        ],
        [
            "A method is presented for designing an equalization filter for a sound-reproduction system by adjusting the filter coefficients to minimize the sum of the square of the errors between the equalized responses at multiple points in the room and delayed versions of the original electrical signal. Such an equalization filter can give a more uniform frequency response over a greater volume of the enclosure than a filter designed to equalize at one point only. The results of computer simulations are presented for equalization in a\" room\" with dimensions and acoustic damping typical of a car interior, using various algorithms to adapt automatically the coefficients of a digital equalization filter.",
            "Multiple-point equalization in a room using adaptive digital filters",
            "Stephen J Elliott and Philip A Nelson",
            "1989",
            "V9A4XboAAAAJ:zYLM7Y9cAGgC",
            278,
            "https:\/\/www.aes.org\/e-lib\/online\/browse.cfm?elib=6063",
            "16476690999756744605",
            "\/scholar?cites=16476690999756744605",
            {
                "1990":1,
                "1991":3,
                "1992":4,
                "1993":2,
                "1994":5,
                "1995":3,
                "1996":4,
                "1997":5,
                "1998":5,
                "1999":3,
                "2000":5,
                "2001":7,
                "2002":9,
                "2003":10,
                "2004":7,
                "2005":8,
                "2006":10,
                "2007":18,
                "2008":14,
                "2009":16,
                "2010":18,
                "2011":24,
                "2012":21,
                "2013":20,
                "2014":16,
                "2015":13,
                "2016":7,
                "2017":8,
                "2018":6,
                "2019":5,
                "2020":1
            }
        ],
        [
            "An analysis is presented of the effectiveness with which active methods can be used for producing global reductions in the amplitude of the pressure fluctuations in a harmonically excited enclosed sound field. The total time averaged acoustic potential energy is expressed as a quadratic function of the complex strengths of a number of secondary sources of sound introduced into the enclosure. For a given number and location of secondary sources, there is a unique set of source strengths which determines the minimum value of this function. The analysis is applied to the case of a lightly damped enclosure excited by a point primary source at a frequency above the Schroeder cut-off frequency. It is demonstrated that substantial reductions in the total time averaged acoustic potential energy are possible only if the secondary sources of sound are located at a distance from the primary source which is less than half a …",
            "The active minimization of harmonic enclosed sound fields, Part I: Theory",
            "PA Nelson and ARD Curtis and SJ Elliott and AJ Bullmore",
            "1987",
            "V9A4XboAAAAJ:9yKSN-GCB0IC",
            275,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0022460X87904329",
            "11462804898965783910",
            "\/scholar?cites=11462804898965783910",
            {
                "1987":3,
                "1988":4,
                "1989":3,
                "1990":5,
                "1991":10,
                "1992":3,
                "1993":10,
                "1994":13,
                "1995":4,
                "1996":7,
                "1997":11,
                "1998":8,
                "1999":15,
                "2000":16,
                "2001":11,
                "2002":12,
                "2003":14,
                "2004":14,
                "2005":6,
                "2006":10,
                "2007":6,
                "2008":9,
                "2009":11,
                "2010":8,
                "2011":10,
                "2012":5,
                "2013":4,
                "2014":5,
                "2015":4,
                "2016":1,
                "2017":8,
                "2018":6,
                "2019":4,
                "2020":4
            }
        ],
        [
            "Metallic nickel was electrodeposited from aqueous nickel(II) acetate dissolved in the lyotropic liquid crystalline phases of Brij 56 and Brij 78 surfactant templates to form metal films with hexagonal arrays of nanometer-sized channels. The applicability of these materials as inexpensive, large area and low-resistance current collectors was demonstrated by cyclic voltammetry. The redox charge capacity of the surface oxide in aqueous KOH was enhanced by 2 orders of magnitude over that of a nontemplated sample with no detectable impedance of the reaction rate. ",
            "Mesoporous nickel\/nickel oxide a nanoarchitectured electrode",
            "Phillip A Nelson and Joanne M Elliott and George S Attard and John R Owen",
            "2002",
            "V9A4XboAAAAJ:__bU50VfleQC",
            255,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/cm011021a",
            "6043970316237904934",
            "\/scholar?cites=6043970316237904934",
            {
                "2001":1,
                "2002":1,
                "2003":16,
                "2004":16,
                "2005":18,
                "2006":20,
                "2007":28,
                "2008":20,
                "2009":18,
                "2010":20,
                "2011":18,
                "2012":15,
                "2013":9,
                "2014":12,
                "2015":8,
                "2016":6,
                "2017":6,
                "2018":5,
                "2019":11,
                "2020":5,
                "2021":1
            }
        ]
    ]
}