{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "The mammalian intestine is home to ~100 trillion bacteria that perform important metabolic functions for their hosts. The proximity of vast numbers of bacteria to host intestinal tissues raises the question of how symbiotic host-bacterial relationships are maintained without eliciting potentially harmful immune responses. Here, we show that RegIIIγ, a secreted antibacterial lectin, is essential for maintaining a ~50-micrometer zone that physically separates the microbiota from the small intestinal epithelial surface. Loss of host-bacterial segregation in RegIIIγ−\/− mice was coupled to increased bacterial colonization of the intestinal epithelial surface and enhanced activation of intestinal adaptive immune responses by the microbiota. Together, our findings reveal that RegIIIγ is a fundamental immune mechanism that promotes host-bacterial mutualism by regulating the spatial relationships between microbiota and host.",
            "The antibacterial lectin RegIIIγ promotes the spatial segregation of microbiota and host in the intestine",
            "Shipra Vaishnava and Miwako Yamamoto and Kari M Severson and Kelly A Ruhn and Xiaofei Yu and Omry Koren and Ruth Ley and Edward K Wakeland and Lora V Hooper",
            "2011",
            "V_jkypoAAAAJ:u5HHmVD_uO8C",
            1037,
            "https:\/\/science.sciencemag.org\/content\/334\/6053\/255.extract",
            "9661499947867178822",
            "\/scholar?cites=9661499947867178822",
            {
                "2011":3,
                "2012":64,
                "2013":130,
                "2014":116,
                "2015":118,
                "2016":123,
                "2017":120,
                "2018":124,
                "2019":120,
                "2020":100,
                "2021":7
            }
        ],
        [
            "Brassinosteroids (BRs) are important regulators for plant growth and development. BRs signal to control the activities of the BES1 and BZR1 family transcription factors. The transcriptional network through which BES1 and BZR regulate large number of target genes is mostly unknown. By combining chromatin immunoprecipitation coupled with Arabidopsis tiling arrays (ChIP‐chip) and gene expression studies, we have identified 1609 putative BES1 target genes, 404 of which are regulated by BRs and\/or in gain‐of‐function bes1‐D mutant. BES1 targets contribute to BR responses and interactions with other hormonal or light signaling pathways. Computational modeling of gene expression data using Algorithm for the Reconstruction of Accurate Cellular Networks (ARACNe) reveals that BES1‐targeted transcriptional factors form a gene regulatory network (GRN). Mutants of many genes in the network displayed …",
            "A brassinosteroid transcriptional network revealed by genome‐wide identification of BESI target genes in Arabidopsis thaliana",
            "Xiaofei Yu and Lei Li and Jaroslaw Zola and Maneesha Aluru and Huaxun Ye and Andrew Foudree and Hongqing Guo and Sarah Anderson and Srinivas Aluru and Peng Liu and Steve Rodermel and Yanhai Yin",
            "2011",
            "V_jkypoAAAAJ:u-x6o8ySG0sC",
            444,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1365-313X.2010.04449.x",
            "5301573746134019971",
            "\/scholar?cites=5301573746134019971",
            {
                "2011":16,
                "2012":31,
                "2013":42,
                "2014":52,
                "2015":43,
                "2016":38,
                "2017":43,
                "2018":60,
                "2019":51,
                "2020":61,
                "2021":5
            }
        ]
    ]
}