{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "When a drop of liquid dries on a solid surface, its suspended particulate matter is deposited in ring-like fashion. This phenomenon, known as the coffee-ring effect 1, 2, 3, is familiar to anyone who has observed a drop of coffee dry. During the drying process, drop edges become pinned to the substrate, and capillary flow outward from the centre of the drop brings suspended particles to the edge as evaporation proceeds. After evaporation, suspended particles are left highly concentrated along the original drop edge. The coffee-ring effect is manifested in systems with diverse constituents, ranging from large colloids 1, 4, 5 to nanoparticles 6 and individual molecules 7. In fact—despite the many practical applications for uniform coatings in printing 8, biology 9, 10 and complex assembly 11—the ubiquitous nature of the effect has made it difficult to avoid 6, 12, 13, 14, 15, 16. Here we show experimentally that the shape …",
            "Suppression of the coffee-ring effect by shape-dependent capillary interactions",
            "Peter J Yunker and Tim Still and Matthew A Lohr and AG Yodh",
            "2011",
            "va75ptIAAAAJ:u-x6o8ySG0sC",
            1229,
            "https:\/\/www.nature.com\/articles\/nature10344",
            "15596759460533585376",
            "\/scholar?cites=15596759460533585376",
            {
                "2011":9,
                "2012":79,
                "2013":87,
                "2014":107,
                "2015":135,
                "2016":139,
                "2017":185,
                "2018":156,
                "2019":156,
                "2020":160,
                "2021":10
            }
        ],
        [
            "The influence of the small ionic surfactant sodium dodecyl sulfate (SDS) on the evaporation of drying colloidal droplets is quantitatively investigated. The addition of SDS leads to a significantly more uniform deposition of colloidal particles after evaporation (i.e., the so-called “coffee-ring effect” is dramatically altered). We understand this phenomenon in the context of circulating radial Marangoni flows induced by the variation of SDS concentration along the air–water interface. Video microscopy permits the direct visualization of the colloidal particles involved in these flows, revealing a surprisingly stable “Marangoni eddy” that prevents particle deposition at the drop perimeter.",
            "Surfactant-induced Marangoni eddies alter the coffee-rings of evaporating colloidal drops",
            "Tim Still and Peter J Yunker and Arjun G Yodh",
            "2012",
            "va75ptIAAAAJ:IjCSPb-OGe4C",
            332,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la204928m",
            "16122927268795613651",
            "\/scholar?cites=16122927268795613651",
            {
                "2012":9,
                "2013":23,
                "2014":22,
                "2015":40,
                "2016":31,
                "2017":55,
                "2018":54,
                "2019":49,
                "2020":45,
                "2021":3
            }
        ],
        [
            "When the packing fraction is increased sufficiently, loose particulates jam to form a rigid solid in which the constituents are no longer free to move. In typical granular materials and foams, the thermal energy is too small to produce structural rearrangements. In this zero-temperature (T= 0) limit, multiple diverging 1, 2, 3, 4, 5, 6, 7, 8 and vanishing 2, 9, 10 length scales characterize the approach to a sharp jamming transition. However, because thermal motion becomes relevant when the particles are small enough, it is imperative to understand how these length scales evolve as the temperature is increased. Here we used both colloidal experiments and computer simulations to progress beyond the zero-temperature limit to track one of the key parameters—the overlap distance between neighbouring particles—which vanishes at the T= 0 jamming transition. We find that this structural feature retains a vestige of its T= 0 …",
            "Thermal vestige of the zero-temperature jamming transition",
            "Zexin Zhang and Ning Xu and Daniel TN Chen and Peter Yunker and Ahmed M Alsayed and Kevin B Aptowicz and Piotr Habdas and Andrea J Liu and Sidney R Nagel and Arjun G Yodh",
            "2009",
            "va75ptIAAAAJ:u5HHmVD_uO8C",
            293,
            "https:\/\/www.nature.com\/articles\/nature07998",
            "14540363758059368447",
            "\/scholar?cites=14540363758059368447",
            {
                "2008":1,
                "2009":7,
                "2010":27,
                "2011":36,
                "2012":27,
                "2013":36,
                "2014":27,
                "2015":29,
                "2016":22,
                "2017":23,
                "2018":19,
                "2019":24,
                "2020":14,
                "2021":1
            }
        ],
        [
            "Geometric frustration arises when lattice structure prevents simultaneous minimization of local interaction energies. It leads to highly degenerate ground states and, subsequently, to complex phases of matter, such as water ice, spin ice, and frustrated magnetic materials. Here we report a simple geometrically frustrated system composed of closely packed colloidal spheres confined between parallel walls. Diameter-tunable microgel spheres are self-assembled into a buckled triangular lattice with either up or down displacements, analogous to an antiferromagnetic Ising model on a triangular lattice. Experiment and theory reveal single-particle dynamics governed by in-plane lattice distortions that partially relieve frustration and produce ground states with zigzagging stripes and subextensive entropy, rather than the more random configurations and extensive entropy of the antiferromagnetic Ising model. This tunable …",
            "Geometric frustration in buckled colloidal monolayers",
            "Yilong Han and Yair Shokef and Ahmed M Alsayed and Peter Yunker and Tom C Lubensky and Arjun G Yodh",
            "2008",
            "va75ptIAAAAJ:d1gkVwhDpl0C",
            211,
            "https:\/\/www.nature.com\/articles\/nature07595",
            "180008086875371636",
            "\/scholar?cites=180008086875371636",
            {
                "2008":2,
                "2009":16,
                "2010":13,
                "2011":15,
                "2012":20,
                "2013":17,
                "2014":26,
                "2015":22,
                "2016":17,
                "2017":15,
                "2018":18,
                "2019":14,
                "2020":14,
                "2021":1
            }
        ],
        [
            "We conduct experiments on two-dimensional packings of colloidal thermosensitive hydrogel particles whose packing fraction can be tuned above the jamming transition by varying the temperature. By measuring displacement correlations between particles, we extract the vibrational properties of a corresponding “shadow” system with the same configuration and interactions, but for which the dynamics of the particles are undamped. The vibrational properties are very similar to those predicted for zero-temperature sphere packings and found in atomic and molecular glasses; there is a boson peak at low frequency that shifts to higher frequency as the system is compressed above the jamming transition.",
            "Low-frequency vibrations of soft colloidal glasses",
            "Ke Chen and Wouter G Ellenbroek and Zexin Zhang and Daniel TN Chen and Peter J Yunker and Silke Henkes and Carolina Brito and Olivier Dauchot and Wim Van Saarloos and Andrea J Liu and Arjun G Yodh",
            "2010",
            "va75ptIAAAAJ:9yKSN-GCB0IC",
            186,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.025501",
            "17255942659831078468",
            "\/scholar?cites=17255942659831078468",
            {
                "2010":3,
                "2011":24,
                "2012":22,
                "2013":23,
                "2014":23,
                "2015":14,
                "2016":24,
                "2017":15,
                "2018":16,
                "2019":7,
                "2020":13,
                "2021":1
            }
        ],
        [
            "We study the influence of particle shape on growth processes at the edges of evaporating drops. Aqueous suspensions of colloidal particles evaporate on glass slides, and convective flows during evaporation carry particles from drop center to drop edge, where they accumulate. The resulting particle deposits grow inhomogeneously from the edge in two dimensions, and the deposition front, or growth line, varies spatiotemporally. Measurements of the fluctuations of the deposition front during evaporation enable us to identify distinct growth processes that depend strongly on particle shape. Sphere deposition exhibits a classic Poisson-like growth process; deposition of slightly anisotropic particles, however, belongs to the Kardar-Parisi-Zhang universality class, and deposition of highly anisotropic ellipsoids appears to belong to a third universality class, characterized by Kardar-Parisi-Zhang fluctuations in the …",
            "Effects of Particle Shape on Growth Dynamics at Edges of Evaporating Drops of Colloidal Suspensions",
            "Peter J Yunker and Matthew A Lohr and Tim Still and Alexei Borodin and DJ Durian and AG Yodh",
            "2013",
            "va75ptIAAAAJ:qxL8FJ1GzNcC",
            136,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.110.035501",
            "18047444998021557782",
            "\/scholar?cites=18047444998021557782",
            {
                "2013":12,
                "2014":23,
                "2015":23,
                "2016":11,
                "2017":18,
                "2018":18,
                "2019":15,
                "2020":13,
                "2021":1
            }
        ],
        [
            "Water-lutidine mixtures permit the interparticle potentials of colloidal particles suspended therein to be tuned, in situ, from repulsive to attractive. We employ these systems to directly elucidate the effects of interparticle potential on glass dynamics in experimental samples composed of the same particles at the same packing fractions. Cooperative rearrangement regions (CRRs) and heterogeneous dynamics are observed in both types of glasses. Compared to repulsive glasses, the attractive glass dynamics are found to be heterogeneous over a wider range of time and length scales, and its CRRs involve more particles. Additionally, the CRRs are observed to be stringlike structures in repulsive glasses and compact structures in attractive glasses. Thus, the experiments demonstrate explicitly that glassy dynamics can depend on the sign of the interparticle interaction.",
            "Cooperative Rearrangement Regions and Dynamical Heterogeneities in Colloidal Glasses with Attractive Versus Repulsive Interactions",
            "Zexin Zhang and Peter J Yunker and Piotr Habdas and AG Yodh",
            "2011",
            "va75ptIAAAAJ:Tyk-4Ss8FVUC",
            125,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.208303",
            "8801197663900563314",
            "\/scholar?cites=8801197663900563314",
            {
                "2012":7,
                "2013":13,
                "2014":26,
                "2015":8,
                "2016":20,
                "2017":13,
                "2018":12,
                "2019":13,
                "2020":12,
                "2021":1
            }
        ],
        [
            "We investigate correlations between low-frequency vibrational modes and rearrangements in two-dimensional colloidal glasses composed of thermosensitive microgel particles, which readily permit variation of the sample packing fraction. At each packing fraction, the particle displacement covariance matrix is measured and used to extract the vibrational spectrum of the “shadow” colloidal glass (ie, the particle network with the same geometry and interactions as the sample colloid but absent damping). Rearrangements are induced by successive, small reductions in the packing fraction. The experimental results suggest that low-frequency quasilocalized phonon modes in colloidal glasses, ie, modes that present low energy barriers for system rearrangements, are spatially correlated with rearrangements in this thermal system.",
            "Measurement of correlations between low-frequency vibrational modes and particle rearrangements in quasi-two-dimensional colloidal glasses",
            "Ke Chen and ML Manning and Peter J Yunker and Wouter G Ellenbroek and Zexin Zhang and Andrea J Liu and Arjun G Yodh",
            "2011",
            "va75ptIAAAAJ:UeHWp8X0CEIC",
            122,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.108301",
            "15865267215541328920",
            "\/scholar?cites=15865267215541328920",
            {
                "2011":4,
                "2012":12,
                "2013":15,
                "2014":28,
                "2015":12,
                "2016":12,
                "2017":14,
                "2018":6,
                "2019":9,
                "2020":6,
                "2021":2
            }
        ],
        [
            "This review collects and describes experiments that employ colloidal suspensions to probe physics in ordered and disordered solids and related complex fluids. The unifying feature of this body of work is its clever usage of poly (N-isopropylacrylamide)(PNIPAM) microgel particles. These temperature-sensitive colloidal particles provide experimenters with a'knob'for in situ control of particle size, particle interaction and particle packing fraction that, in turn, influence the structural and dynamical behavior of the complex fluids and solids. A brief summary of PNIPAM particle synthesis and properties is given, followed by a synopsis of current activity in the field. The latter discussion describes a variety of soft matter investigations including those that explore formation and melting of crystals and clusters, and those that probe structure, rearrangement and rheology of disordered (jammed\/glassy) and partially ordered matter …",
            "Physics in ordered and disordered colloidal matter composed of poly (N-isopropylacrylamide) microgel particles",
            "Peter J Yunker and Ke Chen and Matthew D Gratale and Matthew A Lohr and Tim Still and AG Yodh",
            "2014",
            "va75ptIAAAAJ:prdVHNxh-e8C",
            120,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0034-4885\/77\/5\/056601\/meta",
            "13848524884591426940",
            "\/scholar?cites=13848524884591426940",
            {
                "2013":1,
                "2014":1,
                "2015":17,
                "2016":17,
                "2017":19,
                "2018":18,
                "2019":25,
                "2020":21,
                "2021":1
            }
        ],
        [
            "Bidisperse colloidal suspensions of temperature-sensitive microgel spheres were quenched from liquid to glass states by a rapid temperature drop, and then the glass was permitted to age. Irreversible rearrangements, events that dramatically change a particle’s local environment, were observed to be closely related to dynamic heterogeneity. The rate of these irreversible events decreased during aging and the the number of particles required to move as part of these irreversible rearrangements increased. Thus, the slowing dynamics of aging were governed by growing, correlated domains of particles. Additionally, short-range order developed, and a spatial decay length scale associated with orientational order was found to grow during aging.",
            "Irreversible rearrangements, correlated domains, and local structure in aging glasses",
            "Peter Yunker and Zexin Zhang and Kevin B Aptowicz and Arjun G Yodh",
            "2009",
            "va75ptIAAAAJ:2osOgNQ5qMEC",
            110,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.103.115701",
            "11452079913261680700",
            "\/scholar?cites=11452079913261680700",
            {
                "2008":1,
                "2009":7,
                "2010":22,
                "2011":11,
                "2012":9,
                "2013":10,
                "2014":8,
                "2015":11,
                "2016":9,
                "2017":10,
                "2018":5,
                "2019":5,
                "2020":2
            }
        ]
    ]
}