{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "This cross-sectional study was conducted with a random sample of 155 K-12 students served in public school settings and established the extent to which students with emotional\/behavioral disorders (E\/BD) experience academic achievement deficits with attention to age and gender differences. In addition, this study examined particular types of problem behaviors related to academic achievement. Results indicate that students with E\/BD showed large academic achievement deficits across all of the content areas, and the deficits appeared to be stable or worsen in the case of mathematics across age. There appeared to be no gender differences. Additionally, externalizing behaviors were related to reading, mathematics, and written language achievement; whereas, internalizing ones were not.",
            "Academic achievement of K-12 students with emotional and behavioral disorders",
            "J Ron Nelson and Gregory J Benner and Kathleen Lane and Benjamin W Smith",
            "2004",
            "vaaRJmUAAAAJ:u5HHmVD_uO8C",
            832,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/001440290407100104",
            "9156120168189385585",
            "\/scholar?cites=9156120168189385585",
            {
                "2005":19,
                "2006":18,
                "2007":27,
                "2008":48,
                "2009":39,
                "2010":49,
                "2011":57,
                "2012":64,
                "2013":52,
                "2014":64,
                "2015":68,
                "2016":72,
                "2017":64,
                "2018":56,
                "2019":61,
                "2020":53,
                "2021":5
            }
        ],
        [
            "This article systematically reviews the available research on the prevalence, strength, durability, and nature of language deficits in children formally identified with emotional and behavioral disorders (EBD).After applying inclusionary and exclusionary criteria, we reviewed 26 studies. Approximately three out of four children (71%) formally identified with EBD experienced clinically significant language deficits and approximately one out of two (57%) children with diagnosed language deficits also were identified with EBD.These deficits appeared to be broad-based in that they included pragmatic, receptive, and expressive language deficits.The results from longitudinal studies suggested that the rate of comorbidity between language deficits and EBD tends to either be stable or to increase over time. In addition, prevalence rates varied across studies, depending on the placement of children sampled, the stringency of …",
            "Language skills of children with EBD: A literature review",
            "Gregory J Benner and J Ron Nelson and Michael H Epstein",
            "2002",
            "vaaRJmUAAAAJ:u-x6o8ySG0sC",
            318,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/106342660201000105",
            "14942040353296529908",
            "\/scholar?cites=14942040353296529908",
            {
                "2001":1,
                "2002":2,
                "2003":8,
                "2004":7,
                "2005":9,
                "2006":16,
                "2007":11,
                "2008":9,
                "2009":18,
                "2010":12,
                "2011":20,
                "2012":26,
                "2013":16,
                "2014":27,
                "2015":21,
                "2016":23,
                "2017":18,
                "2018":25,
                "2019":22,
                "2020":20,
                "2021":3
            }
        ],
        [
            "The purpose of this article was to systematically review the available research on learner characteristics that influence the treatment effectiveness of early literacy interventions. Meta‐analytic procedures were applied to a total of 30 studies that met the inclusionary and exclusionary criteria. Mean average effect sizes were computed for seven primary learner characteristic categories: (1) rapid naming, (2) alphabetic principle, (3) phonological awareness, (4) problem behavior, (5) memory, (6) IQ, and (7) demographic. The primary learner characteristics that influenced the treatment responsiveness of early literacy interventions were, in order of magnitude, rapid naming, problem behavior, phonological awareness, alphabetic principle, memory, IQ, and demographics. With the exception of the demographic category, the obtained effect sizes for the primary learner characteristics were moderately large. The demographic …",
            "Learner characteristics that influence the treatment effectiveness of early literacy interventions: A meta‐analytic review",
            "J Ron Nelson and Gregory J Benner and Jorge Gonzalez",
            "2003",
            "vaaRJmUAAAAJ:d1gkVwhDpl0C",
            295,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/1540-5826.00080",
            "17800385907413568841",
            "\/scholar?cites=17800385907413568841",
            {
                "2004":7,
                "2005":5,
                "2006":10,
                "2007":14,
                "2008":21,
                "2009":21,
                "2010":14,
                "2011":22,
                "2012":21,
                "2013":22,
                "2014":33,
                "2015":19,
                "2016":24,
                "2017":12,
                "2018":17,
                "2019":13,
                "2020":17
            }
        ],
        [
            "It is well documented that youth with or at-risk for emotional and behavioral disorders (E\/BD) have severe deficits in their academic functioning. To begin to address these deficits, we focus on the need to close the opportunity gap by providing access to multi-tiered systems of academic prevention, maximizing academic learning time, and providing explicit instruction for youth with E\/BD. We offer recommended positive behavior interventions and supports necessary to improve engagement in instruction. Closing the achievement gap using multi-tiered academic supports requires best practices for universal screening and diagnostic assessment to understand youth academic needs. We detail the key elements of explicit instruction directly linked to improved academic performance. We conclude with alterable instruction factors for intensifying instruction and emphasize the need for intensive language instruction for the …",
            "Closing the achievement gap of youth with emotional and behavioral disorders through multi-tiered systems of support",
            "Gregory J Benner and Krista Kutash and J Ron Nelson and Marie B Fisher",
            "2013",
            "vaaRJmUAAAAJ:IWHjjKOFINEC",
            142,
            "https:\/\/muse.jhu.edu\/article\/516900\/summary",
            "4801440138712360728",
            "\/scholar?cites=4801440138712360728",
            {
                "2014":2,
                "2015":13,
                "2016":19,
                "2017":16,
                "2018":36,
                "2019":21,
                "2020":33,
                "2021":1
            }
        ],
        [
            "The purpose of this study was to analyze the research literature on three-tier models of reading and behavior and to provide a descriptive analysis and meta-analytic review of these models. An in-depth review of 17 articles was conducted on the similarities and differences between and among three-tier models of reading (n = 5), models of behavior (n = 7), and integrated models (combining reading and behavior; n = 5). Descriptive analyses were conducted across three areas: student populations, intervention level, and setting. Finally, a meta-analytic review was completed of 11 of the 17 investigations. Scientific evidence shows that one or more levels of these three-tier models leads to improved reading or behavior performance; however, there is a paucity of research detailing the integration of three-tier reading and behavior models. Limitations and directions for future research are discussed.",
            "Three-tier models of reading and behavior: A research review",
            "Rachel M Stewart and Gregory J Benner and Ronald C Martella and Nancy E Marchand-Martella",
            "2007",
            "vaaRJmUAAAAJ:bEWYMUwI8FkC",
            137,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/10983007070090040601",
            "2416490500426110875",
            "\/scholar?cites=2416490500426110875",
            {
                "2006":1,
                "2007":1,
                "2008":12,
                "2009":10,
                "2010":11,
                "2011":18,
                "2012":12,
                "2013":13,
                "2014":13,
                "2015":15,
                "2016":9,
                "2017":5,
                "2018":10,
                "2019":6
            }
        ],
        [
            "Office discipline referrals are one approach that educators could use (a) as a guide in the development and\/or selection of primary, secondary, and tertiary prevention programs; (b) as an outcome measure with which to assess the effectiveness of those programs; and (c) as an early screening procedure to identify children who might benefit from the secondary and tertiary programs.The purpose of this study was to examine the extent to which children who met the borderline and clinical cut-off scores on the Teacher Report Form (TRF; Achenbach, 1991b) received one or more office discipline referrals (the most liberal criteria possible) to determine the levels of false negatives (failure to detect a problem when one exists) that would occur if one used office discipline referrals as an early screening device.The relatively high levels of false negatives suggest that the use of office discipline referrals as an early screening …",
            "The convergent validity of office discipline referrals with the CBCL-TRF",
            "J Ron Nelson and Gregory J Benner and Robert C Reid and Michael H Epstein and Deann Currin",
            "2002",
            "vaaRJmUAAAAJ:9yKSN-GCB0IC",
            128,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/10634266020100030601",
            "2905174222444928392",
            "\/scholar?cites=2905174222444928392",
            {
                "2004":8,
                "2005":4,
                "2006":6,
                "2007":6,
                "2008":6,
                "2009":6,
                "2010":9,
                "2011":18,
                "2012":9,
                "2013":9,
                "2014":11,
                "2015":9,
                "2016":5,
                "2017":5,
                "2018":7,
                "2019":4,
                "2020":2
            }
        ],
        [
            "The purpose of this study is to examine the extent to which two specific elements of fidelity of implementation (i.e., adherence and quality of delivery) enhanced or constrained the effects of a reading intervention for middle school students experiencing reading difficulties. A total of 281 middle school students with reading difficulties received an intensive reading intervention (i.e., Corrective Reading Decoding strand) delivered by trained school staff (n = 21) at three middle schools. Although students receiving the Corrective Reading Decoding strand made statistically significant (p < .001) improvements in their basic reading skills and passage comprehension overall, variations in student gains were found. Overall fidelity of implementation accounted for 22% and 18% of the variance in the gains in basic reading skills and passage comprehension of middle school students with reading difficulties, respectively (p < .05 …",
            "The influence of fidelity of implementation on the reading outcomes of middle school students experiencing reading difficulties",
            "Gregory J Benner and J Ron Nelson and Scott A Stage and Nicole C Ralston",
            "2011",
            "vaaRJmUAAAAJ:W7OEmFMy1HYC",
            95,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/0741932510361265",
            "6300481922192503410",
            "\/scholar?cites=6300481922192503410",
            {
                "2011":3,
                "2012":6,
                "2013":15,
                "2014":9,
                "2015":8,
                "2016":15,
                "2017":10,
                "2018":9,
                "2019":8,
                "2020":9,
                "2021":1
            }
        ],
        [
            "This article examined the efficacy of a primary-level, standard-protocol behavior intervention for students with externalizing behavioral disorders. Elementary schools were randomly assigned to treatment (behavior intervention) or control (business as usual) conditions, and K-3 students were screened for externalizing behavior risk status. The final sample included 7 treatment schools (n = 44 students) and 6 control schools (n = 26 students). Results of multilevel models showed that students with externalizing behavior in the treatment schools had significantly lower levels of problem behavior than those in the control schools. A positive but statistically nonsignificant treatment trend was observed for increased on-task behavior. No effects were observed for academic skills. The positive effects of the behavior intervention were smaller in schools serving higher proportions of students with low socioeconomic status and …",
            "Behavior intervention for students with externalizing behavior problems: Primary-level standard protocol",
            "Gregory J Benner and J Ron Nelson and Elizabeth A Sanders and Nicole C Ralston",
            "2012",
            "vaaRJmUAAAAJ:roLk4NBRz8UC",
            93,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/001440291207800203",
            "1588680717131819892",
            "\/scholar?cites=1588680717131819892",
            {
                "2012":5,
                "2013":4,
                "2014":13,
                "2015":7,
                "2016":9,
                "2017":13,
                "2018":13,
                "2019":11,
                "2020":15
            }
        ]
    ]
}