{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "As practice-based teacher education (PBTE) has become more prevalent, debates about its contribution have emerged. Critics of PBTE question whether emphasizing practice will support a technocratic approach to teacher education rather than promoting instruction that is responsive to students’ ideas. This qualitative case study was motivated by an interest in understanding whether and in what ways practice-based approaches to teacher learning can support teachers in practicing responsiveness as opposed to practicing decontextualized moves. To this end, we investigated how early-career teachers in a practice-based professional development program were supported to approximate teaching practices. We focused on the extent to which approximations of practice supported teachers to hone their skill at being responsive to students’ ideas. Findings revealed characteristics of approximations of practice that …",
            "Practicing responsiveness: Using approximations of teaching to develop teachers’ responsiveness to students’ ideas",
            "Sarah Schneider Kavanagh and Mike Metz and Mary Hauser and Brad Fogo and Megan Westwood Taylor and Janet Carlson",
            "2020",
            "vCXypYkAAAAJ:IjCSPb-OGe4C",
            22,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/0022487119841884",
            "3737942667962700567",
            "\/scholar?cites=3737942667962700567",
            {
                "2019":2,
                "2020":15
            }
        ],
        [
            "This study explores the knowledge and beliefs about language variation from high school students in the San Francisco Bay Area. Using quantitative analysis of a survey of language beliefs, combined with a thematic analysis of student interviews, the study explores the language ideologies demonstrated by students from a wide range of sociocultural backgrounds. Key findings include that neither race nor linguistic background predict whether students hold dominant language ideologies that frame Standardized English as the correct form of English, or critical language ideologies that uphold the value of all English varieties. The key characteristics that predict language ideology are parents’ language ideology and students’ awareness that they speak more than one variety of English. The findings support previous theorizing that suggests language ideologies shift with context and purpose. Students describe the …",
            "Exploring the complexity of high school students’ beliefs about language variation",
            "Mike Metz",
            "2018",
            "vCXypYkAAAAJ:u-x6o8ySG0sC",
            11,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0898589816301759",
            "3523431159055699063",
            "\/scholar?cites=3523431159055699063",
            {
                "2017":1,
                "2018":2,
                "2019":4,
                "2020":3,
                "2021":1
            }
        ],
        [
            "Approaches to teaching critical language awareness are gaining traction in urban schools with culturally and linguistically complex student populations; however, what teachers need to know to enact these pedagogies is not well understood. Using a lens of pedagogical content knowledge for critical language teaching, this study examines what happens when a teacher implements a critical language pedagogy without attention to student understandings of language variation. The findings suggest that when student knowledge is not valued, students may be resistant to linguistic terms and concepts, despite teachers’ linguistic content knowledge and pedagogical approach.",
            "Pedagogical content knowledge for teaching critical language awareness: The importance of valuing student knowledge",
            "Mike Metz",
            "2018",
            "vCXypYkAAAAJ:9yKSN-GCB0IC",
            10,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1177\/0042085918756714",
            "6001371508313688914",
            "\/scholar?cites=6001371508313688914",
            {
                "2018":1,
                "2019":6,
                "2020":3
            }
        ],
        [
            "This paper aims to address concerns of English teachers considering opening up their classrooms to multiple varieties of English.Drawing on the author’s experience as a teacher educator and professional developer in different regions of the USA, this narrative paper groups teachers’ concerns into general categories and offers responses to the most common questions.Teachers want to know why they should make room in their classrooms for multiple Englishes; what they should teach differently; how they learn about English variation; how to balance Standardized English and other Englishes; and how these apply to English Learners and\/or White speakers of Standardized English.The study describes the author’s approach to teaching about language as a way to promote social justice and equality, the value of increasing students’ linguistic …",
            "Addressing English teachers’ concerns about decentering Standard English",
            "Mike Metz",
            "2017",
            "vCXypYkAAAAJ:d1gkVwhDpl0C",
            10,
            "https:\/\/www.emerald.com\/insight\/content\/doi\/10.1108\/ETPC-05-2017-0062\/full\/html",
            "3632379745530845669",
            "\/scholar?cites=3632379745530845669",
            {
                "2018":1,
                "2019":8,
                "2020":1
            }
        ],
        [
            "Teachers in classrooms with linguistically diverse students face the difficult challenge of honoring students’ home languages and dialects while also helping students acquire Standardized English. This charge is particularly challenging because English classrooms have historically been sites where Standardized English is held up as the one correct version of English while all other forms of English are viewed as deviant, deficient, errors. This study explores the teaching and talk about language of five high school English teachers attempting to promote a critical understanding of language variation during a literature unit. Data from interviews and classroom observations illustrate how teachers grappled with dominant language ideologies during moments of teaching and talk about language. Despite their stated goals, all the teachers but one reinforced dominant language ideologies by drawing on the available discourses of the Standardized English master narrative that pervades English classrooms and society at large. Through careful attention to her speech, one teacher managed to craft a consistent counter-narrative that worked to highlight existing language hierarchies. Findings highlight teaching situations where language ideologies are particularly salient and demonstrate how different approaches to talk about language in those situations communicate different language ideologies. Implications for supporting teachers’ critical language teaching, including major ideological shifts toward thinking about language as a social process, are considered.Teachers in culturally and linguistically complex English classrooms face a difficult task …",
            "Challenges of confronting dominant language ideologies in the high school English classroom",
            "Mike Metz",
            "2018",
            "vCXypYkAAAAJ:2osOgNQ5qMEC",
            7,
            "https:\/\/www.academia.edu\/download\/56961006\/Metz-Confronting_Dominant_Language_Ideologies-2018.pdf",
            "9700555751260696018",
            "\/scholar?cites=9700555751260696018",
            {
                "2019":3,
                "2020":4
            }
        ]
    ]
}