{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Emerging infectious diseases (EIDs) are a significant burden on global economies and public health 1, 2, 3. Their emergence is thought to be driven largely by socio-economic, environmental and ecological factors 1, 2, 3, 4, 5, 6, 7, 8, 9, but no comparative study has explicitly analysed these linkages to understand global temporal and spatial patterns of EIDs. Here we analyse a database of 335 EID ‘events’(origins of EIDs) between 1940 and 2004, and demonstrate non-random global patterns. EID events have risen significantly over time after controlling for reporting bias, with their peak incidence (in the 1980s) concomitant with the HIV pandemic. EID events are dominated by zoonoses (60.3% of EIDs): the majority of these (71.8%) originate in wildlife (for example, severe acute respiratory virus, Ebola virus), and are increasing significantly over time. We find that 54.3% of EID events are caused by bacteria or …",
            "Global trends in emerging infectious diseases",
            "Kate E Jones and Nikkita G Patel and Marc A Levy and Adam Storeygard and Deborah Balk and John L Gittleman and Peter Daszak",
            "2008",
            "Vd9jVC0AAAAJ:u5HHmVD_uO8C",
            5540,
            "https:\/\/www.nature.com\/articles\/nature06536%3Fsource%3Dpost_page",
            "8275740591422483725",
            "\/scholar?cites=8275740591422483725",
            {
                "2008":88,
                "2009":188,
                "2010":232,
                "2011":281,
                "2012":372,
                "2013":385,
                "2014":432,
                "2015":457,
                "2016":456,
                "2017":556,
                "2018":477,
                "2019":468,
                "2020":946,
                "2021":82
            }
        ],
        [
            "Did the end-Cretaceous mass extinction event, by eliminating non-avian dinosaurs and most of the existing fauna, trigger the evolutionary radiation of present-day mammals? Here we construct, date and analyse a species-level phylogeny of nearly all extant Mammalia to bring a new perspective to this question. Our analyses of how extant lineages accumulated through time show that net per-lineage diversification rates barely changed across the Cretaceous\/Tertiary boundary. Instead, these rates spiked significantly with the origins of the currently recognized placental superorders and orders approximately 93 million years ago, before falling and remaining low until accelerating again throughout the Eocene and Oligocene epochs. Our results show that the phylogenetic ‘fuses’ leading to the explosion of extant placental orders are not only very much longer than suspected previously, but also challenge the …",
            "The delayed rise of present-day mammals",
            "Olaf RP Bininda-Emonds and Marcel Cardillo and Kate E Jones and Ross DE MacPhee and Robin MD Beck and Richard Grenyer and Samantha A Price and Rutger A Vos and John L Gittleman and Andy Purvis",
            "2007",
            "Vd9jVC0AAAAJ:u-x6o8ySG0sC",
            2006,
            "https:\/\/www.nature.com\/articles\/nature05634",
            "16053043696193285943",
            "\/scholar?cites=16053043696193285943",
            {
                "2007":39,
                "2008":124,
                "2009":157,
                "2010":166,
                "2011":178,
                "2012":192,
                "2013":175,
                "2014":185,
                "2015":161,
                "2016":153,
                "2017":125,
                "2018":123,
                "2019":116,
                "2020":88,
                "2021":9
            }
        ]
    ]
}