{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "‘Sudden’quantum quench and prethermalization have become a cross-cutting theme for discovering emergent states of matter 1, 2, 3, 4. Yet this remains challenging in electron matter 5, 6, 7, 8, 9, especially superconductors 10, 11, 12, 13, 14. The grand question of what is hidden underneath superconductivity (SC) 15 appears universal, but poorly understood. Here we reveal a long-lived gapless quantum phase of prethermalized quasiparticles (QPs) after a single-cycle terahertz (THz) quench of a Nb 3 Sn SC gap. Its conductivity spectra is characterized by a sharp coherent peak and a vanishing scattering rate that decreases almost linearly towards zero frequency, which is most pronounced around the full depletion of the condensate and absent for a high-frequency pump. Above a critical pump threshold, such a QP phase with coherent transport and memory persists as an unusual prethermalization plateau …",
            "Terahertz-light quantum tuning of a metastable emergent phase hidden by superconductivity",
            "X Yang and C Vaswani and C Sundahl and M Mootz and P Gagel and L Luo and JH Kang and PP Orth and IE Perakis and CB Eom and J Wang",
            "2018",
            "VeYxV5YAAAAJ:u5HHmVD_uO8C",
            45,
            "https:\/\/www.nature.com\/articles\/s41563-018-0096-3",
            "1556590611530319131",
            "\/scholar?cites=1556590611530319131",
            {
                "2018":3,
                "2019":22,
                "2020":17,
                "2021":3
            }
        ],
        [
            "Light-induced supercurrents chart a path forward for the electromagnetic design of emergent materials phases and collective modes for quantum engineering applications. However, controlled spatial–temporal modulation of the complex order parameter characterizing such non-equilibrium macroscopic quantum states remains elusive. Such ultrafast phase-amplitude modulation can manifest via high harmonic modes beyond those allowed by equilibrium symmetries. Here, we drive moving condensate states via subcycle dynamical symmetry breaking achieved with nonlinear oscillating terahertz photocurrents. These non-equilibrium macroscopic quantum states with broken inversion symmetry are controlled via Cooper pair acceleration by asymmetric and multi-cycle terahertz photoexcitations. The observed supercurrent-carrying states evolve during a lightwave cycle and exhibit three distinguishing features …",
            "Lightwave-driven gapless superconductivity and forbidden quantum beats by terahertz symmetry breaking",
            "X Yang and C Vaswani and C Sundahl and M Mootz and L Luo and JH Kang and IE Perakis and CB Eom and J Wang",
            "2019",
            "VeYxV5YAAAAJ:ufrVoPGSRksC",
            36,
            "https:\/\/www.nature.com\/articles\/s41566-019-0470-y",
            "12029428887239114502",
            "\/scholar?cites=12029428887239114502",
            {
                "2019":5,
                "2020":27,
                "2021":4
            }
        ],
        [
            "Topology-protected surface transport of ultimate thinness in three-dimensional topological insulators (TIs) is breaking new ground in quantum science and technology. Yet a challenge remains on how to disentangle and selectively control surface helical spin transport from the bulk contribution. Here we use the mid-infrared and terahertz (THz) photoexcitation of exclusive intraband transitions to enable ultrafast manipulation of surface THz conductivity in Bi 2 Se 3. The unique, transient electronic state is characterized by frequency-dependent carrier relaxations that directly distinguish the faster surface channel than the bulk with no complication from interband excitations or need for reduced bulk doping. We determine the topological enhancement ratio between bulk and surface scattering rates, ie, γ BS\/γ SS~ 3.80 in equilibrium. The ultra-broadband, wavelength-selective pumping may be applied to emerging …",
            "Ultrafast manipulation of topologically enhanced surface transport driven by mid-infrared and terahertz pulses in Bi 2 Se 3",
            "Liang Luo and Xu Yang and X Liu and Zhiyan Liu and Chirag Vaswani and Di Cheng and M Mootz and Xin Zhao and Yongxin Yao and C-Z Wang and K-M Ho and IE Perakis and M Dobrowolska and JK Furdyna and Jigang Wang",
            "2019",
            "VeYxV5YAAAAJ:W7OEmFMy1HYC",
            28,
            "https:\/\/www.nature.com\/articles\/s41467-019-08559-6",
            "17584433434685649692",
            "\/scholar?cites=17584433434685649692",
            {
                "2019":8,
                "2020":16,
                "2021":4
            }
        ],
        [
            "We report terahertz (THz) electrodynamics of a moderately clean A15 superconductor (SC) following ultrafast excitation to manipulate quasiparticle (QP) transport. In the Martensitic normal state, we observe a photo enhancement in the THz conductivity using optical pulses, while the opposite is observed for the THz pump. This demonstrates wavelength-selective nonthermal control of conductivity distinct from sample heating. The photo enhancement persists up to an additional critical temperature, above the SC one, from a competing electronic order. In the SC state, the fluence dependence of pair-breaking kinetics together with an analytic model provides an implication for a “one photon to one Cooper pair” nonresonant energy transfer during the 35-fs laser pulse; ie, the fitted photon energy ℏ ω absorption to create QPs set by 2 Δ S C\/ℏ ω= 0.33%. This is more than one order of magnitude smaller than in previously …",
            "Ultrafast nonthermal terahertz electrodynamics and possible quantum energy transfer in the  superconductor",
            "Xu Yang and X Zhao and Chirag Vaswani and C Sundahl and Boqun Song and Y Yao and Di Cheng and Zhiyan Liu and PP Orth and M Mootz and JH Kang and IE Perakis and C-Z Wang and K-M Ho and CB Eom and Jigang Wang",
            "2019",
            "VeYxV5YAAAAJ:9yKSN-GCB0IC",
            19,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.99.094504",
            "5489693504231591458",
            "\/scholar?cites=5489693504231591458",
            {
                "2019":5,
                "2020":12,
                "2021":2
            }
        ],
        [
            "We report terahertz (THz) light-induced second harmonic generation, in superconductors with inversion symmetry that forbid even-order nonlinearities. The THz second harmonic emission vanishes above the superconductor critical temperature and arises from precession of twisted Anderson pseudospins at a multicycle, THz driving frequency that is not allowed by equilibrium symmetry. We explain the microscopic physics by a dynamical symmetry breaking principle at sub-THz-cycle by using quantum kinetic modeling of the interplay between strong THz-lightwave nonlinearity and pulse propagation. The resulting nonzero integrated pulse area inside the superconductor leads to light-induced nonlinear supercurrents due to subcycle Cooper pair acceleration, in contrast to dc-biased superconductors, which can be controlled by the band structure and THz driving field below the superconducting gap.",
            "Terahertz second-harmonic generation from lightwave acceleration of symmetry-breaking nonlinear supercurrents",
            "C Vaswani and M Mootz and C Sundahl and DH Mudiyanselage and JH Kang and X Yang and D Cheng and C Huang and RHJ Kim and Z Liu and L Luo and IE Perakis and CB Eom and J Wang",
            "2020",
            "VeYxV5YAAAAJ:KlAtU1dfN6UC",
            17,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.124.207003",
            "4852114376341336612",
            "\/scholar?cites=4852114376341336612",
            {
                "2020":13,
                "2021":3
            }
        ],
        [
            "A grand challenge underlies the entire field of topology-enabled quantum logic and information science: how to establish topological control principles driven by quantum coherence and understand the time dependence of such periodic driving. Here we demonstrate a few-cycle THz-pulse-induced phase transition in a Dirac semimetal ZrTe 5 that is periodically driven by vibrational coherence due to excitation of the lowest Raman active mode. Above a critical THz-pump field threshold, there emerges a long-lived metastable phase, approximately 100 ps, with unique Raman phonon-assisted topological switching dynamics absent for optical pumping. The switching also manifests itself by distinct features: nonthermal spectral shape, relaxation slowing near the Lifshitz transition where the critical Dirac point occurs, and diminishing signals at the same temperature that the Berry-curvature-induced anomalous Hall effect …",
            "Light-driven Raman coherence as a nonthermal route to ultrafast topology switching in a Dirac semimetal",
            "Chirag Vaswani and L-L Wang and Dinusha Herath Mudiyanselage and Q Li and PM Lozano and GD Gu and Di Cheng and Boqun Song and Liang Luo and Richard HJ Kim and Chuankun Huang and Zhiyan Liu and M Mootz and IE Perakis and Yongxin Yao and Kai-Ming Ho and Jigang Wang",
            "2020",
            "VeYxV5YAAAAJ:roLk4NBRz8UC",
            16,
            "https:\/\/journals.aps.org\/prx\/abstract\/10.1103\/PhysRevX.10.021013",
            "9207689382407232503",
            "\/scholar?cites=9207689382407232503",
            {
                "2020":12,
                "2021":4
            }
        ],
        [
            "In classical morphotropic piezoelectric materials, rhombohedral and tetragonal phase variants can energetically compete to form a mixed phase regime with improved functional properties. While the discovery of morphotropic-like phases in multiferroic BiFeO3 films has broadened this definition, accessing these phase spaces is still typically accomplished through isovalent substitution or heteroepitaxial strain which do not allow for continuous modification of phase composition postsynthesis. Here, we show that it is possible to use low-energy helium implantation to tailor morphotropic phases of epitaxial BiFeO3 films postsynthesis in a continuous and iterative manner. Applying this strain doping approach to morphotropic films creates a new phase space based on internal and external lattice stress that can be seen as an analogue to temperature–composition phase diagrams of classical morphotropic ferroelectric …",
            "Designing Morphotropic Phase Composition in BiFeO3",
            "Andreas Herklotz and Stefania F Rus and Nina Balke and Christopher Rouleau and Er-Jia Guo and Amanda Huon and Santosh Kc and Robert Roth and Xu Yang and Chirag Vaswani and Jigang Wang and Peter P Orth and Mathias S Scheurer and Thomas Z Ward",
            "2019",
            "VeYxV5YAAAAJ:UeHWp8X0CEIC",
            15,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.nanolett.8b04322",
            "11518841680755608967",
            "\/scholar?cites=11518841680755608967",
            {
                "2019":4,
                "2020":8,
                "2021":2
            }
        ],
        [
            "The demand for disorder-tolerant quantum logic and spin electronics can be met by generating and controlling dissipationless spin currents protected by topology. Dirac fermions with helical spin-locking surface transport offer a way of achieving such a goal. Yet, surface-bulk coupling can lead to strong Dirac electron scattering with bulk carriers and phonons as well as impurities, assisted by such dissipative channel, which results in “topological breakdown”. Here, we demonstrate that coherent lattice vibrations periodically driven by a single-cycle terahertz (THz) pulse can significantly suppress such dissipative channel in topological insulators. This is achieved by reducing the phase space in the bulk available for Dirac fermion scattering into during coherent lattice oscillations in Bi 2 Se 3. This light-induced suppression manifests as a remarkable transition exclusively in surface transport, absent for bulk, above the …",
            "Light control of surface–bulk coupling by terahertz vibrational coherence in a topological insulator",
            "Xu Yang and Liang Luo and Chirag Vaswani and Xin Zhao and Yongxin Yao and Di Cheng and Zhaoyu Liu and Richard HJ Kim and Xinyu Liu and Malgorzata Dobrowolska-Furdyna and Jacek K Furdyna and Ilias E Perakis and Caizhuang Wang and Kaiming Ho and Jigang Wang",
            "2020",
            "VeYxV5YAAAAJ:0EnyYjriUFMC",
            14,
            "https:\/\/www.nature.com\/articles\/s41535-020-0215-7",
            "3497578195756182113",
            "\/scholar?cites=3497578195756182113",
            {
                "2020":10,
                "2021":4
            }
        ],
        [
            "We discover hidden Rashba fine structure in CH 3 NH 3 PbI 3 and demonstrate its quantum control by vibrational coherence through symmetry-selective vibronic (electron-phonon) coupling. Above a critical threshold of a single-cycle terahertz pump field, a Raman phonon mode distinctly modulates the middle excitonic states with persistent coherence for more than ten times longer than the ones on two sides that predominately couple to infrared phonons. These vibronic quantum beats, together with first-principles modeling of phonon periodically modulated Rashba parameters, identify a threefold excitonic fine structure splitting, ie, optically forbidden, degenerate dark states in between two bright ones with a narrow,∼ 3 nm splitting. Harnessing of vibronic quantum coherence and symmetry inspires light-perovskite quantum control and sub-THz-cycle “Rashba engineering” of spin-split bands for ultimate …",
            "Ultrafast Control of Excitonic Rashba Fine Structure by Phonon Coherence in the Metal Halide Perovskite  CH 3 NH 3 PbI 3",
            "J. Wang Z. Liu and C. Vaswani and X. Yang and X. Zhao and Y. Yao and Z. Song and D. Cheng and Y. Shi and L. Luo and D.-H. Mudiyanselage and C. Huang and J.-M. Park and R. H. J. Kim and J. Zhao and Y. Yan and K.-M. Ho",
            "2020",
            "VeYxV5YAAAAJ:ULOm3_A8WrAC",
            11,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.124.157401",
            "1935645841208961692",
            "\/scholar?cites=1935645841208961692",
            {
                "2019":1,
                "2020":8,
                "2021":2
            }
        ],
        [
            "We investigate the interplay between coherent gap dynamics and damping in superconductors taken out of equilibrium by strong optical pulses with subgap terahertz frequencies. A semiphenomenological formalism is developed to include the damping within the electronic subsystem that arises from effects beyond Bardeen-Cooper-Schrieffer mean-field theory, such as interactions between Bogoliubov quasiparticles and decay of the Higgs mode. These processes, conveniently expressed as longitudinal T 1 and transverse T 2 relaxation times in the standard pseudospin language for superconductors, cause the gap amplitude to be suppressed after the pulse is turned off, but before the timescale where thermalization occurs due to coupling to the lattice. We show that our model quantitatively captures the experimental gap dynamics reported here of NbN and Nb 3 Sn through the picosecond timescale.",
            "Impact of damping on the superconducting gap dynamics induced by intense terahertz pulses",
            "Tianbai Cui and Xu Yang and Chirag Vaswani and Jigang Wang and Rafael M Fernandes and Peter P Orth",
            "2019",
            "VeYxV5YAAAAJ:d1gkVwhDpl0C",
            9,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.100.054504",
            "12354413005643428889",
            "\/scholar?cites=12354413005643428889",
            {
                "2019":5,
                "2020":4
            }
        ]
    ]
}