{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "We have developed a protocol that allows rapid and efficient purification of native, active tubulin from a variety of species and tissue sources by affinity chromatography. The affinity matrix comprises a bacterially expressed, recombinant protein, the TOG1\/2 domains from Saccharomyces cerevisiae Stu2, covalently coupled to a Sepharose support. The resin has a high capacity to specifically bind tubulin from clarified crude cell extracts, and, after washing, highly purified tubulin can be eluted under mild conditions. The eluted tubulin is fully functional and can be efficiently assembled into microtubules. The method eliminates the need to use heterologous systems for the study of microtubule-associated proteins and motor proteins, which has been a major issue in microtubule-related research.",
            "One-step purification of assembly-competent tubulin from diverse eukaryotic sources",
            "Per O Widlund and Marija Podolski and Simone Reber and Joshua Alper and Marko Storch and Anthony A Hyman and Jonathon Howard and David N Drechsel",
            "2012",
            "Vfuy0W8AAAAJ:WF5omc3nYNoC",
            101,
            "https:\/\/www.molbiolcell.org\/doi\/abs\/10.1091\/mbc.e12-06-0444",
            "13154313287493251244",
            "\/scholar?cites=13154313287493251244",
            {
                "2013":5,
                "2014":12,
                "2015":6,
                "2016":13,
                "2017":13,
                "2018":18,
                "2019":14,
                "2020":18,
                "2021":2
            }
        ],
        [
            "Thermal transport between CTAB passivated gold nanorods and solvent is studied by an optical pump−probe technique. Increasing the free CTAB concentration from 1 mM to 10 mM causes a ∼3× increase in the CTAB layer’s effective thermal interface conductance and a corresponding shift in the longitudinal surface plasmon resonance. The transition occurs near the CTAB critical micelle concentration, revealing the importance of the role of free ligand on thermal transport.",
            "Probing the Gold Nanorod− Ligand− Solvent Interface by Plasmonic Absorption and Thermal Decay",
            "Aaron J Schmidt and Joshua D Alper and Matteo Chiesa and Gang Chen and Sarit K Das and Kimberly Hamad-Schifferli",
            "2008",
            "Vfuy0W8AAAAJ:u-x6o8ySG0sC",
            89,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp8051888",
            "12661093436923090337",
            "\/scholar?cites=12661093436923090337",
            {
                "2009":5,
                "2010":5,
                "2011":6,
                "2012":9,
                "2013":8,
                "2014":5,
                "2015":8,
                "2016":10,
                "2017":13,
                "2018":8,
                "2019":6,
                "2020":5,
                "2021":1
            }
        ],
        [
            "Thermal interface conductance was measured for soluble gold nanorods (NRs) coated with mercaptocarboxylic acids (HS-(CH2)nCOOH, n = 5, 10, 15), thiolated polyethylene glycols (MW = 356, 1000, 5000), and HS-(CH2)15-COOH-coated NRs further coated with alternating layers of poly(diallyldimethylammonium chloride) and poly(sodium styrenesulfonate). Ferguson analysis determined ligand thickness. The thermal-diffusion-dominated regime of transient absorption spectra was fit to a continuum heat diffusion finite element model to obtain the thermal interface conductance, G, which varied with ligand chemistry but not molecule length. The results suggest that the ability to exclude water from the NR surface governs ligand G values.",
            "Effect of ligands on thermal dissipation from gold nanorods",
            "Joshua Alper and Kimberly Hamad-Schifferli",
            "2010",
            "Vfuy0W8AAAAJ:d1gkVwhDpl0C",
            62,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/la904855s",
            "10930164370436839273",
            "\/scholar?cites=10930164370436839273",
            {
                "2010":5,
                "2011":9,
                "2012":8,
                "2013":11,
                "2014":6,
                "2015":3,
                "2016":6,
                "2017":4,
                "2018":3,
                "2019":3,
                "2020":3,
                "2021":1
            }
        ],
        [
            "Microtubules are structural polymers inside of cells that are subject to posttranslational modifications. These posttranslational modifications create functionally distinct subsets of microtubule networks in the cell, and acetylation is the only modification that takes place in the hollow lumen of the microtubule. Although it is known that the α-tubulin acetyltransferase (αTAT1) is the primary enzyme responsible for microtubule acetylation, the mechanism for how αTAT1 enters the microtubule lumen to access its acetylation sites is not well understood. By performing biochemical assays, fluorescence and electron microscopy experiments, and computational simulations, we found that αTAT1 enters the microtubule lumen through the microtubule ends, and through bends or breaks in the lattice. Thus, microtubule structure is an important determinant in the acetylation process. In addition, once αTAT1 enters the microtubule …",
            "Mechanism of microtubule lumen entry for the α-tubulin acetyltransferase enzyme αTAT1",
            "Courtney Coombes and Ami Yamamoto and Mark McClellan and Taylor A Reid and Melissa Plooster and GW Gant Luxton and Joshua Alper and Jonathon Howard and Melissa K Gardner",
            "2016",
            "Vfuy0W8AAAAJ:3fE2CSJIrl8C",
            59,
            "https:\/\/www.pnas.org\/content\/113\/46\/E7176.short",
            "17802434124941326530",
            "\/scholar?cites=17802434124941326530",
            {
                "2016":1,
                "2017":13,
                "2018":9,
                "2019":13,
                "2020":23
            }
        ],
        [
            "Fe-doped Au nanoparticles are ideal for biological applications over magnetic oxides due to their conjugation chemistry, optical properties, and surface chemistry. We present an AC magnetic field heating study of 8 nm Fe-doped Au nanoparticles which exhibit magnetic behavior. Magnetic heating experiments were performed on stable aqueous solutions of the nanoparticles at room temperature. The nanoparticles exhibit magnetic field heating, with a specific absorption rate (SAR) of 1.84 W\/g at 40 MHz and H=100 A\/m. The frequency dependence of the heating follows general trends predicted by power loss equations and is similar to traditional materials.",
            "Magnetic field heating study of Fe-doped Au nanoparticles",
            "Andy Wijaya and Katherine A Brown and Joshua D Alper and Kimberly Hamad-Schifferli",
            "2007",
            "Vfuy0W8AAAAJ:u5HHmVD_uO8C",
            54,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0304885306007542",
            "1797036446040304691",
            "\/scholar?cites=1797036446040304691",
            {
                "2007":2,
                "2008":2,
                "2009":5,
                "2010":10,
                "2011":3,
                "2012":6,
                "2013":1,
                "2014":4,
                "2015":3,
                "2016":2,
                "2017":7,
                "2018":1,
                "2019":3,
                "2020":5
            }
        ],
        [
            "Microtubule diversity, arising from the utilization of different tubulin genes and from posttranslational modifications, regulates many cellular processes including cell division, neuronal differentiation and growth, and centriole assembly. In the case of cilia and flagella, multiple cell biological studies show that microtubule diversity is important for axonemal assembly and motility. However, it is not known whether microtubule diversity directly influences the activity of the axonemal dyneins, the motors that drive the beating of the axoneme, nor whether the effects on motility are indirect, perhaps through regulatory pathways upstream of the motors, such as the central pair, radial spokes, or dynein regulatory complex. To test whether microtubule diversity can directly regulate the activity of axonemal dyneins, we asked whether in vitro acetylation or deacetylation of lysine 40 (K40), a major posttranslational modification of α …",
            "The Motility of Axonemal Dynein Is Regulated by the Tubulin Code",
            "Joshua D Alper and Franziska Decker and Bernice Agana and Jonathon Howard",
            "2014",
            "Vfuy0W8AAAAJ:Se3iqnhoufwC",
            52,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349514011503",
            "14660245811647132989",
            "\/scholar?cites=14660245811647132989",
            {
                "2015":1,
                "2016":7,
                "2017":9,
                "2018":8,
                "2019":13,
                "2020":13
            }
        ],
        [
            "We investigated the release of octadecyl rhodamine B chloride (R18) loaded onto cetyltrimethylammonium bromide (CTAB) coated gold nanorods (NR) by pulsed ultrafast laser excitation. R18 intercalates into the hydrophobic CTAB bilayer on the NR surface and can exchange on and off the NR with free CTAB micelles in solution. We find that laser excitation accelerates the rate of both R18 release from the NR and R18 binding to the NR with increasing fluence. However, at laser fluences >220 μJ\/cm2 thermal degradation of the R18 dominates. We also find that the concentration of CTAB, particularly around the critical micelle concentration, strongly influences the release and binding rates.",
            "Release mechanism of octadecyl rhodamine B chloride from Au nanorods by ultrafast laser pulses",
            "Joshua Alper and Monica Crespo and Kimberly Hamad-Schifferli",
            "2009",
            "Vfuy0W8AAAAJ:9yKSN-GCB0IC",
            31,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp809646e",
            "18409024578181914718",
            "\/scholar?cites=18409024578181914718",
            {
                "2009":1,
                "2010":8,
                "2011":5,
                "2012":6,
                "2013":3,
                "2014":4,
                "2015":2,
                "2016":1,
                "2017":1
            }
        ],
        [
            "Dyneins are important molecular motors involved in many essential biological processes, including cargo transport along microtubules, mitosis, and in cilia. Dynein motility involves the coupling of microtubule binding and unbinding to a change in the configuration of the linker domain induced by ATP hydrolysis, which occur some 25 nm apart. This leaves the accuracy of dynein stepping relatively inaccurate and susceptible to thermal noise. Using multi-scale modeling with a computational focusing technique, we demonstrate that the microtubule forms an electrostatic funnel that guides the dynein’s microtubule binding domain (MTBD) as it finally docks to the precise, keyed binding location on the microtubule. Furthermore, we demonstrate that electrostatic component of the MTBD’s binding free energy is linearly correlated with the velocity and run length of dynein, and we use this linearity to predict the effect of …",
            "Cytoplasmic dynein binding, run length, and velocity are guided by long-range electrostatic interactions",
            "Lin Li and Joshua Alper and Emil Alexov",
            "2016",
            "Vfuy0W8AAAAJ:MXK_kJrjxJIC",
            25,
            "https:\/\/www.nature.com\/articles\/srep31523",
            "12485041293415053752",
            "\/scholar?cites=12485041293415053752",
            {
                "2017":5,
                "2018":3,
                "2019":5,
                "2020":11
            }
        ],
        [
            "The ability to predict if a given mutation is disease-causing or not has enormous potential to impact human health. Typically, these predictions are made by assessing the effects of mutation on macromolecular stability and amino acid conservation. Here we report a novel feature: the electrostatic component of the force acting between a kinesin motor domain and tubulin. We demonstrate that changes in the electrostatic component of the binding force are able to discriminate between disease-causing and non-disease-causing mutations found in human kinesin motor domains using the receiver operating characteristic (ROC). Because diseases may originate from multiple effects not related to kinesin-microtubule binding, the prediction rate of 0.843 area under the ROC plot due to the change in magnitude of the electrostatic force alone is remarkable. These results reflect the dependence of kinesin’s function on …",
            "Forces and Disease: Electrostatic force differences caused by mutations in kinesin motor domains can distinguish between disease-causing and non-disease-causing mutations",
            "Lin Li and Zhe Jia and Yunhui Peng and Subash Godar and Ivan Getov and Shaolei Teng and Joshua Alper and Emil Alexov",
            "2017",
            "Vfuy0W8AAAAJ:kNdYIx-mwKoC",
            21,
            "https:\/\/www.nature.com\/articles\/s41598-017-08419-7",
            "6222517953234004969",
            "\/scholar?cites=6222517953234004969",
            {
                "2018":3,
                "2019":9,
                "2020":9
            }
        ]
    ]
}