{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Spin–orbit (SO) coupling—the interaction between a quantum particle’s spin and its momentum—is ubiquitous in physical systems. In condensed matter systems, SO coupling is crucial for the spin-Hall effect 1, 2 and topological insulators 3, 4, 5; it contributes to the electronic properties of materials such as GaAs, and is important for spintronic devices 6. Quantum many-body systems of ultracold atoms can be precisely controlled experimentally, and would therefore seem to provide an ideal platform on which to study SO coupling. Although an atom’s intrinsic SO coupling affects its electronic structure, it does not lead to coupling between the spin and the centre-of-mass motion of the atom. Here, we engineer SO coupling (with equal Rashba 7 and Dresselhaus 8 strengths) in a neutral atomic Bose–Einstein condensate by dressing two atomic spin states with a pair of lasers 9. Such coupling has not been realized …",
            "Spin–orbit-coupled Bose–Einstein condensates",
            "Y-J Lin and K Jiménez-García and Ian B Spielman",
            "2011",
            "vG8flZcAAAAJ:u5HHmVD_uO8C",
            1783,
            "https:\/\/www.nature.com\/articles\/nature09887",
            "6360640779950370885",
            "\/scholar?cites=6360640779950370885",
            {
                "2011":63,
                "2012":160,
                "2013":200,
                "2014":204,
                "2015":227,
                "2016":211,
                "2017":157,
                "2018":191,
                "2019":169,
                "2020":180,
                "2021":20
            }
        ],
        [
            "Neutral atomic Bose condensates and degenerate Fermi gases have been used to realize important many-body phenomena in their most simple and essential forms 1, 2, 3, without many of the complexities usually associated with material systems. However, the charge neutrality of these systems presents an apparent limitation—a wide range of intriguing phenomena arise from the Lorentz force for charged particles in a magnetic field, such as the fractional quantum Hall effect in two-dimensional electron systems 4, 5. The limitation can be circumvented by exploiting the equivalence of the Lorentz force and the Coriolis force to create synthetic magnetic fields in rotating neutral systems. This was demonstrated by the appearance of quantized vortices in pioneering experiments 6, 7, 8, 9 on rotating quantum gases, a hallmark of superfluids or superconductors in a magnetic field. However, because of technical issues …",
            "Synthetic magnetic fields for ultracold neutral atoms",
            "Y-J Lin and Rob L Compton and Karina Jiménez-García and James V Porto and Ian B Spielman",
            "2009",
            "vG8flZcAAAAJ:u-x6o8ySG0sC",
            1404,
            "https:\/\/www.nature.com\/articles\/nature08609",
            "6668329457010494705",
            "\/scholar?cites=6668329457010494705",
            {
                "2010":64,
                "2011":111,
                "2012":176,
                "2013":181,
                "2014":164,
                "2015":161,
                "2016":132,
                "2017":117,
                "2018":126,
                "2019":77,
                "2020":76,
                "2021":6
            }
        ],
        [
            "Gauge fields are central in our modern understanding of physics at all scales. At the highest energy scales known, the microscopic universe is governed by particles interacting with each other through the exchange of gauge bosons. At the largest length scales, our Universe is ruled by gravity, whose gauge structure suggests the existence of a particle—the graviton—that mediates the gravitational force. At the mesoscopic scale, solid-state systems are subjected to gauge fields of different nature: materials can be immersed in external electromagnetic fields, but they can also feature emerging gauge fields in their low-energy description. In this review, we focus on another kind of gauge field: those engineered in systems of ultracold neutral atoms. In these setups, atoms are suitably coupled to laser fields that generate effective gauge potentials in their description. Neutral atoms' feeling'laser-induced gauge potentials …",
            "Light-induced gauge fields for ultracold atoms",
            "Nathan Goldman and G Juzeliūnas and Patrik Öhberg and Ian B Spielman",
            "2014",
            "vG8flZcAAAAJ:LkGwnXOMwfcC",
            866,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0034-4885\/77\/12\/126401\/meta",
            "3730309276921413577",
            "\/scholar?cites=3730309276921413577",
            {
                "2014":14,
                "2015":126,
                "2016":149,
                "2017":129,
                "2018":151,
                "2019":142,
                "2020":143,
                "2021":10
            }
        ],
        [
            "Spin–orbit coupling links a particle’s velocity to its quantum-mechanical spin, and is essential in numerous condensed matter phenomena, including topological insulators and Majorana fermions. In solid-state materials, spin–orbit coupling originates from the movement of electrons in a crystal’s intrinsic electric field, which is uniquely prescribed in any given material. In contrast, for ultracold atomic systems, the engineered ‘material parameters’ are tunable: a variety of synthetic spin–orbit couplings can be engineered on demand using laser fields. Here we outline the current experimental and theoretical status of spin–orbit coupling in ultracold atomic systems, discussing unique features that enable physics impossible in any other known setting.",
            "Spin–orbit coupling in quantum gases",
            "Victor Galitski and Ian B Spielman",
            "2013",
            "vG8flZcAAAAJ:UeHWp8X0CEIC",
            757,
            "https:\/\/www.nature.com\/articles\/nature11841",
            "14023338155249834462",
            "\/scholar?cites=14023338155249834462",
            {
                "2013":26,
                "2014":82,
                "2015":141,
                "2016":109,
                "2017":100,
                "2018":113,
                "2019":88,
                "2020":90,
                "2021":8
            }
        ],
        [
            "We use a two-photon dressing field to create an effective vector gauge potential for Bose-Einstein-condensed atoms in the hyperfine ground state. These Raman-dressed states are spin and momentum superpositions, and we adiabatically load the atoms into the lowest energy dressed state. The effective Hamiltonian of these neutral atoms is like that of charged particles in a uniform magnetic vector potential whose magnitude is set by the strength and detuning of the Raman coupling. The spin and momentum decomposition of the dressed states reveals the strength of the effective vector potential, and our measurements agree quantitatively with a simple single-particle model. While the uniform effective vector potential described here corresponds to zero magnetic field, our technique can be extended to nonuniform vector potentials, giving nonzero effective magnetic fields.",
            "Bose-Einstein condensate in a uniform light-induced vector potential",
            "Y-J Lin and Robert L Compton and Abigail R Perry and William D Phillips and James V Porto and Ian B Spielman",
            "2009",
            "vG8flZcAAAAJ:9yKSN-GCB0IC",
            576,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.130401",
            "14446955041193443483",
            "\/scholar?cites=14446955041193443483",
            {
                "2008":2,
                "2009":23,
                "2010":39,
                "2011":52,
                "2012":74,
                "2013":80,
                "2014":52,
                "2015":68,
                "2016":44,
                "2017":34,
                "2018":47,
                "2019":27,
                "2020":28,
                "2021":6
            }
        ],
        [
            "The tunneling conductance between two parallel 2D electron systems has been measured in a regime of strong interlayer Coulomb correlations. At total Landau level filling ν T= 1 the tunnel spectrum changes qualitatively when the boundary separating the compressible phase from the ferromagnetic quantized Hall state is crossed. A huge resonant enhancement replaces the strongly suppressed equilibrium tunneling characteristic of weakly coupled layers. The possible relationship of this enhancement to the Goldstone mode of the broken symmetry ground state is discussed.",
            "Resonantly enhanced tunneling in a double layer quantum Hall ferromagnet",
            "IB Spielman and JP Eisenstein and LN Pfeiffer and KW West",
            "2000",
            "vG8flZcAAAAJ:d1gkVwhDpl0C",
            559,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.84.5808",
            "4820198547377671726",
            "\/scholar?cites=4820198547377671726",
            {
                "2001":24,
                "2002":45,
                "2003":45,
                "2004":46,
                "2005":29,
                "2006":38,
                "2007":24,
                "2008":30,
                "2009":28,
                "2010":38,
                "2011":25,
                "2012":37,
                "2013":21,
                "2014":19,
                "2015":23,
                "2016":15,
                "2017":16,
                "2018":17,
                "2019":12,
                "2020":21
            }
        ],
        [
            "Cold atoms in periodic potentials are versatile quantum systems for implementing simple models prevalent in condensed matter theory. Here we realize the 2D Bose-Hubbard model by loading a Bose-Einstein condensate into an optical lattice, and study the resulting Mott insulator. The measured momentum distributions agree quantitatively with theory (no adjustable parameters). In these systems, the Mott insulator forms in a spatially discrete shell structure which we probe by focusing on correlations in atom shot noise. These correlations show a marked dependence on the lattice depth, consistent with the changing size of the insulating shell expected from simple arguments.",
            "Mott-insulator transition in a two-dimensional atomic Bose gas",
            "Ian B Spielman and William D Phillips and James V Porto",
            "2007",
            "vG8flZcAAAAJ:2osOgNQ5qMEC",
            479,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.98.080404",
            "16952658590001786368",
            "\/scholar?cites=16952658590001786368",
            {
                "2007":25,
                "2008":43,
                "2009":59,
                "2010":62,
                "2011":66,
                "2012":35,
                "2013":38,
                "2014":32,
                "2015":31,
                "2016":19,
                "2017":18,
                "2018":18,
                "2019":15,
                "2020":11,
                "2021":3
            }
        ],
        [
            "Bringing ultracold atomic gases into the quantum Hall regime is challenging. We engineered an effective magnetic field in a two-dimensional lattice with an elongated-strip geometry, consisting of the sites of an optical lattice in the long direction and of three internal atomic spin states in the short direction. We imaged the localized states of atomic Bose-Einstein condensates in this strip; via excitation dynamics, we further observed both the skipping orbits of excited atoms traveling down the system’s edges, analogous to edge magnetoplasmons in two-dimensional electron systems, and a dynamical Hall effect for bulk excitations. Our technique involves minimal heating, which will be important for spectroscopic measurements of the Hofstadter butterfly and realizations of Laughlin’s charge pump.",
            "Visualizing edge states with an atomic Bose gas in the quantum Hall regime",
            "BK Stuhl and H-I Lu and LM Aycock and D Genkina and IB Spielman",
            "2015",
            "vG8flZcAAAAJ:Wp0gIr-vW9MC",
            463,
            "https:\/\/science.sciencemag.org\/content\/349\/6255\/1514.abstract",
            "16035123050947333657",
            "\/scholar?cites=16035123050947333657",
            {
                "2015":28,
                "2016":77,
                "2017":84,
                "2018":81,
                "2019":83,
                "2020":101,
                "2021":8
            }
        ],
        [
            "We describe a simple technique for generating a cold-atom lattice pierced by a uniform magnetic field. Our method is to extend a one-dimensional optical lattice into the “dimension” provided by the internal atomic degrees of freedom, yielding a synthetic two-dimensional lattice. Suitable laser coupling between these internal states leads to a uniform magnetic flux within the two-dimensional lattice. We show that this setup reproduces the main features of magnetic lattice systems, such as the fractal Hofstadter-butterfly spectrum and the chiral edge states of the associated Chern insulating phases.",
            "Synthetic gauge fields in synthetic dimensions",
            "Alessio Celi and Pietro Massignan and Julius Ruseckas and Nathan Goldman and Ian B Spielman and G Juzeliūnas and M Lewenstein",
            "2014",
            "vG8flZcAAAAJ:3fE2CSJIrl8C",
            445,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.112.043001",
            "18045348341480759186",
            "\/scholar?cites=18045348341480759186",
            {
                "2014":15,
                "2015":45,
                "2016":57,
                "2017":80,
                "2018":72,
                "2019":71,
                "2020":95,
                "2021":10
            }
        ],
        [
            "We lay out an experiment to realize time-reversal invariant topological insulators in alkali atomic gases. We introduce an original method to synthesize a gauge field in the near field of an atom chip, which effectively mimics the effects of spin-orbit coupling and produces quantum spin-Hall states. We also propose a feasible scheme to engineer sharp boundaries where the hallmark edge states are localized. Our multiband system has a large parameter space exhibiting a variety of quantum phase transitions between topological and normal insulating phases. Because of their remarkable versatility, cold-atom systems are ideally suited to realize topological states of matter and drive the development of topological quantum computing.",
            "Realistic time-reversal invariant topological insulators with neutral atoms",
            "Nathan Goldman and I Satija and P Nikolic and Alejandro Bermudez and Miguel Angel Martin-Delgado and M Lewenstein and IB Spielman",
            "2010",
            "vG8flZcAAAAJ:IjCSPb-OGe4C",
            319,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.105.255302",
            "13031357844789223795",
            "\/scholar?cites=13031357844789223795",
            {
                "2010":2,
                "2011":33,
                "2012":42,
                "2013":46,
                "2014":41,
                "2015":33,
                "2016":39,
                "2017":21,
                "2018":23,
                "2019":21,
                "2020":16,
                "2021":2
            }
        ]
    ]
}