{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The development of optical gain in chemically synthesized semiconductor nanoparticles (nanocrystal quantum dots) has been intensely studied as the first step toward nanocrystal quantum dot lasers. We examined the competing dynamical processes involved in optical amplification and lasing in nanocrystal quantum dots and found that, despite a highly efficient intrinsic nonradiative Auger recombination, large optical gain can be developed at the wavelength of the emitting transition for close-packed solids of these dots. Narrowband stimulated emission with a pronounced gain threshold at wavelengths tunable with the size of the nanocrystal was observed, as expected from quantum confinement effects. These results unambiguously demonstrate the feasibility of nanocrystal quantum dot lasers.",
            "Optical gain and stimulated emission in nanocrystal quantum dot solids",
            "V. Klimov and A. Mikhailovsky and S. Xu and A. Malko and J. A. Hollingsworth and D. McBranch and C. Leatherdale and H.-J. Eisler and M. Bawendi",
            "2000",
            "vGCLnrcAAAAJ:nb7KW1ujOQ8C",
            3184,
            "https:\/\/science.sciencemag.org\/content\/290\/5490\/314.abstract",
            "6491944909269092204",
            "\/scholar?cites=6491944909269092204",
            {
                "2001":31,
                "2002":71,
                "2003":109,
                "2004":112,
                "2005":146,
                "2006":157,
                "2007":156,
                "2008":198,
                "2009":181,
                "2010":194,
                "2011":184,
                "2012":216,
                "2013":201,
                "2014":217,
                "2015":215,
                "2016":176,
                "2017":162,
                "2018":156,
                "2019":158,
                "2020":117,
                "2021":12
            }
        ],
        [
            "We study different emission regimes in close-packed films of chemically synthesized CdSe nanoparticles [nanocrystal quantum dots (NQDs)]. We observe that the NQD photoluminescence is dominated by excitons and biexcitons, respectively, before and after the threshold for stimulated emission. Furthermore, we demonstrate the regime of microring lasing into sharp, whispering-gallery modes using NQD solids incorporated into microcapillary tubes. This result indicates a feasibility of miniature, solid-state laser devices based on chemically synthesized NQDs.",
            "From amplified spontaneous emission to microring lasing using nanocrystal quantum dot solids",
            "AV Malko and AA Mikhailovsky and MA Petruska and JA Hollingsworth and H Htoon and MG Bawendi and Victor I Klimov",
            "2002",
            "vGCLnrcAAAAJ:u-x6o8ySG0sC",
            311,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1497708",
            "2309235619439158400",
            "\/scholar?cites=2309235619439158400",
            {
                "2002":2,
                "2003":20,
                "2004":15,
                "2005":13,
                "2006":23,
                "2007":14,
                "2008":14,
                "2009":17,
                "2010":21,
                "2011":19,
                "2012":24,
                "2013":21,
                "2014":22,
                "2015":19,
                "2016":20,
                "2017":16,
                "2018":10,
                "2019":9,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Biexciton photoluminescence (PL) quantum yields (Q 2 X) of individual CdSe\/CdS core-shell nanocrystal quantum dots with various shell thicknesses are derived from independent PL saturation and two-photon correlation measurements. We observe a near-unity Q 2 X for some nanocrystals with an ultrathick 19-monolayer shell. High Q 2 X’s are, however, not universal and vary widely among nominally identical nanocrystals indicating a significant dependence of Q 2 X upon subtle structural differences. Interestingly, our measurements indicate that high Q 2 X’s are not required to achieve complete suppression of PL intensity fluctuations in individual nanocrystals.",
            "Near-Unity Quantum Yields of Biexciton Emission from  Nanocrystals Measured Using Single-Particle Spectroscopy",
            "Y-S Park and Anton V Malko and Javier Vela and Yongfen Chen and Yagnaseni Ghosh and Florencio García-Santamaría and Jennifer A Hollingsworth and Victor I Klimov and Han Htoon",
            "2011",
            "vGCLnrcAAAAJ:2osOgNQ5qMEC",
            213,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.106.187401",
            "11883832244170469988",
            "\/scholar?cites=11883832244170469988",
            {
                "2011":4,
                "2012":15,
                "2013":28,
                "2014":27,
                "2015":44,
                "2016":18,
                "2017":27,
                "2018":16,
                "2019":20,
                "2020":9,
                "2021":3
            }
        ],
        [
            "We perform side-by-side comparison of optical gain properties of spherical and elongated nanocrystals (quantum dots and quantum rods, respectively). This comparison indicates that elongated nanoparticles provide several features beneficial for lasing applications, such as enhanced absorption cross sections (and hence reduced lasing threshold and improved photostability), increased optical gain lifetime, and extended optical gain spectral range through the use of transitions that involve both ground and excited electronic states.",
            "Light amplification in semiconductor nanocrystals: Quantum rods versus quantum dots",
            "H Htoon and JA Hollingworth and AV Malko and R Dickerson and VI Klimov",
            "2003",
            "vGCLnrcAAAAJ:d1gkVwhDpl0C",
            180,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1586460",
            "7084160876727032465",
            "\/scholar?cites=7084160876727032465",
            {
                "2003":1,
                "2004":14,
                "2005":10,
                "2006":10,
                "2007":15,
                "2008":12,
                "2009":16,
                "2010":9,
                "2011":8,
                "2012":16,
                "2013":9,
                "2014":17,
                "2015":14,
                "2016":6,
                "2017":7,
                "2018":7,
                "2019":1,
                "2020":6,
                "2021":1
            }
        ],
        [
            "The development of nanocrystal quantum dots (NQDs) with suppressed nonradiative Auger recombination has been an important goal in colloidal nanostructure research motivated by the needs of prospective applications in lasing devices, light-emitting diodes, and photovoltaic cells. Here, we conduct single-nanocrystal spectroscopic studies of recently developed core−shell NQDs (so-called “giant” NQDs) that comprise a small CdSe core surrounded by a 16-monolayer-thick CdS shell. Using both continuous-wave and pulsed excitation, we observe strong emission features due both to neutral and charged biexcitons, as well as multiexcitons of higher order. The development of pronounced multiexcitonic peaks in steady-state photoluminescence of individual nanocrystals, as well as continuous growth of the emission intensity in the range of high pump levels, point toward a significant suppression of nonradiative …",
            "Highly emissive multiexcitons in steady-state photoluminescence of individual “giant” CdSe\/CdS core\/shell nanocrystals",
            "Han Htoon and Anton V Malko and D Bussian and Javier Vela and Yongfen Chen and Jennifer A Hollingsworth and Victor I Klimov",
            "2010",
            "vGCLnrcAAAAJ:qjMakFHDy7sC",
            174,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl1004652",
            "423244708298567866",
            "\/scholar?cites=423244708298567866",
            {
                "2010":1,
                "2011":20,
                "2012":22,
                "2013":21,
                "2014":22,
                "2015":23,
                "2016":16,
                "2017":13,
                "2018":14,
                "2019":12,
                "2020":6,
                "2021":3
            }
        ],
        [
            "Picosecond and femtosecond spectroscopy allow the detailed study of carrier dynamics in nanostructured materials 1. In such experiments, a laser pulse normally excites several nanostructures at once. However, spectroscopic information may also be acquired using pulses from an electron beam in a modern electron microscope, exploiting a phenomenon called cathodoluminescence. This approach offers several advantages. The multimode imaging capabilities of the electron microscope enable the correlation of optical properties (via cathodoluminescence) with surface morphology (secondary electron mode) at the nanometre scale 2. The broad energy range of the electrons can excite wide-bandgap materials, such as diamond-or gallium-nitride-based structures that are not easily excited by conventional optical means. But perhaps most intriguingly, the small beam can probe a single selected nanostructure …",
            "Probing carrier dynamics in nanostructures by picosecond cathodoluminescence",
            "M Merano and S Sonderegger and A Crottini and S Collin and P Renucci and E Pelucchi and A Malko and MH Baier and E Kapon and B Deveaud and J-D Ganière",
            "2005",
            "vGCLnrcAAAAJ:IjCSPb-OGe4C",
            155,
            "https:\/\/www.nature.com\/articles\/nature04298",
            "10504311393878816701",
            "\/scholar?cites=10504311393878816701",
            {
                "2006":6,
                "2007":8,
                "2008":8,
                "2009":7,
                "2010":7,
                "2011":12,
                "2012":13,
                "2013":11,
                "2014":6,
                "2015":14,
                "2016":14,
                "2017":15,
                "2018":14,
                "2019":7,
                "2020":10,
                "2021":1
            }
        ],
        [
            "The preparation of CdSe nanocrystal quantum dot (NQD)–titania nanocomposites (see Figure) exhibiting large NQD packing densities and high photoluminescence quantum efficiencies is described. These new materials show both large third‐order nonlinear susceptibilities and optical gain. Furthermore, micro‐ring lasing and efficient dynamic holographic gratings using these nanocomposites are demonstrated.",
            "High‐performance, quantum dot nanocomposites for nonlinear optical and optical gain applications",
            "Melissa A Petruska and Anton V Malko and Paul M Voyles and Victor I Klimov",
            "2003",
            "vGCLnrcAAAAJ:9yKSN-GCB0IC",
            151,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.200304450",
            "16254270799042447171",
            "\/scholar?cites=16254270799042447171",
            {
                "2003":3,
                "2004":9,
                "2005":18,
                "2006":15,
                "2007":12,
                "2008":12,
                "2009":13,
                "2010":6,
                "2011":11,
                "2012":6,
                "2013":7,
                "2014":9,
                "2015":7,
                "2016":5,
                "2017":7,
                "2018":1,
                "2019":5,
                "2020":2,
                "2021":1
            }
        ],
        [
            "We study the effect of multiparticle interactions on optical gain and stimulated emission in close-packed solids of chemically synthesized CdSe nanocrystals (nanocrystal quantum dots). An analysis of pump-dependent nonlinear absorption signals indicates that the band-edge optical gain is due to multiparticle states with a dominant contribution from doubly excited nanocrystals (quantum-confined biexcitons). We observe that optical gain dynamics are due to the competition between ultrafast hole surface trapping and multiparticle Auger decay. We analyze the effect of intrinsic Auger recombination on optical gain lifetimes and gain pump intensity thresholds.",
            "Multiparticle interactions and stimulated emission in chemically synthesized quantum dots",
            "AA Mikhailovsky and AV Malko and JA Hollingsworth and MG Bawendi and Victor I Klimov",
            "2002",
            "vGCLnrcAAAAJ:UeHWp8X0CEIC",
            114,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1463704",
            "10208251640009806952",
            "\/scholar?cites=10208251640009806952",
            {
                "2002":3,
                "2003":8,
                "2004":11,
                "2005":3,
                "2006":15,
                "2007":11,
                "2008":7,
                "2009":8,
                "2010":11,
                "2011":7,
                "2012":8,
                "2013":1,
                "2014":2,
                "2015":8,
                "2016":3,
                "2017":3,
                "2018":2,
                "2019":3
            }
        ],
        [
            "A potential complication associated with the realization of the optical-gain regime in semiconductor nanocrystals (NCs) arises from the competing phenomenon of excited-state absorption. Here, we apply an ultrafast transient absorption technique to study the competition between optical gain and excited-state (photoinduced) absorption in CdSe NCs as a function of NC size, surface passivation, and solvent\/matrix identity. We observe that for NCs prepared in such a commonly used solvent as hexane, the contribution from photoinduced absorption rapidly increases with decreasing NC radius, and it completely suppresses optical gain in NCs of small sizes. Further, the magnitude of photoinduced absorption is sensitive both to the type and the quality of surface passivation, as well as to the identity of the solvent\/matrix material. These observations, along with a strong size dependence, indicate that photoinduced …",
            "Interplay between optical gain and photoinduced absorption in CdSe nanocrystals",
            "AV Malko and AA Mikhailovsky and MA Petruska and JA Hollingsworth and VI Klimov",
            "2004",
            "vGCLnrcAAAAJ:zYLM7Y9cAGgC",
            112,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp037699q",
            "16353642224171364251",
            "\/scholar?cites=16353642224171364251",
            {
                "2004":1,
                "2005":2,
                "2006":4,
                "2007":7,
                "2008":9,
                "2009":10,
                "2010":8,
                "2011":10,
                "2012":10,
                "2013":8,
                "2014":6,
                "2015":11,
                "2016":2,
                "2017":7,
                "2018":9,
                "2019":1,
                "2020":6,
                "2021":1
            }
        ],
        [
            "We report a systematic study of photoluminescence (PL) intensity and lifetime fluctuations in individual CdSe\/CdS core\/shell nanocrystal quantum dots (NQDs) as a function of shell thickness. We show that while at low pump intensities PL blinking in thin-shell (4–7 monolayers, MLs) NQDs can be described by random switching between two states of high (ON) and low (OFF) emissivities, it changes to the regime with a continuous distribution of ON intensity levels at high pump powers. A similar behavior is observed in samples with a medium shell thickness (10–12 MLs) without, however, the PL intensity ever switching to a complete “OFF” state and maintaining ca. 30% emissivity (“gray” state). Further, our data indicate that highly stable, blinking-free PL of thick-shell (15–19 MLs) NQDs (“giant” or g-NQDs) is characterized by nearly perfect Poisson statistics, corresponding to a narrow, shot-noise limited PL intensity …",
            "Pump-intensity-and shell-thickness-dependent evolution of photoluminescence blinking in individual core\/shell CdSe\/CdS nanocrystals",
            "Anton V Malko and Young-Shin Park and Siddharth Sampat and Christophe Galland and Javier Vela and Yongfen Chen and Jennifer A Hollingsworth and Victor I Klimov and Han Htoon",
            "2011",
            "vGCLnrcAAAAJ:Tyk-4Ss8FVUC",
            94,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl2025272",
            "803341674871717646",
            "\/scholar?cites=803341674871717646",
            {
                "2012":8,
                "2013":17,
                "2014":11,
                "2015":21,
                "2016":13,
                "2017":10,
                "2018":8,
                "2019":5,
                "2020":1
            }
        ]
    ]
}