{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We calculate the weak-interaction contribution to the muon anomalous magnetic moment of the order G W m μ 2 in the Weinberg model for leptons. Using a ξ-limiting procedure we obtain a finite correction to 1 2 (g− 2), which has the value (1.8-2.2)× 10− 9.",
            "Muon magnetic moment in a finite theory of weak and electromagnetic interactions",
            "I Bars and Motohiko Yoshimura",
            "1972",
            "vIyPRS8AAAAJ:d1gkVwhDpl0C",
            267,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.6.374",
            "12533902222600290936",
            "\/scholar?cites=12533902222600290936",
            {
                "1982":2,
                "1983":2,
                "1984":3,
                "1985":4,
                "1986":1,
                "1987":3,
                "1988":9,
                "1989":8,
                "1990":4,
                "1991":2,
                "1992":5,
                "1993":5,
                "1994":5,
                "1995":4,
                "1996":9,
                "1997":4,
                "1998":6,
                "1999":3,
                "2000":5,
                "2001":11,
                "2002":8,
                "2003":5,
                "2004":9,
                "2005":7,
                "2006":5,
                "2007":7,
                "2008":7,
                "2009":4,
                "2010":6,
                "2011":3,
                "2012":10,
                "2013":6,
                "2014":7,
                "2015":6,
                "2016":5,
                "2017":8,
                "2018":7,
                "2019":5,
                "2020":4,
                "2021":2
            }
        ],
        [
            "We give a general theory for the construction of oscillator-like unitary irreducible representations (UIRs) of non-compact supergroups in a super Fock space. This construction applies to all non-compact supergroupsG whose coset spaceG\/K with respect to their maximal compact subsupergroupK is “Hermitean supersymmetric”. We illustrate our method with the example of SU(m, p\/n+q) by giving its oscillator-like UIRs in a “particle state” basis as well as “supercoherent state basis”. The same class of UIRs can also be realized over the “super Hilbert spaces” of holomorphic functions of aZ variable labelling the coherent states.",
            "Unitary representations of non-compact supergroups",
            "Itzhak Bars and M Günaydin",
            "1983",
            "vIyPRS8AAAAJ:2osOgNQ5qMEC",
            246,
            "https:\/\/link.springer.com\/article\/10.1007\/BF01206048",
            "637719429480747609",
            "\/scholar?cites=637719429480747609",
            {
                "1983":2,
                "1984":3,
                "1985":8,
                "1986":9,
                "1987":4,
                "1988":6,
                "1989":6,
                "1990":10,
                "1991":15,
                "1992":13,
                "1993":4,
                "1994":8,
                "1995":4,
                "1996":1,
                "1997":3,
                "1998":7,
                "1999":13,
                "2000":10,
                "2001":12,
                "2002":17,
                "2003":4,
                "2004":4,
                "2005":8,
                "2006":5,
                "2007":6,
                "2008":9,
                "2009":3,
                "2010":6,
                "2011":3,
                "2012":5,
                "2013":3,
                "2014":3,
                "2015":4,
                "2016":5,
                "2017":6,
                "2018":5,
                "2019":6,
                "2020":4
            }
        ],
        [
            "We suggest that supergroups and superalgebras may be useful in classifying the spectra of certain even-even and even-odd nuclei. We show, in particular, that properties of many states in several nuclei, including excitation energies, electromagnetic transition rates and transfer reaction intensities, can be described by a U(6\/4) supersymmetry. Our analysis provides the first evidence for the occurrence of supersymmetry in nature.",
            "U (6\/4) supersymmetry in nuclei",
            "AB Balantekin and I Bars and F Iachello",
            "1981",
            "vIyPRS8AAAAJ:u-x6o8ySG0sC",
            229,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/0375947481900786",
            "12753608740089768593",
            "\/scholar?cites=12753608740089768593",
            {
                "1981":1,
                "1982":5,
                "1983":16,
                "1984":20,
                "1985":22,
                "1986":13,
                "1987":19,
                "1988":11,
                "1989":6,
                "1990":7,
                "1991":6,
                "1992":4,
                "1993":2,
                "1994":5,
                "1995":4,
                "1996":3,
                "1997":3,
                "1998":5,
                "1999":2,
                "2000":8,
                "2001":5,
                "2002":2,
                "2003":3,
                "2004":11,
                "2005":10,
                "2006":5,
                "2007":1,
                "2008":4,
                "2009":4,
                "2010":2,
                "2011":5,
                "2012":1,
                "2013":4,
                "2014":4,
                "2015":2
            }
        ],
        [
            "We study propagation of bosonic strings and superstrings in background metrics with curved space-time using non-compact current algebras. We discuss 2 + 1 dimensional (super)strings on the SO(2,1) group manifold. Using a coset model we construct a (d − 1)+1 dimensional de Sitter (super)strings for d=2,3,4…10 or 26. We also discuss the posibility of a discrepancy in counting the number of time (i.e. non-compact) coordinates for the classical string versus the quantum string. We illustrate this with several examples. We show evidence that a string or superstring propagating in a background with curved time cannot be excited to arbitrarily high states and that it is unitary only in low lying states. We offer a possible interpretation of this phenomenon.",
            "String propagation in backgrounds with curved space-time",
            "Itzhak Bars and Dennis Nemeschansky",
            "1991",
            "vIyPRS8AAAAJ:u5HHmVD_uO8C",
            219,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/055032139190223K",
            "11291234945216479996",
            "\/scholar?cites=11291234945216479996",
            {
                "1991":7,
                "1992":28,
                "1993":29,
                "1994":19,
                "1995":8,
                "1996":6,
                "1997":4,
                "1998":9,
                "1999":13,
                "2000":19,
                "2001":11,
                "2002":5,
                "2003":9,
                "2004":6,
                "2005":3,
                "2006":2,
                "2007":4,
                "2008":2,
                "2009":3,
                "2010":1,
                "2011":7,
                "2012":3,
                "2013":4,
                "2014":2,
                "2015":2,
                "2016":3,
                "2017":2,
                "2018":2,
                "2019":6
            }
        ],
        [
            "A character formula is derived for Lie supergroups. The basic technique is that of symmetrization and antisymmetrization associated with Young tableaux generalized to supergroups. We rewrite the characters of the ordinary Lie groups U(N), O(N), and Sp(2N) in terms of traces in the fundamental representation. It is then shown that by simply replacing traces with supertraces the characters of certain representations for U(N\/M) and OSP(N\/2M) are obtained. Dimension formulas are derived by calculating the characters of a special diagonal supergroup element with (+1) and (−1) eigenvalues. Formulas for the eigenvalues of the quadratic Casimir operators are given. As applications, the decomposition of a representation into representations of subgroups is discussed. Examples are given for the Lie supergroup SU(6\/4) which has physical applications as a dynamical supersymmetry in nuclei.",
            "Dimension and character formulas for Lie supergroups",
            "A Baha Balantekin and Itzhak Bars",
            "1981",
            "vIyPRS8AAAAJ:9yKSN-GCB0IC",
            218,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.525038",
            "8653033598272636502",
            "\/scholar?cites=8653033598272636502",
            {
                "1981":1,
                "1982":6,
                "1983":21,
                "1984":14,
                "1985":11,
                "1986":12,
                "1987":11,
                "1988":8,
                "1989":3,
                "1990":9,
                "1991":4,
                "1992":7,
                "1993":1,
                "1994":2,
                "1995":3,
                "1996":3,
                "1997":4,
                "1998":6,
                "1999":5,
                "2000":5,
                "2001":1,
                "2002":9,
                "2003":3,
                "2004":6,
                "2005":6,
                "2006":9,
                "2007":3,
                "2008":8,
                "2009":3,
                "2010":7,
                "2011":3,
                "2012":2,
                "2013":3,
                "2014":5,
                "2015":3,
                "2016":2,
                "2017":5,
                "2018":3
            }
        ],
        [
            "We suggest that a supersymmetry scheme based on the supergroup U (6 4) may be useful in describing many properties of nuclei in the Os-Pt region. The bosons and fermions in the fundamental representation of U (6 4) are the low-lying collective (bosonic) and single-particle (fermionic) degrees of freedom. Experimental evidence indicates that the scheme applies to several nuclei in the region within≈ 30%. This appears to be the first observed example of a supersymmetry.",
            "U (6 4) Dynamical Supersymmetry in Nuclei",
            "AB Balantekin and I Bars and F Iachello",
            "1981",
            "vIyPRS8AAAAJ:UeHWp8X0CEIC",
            184,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.47.19",
            "4146445250346100593",
            "\/scholar?cites=4146445250346100593",
            {
                "1981":2,
                "1982":5,
                "1983":11,
                "1984":13,
                "1985":12,
                "1986":15,
                "1987":11,
                "1988":10,
                "1989":3,
                "1990":4,
                "1991":3,
                "1992":4,
                "1993":4,
                "1994":5,
                "1995":4,
                "1996":2,
                "1997":2,
                "1998":3,
                "1999":1,
                "2000":4,
                "2001":2,
                "2002":4,
                "2003":3,
                "2004":11,
                "2005":6,
                "2006":1,
                "2007":9,
                "2008":2,
                "2009":5,
                "2010":3,
                "2011":4,
                "2012":4,
                "2013":2,
                "2014":3,
                "2015":2,
                "2016":1,
                "2017":2,
                "2018":1
            }
        ],
        [
            "We present a canonical formulation of two-dimensional quantum chromodynamics in the axial or Coulomb gauge A 1 a= 0. For consistency with the Lagrange equations of motion, the Hamiltonian must include a nontrivial dynamical background electric field term. This breaks translation invariance in the gauge-noninvariant sector. We argue, however, that for the purpose of calculating gauge-invariant physical quantities one can consider the naive theory defined by the Feynman rules without the background electric field. We show that the naive theory has an anomalous Poincaré algebra due to its non-Abelian character; the theory is Lorentz invariant only in the color-singlet sector. Because of this fact the quark propagator has a noncovariant pole, and the i ε prescription is different from the naive one. In the N→∞ limit (where N is the number of colors) we can set up a two-component Bethe-Salpeter equation in the …",
            "Poincaré-and gauge-invariant two-dimensional quantum chromodynamics",
            "I Bars and Michael B Green",
            "1978",
            "vIyPRS8AAAAJ:qjMakFHDy7sC",
            181,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.17.537",
            "15355359517624161382",
            "\/scholar?cites=15355359517624161382",
            {
                "1982":5,
                "1983":3,
                "1984":5,
                "1985":2,
                "1986":2,
                "1987":1,
                "1988":3,
                "1989":3,
                "1990":3,
                "1991":4,
                "1992":1,
                "1993":5,
                "1994":5,
                "1995":4,
                "1996":2,
                "1997":4,
                "1998":7,
                "1999":1,
                "2000":5,
                "2001":6,
                "2002":7,
                "2003":7,
                "2004":3,
                "2005":3,
                "2006":4,
                "2007":7,
                "2008":6,
                "2009":2,
                "2010":6,
                "2011":1,
                "2012":3,
                "2013":3,
                "2014":5,
                "2015":3,
                "2016":2,
                "2017":4,
                "2018":4,
                "2019":3,
                "2020":4,
                "2021":2
            }
        ],
        [
            "An explicit construction of representations of supergroups is given in terms of direct products of covariant and contravariant fundamental representations. The rules of supersymmetrization are characterized by extended Young supertableaux. This constructive approach leads to explicit transformation properties of higher representations as well as to closed explicit formulas for characters from which other invariants such as dimensions and eigenvalues of all Casimir operators can be calculated. We have applied this approach so far to the supergroups SU(N\/M), OSP(N\/2M), P(N), for which we have obtained all the representations constructible as direct products of the fundamental (defining) representations. An argument is presented toward the irreducibility of all these representations.",
            "Representations of supergroups",
            "A Baha Balantekin and Itzhak Bars",
            "1981",
            "vIyPRS8AAAAJ:Y0pCki6q_DkC",
            161,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.525127",
            "17564053002667002836",
            "\/scholar?cites=17564053002667002836",
            {
                "1981":1,
                "1982":8,
                "1983":13,
                "1984":13,
                "1985":9,
                "1986":10,
                "1987":9,
                "1988":5,
                "1989":3,
                "1990":7,
                "1991":6,
                "1992":2,
                "1993":2,
                "1994":2,
                "1995":2,
                "1996":3,
                "1997":4,
                "1998":3,
                "1999":2,
                "2000":6,
                "2001":1,
                "2002":7,
                "2003":1,
                "2004":3,
                "2005":5,
                "2006":5,
                "2007":4,
                "2008":4,
                "2009":1,
                "2010":3,
                "2011":1,
                "2012":2,
                "2013":1,
                "2014":2,
                "2015":2,
                "2016":1,
                "2017":2,
                "2018":3
            }
        ],
        [
            "We examine the massless limit of a model for the massive relativistic Nambu string. The system possesses longitudinal kink modes excluded from the standard lightlike gauge treatment. We demonstrate the equivalence of these modes to those proposed by Patrascioiu. The classical nonlinear field theory of the two-dimensional string is shown to be a completely integrable Hamiltonian system. The Hamiltonian is expressed in terms of normal-mode action variables alone; the mass-squared spectrum is linear in the Bohr-Sommerfeld approximation. The difficulties of canonical quantization are exposed using a particular timelike gauge which admits commuting center-of-mass coordinates.",
            "Study of the longitudinal kink modes of the string",
            "William A Bardeen and Itzhak Bars and Andrew J Hanson and RD Peccei",
            "1976",
            "vIyPRS8AAAAJ:zYLM7Y9cAGgC",
            155,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.13.2364",
            "14208858379092418087",
            "\/scholar?cites=14208858379092418087",
            {
                "1981":3,
                "1982":2,
                "1983":4,
                "1984":1,
                "1985":3,
                "1986":4,
                "1987":3,
                "1988":1,
                "1989":4,
                "1990":5,
                "1991":3,
                "1992":2,
                "1993":8,
                "1994":3,
                "1995":8,
                "1996":2,
                "1997":6,
                "1998":2,
                "1999":1,
                "2000":3,
                "2001":1,
                "2002":4,
                "2003":2,
                "2004":3,
                "2005":2,
                "2006":2,
                "2007":1,
                "2008":1,
                "2009":4,
                "2010":2,
                "2011":1,
                "2012":5,
                "2013":4,
                "2014":5
            }
        ],
        [
            "We show how to lift a generic non-scale-invariant action in Einstein frame into a locally conformally invariant (or Weyl-invariant) theory and present a new general form for Lagrangians consistent with Weyl symmetry. Advantages of such a conformally invariant formulation of particle physics and gravity include the possibility of constructing geodesically complete cosmologies. We present a conformal-invariant version of the standard model coupled to gravity, and show how Weyl symmetry may be used to obtain unprecedented analytic control over its cosmological solutions. Within this new framework, generic Friedmann-Robertson-Walker cosmologies are geodesically complete through a series of big crunch–big bang transitions. We discuss a new scenario of cosmic evolution driven by the Higgs field in a “minimal” conformal standard model, in which there is no new physics beyond the standard model at low …",
            "Local conformal symmetry in physics and cosmology",
            "Itzhak Bars and Paul Steinhardt and Neil Turok",
            "2014",
            "vIyPRS8AAAAJ:anf4URPfarAC",
            154,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.89.043515",
            "827941415791141986",
            "\/scholar?cites=827941415791141986",
            {
                "2013":3,
                "2014":22,
                "2015":22,
                "2016":23,
                "2017":23,
                "2018":14,
                "2019":19,
                "2020":27,
                "2021":1
            }
        ]
    ]
}