{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We perform molecular dynamics simulations of water in the presence of hydrophobic\/hydrophilic walls at T = 300 K and P = 0 GPa. For the hydrophilic walls, we use a hydroxylated silica model introduced in previous simulations [Lee, S. H.; Rossky, P. J. J. Chem. Phys. 1994, 100, 3334. Giovambattista, N.; Rossky, P. J.; Debenedetti, P. G.; Phys. Rev. E 2006, 73, 041604.]. By rescaling the physical partial atomic charges by a parameter 0 ≤ k ≤ 1, we can continuously transform the hydrophilic walls (hydroxylated silica, k = 1) into hydrophobic apolar surfaces (k = 0). From a physical point of view, k is the normalized magnitude of a surface dipole moment, and thus it quantifies the polarity of the surface. We calculate the contact angle of water for 0 ≤ k ≤ 1. We find that, at least for the present homogeneous, atomically flat, and defect-free surface model, the magnitude of the surface dipole correlates with the contact …",
            "Effect of surface polarity on water contact angle and interfacial hydration structure",
            "Nicolas Giovambattista and Pablo G Debenedetti and Peter J Rossky",
            "2007",
            "vkCoCTEAAAAJ:u-x6o8ySG0sC",
            416,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp071957s",
            "531890852601554158",
            "\/scholar?cites=531890852601554158",
            {
                "2008":11,
                "2009":27,
                "2010":24,
                "2011":26,
                "2012":31,
                "2013":22,
                "2014":29,
                "2015":43,
                "2016":35,
                "2017":35,
                "2018":43,
                "2019":41,
                "2020":41,
                "2021":4
            }
        ],
        [
            "We perform molecular dynamics simulations of 512 waterlike molecules that interact via the TIP5P potential and are confined between two smooth hydrophobic plates that are separated by 1.10 nm. We find that the anomalous thermodynamic properties of water are shifted to lower temperatures relative to the bulk by≈ 40 K. The dynamics and structure of the confined water resemble bulk water at higher temperatures, consistent with the shift of thermodynamic anomalies to lower temperature. Because of this T shift, our confined water simulations (down to T= 220 K) do not reach sufficiently low temperature to observe a liquid-liquid phase transition found for bulk water at T≈ 215 K using the TIP5P potential, but we see inflections in P− ρ isotherms at lower temperatures presumably due to the presence of a liquid-liquid critical point. We find that the different crystalline structures that can form for two different …",
            "Thermodynamics, structure, and dynamics of water confined between hydrophobic plates",
            "Pradeep Kumar and Sergey V Buldyrev and Francis W Starr and Nicolas Giovambattista and H Eugene Stanley",
            "2005",
            "vkCoCTEAAAAJ:9yKSN-GCB0IC",
            406,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.72.051503",
            "15403103009994753026",
            "\/scholar?cites=15403103009994753026",
            {
                "2006":8,
                "2007":22,
                "2008":22,
                "2009":28,
                "2010":31,
                "2011":33,
                "2012":31,
                "2013":19,
                "2014":32,
                "2015":27,
                "2016":35,
                "2017":18,
                "2018":28,
                "2019":38,
                "2020":29,
                "2021":1
            }
        ],
        [
            "We perform systematic molecular dynamics simulations of water confined between two nanoscale plates at T= 300 K. We investigate the effect of pressure (− 0.15 GPa⩽ P⩽ 0.2 GPa) and plate separation (0.4 nm⩽ d⩽ 1.6 nm) on the phase behavior of water when the plates are either hydrophobic or hydrophilic. When water is confined between hydrophobic plates, capillary evaporation occurs between the plates at low enough P. The threshold value of d at which this transition occurs decreases with P (eg, 1.6 nm at P≈− 0.05 GPa, 0.5 nm at P≈ 0.1 GPa), until, at high P, no capillary evaporation occurs. For d≈ 0.6 nm and P⩾ 0.1 GPa, the system crystallizes into a bilayer ice. A P-d phase diagram showing the vapor, liquid, and bilayer ice phases is proposed. When water is confined by hydrophilic (hydroxylated silica) plates, it remains in the liquid phase at all P and d studied. Interestingly, we observe for this case …",
            "Effect of pressure on the phase behavior and structure of water confined between nanoscale hydrophobic and hydrophilic plates",
            "Nicolas Giovambattista and Peter J Rossky and Pablo G Debenedetti",
            "2006",
            "vkCoCTEAAAAJ:u5HHmVD_uO8C",
            366,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.73.041604",
            "9431544424100532621",
            "\/scholar?cites=9431544424100532621",
            {
                "2006":1,
                "2007":17,
                "2008":26,
                "2009":32,
                "2010":30,
                "2011":29,
                "2012":25,
                "2013":28,
                "2014":26,
                "2015":31,
                "2016":28,
                "2017":33,
                "2018":16,
                "2019":18,
                "2020":21,
                "2021":1
            }
        ],
        [
            "We perform molecular dynamics simulations of 512 waterlike molecules that interact via the TIP5P potential and are confined between two smooth hydrophobic plates that are separated by 1.10 nm. We find that the anomalous thermodynamic properties of water are shifted to lower temperatures relative to the bulk by≈ 40 K. The dynamics and structure of the confined water resemble bulk water at higher temperatures, consistent with the shift of thermodynamic anomalies to lower temperature. Because of this T shift, our confined water simulations (down to T= 220 K) do not reach sufficiently low temperature to observe a liquid-liquid phase transition found for bulk water at T≈ 215 K using the TIP5P potential, but we see inflections in P− ρ isotherms at lower temperatures presumably due to the presence of a liquid-liquid critical point. We find that the different crystalline structures that can form for two different …",
            "Thermodynamics, structure, and dynamics of water confined between hydrophobic plates",
            "Pradeep Kumar and Sergey V Buldyrev and Francis W Starr and Nicolas Giovambattista and H Eugene Stanley",
            "2005",
            "vkCoCTEAAAAJ:TFP_iSt0sucC",
            260,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.72.051503",
            "15403103009994753026",
            "\/scholar?cites=15403103009994753026",
            {
                "2005":1,
                "2006":8,
                "2007":16,
                "2008":14,
                "2009":16,
                "2010":19,
                "2011":21,
                "2012":22,
                "2013":7,
                "2014":18,
                "2015":15,
                "2016":24,
                "2017":13,
                "2018":21,
                "2019":23,
                "2020":18,
                "2021":1
            }
        ],
        [
            "To better understand the role of surface chemical heterogeneity in natural nanoscale hydration, we study via molecular dynamics simulation the structure and thermodynamics of water confined between two protein-like surfaces. Each surface is constructed to have interactions with water corresponding to those of the putative hydrophobic surface of a melittin dimer, but is flattened rather than having its native “cupped” configuration. Furthermore, peripheral charged groups are removed. Thus, the role of a rough surface topography is removed, and results can be productively compared with those previously observed for idealized, atomically smooth hydrophilic and hydrophobic flat surfaces. The results indicate that the protein surface is less hydrophobic than the idealized counterpart. The density and compressibility of water adjacent to a melittin dimer is intermediate between that observed adjacent to idealized …",
            "Hydrophobicity of protein surfaces: Separating geometry from chemistry",
            "Nicolas Giovambattista and Carlos F Lopez and Peter J Rossky and Pablo G Debenedetti",
            "2008",
            "vkCoCTEAAAAJ:2osOgNQ5qMEC",
            248,
            "https:\/\/www.pnas.org\/content\/105\/7\/2274.short",
            "6510333138473020461",
            "\/scholar?cites=6510333138473020461",
            {
                "2008":8,
                "2009":17,
                "2010":27,
                "2011":31,
                "2012":30,
                "2013":22,
                "2014":22,
                "2015":12,
                "2016":15,
                "2017":25,
                "2018":8,
                "2019":11,
                "2020":14,
                "2021":2
            }
        ],
        [
            "Polyamorphism, ie the presence of more than one amorphous state, was observed for the first time in amorphous ice or glassy water. In addition to LDA (low-density amorphous ice), a second amorphous state, HDA (high-density amorphous ice), was discovered~ 20 years ago. Since then, polyamorphism has been observed in many other substances, such as SiO 2, GeO 2, Si, and Ge. Five years ago, experimental results suggesting the existence of a third amorphous state, VHDA (very high-density amorphous ice), were reported, opening the possibility that more than two amorphous states could also be observed in other substances. A consistent phase diagram of glassy water does not yet exist. Such a phase diagram is necessary if one also wants to understand the anomalous behaviour of supercooled liquid water. Since the discovery of HDA, a large amount of work based on experiments and computer …",
            "Amorphous ices: experiments and numerical simulations",
            "Thomas Loerting and Nicolas Giovambattista",
            "2006",
            "vkCoCTEAAAAJ:d1gkVwhDpl0C",
            238,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0953-8984\/18\/50\/R01\/meta",
            "4257255673266428274",
            "\/scholar?cites=4257255673266428274",
            {
                "2007":12,
                "2008":24,
                "2009":19,
                "2010":9,
                "2011":30,
                "2012":20,
                "2013":20,
                "2014":32,
                "2015":24,
                "2016":15,
                "2017":10,
                "2018":7,
                "2019":10,
                "2020":6
            }
        ],
        [
            "We perform molecular dynamics simulations of water confined between nanoscale surfaces (≈3.2 × 3.2 nm2) with various patterns of hydrophobicity and hydrophilicity at T = 300 K, −0.05 GPa ≤ P ≤ 0.2 GPa, and plate separations 0.5 nm ≤ d ≤ 1.6 nm. We find that the water surface density in the first hydration layer is considerably higher at a hydrophobic patch surrounded by hydrophilic borders than it is at a purely hydrophobic surface with the same area, highlighting the importance of heterogeneity on hydrophobicity at nanoscopic length scales. Increasing the pressure causes a progressive blurring of the difference between interfacial water densities manifest at hydrophilic and hydrophobic surfaces, with only minor differences remaining at 0.2 GPa. At P = −0.05 GPa and d = 0.6 nm, a single layer of hydrophilic sites along the border of the hydrophobic nanoscale plates is sufficient to prevent bulk cavitation, in …",
            "Hydration behavior under confinement by nanoscale surfaces with patterned hydrophobicity and hydrophilicity",
            "Nicolas Giovambattista and Pablo G Debenedetti and Peter J Rossky",
            "2007",
            "vkCoCTEAAAAJ:UeHWp8X0CEIC",
            228,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp065419b",
            "2896417924020588246",
            "\/scholar?cites=2896417924020588246",
            {
                "2007":8,
                "2008":10,
                "2009":24,
                "2010":19,
                "2011":20,
                "2012":21,
                "2013":15,
                "2014":15,
                "2015":17,
                "2016":15,
                "2017":14,
                "2018":15,
                "2019":11,
                "2020":19,
                "2021":2
            }
        ],
        [
            "We present results from molecular dynamics simulations of water confined by two parallel atomically detailed hydrophobic walls. Simulations are performed at T= 300 K and wall-wall separation d= 0.6–1.6 nm. At 0.7≤ d≤ 0.9 nm, a first order transition occurs between a bilayer liquid (BL) and a trilayer heterogeneous fluid (THF) as water density increases. The THF is characterized by a liquid (central) layer and two crystal-like layers next to the walls. The BL-THF transition involves freezing of the two surface layers in contact with the walls. At d= 0.6 nm, the THF transforms into a bilayer ice (BI) upon decompression. Both the BL-THF and BI-THF transitions are induced by the surface regular atomic-scale structure.",
            "Phase transitions induced by nanoconfinement in liquid water",
            "Nicolas Giovambattista and Peter J Rossky and Pablo G Debenedetti",
            "2009",
            "vkCoCTEAAAAJ:eQOLeE2rZwMC",
            223,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.050603",
            "7476485315416966319",
            "\/scholar?cites=7476485315416966319",
            {
                "2009":6,
                "2010":13,
                "2011":16,
                "2012":13,
                "2013":13,
                "2014":19,
                "2015":25,
                "2016":30,
                "2017":20,
                "2018":26,
                "2019":19,
                "2020":19,
                "2021":1
            }
        ],
        [
            "We perform molecular dynamics simulations to investigate the relationship between structural order and waterlike dynamic and thermodynamic anomalies in spherically symmetric potentials having either one or two characteristic length scales. Structural order is characterized by translational and orientational order parameters. We find that (i) dynamic and thermodynamic anomalies exist for both one-scale and two-scale ramp potentials, and (ii) waterlike structural order anomalies exist only for the two-scale ramp potential. Our findings suggest that the waterlike relationship between structural order and anomalies is related to the presence of two different length scales in the potential.",
            "Structural order for one-scale and two-scale potentials",
            "Zhenyu Yan and Sergey V Buldyrev and Nicolas Giovambattista and H Eugene Stanley",
            "2005",
            "vkCoCTEAAAAJ:qjMakFHDy7sC",
            171,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.95.130604",
            "4888961923179368663",
            "\/scholar?cites=4888961923179368663",
            {
                "2006":14,
                "2007":18,
                "2008":18,
                "2009":15,
                "2010":18,
                "2011":17,
                "2012":10,
                "2013":22,
                "2014":8,
                "2015":9,
                "2016":10,
                "2017":5,
                "2018":5,
                "2019":1,
                "2020":1
            }
        ],
        [
            "We perform molecular dynamics simulations of water confined between atomically detailed hydrophobic, hydrophilic, and heterogeneous (patchy) nanoscale plates. We study the effects of temperature 220 ≤ T ≤ 300 K on confined water’s behavior at various pressures −0.2 ≤ P ≤ 0.2 GPa and plate separations 0.5 ≤ d ≤ 1.6 nm. Combining this with our earlier results on the same system [Giovambattista, N.; Rossky, P. J.; Debenedetti, P. G. Phys. Rev. E: Stat., Nonlinear, Soft Matter Phys. 2006, 73, 041604; Giovambattista, N.; Rossky, P. J.; Debenedetti, P. G. J. Phys. Chem. C, 2007, 11, 1323], where pressure was varied at constant temperature, allows us to compare water’s behavior in nanoscale confinement, upon isobaric cooling and isothermal compression, corresponding to paths of interest in protein denaturation. At a fixed temperature, water confined between hydrophobic plates can form vapor, liquid, or …",
            "Effect of temperature on the structure and phase behavior of water confined by hydrophobic, hydrophilic, and heterogeneous surfaces",
            "Nicolas Giovambattista and Peter J Rossky and Pablo G Debenedetti",
            "2009",
            "vkCoCTEAAAAJ:YsMSGLbcyi4C",
            162,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp9018266",
            "7103585992543735977",
            "\/scholar?cites=7103585992543735977",
            {
                "2009":1,
                "2010":18,
                "2011":18,
                "2012":13,
                "2013":19,
                "2014":24,
                "2015":14,
                "2016":16,
                "2017":11,
                "2018":7,
                "2019":8,
                "2020":11,
                "2021":1
            }
        ]
    ]
}