{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A mathematical model of the human eye based on the bioheat transfer equation is developed. The intraocular temperature distribution is calculated using the Galerkin finite element method. A difficulty associated with the development of an accurate model of the human eye is the lack of reliable biological data available on the constants and parameters that are used in the model. These parameters include the thermal conductivities of the ocular tissues, the heat loss from the anterior corneal surface to the surroundings by convection and evaporation, and the convective heat loss from the sclera to the body core. The different values for the parameters reported in the ophthalmic literature are employed in the model, and the sensitivity of the temperature distribution to uncertainties in the parameters is investigated. A set of control parameter values is suggested for the normal human eye. The effect of the ambient …",
            "A finite element model of heat transport in the human eye",
            "Jennifer A Scott",
            "1988",
            "vkcZho8AAAAJ:fPk4N6BV_jEC",
            305,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0031-9155\/33\/2\/003\/meta",
            "8642704510982239794",
            "\/scholar?cites=8642704510982239794",
            {
                "1988":1,
                "1989":1,
                "1990":1,
                "1991":2,
                "1992":4,
                "1993":2,
                "1994":3,
                "1995":6,
                "1996":2,
                "1997":3,
                "1998":1,
                "1999":9,
                "2000":6,
                "2001":3,
                "2002":5,
                "2003":11,
                "2004":5,
                "2005":9,
                "2006":14,
                "2007":20,
                "2008":15,
                "2009":12,
                "2010":17,
                "2011":22,
                "2012":15,
                "2013":20,
                "2014":19,
                "2015":14,
                "2016":12,
                "2017":12,
                "2018":15,
                "2019":10,
                "2020":11,
                "2021":2
            }
        ],
        [
            "In recent years a number of solvers for the direct solution of large sparse symmetric linear systems of equations have been developed. These include solvers that are designed for the solution of positive definite systems as well as those that are principally intended for solving indefinite problems. In this study, we use performance profiles as a tool for evaluating and comparing the performance of serial sparse direct solvers on an extensive set of symmetric test problems taken from a range of practical applications.",
            "A numerical evaluation of sparse direct solvers for the solution of large sparse symmetric linear systems of equations",
            "Nicholas IM Gould and Jennifer A Scott and Yifan Hu",
            "2007",
            "vkcZho8AAAAJ:u5HHmVD_uO8C",
            294,
            "https:\/\/dl.acm.org\/doi\/abs\/10.1145\/1236463.1236465",
            "1400288593900600203",
            "\/scholar?cites=1400288593900600203",
            {
                "2006":13,
                "2007":13,
                "2008":22,
                "2009":30,
                "2010":29,
                "2011":19,
                "2012":26,
                "2013":25,
                "2014":26,
                "2015":12,
                "2016":14,
                "2017":19,
                "2018":11,
                "2019":10,
                "2020":11,
                "2021":3
            }
        ],
        [
            "The Harwell multifrontal code MA27 is able to solve symmetric indefinite systems of linear equations such as those that arise from least-squares and constrained optimization algorithms, but may sometimes lead to many more arithmetic operations being needed to factorize the matrix than is required by other strategies. In this paper, we report on the results of our investigation of this problem. We have concentrated on seeking new strategies that preserve the multifrontal principle but follow the sparsity structure more closely in the case when some of the diagonal entries are zero.",
            "The factorization of sparse symmetric indefinite matrices",
            "Iain S Duff and Nick IM Gould and John K Reid and Jennifer A Scott and Kathryn Turner",
            "1991",
            "vkcZho8AAAAJ:u-x6o8ySG0sC",
            167,
            "https:\/\/academic.oup.com\/imajna\/article-abstract\/11\/2\/181\/723850",
            "9760659344884807501",
            "\/scholar?cites=9760659344884807501",
            {
                "1991":5,
                "1992":3,
                "1993":6,
                "1994":8,
                "1995":5,
                "1996":10,
                "1997":9,
                "1998":4,
                "1999":2,
                "2000":4,
                "2001":4,
                "2002":9,
                "2003":2,
                "2004":9,
                "2005":8,
                "2006":8,
                "2007":4,
                "2008":4,
                "2009":6,
                "2010":3,
                "2011":2,
                "2012":9,
                "2013":6,
                "2014":3,
                "2015":5,
                "2016":9,
                "2017":9,
                "2018":2,
                "2019":3,
                "2020":4
            }
        ],
        [
            "We investigate the use of sparse approximate-inverse preconditioners for the iterative solution of unsymmetric linear systems of equations. We consider the approximations proposed by Cosgrove, Diaz, and Griewank [Internat. J. Comput. Math., 44 (1992), pp. 91--110] and Huckle and Grote [A New Approach to Parallel Preconditioning with Sparse Approximate Inverses, Tech. report SCCM-94-03, Stanford University, 1994] which are based on norm-minimization techniques. Such methods are of particular interest because of the considerable scope for parallelization. We propose a number of enhancements which may improve their performance. When run in a sequential environment, these methods can perform unfavorably when compared with other techniques. However, they can be successful when other methods fail and simulations indicate that they can be competitive when considered in a parallel environment.",
            "Sparse approximate-inverse preconditioners using norm-minimization techniques",
            "Nicholas IM Gould and Jennifer A Scott",
            "1998",
            "vkcZho8AAAAJ:9yKSN-GCB0IC",
            154,
            "https:\/\/epubs.siam.org\/doi\/abs\/10.1137\/S1064827595288425",
            "3026714320448343016",
            "\/scholar?cites=3026714320448343016",
            {
                "1996":8,
                "1997":4,
                "1998":11,
                "1999":11,
                "2000":10,
                "2001":3,
                "2002":8,
                "2003":5,
                "2004":4,
                "2005":11,
                "2006":12,
                "2007":7,
                "2008":8,
                "2009":8,
                "2010":2,
                "2011":4,
                "2012":8,
                "2013":2,
                "2014":4,
                "2015":1,
                "2016":5,
                "2017":4,
                "2018":4,
                "2019":2,
                "2020":4
            }
        ],
        [
            "Long-term industrial exposure to low levels of infrared radiation has for many years been associated with the development of cataracts; the injury mechanism is widely held to be thermal. A finite element model of the human eye is employed to calculate the temperature rises experienced by the intraocular media when exposed to infrared radiation. The model is used to calculate transient and steady-state temperature distributions for various exposure times and a range of incident irradiances. The effect of the eye's natural cooling mechanisms on the heating is investigated. Specific absorption rates in the infrared irradiated eye are presented. For a radiation source of 1500 degrees C, absorption of radiant energy by the iris and the lens combined with conduction of heat from the anterior regions is found to be responsible for increases in the lens temperature of 1-2 degrees C, but under extreme exposure conditions …",
            "The computation of temperature rises in the human eye induced by infrared radiation",
            "Jennifer A Scott",
            "1988",
            "vkcZho8AAAAJ:u_35RYKgDlwC",
            123,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0031-9155\/33\/2\/004\/meta",
            "13791555199549152471",
            "\/scholar?cites=13791555199549152471",
            {
                "1988":2,
                "1989":1,
                "1990":2,
                "1991":1,
                "1992":2,
                "1993":2,
                "1994":5,
                "1995":6,
                "1996":3,
                "1997":6,
                "1998":6,
                "1999":5,
                "2000":5,
                "2001":7,
                "2002":15,
                "2003":8,
                "2004":9,
                "2005":9,
                "2006":2,
                "2007":4,
                "2008":4,
                "2009":6,
                "2010":4,
                "2011":5,
                "2012":2
            }
        ],
        [
            "Generalizations of the classical Gronwall inequality when the kernel of the associated integral equation is weakly singular are presented. The continuous and discrete versions are both given; the former is included since it suggests the latter by analogy. This work is motivated by convergence studies of discretization methods for Volterra integral and integro‐differential equations. The results are all given in a form designed to be of most use to numerical analysts.",
            "Weakly singular discrete Gronwall inequalities",
            "J Dixon and S McKee",
            "1986",
            "vkcZho8AAAAJ:cFHS6HbyZ2cC",
            115,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/zamm.19860661107",
            "10133199036860905978",
            "\/scholar?cites=10133199036860905978",
            {
                "1985":2,
                "1986":2,
                "1987":1,
                "1988":2,
                "1989":1,
                "1990":1,
                "1991":1,
                "1992":1,
                "1993":2,
                "1994":1,
                "1995":2,
                "1996":2,
                "1997":2,
                "1998":4,
                "1999":1,
                "2000":2,
                "2001":3,
                "2002":1,
                "2003":4,
                "2004":12,
                "2005":8,
                "2006":5,
                "2007":8,
                "2008":9,
                "2009":9,
                "2010":9,
                "2011":16,
                "2012":3
            }
        ],
        [
            "We describe the design, implementation, and performance of a frontal code for the solution of large, sparse, unsymmetric systems of linear equations. The resulting software package, MA42, is included in Release 11 of the Harwell Subroutine Library and is intended to supersede the earlier MA32 package. We discuss in detail the extensive use of higher-level BLAS kernels within MA42 and illustrate the performance on a range of practical problems on a CRAY Y-MP, an IBM 3090, and an IBM RISC System\/6000. We examine extending the frontal solution scheme to use multiple fronts to allow MA42 to be run in parallel. We indicate some directions for future development.",
            "The design of a new frontal code for solving sparse, unsymmetric systems",
            "Iain S Duff and Jennifer A Scott",
            "1996",
            "vkcZho8AAAAJ:qjMakFHDy7sC",
            112,
            "https:\/\/dl.acm.org\/doi\/abs\/10.1145\/225545.225550",
            "13143690904361841373",
            "\/scholar?cites=13143690904361841373",
            {
                "1994":3,
                "1995":1,
                "1996":10,
                "1997":4,
                "1998":10,
                "1999":9,
                "2000":6,
                "2001":6,
                "2002":12,
                "2003":5,
                "2004":9,
                "2005":6,
                "2006":8,
                "2007":6,
                "2008":5,
                "2009":2,
                "2010":4,
                "2011":2,
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":1
            }
        ],
        [
            "Algebraic multigrid (AMG) is one of the most effective iterative methods for the solution of large, sparse linear systems obtained from the discretization of second-order scalar elliptic self-adjoint partial differential equations. It can also be used as a preconditioner for Krylov subspace methods. In this communication, we report on the design and development of a robust, effective and portable Fortran 95 implementation of the classical Ruge–Stüben AMG, which is available as package HSL _ MI20 within the HSL mathematical software library. The routine can be used as a ‘black-box’preconditioner, but it also offers the user a range of options and parameters. Proper tuning of these parameters for a particular application can significantly enhance the performance of an AMG-preconditioned Krylov solver. This is illustrated using a number of examples arising in the unstructured finite element discretization of the diffusion …",
            "HSL_MI20: an efficient AMG preconditioner for finite element problems in 3D",
            "Jonathan Boyle and Milan Mihajlović and Jennifer Scott",
            "2010",
            "vkcZho8AAAAJ:_FxGoFyzp5QC",
            111,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/nme.2758",
            "9340869081020394228",
            "\/scholar?cites=9340869081020394228",
            {
                "2008":5,
                "2009":5,
                "2010":15,
                "2011":13,
                "2012":12,
                "2013":6,
                "2014":5,
                "2015":11,
                "2016":18,
                "2017":3,
                "2018":4,
                "2019":5,
                "2020":7
            }
        ],
        [
            "The past few years have seen a signi cant increase in research into numerical methods for computing selected eigenvalues of large sparse nonsymmetric matrices. This research has begun to lead to the development of high-quality mathematical software. The software includes codes that implement subspace iteration methods, Arnoldi-based algorithms, and nonsymmetric Lanczos methods. The aim of the current study is to evaluate this state-of-the-art software. In this study we consider subspace iteration and Arnoldi codes. We look at the key features of the codes and their ease of use. Then, using a wide range of test problems, we compare the performance of the codes in terms of storage requirements, execution times, accuracy, and reliability. We also consider their suitability for solving large-scale industrial problems. Based on our ndings, we suggest how improved software should be designed.",
            "An evaluation of software for computing eigenvalues of sparse nonsymmetric matrices",
            "RB Lehoucq and JA Scott",
            "1996",
            "vkcZho8AAAAJ:U5uP8zs9lfgC",
            109,
            "https:\/\/citeseerx.ist.psu.edu\/viewdoc\/download?doi=10.1.1.55.4609&rep=rep1&type=pdf",
            "2383251387115253309",
            "\/scholar?cites=2383251387115253309",
            {
                "1996":3,
                "1997":8,
                "1998":10,
                "1999":6,
                "2000":4,
                "2001":9,
                "2002":6,
                "2003":1,
                "2004":3,
                "2005":12,
                "2006":5,
                "2007":7,
                "2008":4,
                "2009":5,
                "2010":5,
                "2011":3,
                "2012":2,
                "2013":2,
                "2014":2,
                "2015":2,
                "2016":3,
                "2017":3,
                "2018":1,
                "2019":1
            }
        ],
        [
            "The rapid emergence of multicore machines has led to the need to design new algorithms that are efficient on these architectures. Here, we consider the solution of sparse symmetric positive-definite linear systems by Cholesky factorization. We were motivated by the successful division of the computation in the dense case into tasks on blocks and use of a task manager to exploit all the parallelism that is available between these tasks, whose dependencies may be represented by a directed acyclic graph (DAG). Our sparse algorithm is built on the assembly tree and subdivides the work at each node into tasks on blocks of the Cholesky factor. The dependencies between these tasks may again be represented by a DAG. To limit memory requirements, blocks are updated directly rather than through generated-element matrices. Our algorithm is implemented within a new efficient and portable solver HSL_MA87. It is …",
            "Design of a multicore sparse Cholesky factorization using DAGs",
            "Jonathan D Hogg and John K Reid and Jennifer A Scott",
            "2010",
            "vkcZho8AAAAJ:Zph67rFs4hoC",
            102,
            "https:\/\/epubs.siam.org\/doi\/abs\/10.1137\/090757216",
            "1052793599056819724",
            "\/scholar?cites=1052793599056819724",
            {
                "2009":1,
                "2010":10,
                "2011":3,
                "2012":10,
                "2013":11,
                "2014":12,
                "2015":9,
                "2016":12,
                "2017":11,
                "2018":10,
                "2019":7,
                "2020":5
            }
        ]
    ]
}