{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Leading experts explore the exotic properties and exciting applications of electromagnetic metamaterials Metamaterials: Physics and Engineering Explorations gives readers a clearly written, richly illustrated introduction to the most recent research developments in the area of electromagnetic metamaterials. It explores the fundamental physics, the designs, and the engineering aspects, and points to a myriad of exciting potential applications. The editors, acknowledged leaders in the field of metamaterials, have invited a group of leading researchers to present both their own findings and the full array of state-of-the-art applications for antennas, waveguides, devices, and components. Following a brief overview of the history of artificial materials, the publication divides its coverage into two major classes of metamaterials. The first half of the publication examines effective media with single (SNG) and double negative (DNG) properties; the second half examines electromagnetic band gap (EBG) structures. The book further divides each of these classes into their three-dimensional (3D volumetric) and two-dimensional (2D planar or surface) realizations. Examples of each type of metamaterial are presented, and their known and anticipated properties are reviewed. Collectively, Metamaterials: Physics and Engineering Explorations presents a review of recent research advances associated with a highly diverse set of electromagnetic metamaterials. Its multifaceted approach offers readers a combination of theoretical, numerical, and experimental perspectives for a better understanding of their behaviors and their potentialapplications in components …",
            "Metamaterials: physics and engineering explorations",
            "Nader Engheta and Richard W Ziolkowski",
            "2006",
            "vlaNppcAAAAJ:u5HHmVD_uO8C",
            2753,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=51e0UkEuBP4C&oi=fnd&pg=PR7&dq=info:A-FkUaOr3Y4J:scholar.google.com&ots=RIDfTAQ4P0&sig=r21UsbGAvYdUwC9fSpUfrB9Hzok",
            "10294573041172406531",
            "\/scholar?cites=10294573041172406531",
            {
                "2006":9,
                "2007":48,
                "2008":118,
                "2009":143,
                "2010":157,
                "2011":179,
                "2012":239,
                "2013":220,
                "2014":192,
                "2015":259,
                "2016":259,
                "2017":243,
                "2018":226,
                "2019":218,
                "2020":214,
                "2021":13
            }
        ],
        [
            "Metamaterials and transformation optics play substantial roles in various branches of optical science and engineering by providing schemes to tailor electromagnetic fields into desired spatial patterns. We report a theoretical study showing that by designing and manipulating spatially inhomogeneous, nonuniform conductivity patterns across a flake of graphene, one can have this material as a one-atom-thick platform for infrared metamaterials and transformation optical devices. Varying the graphene chemical potential by using static electric field yields a way to tune the graphene conductivity in the terahertz and infrared frequencies. Such degree of freedom provides the prospect of having different “patches” with different conductivities on a single flake of graphene. Numerous photonic functions and metamaterial concepts can be expected to follow from such a platform.",
            "Transformation optics using graphene",
            "Ashkan Vakil and Nader Engheta",
            "2011",
            "vlaNppcAAAAJ:MXK_kJrjxJIC",
            2262,
            "https:\/\/science.sciencemag.org\/content\/332\/6035\/1291.abstract",
            "15520288092291940025",
            "\/scholar?cites=15520288092291940025",
            {
                "2011":25,
                "2012":148,
                "2013":198,
                "2014":251,
                "2015":274,
                "2016":325,
                "2017":268,
                "2018":280,
                "2019":248,
                "2020":210,
                "2021":22
            }
        ],
        [
            "The possibility of using plasmonic and metamaterial covers to drastically reduce the total scattering cross section of spherical and cylindrical objects is discussed. While it is intuitively expected that increasing the physical size of an object may lead to an increase in its overall scattering cross section, here we see how a proper design of these lossless metamaterial covers near their plasma resonance may induce a dramatic drop in the scattering cross section, making these objects nearly “invisible” or “transparent” to an outside observer—a phenomenon with obvious applications for low-observability and noninvasive probe design. Physical insights into this phenomenon and some numerical results are provided.",
            "Achieving transparency with plasmonic and metamaterial coatings",
            "Andrea Alù and Nader Engheta",
            "2005",
            "vlaNppcAAAAJ:u-x6o8ySG0sC",
            1651,
            "https:\/\/journals.aps.org\/pre\/abstract\/10.1103\/PhysRevE.72.016623",
            "1387373742266979186",
            "\/scholar?cites=1387373742266979186",
            {
                "2006":25,
                "2007":66,
                "2008":106,
                "2009":122,
                "2010":114,
                "2011":107,
                "2012":116,
                "2013":131,
                "2014":156,
                "2015":138,
                "2016":143,
                "2017":109,
                "2018":106,
                "2019":93,
                "2020":98,
                "2021":5
            }
        ],
        [
            "In this Letter, we demonstrate theoretically that electromagnetic waves can be “squeezed” and tunneled through very narrow channels filled with ε-near-zero (ENZ) materials. We show that the incoming planar wave front is replicated at the output interface, independently of the specific geometry of the channel. A closed analytical formula is derived for the scattering parameters of a particular class of geometries. It is discussed that in some cases the isotropy of the ENZ material may not be an issue. A metamaterial realization of an anisotropic ENZ material is suggested and numerically studied.",
            "Tunneling of electromagnetic energy through subwavelength channels and bends using ε-near-zero materials",
            "Mário Silveirinha and Nader Engheta",
            "2006",
            "vlaNppcAAAAJ:zYLM7Y9cAGgC",
            1299,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.97.157403",
            "16832464199063567385",
            "\/scholar?cites=16832464199063567385",
            {
                "2007":19,
                "2008":43,
                "2009":39,
                "2010":51,
                "2011":75,
                "2012":91,
                "2013":126,
                "2014":129,
                "2015":124,
                "2016":144,
                "2017":111,
                "2018":112,
                "2019":114,
                "2020":101,
                "2021":9
            }
        ],
        [
            "A form of optical circuitry is overviewed in which a tapestry of subwavelength nanometer-scale metamaterial structures and nanoparticles may provide a mechanism for tailoring, patterning, and manipulating local optical electric fields and electric displacement vectors in a subwavelength domain, leading to the possibility of optical information processing at the nanometer scale. By exploiting the optical properties of metamaterials, these nanoparticles may play the role of “lumped” nanocircuit elements such as nanoinductors, nanocapacitors, and nanoresistors, analogous to microelectronics. I show that this concept of metamaterial-inspired nanoelectronics (“metactronics”) can bring the tools and mathematical machinery of the circuit theory into optics, may link the fields of optics, electronics, plasmonics, and metamaterials, and may provide road maps to future innovations in nanoscale optical devices, components …",
            "Circuits with light at nanoscales: optical nanocircuits inspired by metamaterials",
            "Nader Engheta",
            "2007",
            "vlaNppcAAAAJ:2osOgNQ5qMEC",
            1276,
            "https:\/\/science.sciencemag.org\/content\/317\/5845\/1698.abstract",
            "16297116327092984320",
            "\/scholar?cites=16297116327092984320",
            {
                "2007":5,
                "2008":45,
                "2009":77,
                "2010":99,
                "2011":125,
                "2012":106,
                "2013":110,
                "2014":120,
                "2015":134,
                "2016":114,
                "2017":93,
                "2018":87,
                "2019":83,
                "2020":69,
                "2021":2
            }
        ],
        [
            "In this work, we investigate the response of epsilon-near-zero metamaterials and plasmonic materials to electromagnetic source excitation. The use of these media for tailoring the phase of radiation pattern of arbitrary sources is proposed and analyzed numerically and analytically for some canonical geometries. In particular, the possibility of employing planar layers, cylindrical shells, or other more complex shapes made of such materials in order to isolate two regions of space and to tailor the phase pattern in one region, fairly independent of the excitation shape present in the other region, is demonstrated with theoretical arguments and some numerical examples. Physical insights into the phenomenon are also presented and discussed together with potential applications of the phenomenon.",
            "Epsilon-near-zero metamaterials and electromagnetic sources: Tailoring the radiation phase pattern",
            "Andrea Alu and Mário G Silveirinha and Alessandro Salandrino and Nader Engheta",
            "2007",
            "vlaNppcAAAAJ:eQOLeE2rZwMC",
            1005,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.75.155410",
            "9943797936459633542",
            "\/scholar?cites=9943797936459633542",
            {
                "2007":7,
                "2008":17,
                "2009":31,
                "2010":40,
                "2011":52,
                "2012":74,
                "2013":92,
                "2014":91,
                "2015":86,
                "2016":126,
                "2017":92,
                "2018":94,
                "2019":97,
                "2020":83,
                "2021":12
            }
        ],
        [
            "Here we suggest and explore theoretically an idea for a far-field scanless optical microscopy with a subdiffraction resolution. We exploit the special dispersion characteristics of an anisotropic metamaterial crystal that is obliquely cut at its output plane, or has a curved output surface, in order to map the input field distribution onto the crystal’s output surface with a compressed angular spectrum, resulting in a “magnified” image. This can provide a far-field imaging system with a resolution beyond the diffraction limits while no scanning is needed.",
            "Far-field subdiffraction optical microscopy using metamaterial crystals: Theory and simulations",
            "Alessandro Salandrino and Nader Engheta",
            "2006",
            "vlaNppcAAAAJ:qjMakFHDy7sC",
            819,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.74.075103",
            "2247395931324090919",
            "\/scholar?cites=2247395931324090919",
            {
                "2007":35,
                "2008":59,
                "2009":61,
                "2010":70,
                "2011":67,
                "2012":74,
                "2013":66,
                "2014":83,
                "2015":70,
                "2016":53,
                "2017":59,
                "2018":43,
                "2019":40,
                "2020":30,
                "2021":2
            }
        ],
        [
            "We present and analyze theoretically some ideas for thin one-dimensional (1D) cavity resonators in which a combination of a conventional dielectric material and a metamaterial possessing negative permittivity and permeability has been inserted. It is shown that a slab of metamaterial with negative permittivity and permeability can act as a phase compensator\/conjugator and, thus, by combining such a slab with another slab made of a conventional dielectric material, one can, in principle, have a 1D cavity resonator whose dispersion relation may not depend on the sum of thicknesses of the interior materials filling this cavity, but instead it depends on the ratio of these thicknesses. In other words, one can, in principle, conceptualize a 1D cavity resonator with the total thickness far less than the conventional \/spl lambda\/\/2. Mathematical steps and physical intuitions relevant to this problem are presented.",
            "An idea for thin subwavelength cavity resonators using metamaterials with negative permittivity and permeability",
            "Nader Engheta",
            "2002",
            "vlaNppcAAAAJ:d1gkVwhDpl0C",
            719,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/1020308\/",
            "16982652558694206097",
            "\/scholar?cites=16982652558694206097",
            {
                "2002":7,
                "2003":21,
                "2004":34,
                "2005":58,
                "2006":84,
                "2007":84,
                "2008":50,
                "2009":58,
                "2010":42,
                "2011":46,
                "2012":49,
                "2013":32,
                "2014":29,
                "2015":24,
                "2016":30,
                "2017":16,
                "2018":19,
                "2019":14,
                "2020":16,
                "2021":1
            }
        ],
        [
            "We present the concept of circuit nanoelements in the optical domain using plasmonic and nonplasmonic nanoparticles. Three basic circuit elements, ie, nanoinductors, nanocapacitors, and nanoresistors, are discussed in terms of small nanostructures with different material properties. Coupled nanoscale circuits and parallel and series combinations are also envisioned, which may provide road maps for the synthesis of more complex circuits in the IR and visible bands. Ideas for the optical implementation of right-handed and left-handed nanotransmission lines are also forecasted.",
            "Circuit elements at optical frequencies: nanoinductors, nanocapacitors, and nanoresistors",
            "Nader Engheta and Alessandro Salandrino and Andrea Alu",
            "2005",
            "vlaNppcAAAAJ:IjCSPb-OGe4C",
            710,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.95.095504",
            "6852338495611467066",
            "\/scholar?cites=6852338495611467066",
            {
                "2005":7,
                "2006":32,
                "2007":49,
                "2008":47,
                "2009":51,
                "2010":41,
                "2011":64,
                "2012":57,
                "2013":66,
                "2014":58,
                "2015":41,
                "2016":46,
                "2017":40,
                "2018":33,
                "2019":35,
                "2020":42,
                "2021":1
            }
        ],
        [
            "We report an improved synthesis of colloidal gold nanorods (NRs) by using aromatic additives that reduce the concentration of hexadecyltrimethylammonium bromide surfactant to ∼0.05 M as opposed to 0.1 M in well-established protocols. The method optimizes the synthesis for each of the 11 additives studied, allowing a rich array of monodisperse gold NRs with longitudinal surface plasmon resonance tunable from 627 to 1246 nm to be generated. The gold NRs form large-area ordered assemblies upon slow evaporation of NR solution, exhibiting liquid crystalline ordering and several distinct local packing motifs that are dependent upon the NR’s aspect ratio. Tailored synthesis of gold NRs with simultaneous improvements in monodispersity and dimensional tunability through rational introduction of additives will not only help to better understand the mechanism of seed-mediated growth of gold NRs but also …",
            "Improved size-tunable synthesis of monodisperse gold nanorods through the use of aromatic additives",
            "Xingchen Ye and Linghua Jin and Humeyra Caglayan and Jun Chen and Guozhong Xing and Chen Zheng and Vicky Doan-Nguyen and Yijin Kang and Nader Engheta and Cherie R Kagan and Christopher B Murray",
            "2012",
            "vlaNppcAAAAJ:VL0QpB8kHFEC",
            708,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn300315j",
            "17015039840260866406",
            "\/scholar?cites=17015039840260866406",
            {
                "2012":9,
                "2013":66,
                "2014":84,
                "2015":108,
                "2016":85,
                "2017":108,
                "2018":86,
                "2019":80,
                "2020":70,
                "2021":4
            }
        ]
    ]
}