{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The superposition of quantum states drives motion on the atomic and subatomic scales, with the energy spacing of the states dictating the speed of the motion. In the case of electrons residing in the outer (valence) shells of atoms and molecules which are separated by electronvolt energies, this means that valence electron motion occurs on a subfemtosecond to few-femtosecond timescale (1 fs= 10− 15 s). In the absence of complete measurements, the motion can be characterized in terms of a complex quantity, the density matrix. Here we report an attosecond pump–probe measurement of the density matrix of valence electrons in atomic krypton ions 1. We generate the ions with a controlled few-cycle laser field 2 and then probe them through the spectrally resolved absorption of an attosecond extreme-ultraviolet pulse 3, which allows us to observe in real time the subfemtosecond motion of valence electrons over a …",
            "Real-time observation of valence electron motion",
            "Eleftherios Goulielmakis and Zhi-Heng Loh and Adrian Wirth and Robin Santra and Nina Rohringer and Vladislav S Yakovlev and Sergey Zherebtsov and Thomas Pfeifer and Abdallah M Azzeer and Matthias F Kling and Stephen R Leone and Ferenc Krausz",
            "2010",
            "VlFoWVAAAAAJ:K4-iKlO5MD4C",
            1069,
            "https:\/\/www.nature.com\/articles\/nature09212",
            "14074956449857190223",
            "\/scholar?cites=14074956449857190223",
            {
                "2010":10,
                "2011":75,
                "2012":97,
                "2013":128,
                "2014":134,
                "2015":101,
                "2016":135,
                "2017":102,
                "2018":97,
                "2019":80,
                "2020":99,
                "2021":4
            }
        ],
        [
            "The rapidly growing field of nanoscale lasers can be advanced through the discovery of new, tunable light sources. The emission wavelength tunability demonstrated in perovskite materials is an attractive property for nanoscale lasers. Whereas organic–inorganic lead halide perovskite materials are known for their instability, cesium lead halides offer a robust alternative without sacrificing emission tunability or ease of synthesis. Here, we report the low-temperature, solution-phase growth of cesium lead halide nanowires exhibiting low-threshold lasing and high stability. The as-grown nanowires are single crystalline with well-formed facets, and act as high-quality laser cavities. The nanowires display excellent stability while stored and handled under ambient conditions over the course of weeks. Upon optical excitation, Fabry–Pérot lasing occurs in CsPbBr3 nanowires with an onset of 5 μJ cm−2 with the nanowire …",
            "Lasing in robust cesium lead halide perovskite nanowires",
            "Samuel W Eaton and Minliang Lai and Natalie A Gibson and Andrew B Wong and Letian Dou and Jie Ma and Lin-Wang Wang and Stephen R Leone and Peidong Yang",
            "2016",
            "VlFoWVAAAAAJ:CMvovTBb2okC",
            497,
            "https:\/\/www.pnas.org\/content\/113\/8\/1993.short",
            "13488112643068258321",
            "\/scholar?cites=13488112643068258321",
            {
                "2016":30,
                "2017":86,
                "2018":133,
                "2019":116,
                "2020":117,
                "2021":13
            }
        ],
        [
            "Electron transfer from valence to conduction band states in semiconductors is the basis of modern electronics. Here, attosecond extreme ultraviolet (XUV) spectroscopy is used to resolve this process in silicon in real time. Electrons injected into the conduction band by few-cycle laser pulses alter the silicon XUV absorption spectrum in sharp steps synchronized with the laser electric field oscillations. The observed ~450-attosecond step rise time provides an upper limit for the carrier-induced band-gap reduction and the electron-electron scattering time in the conduction band. This electronic response is separated from the subsequent band-gap modifications due to lattice motion, which occurs on a time scale of 60 ± 10 femtoseconds, characteristic of the fastest optical phonon. Quantum dynamical simulations interpret the carrier injection step as light-field–induced electron tunneling.",
            "Attosecond band-gap dynamics in silicon",
            "Martin Schultze and Krupa Ramasesha and CD Pemmaraju and SA Sato and D Whitmore and A Gandman and James S Prell and LJ Borja and D Prendergast and K Yabana and Daniel M Neumark and Stephen R Leone",
            "2014",
            "VlFoWVAAAAAJ:SWgZeABleR0C",
            386,
            "https:\/\/science.sciencemag.org\/content\/346\/6215\/1348.abstract",
            "15465884051353963422",
            "\/scholar?cites=15465884051353963422",
            {
                "2014":1,
                "2015":32,
                "2016":58,
                "2017":67,
                "2018":85,
                "2019":67,
                "2020":70,
                "2021":4
            }
        ],
        [
            "Here, we demonstrate the successful synthesis of brightly emitting colloidal cesium lead halide (CsPbX3, X = Cl, Br, I) nanowires (NWs) with uniform diameters and tunable compositions. By using highly monodisperse CsPbBr3 NWs as templates, the NW composition can be independently controlled through anion-exchange reactions. CsPbX3 alloy NWs with a wide range of alloy compositions can be achieved with well-preserved morphology and crystal structure. The NWs are highly luminescent with photoluminescence quantum yields (PLQY) ranging from 20% to 80%. The bright photoluminescence can be tuned over nearly the entire visible spectrum. The high PLQYs together with charge transport measurements exemplify the efficient alloying of the anionic sublattice in a one-dimensional CsPbX3 system. The wires increased functionality in the form of fast photoresponse rates and the low defect density suggest …",
            "Synthesis of composition tunable and highly luminescent cesium lead halide nanowires through anion-exchange reactions",
            "Dandan Zhang and Yiming Yang and Yehonadav Bekenstein and Yi Yu and Natalie A Gibson and Andrew B Wong and Samuel W Eaton and Nikolay Kornienko and Qiao Kong and Minliang Lai and A Paul Alivisatos and Stephen R Leone and Peidong Yang",
            "2016",
            "VlFoWVAAAAAJ:naSTrk-c4S8C",
            293,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jacs.6b03134",
            "10822720362414780521",
            "\/scholar?cites=10822720362414780521",
            {
                "2016":10,
                "2017":70,
                "2018":74,
                "2019":68,
                "2020":61,
                "2021":10
            }
        ],
        [
            "Time and wavelength‐resolved infrared fluorescence techniques are used to study the photofragmentation dynamics of CH2I2 and CH3I at the excimer laser wavelengths of 248 and 308 nm. Emission is detected from vibrationally excited CH2I and CH3 radicals as well as from the excited iodine atoms [I*(2P1\/2→2P3\/2)] produced in the photolysis. A complete infrared fluorescence spectrum of the highly excited CH2I radical is obtained as a function of time after the 248 nm dissociating laser pulse, providing both spectroscopic and vibrational deactivation data for the radical. Significant CH2I emission is observed at all wavelengths, indicating that excitation occurs into a very high density of states, nearing the vibrational quasicontinuum. Stronger emission features are observed in the region of the C–H stretching vibrations, the CH2 bending motion, and a combination band of these two modes. Deactivation rates for …",
            "Photofragmentation infrared emission studies of vibrationally excited free radicals CH3 and CH2I",
            "Steven L Baughcum and Stephen R Leone",
            "1980",
            "VlFoWVAAAAAJ:u_35RYKgDlwC",
            245,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.439111",
            "1634569926245914194",
            "\/scholar?cites=1634569926245914194",
            {
                "1981":7,
                "1982":9,
                "1983":9,
                "1984":7,
                "1985":6,
                "1986":5,
                "1987":11,
                "1988":10,
                "1989":8,
                "1990":5,
                "1991":7,
                "1992":6,
                "1993":5,
                "1994":3,
                "1995":12,
                "1996":8,
                "1997":9,
                "1998":8,
                "1999":3,
                "2000":6,
                "2001":4,
                "2002":11,
                "2003":8,
                "2004":6,
                "2005":6,
                "2006":5,
                "2007":5,
                "2008":10,
                "2009":2,
                "2010":4,
                "2011":1,
                "2012":3,
                "2013":6,
                "2014":6,
                "2015":3,
                "2016":6,
                "2017":4,
                "2018":1,
                "2019":3,
                "2020":2
            }
        ],
        [
            "The generation of chemical fuel in the form of molecular H2 via the electrolysis of water is regarded to be a promising approach to convert incident solar power into an energy storage medium. Highly efficient and cost-effective catalysts are required to make such an approach practical on a large scale. Recently, a number of amorphous hydrogen evolution reaction (HER) catalysts have emerged that show promise in terms of scalability and reactivity, yet remain poorly understood. In this work, we utilize Raman spectroscopy and X-ray absorption spectroscopy (XAS) as a tool to elucidate the structure and function of an amorphous cobalt sulfide (CoSx) catalyst. Ex situ measurements reveal that the as-deposited CoSx catalyst is composed of small clusters in which the cobalt is surrounded by both sulfur and oxygen. Operando experiments, performed while the CoSx is catalyzing the HER, yield a molecular model in …",
            "Operando Spectroscopic Analysis of an Amorphous Cobalt Sulfide Hydrogen Evolution Electrocatalyst",
            "Nikolay Kornienko and Joaquin Resasco and Nigel Becknell and Chang-Ming Jiang and Yi-Sheng Liu and Kaiqi Nie and Xuhui Sun and Jinghua Guo and Stephen R Leone and Peidong Yang",
            "2015",
            "VlFoWVAAAAAJ:9LpHyFPp1DQC",
            232,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jacs.5b03545",
            "13904309615934747713",
            "\/scholar?cites=13904309615934747713",
            {
                "2015":5,
                "2016":26,
                "2017":50,
                "2018":41,
                "2019":48,
                "2020":57,
                "2021":3
            }
        ],
        [
            "We present a method of producing single attosecond pulses by high-harmonic generation with multicycle driver laser pulses. This can be achieved by tailoring the driving pulse so that attosecond pulses are produced only every full cycle of the oscillating laser field rather than every half-cycle. It is shown by classical and quantum-mechanical model calculations that even a minor addition (1%) of phase-locked second-harmonic light to the 800 nm fundamental driver pulse for high-harmonic generation leads to a major (15%) difference in the maximum kinetic energies of the recombining electrons in adjacent half-cycles.",
            "Single attosecond pulse generation in the multicycle-driver regime by adding a weak second-harmonic field",
            "Thomas Pfeifer and Lukas Gallmann and Mark J Abel and Daniel M Neumark and Stephen R Leone",
            "2006",
            "VlFoWVAAAAAJ:QKtdBID3u5MC",
            227,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ol-31-7-975",
            "14848722155508268459",
            "\/scholar?cites=14848722155508268459",
            {
                "2006":11,
                "2007":20,
                "2008":30,
                "2009":19,
                "2010":16,
                "2011":16,
                "2012":29,
                "2013":23,
                "2014":16,
                "2015":10,
                "2016":15,
                "2017":6,
                "2018":3,
                "2019":6,
                "2020":7
            }
        ],
        [
            "Sequential multiple photoionization of the prototypical molecule N 2 is studied with femtosecond time resolution using the Linac Coherent Light Source (LCLS). A detailed picture of intense x-ray induced ionization and dissociation dynamics is revealed, including a molecular mechanism of frustrated absorption that suppresses the formation of high charge states at short pulse durations. The inverse scaling of the average target charge state with x-ray peak brightness has possible implications for single-pulse imaging applications.",
            "Ultraintense X-ray induced ionization, dissociation, and frustrated absorption in molecular nitrogen",
            "Matthias Hoener and Li Fang and Oleg Kornilov and Oliver Gessner and Stephen T Pratt and Markus Gühr and Elliot P Kanter and Cosmin Blaga and Christoph Bostedt and John D Bozek and Philip H Bucksbaum and Christian Buth and Mau Chen and Ryan Coffee and James Cryan and Louis DiMauro and Michael Glownia and Erik Hosler and Edwin Kukk and Stephen R Leone and Brian McFarland and Marc Messerschmidt and Brendan Murphy and Vladimir Petrovic and Daniel Rolles and Nora Berrah",
            "2010",
            "VlFoWVAAAAAJ:fEOibwPWpKIC",
            209,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.253002",
            "3505998095243655060",
            "\/scholar?cites=3505998095243655060",
            {
                "2010":12,
                "2011":21,
                "2012":32,
                "2013":24,
                "2014":28,
                "2015":28,
                "2016":17,
                "2017":14,
                "2018":9,
                "2019":8,
                "2020":13,
                "2021":1
            }
        ],
        [
            "The dissociation of excited state Br 2 is probed with the novel technique of ultrafast soft x-ray photoelectron spectroscopy. Excited Br 2 molecules are prepared in the dissociative Π u 1 state with 80 fs, 400 nm pulses, and a series of photoelectron spectra are obtained during dissociation with pulses of soft x-ray light (47 nm, 26.4 eV, 250 fs). The formation of Br atoms is readily detected and the data support an extremely fast dissociation time for Br 2 on the order of 40 fs. Amplitudes of the pump-probe features reveal that the ionization cross section of atomic Br at 47 nm is∼ 40 times larger than that of Br 2.",
            "Ultrafast Time-Resolved Soft X-Ray Photoelectron Spectroscopy of Dissociating ",
            "Lora Nugent-Glandorf and Michael Scheer and David A Samuels and Anneliese M Mulhisen and Edward R Grant and Xueming Yang and Veronica M Bierbaum and Stephen R Leone",
            "2001",
            "VlFoWVAAAAAJ:rTD5ala9j4wC",
            196,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.87.193002",
            "8302456616358261335",
            "\/scholar?cites=8302456616358261335",
            {
                "2001":1,
                "2002":11,
                "2003":11,
                "2004":17,
                "2005":3,
                "2006":10,
                "2007":12,
                "2008":15,
                "2009":13,
                "2010":10,
                "2011":14,
                "2012":14,
                "2013":8,
                "2014":7,
                "2015":14,
                "2016":10,
                "2017":9,
                "2018":9,
                "2019":3,
                "2020":1,
                "2021":1
            }
        ],
        [
            "Helium nanodroplets are considered ideal model systems to explore quantum hydrodynamics in self-contained, isolated superfluids. However, exploring the dynamic properties of individual droplets is experimentally challenging. In this work, we used single-shot femtosecond x-ray coherent diffractive imaging to investigate the rotation of single, isolated superfluid helium-4 droplets containing ~108 to 1011 atoms. The formation of quantum vortex lattices inside the droplets is confirmed by observing characteristic Bragg patterns from xenon clusters trapped in the vortex cores. The vortex densities are up to five orders of magnitude larger than those observed in bulk liquid helium. The droplets exhibit large centrifugal deformations but retain axially symmetric shapes at angular velocities well beyond the stability range of viscous classical droplets.",
            "Shapes and vorticities of superfluid helium nanodroplets",
            "Luis F Gomez and Ken R Ferguson and James P Cryan and Camila Bacellar and Rico Mayro P Tanyag and Curtis Jones and Sebastian Schorb and Denis Anielski and Ali Belkacem and Charles Bernando and Rebecca Boll and John Bozek and Sebastian Carron and Gang Chen and Tjark Delmas and Lars Englert and Sascha W Epp and Benjamin Erk and Lutz Foucar and Robert Hartmann and Alexander Hexemer and Martin Huth and Justin Kwok and Stephen R Leone and Jonathan HS Ma and Filipe RNC Maia and Erik Malmerberg and Stefano Marchesini and Daniel M Neumark and Billy Poon and James Prell and Daniel Rolles and Benedikt Rudek and Artem Rudenko and Martin Seifrid and Katrin R Siefermann and Felix P Sturm and Michele Swiggers and Joachim Ullrich and Fabian Weise and Petrus Zwart and Christoph Bostedt and Oliver Gessner and Andrey F Vilesov",
            "2014",
            "VlFoWVAAAAAJ:L24QuVWYgZ0C",
            193,
            "https:\/\/science.sciencemag.org\/content\/345\/6199\/906.summary",
            "11779673035667984747",
            "\/scholar?cites=11779673035667984747",
            {
                "2014":6,
                "2015":30,
                "2016":28,
                "2017":41,
                "2018":28,
                "2019":26,
                "2020":29,
                "2021":2
            }
        ]
    ]
}