{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The Review summarizes much of particle physics and cosmology. Using data from previous editions, plus 3,062 new measurements from 721 papers, we list, evaluate, and average measured properties of gauge bosons and the recently discovered Higgs boson, leptons, quarks, mesons, and baryons. We summarize searches for hypothetical particles such as supersymmetric particles, heavy bosons, axions, dark photons, etc. All the particle properties and search limits are listed in Summary Tables. We also give numerous tables, figures, formulae, and reviews of topics such as Higgs Boson Physics, Supersymmetry, Grand Unified Theories, Neutrino Mixing, Dark Energy, Dark Matter, Cosmology, Particle Detectors, Colliders, Probability and Statistics. Among the 117 reviews are many that are new or heavily revised, including those on Pentaquarks and Inflation. The complete Review is published online in a journal and on the website of the Particle Data Group \"http:\/\/pdg.lbl.gov\".",
            "Review of particle physics",
            "C. Patrignani",
            "2016",
            "vLvjpeQAAAAJ:QKtdBID3u5MC",
            7908,
            "https:\/\/openaccess.inaf.it\/handle\/20.500.12386\/25063",
            "14765011302757807885",
            "\/scholar?cites=14765011302757807885",
            {
                "2016":179,
                "2017":2455,
                "2018":3354,
                "2019":1268,
                "2020":554,
                "2021":12
            }
        ],
        [
            "6.1 Standard solar model predictions of the solar neutrino fluxes 6.2 Atmospheric neutrino fluxes 6.3 Accelerator neutrino beams 6.4 Reactor neutrino fluxes 7. Neutrino oscillations in vacuum 8. Matter effects in neutrino oscillations 8.1 Effects of Earth matter on oscillations of neutrinos 8.2 Oscillations (flavour conversion) of solar neutrinos 8.2. 1 Qualitative analysis8.2. 2 The solar νe survival probability 8.2. 3 The day-night asymmetry 9. Neutrino oscillation experiments 9.1 Solar neutrino experiments 9.2 Atmospheric neutrino oscillation experiments 9.3 Accelerator neutrino oscillation experiments 9.4 Reactor neutrino oscillation experiments 10. Results of solar neutrino experiments and KamLAND 10.1 Measurements of∆ m2",
            "Review of Particle Physics: particle data groups",
            "Masaharu Tanabashi and K Hagiwara and K Hikasa and Katsumasa Nakamura and Y Sumino and F Takahashi and J Tanaka and K Agashe and G Aielli and Claude Amsler and Mario Antonelli and DM Asner and Howard Baer and Sw Banerjee and RM Barnett and T Basaglia and CW Bauer and JJ Beatty and VI Belousov and J Beringer and S Bethke and A Bettini and H Bichsel and O Biebel and KM Black and E Blucher and O Buchmuller and V Burkert and MA Bychkov and RN Cahn and M Carena and A Ceccucci and A Cerri and D Chakraborty and M-C Chen and RS Chivukula and G Cowan and O Dahl and G d'Ambrosio and T Damour and D De Florian and A De Gouvêa and T DeGrand and P De Jong and G Dissertori and BA Dobrescu and M d'Onofrio and M Doser and M Drees and HK Dreiner and DA Dwyer and P Eerola and S Eidelman and J Ellis and J Erler and VV Ezhela and W Fetscher and BD Fields and R Firestone and B Foster and A Freitas and H Gallagher and L Garren and H-J Gerber and G Gerbier and T Gershon and Y Gershtein and T Gherghetta and AA Godizov and M Goodman and C Grab and AV Gritsan and C Grojean and DE Groom and M Grünewald and A Gurtu and T Gutsche and HE Haber and C Hanhart and S Hashimoto and Y Hayato and KG Hayes and A Hebecker and S Heinemeyer and B Heltsley and JJ Hernández-Rey and J Hisano and A Höcker and J Holder and A Holtkamp and T Hyodo and KD Irwin and KF Johnson and M Kado and M Karliner and UF Katz and SR Klein and E Klempt and RV Kowalewski and F Krauss and M Kreps and B Krusche and Yu V Kuyanov and Y Kwon and O Lahav and J Laiho and J Lesgourgues and A Liddle and Z Ligeti and C-J Lin and C Lippmann and TM Liss and L Littenberg and KS Lugovsky and SB Lugovsky and A Lusiani and Y Makida and F Maltoni and T Mannel and AV Manohar and WJ Marciano and AD Martin and A Masoni and J Matthews and U-G Meißner and D Milstead and RE Mitchell and K Mönig and P Molaro and F Moortgat and M Moskovic and H Murayama and M Narain and P Nason and S Navas and M Neubert and P Nevski and Y Nir and KA Olive and S Pagan Griso and J Parsons and C Patrignani and JA Peacock and M Pennington and ST Petcov and VA Petrov and E Pianori and A Piepke and A Pomarol and A Quadt",
            "2018",
            "vLvjpeQAAAAJ:09LM3QYkMKUC",
            7559,
            "https:\/\/iris.sissa.it\/handle\/20.500.11767\/98700",
            "7891928998555010999",
            "\/scholar?cites=7891928998555010999",
            {
                "2018":651,
                "2019":3123,
                "2020":3592,
                "2021":124
            }
        ],
        [
            "We report results from the BICEP2 experiment, a cosmic microwave background (CMB) polarimeter specifically designed to search for the signal of inflationary gravitational waves in the B-mode power spectrum around ℓ∼ 80. The telescope comprised a 26 cm aperture all-cold refracting optical system equipped with a focal plane of 512 antenna coupled transition edge sensor 150 GHz bolometers each with temperature sensitivity of≈ 300 μ K CMB s. BICEP2 observed from the South Pole for three seasons from 2010 to 2012. A low-foreground region of sky with an effective area of 380 square deg was observed to a depth of 87 nK deg in Stokes Q and U. In this paper we describe the observations, data reduction, maps, simulations, and results. We find an excess of B-mode power over the base lensed-Λ CDM expectation in the range 30< ℓ< 150, inconsistent with the null hypothesis at a significance of> 5 σ. Through …",
            "Detection of -Mode Polarization at Degree Angular Scales by BICEP2",
            "Peter AR Ade and RW Aikin and D Barkats and SJ Benton and CA Bischoff and JJ Bock and JA Brevik and I Buder and E Bullock and CD Dowell and L Duband and JP Filippini and S Fliescher and SR Golwala and M Halpern and M Hasselfield and SR Hildebrandt and GC Hilton and VV Hristov and KD Irwin and KS Karkare and JP Kaufman and BG Keating and SA Kernasovskiy and JM Kovac and CL Kuo and EM Leitch and M Lueker and P Mason and CB Netterfield and HT Nguyen and R O’Brient and RW Ogburn IV and A Orlando and C Pryke and CD Reintsema and S Richter and R Schwarz and CD Sheehy and ZK Staniszewski and Rashmikant V Sudiwala and GP Teply and JE Tolan and AD Turner and AG Vieregg and CL Wong and KW Yoon and Bicep2 Collaboration",
            "2014",
            "vLvjpeQAAAAJ:jlhcAiayVhoC",
            1425,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.112.241101",
            "18376363004892869186",
            "\/scholar?cites=18376363004892869186",
            {
                "2014":509,
                "2015":446,
                "2016":184,
                "2017":92,
                "2018":84,
                "2019":51,
                "2020":47,
                "2021":1
            }
        ],
        [
            "A novel type of superconducting transition edge sensor is proposed. In this sensor, the temperature of a superconducting film is held constant by feeding back to its position on the resistive transition edge. Energy deposited in the film is measured by a reduction in the feedback Joule heating. This mode of operation should lead to substantial improvements in resolution, linearity, dynamic range, and count rate. Fundamental resolution limits are below ΔE=√kT2C, which is sometimes incorrectly referred to as the thermodynamic limit. This performance is better than any existing technology operating at the same temperature, count rate, and absorber heat capacity. Applications include high resolution x‐ray spectrometry, dark matter searches, and neutrino detection.",
            "An application of electrothermal feedback for high resolution cryogenic particle detection",
            "KD Irwin",
            "1995",
            "vLvjpeQAAAAJ:u5HHmVD_uO8C",
            833,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.113674",
            "16583288052183130197",
            "\/scholar?cites=16583288052183130197",
            {
                "1996":13,
                "1997":13,
                "1998":11,
                "1999":32,
                "2000":58,
                "2001":21,
                "2002":27,
                "2003":35,
                "2004":47,
                "2005":25,
                "2006":51,
                "2007":24,
                "2008":52,
                "2009":54,
                "2010":51,
                "2011":33,
                "2012":56,
                "2013":24,
                "2014":38,
                "2015":25,
                "2016":27,
                "2017":18,
                "2018":27,
                "2019":20,
                "2020":33,
                "2021":3
            }
        ],
        [
            "We report the results of a joint analysis of data from BICEP2\/Keck Array and Planck. BICEP2 and Keck Array have observed the same approximately 400 deg 2 patch of sky centered on RA 0 h, Dec.− 57.5. The combined maps reach a depth of 57 nK deg in Stokes Q and U in a band centered at 150 GHz. Planck has observed the full sky in polarization at seven frequencies from 30 to 353 GHz, but much less deeply in any given region (1.2 μ K deg in Q and U at 143 GHz). We detect 150× 353 cross-correlation in B modes at high significance. We fit the single-and cross-frequency power spectra at frequencies≥ 150 GHz to a lensed-Λ CDM model that includes dust and a possible contribution from inflationary gravitational waves (as parametrized by the tensor-to-scalar ratio r), using a prior on the frequency spectral behavior of polarized dust emission from previous Planck analysis of other regions of the sky. We find …",
            "Joint Analysis of BICEP2\/Keck Array and Planck Data",
            "Peter AR Ade and N Aghanim and Z Ahmed and RW Aikin and Kate Denham Alexander and M Arnaud and J Aumont and C Baccigalupi and Anthony J Banday and D Barkats and RB Barreiro and JG Bartlett and N Bartolo and E Battaner and K Benabed and A Benoît and A Benoit-Lévy and SJ Benton and J-P Bernard and M Bersanelli and P Bielewicz and Colin A Bischoff and JJ Bock and A Bonaldi and L Bonavera and JR Bond and J Borrill and FR Bouchet and F Boulanger and JA Brevik and M Bucher and I Buder and E Bullock and CARLO Burigana and RC Butler and Victor Buza and Erminia Calabrese and J-F Cardoso and A Catalano and A Challinor and R-R Chary and HC Chiang and PR Christensen and LPL Colombo and C Combet and J Connors and F Couchot and A Coulais and BP Crill and A Curto and FRANCESCO Cuttaia and L Danese and RD Davies and RJ Davis and P De Bernardis and A De Rosa and G De Zotti and J Delabrouille and J-M Delouis and F-X Desert and C Dickinson and JM Diego and H Dole and Simona Donzelli and O Doré and M Douspis and CD Dowell and L Duband and A Ducout and J Dunkley and X Dupac and Cora Dvorkin and G Efstathiou and F Elsner and TA Enßlin and HK Eriksen and E Falgarone and JP Filippini and FABIO Finelli and S Fliescher and O Forni and Marco Frailis and AA Fraisse and ENRICO Franceschi and A Frejsel and Samuele Galeotta and S Galli and K Ganga and T Ghosh and M Giard and Eirik Gjerløw and SR Golwala and J González-Nuevo and Krzysztof M Górski and S Gratton and Anna Gregorio and ALESSANDRO Gruppuso and JE Gudmundsson and M Halpern and Frode Kristian Hansen and D Hanson and DL Harrison and M Hasselfield and G Helou and S Henrot-Versillé and D Herranz and SR Hildebrandt and GC Hilton and E Hivon and M Hobson and WA Holmes and W Hovest and VV Hristov and KM Huffenberger and H Hui and G Hurier and KD Irwin and AH Jaffe and Tess R Jaffe and Jeff Jewell and WC Jones and M Juvela and A Karakci and Kirit Sukrit Karkare and JP Kaufman and BG Keating and S Kefeli and Elina Keihänen and SA Kernasovskiy and R Keskitalo and TS Kisner and R Kneissl and J Knoche and L Knox and John M Kovac and N Krachmalnicoff and M Kunz and CL Kuo and Hannu Kurki-Suonio and G Lagache and A Lähteenmäki and J-M Lamarre and A Lasenby and Massimiliano Lattanzi and Charles R Lawrence and EM Leitch and R Leonardi and F Levrier and A Lewis and Michele Liguori",
            "2015",
            "vLvjpeQAAAAJ:eH23hyXCXa4C",
            727,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.114.101301",
            "10191722233146110185",
            "\/scholar?cites=10191722233146110185",
            {
                "2014":2,
                "2015":170,
                "2016":180,
                "2017":119,
                "2018":115,
                "2019":84,
                "2020":54,
                "2021":3
            }
        ],
        [
            "We present results from an analysis of all data taken by the BICEP2 and Keck Array cosmic microwave background (CMB) polarization experiments up to and including the 2014 observing season. This includes the first Keck Array observations at 95 GHz. The maps reach a depth of 50 nK deg in Stokes Q and U in the 150 GHz band and 127 nK deg in the 95 GHz band. We take auto- and cross-spectra between these maps and publicly available maps from WMAP and Planck at frequencies from 23 to 353 GHz. An excess over lensed ΛCDM is detected at modest significance in the 95 × 150 BB spectrum, and is consistent with the dust contribution expected from our previous work. No significant evidence for synchrotron emission is found in spectra such as 23 × 95, or for correlation between the dust and synchrotron sky patterns in spectra such as 23 × 353. We take the likelihood of all the spectra for a multicomponent model including lensed ΛCDM, dust, synchrotron, and a possible contribution from inflationary gravitational waves (as parametrized by the tensor-to-scalar ratio r) using priors on the frequency spectral behaviors of dust and synchrotron emission from previous analyses of WMAP and Planck data in other regions of the sky. This analysis yields an upper limit r0.05 < 0.09 at 95% confidence, which is robust to variations explored in analysis and priors. Combining these B-mode results with the (more model-dependent) constraints from Planck analysis of CMB temperature plus baryon acoustic oscillations and other data yields a combined limit r0.05 < 0.07 at 95% confidence. These are the strongest constraints to date on inflationary …",
            "Improved constraints on cosmology and foregrounds from bicep2 and keck array cosmic microwave background data with inclusion of 95 ghz band",
            "Peter AR Ade and Z Ahmed and RW Aikin and KD Alexander and D Barkats and SJ Benton and Colin A Bischoff and JJ Bock and Rachel Bowens-Rubin and JA Brevik and I Buder and E Bullock and Victor Buza and Jake Anthony Connors and BP Crill and L Duband and Cora Dvorkin and JP Filippini and S Fliescher and J Grayson and M Halpern and Sarah Harrison and GC Hilton and H Hui and KD Irwin and Kirit Sukrit Karkare and E Karpel and JP Kaufman and BG Keating and S Kefeli and SA Kernasovskiy and John M Kovac and CL Kuo and EM Leitch and M Lueker and KG Megerian and CB Netterfield and HT Nguyen and R O’Brient and RW Ogburn and A Orlando and Clement L Pryke and Sonja Valeska Richter and R Schwarz and CD Sheehy and ZK Staniszewski and B Steinbach and RV Sudiwala and GP Teply and KL Thompson and JE Tolan and Carole Tucker and AD Turner and AG Vieregg and AC Weber and DV Wiebe and J Willmert and C Wong and WLK Wu and KW Yoon",
            "2016",
            "vLvjpeQAAAAJ:CCeGMaHljPEC",
            623,
            "https:\/\/dash.harvard.edu\/handle\/1\/30403683",
            "3578144049947206273",
            "\/scholar?cites=3578144049947206273",
            {
                "2015":12,
                "2016":118,
                "2017":119,
                "2018":174,
                "2019":116,
                "2020":73,
                "2021":2
            }
        ],
        [
            "We report results from the Cryogenic Dark Matter Search at the Soudan Underground Laboratory (CDMS II) featuring the full complement of 30 detectors. A blind analysis of data taken between October 2006 and July 2007 sets an upper limit on the weakly interacting massive particle (WIMP) nucleon spin-independent cross section of 6.6× 10− 44 cm 2 (4.6× 10− 44 cm 2 when combined with previous CDMS II data) at the 90% confidence level for a WIMP mass of 60 GeV\/c 2. This achieves the best sensitivity for dark matter WIMPs with masses above 44 GeV\/c 2, and significantly restricts the parameter space for some favored supersymmetric models.",
            "Search for weakly interacting massive particles with the first five-tower data from the cryogenic dark matter search at the Soudan underground laboratory",
            "Z Ahmed and DS Akerib and S Arrenberg and MJ Attisha and CN Bailey and L Baudis and DA Bauer and J Beaty and PL Brink and T Bruch and R Bunker and S Burke and B Cabrera and DO Caldwell and J Cooley and P Cushman and F DeJongh and MR Dragowsky and L Duong and J Emes and E Figueroa-Feliciano and J Filippini and M Fritts and Richard J Gaitskell and SR Golwala and DR Grant and J Hall and R Hennings-Yeomans and S Hertel and D Holmgren and ME Huber and R Mahapatra and V Mandic and KA McCarthy and N Mirabolfathi and H Nelson and L Novak and RW Ogburn and M Pyle and X Qiu and E Ramberg and W Rau and A Reisetter and T Saab and Bernard Sadoulet and J Sander and R Schmitt and RW Schnee and DN Seitz and B Serfass and A Sirois and KM Sundqvist and M Tarka and A Tomada and G Wang and S Yellin and J Yoo and BA Young and CDMS Collaboration",
            "2009",
            "vLvjpeQAAAAJ:I858iXPj1OkC",
            610,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.011301",
            "12128899225801334979",
            "\/scholar?cites=12128899225801334979",
            {
                "2008":5,
                "2009":158,
                "2010":166,
                "2011":80,
                "2012":41,
                "2013":40,
                "2014":24,
                "2015":26,
                "2016":18,
                "2017":11,
                "2018":8,
                "2019":10,
                "2020":14
            }
        ],
        [
            "It has recently become possible to encode the quantum state of superconducting qubits and the position of nanomechanical oscillators into the states of microwave fields 1, 2. However, to make an ideal measurement of the state of a qubit, or to detect the position of a mechanical oscillator with quantum-limited sensitivity, requires an amplifier that adds no noise. If an amplifier adds less than half a quantum of noise, it can also squeeze the quantum noise of the electromagnetic vacuum. Highly squeezed states of the vacuum can be used to generate entanglement or to realize back-action-evading measurements of position 3, 4. Here we introduce a general-purpose parametric device, which operates in a frequency band between 4 and 8 GHz. It adds less than half a noise quantum, it amplifies quantum noise above the added noise of commercial amplifiers and it squeezes quantum fluctuations by 10 dB.",
            "Amplification and squeezing of quantum noise with a tunable Josephson metamaterial",
            "MA Castellanos-Beltran and KD Irwin and GC Hilton and LR Vale and KW Lehnert",
            "2008",
            "vLvjpeQAAAAJ:IjCSPb-OGe4C",
            605,
            "https:\/\/www.nature.com\/articles\/nphys1090",
            "16505510903447927968",
            "\/scholar?cites=16505510903447927968",
            {
                "2008":2,
                "2009":26,
                "2010":39,
                "2011":37,
                "2012":54,
                "2013":61,
                "2014":47,
                "2015":57,
                "2016":60,
                "2017":61,
                "2018":49,
                "2019":45,
                "2020":58,
                "2021":8
            }
        ],
        [
            "Submillimetre Common-User Bolometer Array 2 (SCUBA-2) is an innovative 10 000 pixel bolometer camera operating at submillimetre wavelengths on the James Clerk Maxwell Telescope (JCMT). The camera has the capability to carry out wide-field surveys to unprecedented depths, addressing key questions relating to the origins of galaxies, stars and planets. With two imaging arrays working simultaneously in the atmospheric windows at 450 and 850 μm, the vast increase in pixel count means that SCUBA-2 maps the sky 100–150 times faster than the previous SCUBA instrument. In this paper, we present an overview of the instrument, discuss the physical characteristics of the superconducting detector arrays, outline the observing modes and data acquisition, and present the early performance figures on the telescope. We also showcase the capabilities of the instrument via some early examples of the science …",
            "SCUBA-2: the 10 000 pixel bolometer camera on the James Clerk Maxwell Telescope",
            "WS Holland and D Bintley and EL Chapin and Antonio Chrysostomou and GR Davis and JT Dempsey and WD Duncan and M Fich and P Friberg and M Halpern and KD Irwin and T Jenness and BD Kelly and MJ MacIntosh and EI Robson and Douglas Scott and PAR Ade and E Atad-Ettedgui and DS Berry and SC Craig and X Gao and Andy G Gibb and GC Hilton and MI Hollister and JB Kycia and DW Lunney and H McGregor and David Montgomery and W Parkes and RPJ Tilanus and JN Ullom and CA Walther and AJ Walton and AL Woodcraft and M Amiri and D Atkinson and B Burger and T Chuter and IM Coulson and WB Doriese and C Dunare and F Economou and MD Niemack and HAL Parsons and CD Reintsema and B Sibthorpe and I Smail and Rashmikant Sudiwala and HS Thomas",
            "2013",
            "vLvjpeQAAAAJ:SAZ1SQo2q1kC",
            498,
            "https:\/\/academic.oup.com\/mnras\/article-abstract\/430\/4\/2513\/1090786",
            "12583339004438834827",
            "\/scholar?cites=12583339004438834827",
            {
                "2013":24,
                "2014":50,
                "2015":63,
                "2016":61,
                "2017":81,
                "2018":86,
                "2019":71,
                "2020":55,
                "2021":5
            }
        ],
        [
            "We present cosmological parameters derived from the angular power spectrum of the cosmic microwave background (CMB) radiation observed at 148 GHz and 218 GHz over 296 deg 2 with the Atacama Cosmology Telescope (ACT) during its 2008 season. ACT measures fluctuations at scales 500< ℓ< 10, 000. We fit a model for the lensed CMB, Sunyaev-Zel'dovich (SZ), and foreground contribution to the 148 GHz and 218 GHz power spectra, including thermal and kinetic SZ, Poisson power from radio and infrared point sources, and clustered power from infrared point sources. At ℓ= 3000, about half the power at 148 GHz comes from primary CMB after masking bright radio sources. The power from thermal and kinetic SZ is estimated to be , where . The IR Poisson power at 148 GHz is (C ℓ= 5.5±0.5 nK 2), and a clustered IR component is required with …",
            "The atacama cosmology telescope: cosmological parameters from the 2008 power spectrum",
            "J Dunkley and R Hlozek and J Sievers and V Acquaviva and Peter AR Ade and P Aguirre and M Amiri and JW Appel and LF Barrientos and ES Battistelli and JR Bond and B Brown and B Burger and J Chervenak and S Das and MJ Devlin and SR Dicker and W Bertrand Doriese and R Dünner and T Essinger-Hileman and RP Fisher and JW Fowler and A Hajian and M Halpern and M Hasselfield and C Hernández-Monteagudo and GC Hilton and M Hilton and AD Hincks and KM Huffenberger and DH Hughes and JP Hughes and L Infante and KD Irwin and JB Juin and M Kaul and J Klein and A Kosowsky and JM Lau and M Limon and YT Lin and RH Lupton and TA Marriage and D Marsden and P Mauskopf and F Menanteau and K Moodley and H Moseley and CB Netterfield and MD Niemack and MR Nolta and LA Page and L Parker and B Partridge and B Reid and N Sehgal and B Sherwin and DN Spergel and ST Staggs and DS Swetz and ER Switzer and R Thornton and H Trac and C Tucker and R Warne and E Wollack and Y Zhao",
            "2011",
            "vLvjpeQAAAAJ:2osOgNQ5qMEC",
            489,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0004-637X\/739\/1\/52\/meta",
            "10936522135728137312",
            "\/scholar?cites=10936522135728137312",
            {
                "2010":3,
                "2011":42,
                "2012":153,
                "2013":123,
                "2014":72,
                "2015":28,
                "2016":13,
                "2017":17,
                "2018":13,
                "2019":6,
                "2020":13,
                "2021":1
            }
        ]
    ]
}