{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Self-localized nonlinear excitations (solitons, polarons, and bipolarons) are fundamental and inherent features of quasi-one-dimensional conducting polymers. Their signatures are evident in many aspects of the physical and chemical properties of this growing class of novel materials. As a result, these polymers represent an opportunity for exploring the novel phenomena associated with topological solitons and their linear confinement which results from weakly lifting the ground-state degeneracy. The authors review the theoretical models that have been developed to describe the physics of polyacetylene and related conducting polymers and summarize the relevant experimental results obtained for these materials. An attempt is made to assess the validity of the soliton model of polyacetylene and its generalization to related systems in which the ground-state degeneracy has been lifted.",
            "Solitons in conducting polymers",
            "Alan J Heeger and S Kivelson and JR Schrieffer and W-P Su",
            "1988",
            "VLyy644AAAAJ:u5HHmVD_uO8C",
            4184,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.60.781",
            "3509193823755637973",
            "\/scholar?cites=3509193823755637973",
            {
                "1989":41,
                "1990":86,
                "1991":114,
                "1992":131,
                "1993":169,
                "1994":151,
                "1995":130,
                "1996":155,
                "1997":151,
                "1998":140,
                "1999":123,
                "2000":129,
                "2001":109,
                "2002":125,
                "2003":95,
                "2004":135,
                "2005":124,
                "2006":131,
                "2007":143,
                "2008":127,
                "2009":116,
                "2010":142,
                "2011":136,
                "2012":113,
                "2013":142,
                "2014":124,
                "2015":144,
                "2016":133,
                "2017":162,
                "2018":138,
                "2019":137,
                "2020":150,
                "2021":17
            }
        ],
        [
            "THE superconducting state of a metal is characterized by a complex order parameter with an amplitude and a phase. In the BCS-Eliashberg mean-field theory1, which is a very good approximation for conventional metals, the phase of the order parameter is un-important for determining the value of the transition temperature T c and the change of many physical properties brought about by the transition. Here we argue that superconductors with low super-conducting carrier density (such as the organic and high-T c oxide superconductors) are characterized by a relatively small phase'stiffness9 and poor screening, both of which imply a significantly larger role for phase fluctuations. As a consequence, in these mat-erials the transition to the superconducting state may not display typical mean-field behaviour, and phase fluctuations, both classical and quantum, may have a significant influence on low-temperature …",
            "Importance of phase fluctuations in superconductors with small superfluid density",
            "VJ Emery and SA Kivelson",
            "1995",
            "VLyy644AAAAJ:u-x6o8ySG0sC",
            2451,
            "https:\/\/www.nature.com\/articles\/374434a0",
            "11879509979210103977",
            "\/scholar?cites=11879509979210103977",
            {
                "1996":33,
                "1997":58,
                "1998":94,
                "1999":114,
                "2000":137,
                "2001":123,
                "2002":137,
                "2003":106,
                "2004":135,
                "2005":118,
                "2006":102,
                "2007":108,
                "2008":117,
                "2009":107,
                "2010":113,
                "2011":121,
                "2012":96,
                "2013":91,
                "2014":74,
                "2015":83,
                "2016":81,
                "2017":67,
                "2018":63,
                "2019":67,
                "2020":90,
                "2021":4
            }
        ],
        [
            "This article discusses fluctuating order in a quantum disordered phase proximate to a quantum critical point, with particular emphasis on fluctuating stripe order. Optimal strategies are derived for extracting information concerning such local order from experiments, with emphasis on neutron scattering and scanning tunneling microscopy. These ideas are tested by application to two model systems—an exactly solvable one-dimensional (1D) electron gas with an impurity, and a weakly interacting 2D electron gas. Experiments on the cuprate high-temperature superconductors which can be analyzed using these strategies are extensively reviewed. The authors adduce evidence that stripe correlations are widespread in the cuprates. They compare and contrast the advantages of two limiting perspectives on the high-temperature superconductor: weak coupling, in which correlation effects are treated as a perturbation on …",
            "How to detect fluctuating stripes in the high-temperature superconductors",
            "Steven A Kivelson and Ian P Bindloss and Eduardo Fradkin and Vadim Oganesyan and JM Tranquada and Aharon Kapitulnik and Craig Howald",
            "2003",
            "VLyy644AAAAJ:d1gkVwhDpl0C",
            1553,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.75.1201",
            "5753571211353526188",
            "\/scholar?cites=5753571211353526188",
            {
                "2003":8,
                "2004":74,
                "2005":82,
                "2006":119,
                "2007":117,
                "2008":126,
                "2009":113,
                "2010":133,
                "2011":108,
                "2012":97,
                "2013":111,
                "2014":88,
                "2015":76,
                "2016":62,
                "2017":59,
                "2018":57,
                "2019":58,
                "2020":49,
                "2021":10
            }
        ],
        [
            "The discovery of high-temperature superconductivity in the copper oxides in 1986 triggered a huge amount of innovative scientific inquiry. In the almost three decades since, much has been learned about the novel forms of quantum matter that are exhibited in these strongly correlated electron systems. A qualitative understanding of the nature of the superconducting state itself has been achieved. However, unresolved issues include the astonishing complexity of the phase diagram, the unprecedented prominence of various forms of collective fluctuations, and the simplicity and insensitivity to material details of the ‘normal’state at elevated temperatures.",
            "From quantum matter to high-temperature superconductivity in copper oxides",
            "Bernhard Keimer and Steven A Kivelson and Michael R Norman and Shinichi Uchida and J Zaanen",
            "2015",
            "VLyy644AAAAJ:8BwKzHq_VgYC",
            1242,
            "https:\/\/www.nature.com\/articles\/nature14165",
            "16471202918911037196",
            "\/scholar?cites=16471202918911037196",
            {
                "2015":56,
                "2016":136,
                "2017":192,
                "2018":230,
                "2019":255,
                "2020":328,
                "2021":36
            }
        ],
        [
            "The character of the ground state of an antiferromagnetic insulator is fundamentally altered following addition of even a small amount of charge 1. The added charge is concentrated into domain walls across which a π phase shift in the spin correlations of the host material is induced. In two dimensions, these domain walls are ‘stripes’ which can be insulating 2, 3 or conducting 4, 5, 6—that is, metallic ‘rivers’ with their own low-energy degrees of freedom. However, in arrays of one-dimensional metals, which occur in materials such as organic conductors 7, interactions between stripes typically drive a transition to an insulating ordered charge-density-wave (CDW) state at low temperatures. Here it is shown that such a transition is eliminated if the zero-point energy of transverse stripe fluctuations is sufficiently large compared tothe CDW coupling between stripes. As a consequence, there should exist electronic …",
            "Electronic liquid-crystal phases of a doped Mott insulator",
            "Steven A Kivelson and Eduardo Fradkin and Victor J Emery",
            "1998",
            "VLyy644AAAAJ:IjCSPb-OGe4C",
            1223,
            "https:\/\/www.nature.com\/articles\/31177",
            "17730799589164897693",
            "\/scholar?cites=17730799589164897693",
            {
                "1999":27,
                "2000":58,
                "2001":57,
                "2002":55,
                "2003":72,
                "2004":65,
                "2005":41,
                "2006":39,
                "2007":51,
                "2008":56,
                "2009":61,
                "2010":61,
                "2011":68,
                "2012":55,
                "2013":58,
                "2014":50,
                "2015":54,
                "2016":63,
                "2017":60,
                "2018":52,
                "2019":56,
                "2020":55,
                "2021":5
            }
        ]
    ]
}