{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "Geant4 is a software toolkit for the simulation of the passage of particles through matter. It is used by a large number of experiments and projects in a variety of application domains, including high energy physics, astrophysics and space science, medical physics and radiation protection. Over the past several years, major changes have been made to the toolkit in order to accommodate the needs of these user communities, and to efficiently exploit the growth of computing power made available by advances in technology. The adaptation of Geant4 to multithreading, advances in physics, detector modeling and visualization, extensions to the toolkit, including biasing and reverse Monte Carlo, and tools for physics and release validation are discussed here.",
            "Recent developments in Geant4",
            "J Allison and Katsuya Amako and John Apostolakis and Pedro Arce and M Asai and T Aso and E Bagli and A Bagulya and S Banerjee and GJNI Barrand and BR Beck and AG Bogdanov and D Brandt and JMC Brown and H Burkhardt and Ph Canal and D Cano-Ott and S Chauvie and K Cho and Giuseppe Antonio Pablo Cirrone and G Cooperman and MA Cortés-Giraldo and G Cosmo and Giacomo Cuttone and G Depaola and L Desorgher and X Dong and A Dotti and VD Elvira and G Folger and Z Francis and A Galoyan and L Garnier and M Gayer and KL Genser and VM Grichine and S Guatelli and P Guèye and P Gumplinger and Alexander S Howard and I Hřivnáčová and S Hwang and S Incerti and A Ivanchenko and VN Ivanchenko and FW Jones and SY Jun and P Kaitaniemi and N Karakatsanis and M Karamitros and M Kelsey and A Kimura and T Koi and H Kurashige and A Lechner and SB Lee and F Longo and M Maire and D Mancusi and A Mantero and E Mendoza and B Morgan and K Murakami and T Nikitina and L Pandola and P Paprocki and J Perl and I Petrović and MG Pia and W Pokorski and JM Quesada and M Raine and MA Reis and A Ribon and A Ristić Fira and F Romano and G Russo and G Santin and T Sasaki and D Sawkey and JI Shin and II Strakovsky and A Taborda and S Tanaka and B Tomé and T Toshito and HN Tran and PR Truscott and L Urban and V Uzhinsky and JM Verbeke and M Verderi and BL Wendt and H Wenzel and DH Wright and DM Wright and T Yamashita and J Yarba and H Yoshida",
            "2016",
            "VP2zSgMAAAAJ:zMY8q35v6VMC",
            1670,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900216306957",
            "4524918001743123147",
            "\/scholar?cites=4524918001743123147",
            {
                "2016":11,
                "2017":192,
                "2018":386,
                "2019":445,
                "2020":582,
                "2021":42
            }
        ],
        [
            "A possible way to valorize citrus peels and seeds, which are byproducts of the juice extraction industry, is to use them as natural antioxidants. The antioxidant activity of several citrus peel and seed extracts obtained either by methanol extraction (free phenolic compounds) or by alkaline hydrolysis (bound phenolic compounds) was tested in a model system based on accelerated citronellal oxidation. Generally, seeds possessed greater antioxidant activity than peels. The composition of all tested samples was studied by HPLC:  methanol extracts are rich in flavones and glycosylated flavanones, whereas hydrolyzed extracts contain mainly phenolic acids and flavonols. The phenolic composition of some citrus peels and seeds was described for the first time. No clear relationship could be shown between the antioxidant activity and the phenolic composition of the extracts. Keywords:  Citrus fruits; byproducts …",
            "Antioxidant activity and phenolic composition of citrus peel and seed extracts",
            "Alessandra Bocco and Marie-Elisabeth Cuvelier and Hubert Richard and Claudette Berset",
            "1998",
            "VP2zSgMAAAAJ:NU-BerS4NX4C",
            814,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jf9709562",
            "14343202068673564025",
            "\/scholar?cites=14343202068673564025",
            {
                "2000":5,
                "2001":8,
                "2002":15,
                "2003":16,
                "2004":21,
                "2005":17,
                "2006":30,
                "2007":25,
                "2008":39,
                "2009":30,
                "2010":41,
                "2011":42,
                "2012":46,
                "2013":56,
                "2014":54,
                "2015":55,
                "2016":59,
                "2017":60,
                "2018":69,
                "2019":53,
                "2020":57,
                "2021":7
            }
        ],
        [
            "The rate of detection of thyroid nodules and carcinomas has increased with the widespread use of ultrasonography (US), which is the mainstay for the detection and risk stratification of thyroid nodules as well as for providing guidance for their biopsy and nonsurgical treatment. The Korean Society of Thyroid Radiology (KSThR) published their first recommendations for the US-based diagnosis and management of thyroid nodules in 2011. These recommendations have been used as the standard guidelines for the past several years in Korea. Lately, the application of US has been further emphasized for the personalized management of patients with thyroid nodules. The Task Force on Thyroid Nodules of the KSThR has revised the recommendations for the ultrasound diagnosis and imaging-based management of thyroid nodules. The review and recommendations in this report have been based on a comprehensive analysis of the current literature and the consensus of experts.",
            "Ultrasonography diagnosis and imaging-based management of thyroid nodules: revised Korean Society of Thyroid Radiology consensus statement and recommendations",
            "Jung Hee Shin and Jung Hwan Baek and Jin Chung and Eun Ju Ha and Ji-hoon Kim and Young Hen Lee and Hyun Kyung Lim and Won-Jin Moon and Dong Gyu Na and Jeong Seon Park and Yoon Jung Choi and Soo Yeon Hahn and Se Jeong Jeon and So Lyung Jung and Dong Wook Kim and Eun-Kyung Kim and Jin Young Kwak and Chang Yoon Lee and Hui Joong Lee and Jeong Hyun Lee and Joon Hyung Lee and Kwang Hui Lee and Sun-Won Park and Jin Young Sung and Korean Society of Radiology and Korean Society of Thyroid Radiology (KSThR",
            "2016",
            "VP2zSgMAAAAJ:rQcm2j6_ZE8C",
            411,
            "https:\/\/synapse.koreamed.org\/upload\/SynapseData\/PDFData\/0068kjr\/kjr-17-370.pdf",
            "101047975734233319",
            "\/scholar?cites=101047975734233319",
            {
                "2016":5,
                "2017":52,
                "2018":86,
                "2019":108,
                "2020":147,
                "2021":11
            }
        ],
        [
            "The CRISPR\/Cas9 system enables genome editing and somatic cell genetic screens in mammalian cells. We performed genome-scale loss-of-function screens in 33 cancer cell lines to identify genes essential for proliferation\/survival and found a strong correlation between increased gene copy number and decreased cell viability after genome editing. Within regions of copy-number gain, CRISPR\/Cas9 targeting of both expressed and unexpressed genes, as well as intergenic loci, led to significantly decreased cell proliferation through induction of a G2 cell-cycle arrest. By examining single-guide RNAs that map to multiple genomic sites, we found that this cell response to CRISPR\/Cas9 editing correlated strongly with the number of target loci. These observations indicate that genome targeting by CRISPR\/Cas9 elicits a gene-independent antiproliferative cell response. This effect has important practical implications …",
            "Genomic copy number dictates a gene-independent cell response to CRISPR\/Cas9 targeting",
            "Andrew J Aguirre and Robin M Meyers and Barbara A Weir and Francisca Vazquez and Cheng-Zhong Zhang and Uri Ben-David and April Cook and Gavin Ha and William F Harrington and Mihir B Doshi and Maria Kost-Alimova and Stanley Gill and Han Xu and Levi D Ali and Guozhi Jiang and Sasha Pantel and Yenarae Lee and Amy Goodale and Andrew D Cherniack and Coyin Oh and Gregory Kryukov and Glenn S Cowley and Levi A Garraway and Kimberly Stegmaier and Charles W Roberts and Todd R Golub and Matthew Meyerson and David E Root and Aviad Tsherniak and William C Hahn",
            "2016",
            "VP2zSgMAAAAJ:klLsoiHXwFYC",
            392,
            "https:\/\/cancerdiscovery.aacrjournals.org\/content\/6\/8\/914.short",
            "3232377765599656594",
            "\/scholar?cites=3232377765599656594",
            {
                "2016":11,
                "2017":76,
                "2018":91,
                "2019":114,
                "2020":91,
                "2021":6
            }
        ],
        [
            "Naturalized plants were identified and recorded in South Korea based on field surveys and related literatures. These plants consisted of 321 taxa in total, belonging to 40 families, 175 genera, 302 species, 15 varieties and 4 forms. Among the plants the family Compositae was dominant containing 68 taxa (21.2% of the total population) and Poaceae with 62 taxa (19.3%) successively. Most of the plants were herbs and only 7 taxa trees. 221 taxa (68.8%) appeared to have invaded the country during the third period (1964-2010). 41.8%(134 taxa) of the total population were originated from Europe. These invasive plants were assessed with the degree of naturalisation which was categorized as IV types.",
            "Study on the current status of naturalized plants in South Korea",
            "You Mi Lee and Soo Hyun Park and Su Young Jung and Seung Hwan Oh and Jong Cheol Yang",
            "2011",
            "VP2zSgMAAAAJ:bFuYayV9R1gC",
            338,
            "https:\/\/www.e-kjpt.org\/journal\/view.php?number=4586",
            "803569877498527915",
            "\/scholar?cites=803569877498527915",
            {
                "2011":6,
                "2012":22,
                "2013":37,
                "2014":50,
                "2015":58,
                "2016":52,
                "2017":39,
                "2018":27,
                "2019":26,
                "2020":20
            }
        ],
        [
            "Fully rollable transparent nanogenerators have been developed using chemical vapor deposition‐grown large‐scale graphene sheets as transparent electrodes and piezoelectric ZnO‐nanorod arrays. The electrical and structural stability of the nanogenerators with excellent charge scavenging performance under external mechanical loads such as bending and rolling shows that graphene‐based nanogenerators are suitable for self‐powered rollable transparent device applications.",
            "Fully rollable transparent nanogenerators based on graphene electrodes",
            "Dukhyun Choi and Min‐Yeol Choi and Won Mook Choi and Hyeon‐Jin Shin and Hyun‐Kyu Park and Ju‐Seok Seo and Jongbong Park and Seon‐Mi Yoon and Seung Jin Chae and Young Hee Lee and Sang‐Woo Kim and Jae‐Young Choi and Sang Yoon Lee and Jong Min Kim",
            "2010",
            "VP2zSgMAAAAJ:gL9scSG3K_gC",
            289,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/adma.200903815",
            "17923671269895116685",
            "\/scholar?cites=17923671269895116685",
            {
                "2010":11,
                "2011":35,
                "2012":26,
                "2013":27,
                "2014":35,
                "2015":40,
                "2016":24,
                "2017":33,
                "2018":30,
                "2019":12,
                "2020":14,
                "2021":1
            }
        ],
        [
            "This study developed a Smartphone Addiction Proneness Scale (SAPS) based on the existing internet and cellular phone addiction scales. For the development of this scale, 29 items (1.5 times the final number of items) were initially selected as preliminary items, based on the previous studies on internet\/phone addiction as well as the clinical experience of involved experts. The preliminary scale was administered to a nationally representative sample of 795 students in elementary, middle, and high schools across South Korea. Then, final 15 items were selected according to the reliability test results. The final scale consisted of four subdomains: (1) disturbance of adaptive functions, (2) virtual life orientation, (3) withdrawal, and (4) tolerance. The final scale indicated a high reliability with Cronbach's α of .880. Support for the scale's criterion validity has been demonstrated by its relationship to the internet addiction scale, KS-II (r = .49). For the analysis of construct validity, we tested the Structural Equation Model. The results showed the four-factor structure to be valid (NFI = .943, TLI = .902, CFI = .902, RMSEA = .034). Smartphone addiction is gaining a greater spotlight as possibly a new form of addiction along with internet addiction. The SAPS appears to be a reliable and valid diagnostic scale for screening adolescents who may be at risk of smartphone addiction. Further implications and limitations are discussed.",
            "Development of Korean smartphone addiction proneness scale for youth",
            "Dongil Kim and Yunhee Lee and Juyoung Lee and JeeEun Karin Nam and Yeoju Chung",
            "2014",
            "VP2zSgMAAAAJ:auQHJw8QJBgC",
            277,
            "https:\/\/journals.plos.org\/plosone\/article?id=10.1371\/journal.pone.0097920",
            "1090779181482482067",
            "\/scholar?cites=1090779181482482067",
            {
                "2014":3,
                "2015":14,
                "2016":27,
                "2017":43,
                "2018":49,
                "2019":62,
                "2020":72,
                "2021":2
            }
        ],
        [
            "DNA hydroxylation catalyzed by Tet dioxygenases occurs abundantly in embryonic stem cells and neurons in mammals. However, its biological function in vivo is largely unknown. Here, we demonstrate that Tet1 plays an important role in regulating neural progenitor cell proliferation in adult mouse brain. Mice lacking Tet1 exhibit impaired hippocampal neurogenesis accompanied by poor learning and memory. In adult neural progenitor cells deficient in Tet1, a cohort of genes involved in progenitor proliferation were hypermethylated and downregulated. Our results indicate that Tet1 is positively involved in the epigenetic regulation of neural progenitor cell proliferation in the adult brain.",
            "Tet1 regulates adult hippocampal neurogenesis and cognition",
            "Run-Rui Zhang and Qing-Yan Cui and Kiyohito Murai and Yen Ching Lim and Zachary D Smith and Shengnan Jin and Peng Ye and Luis Rosa and Yew Kok Lee and Hai-Ping Wu and Wei Liu and Zhi-Mei Xu and Lu Yang and Yu-Qiang Ding and Fuchou Tang and Alexander Meissner and Chunming Ding and Yanhong Shi and Guo-Liang Xu",
            "2013",
            "VP2zSgMAAAAJ:5XSfyxoPzb8C",
            272,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1934590913001999",
            "7274495895016048771",
            "\/scholar?cites=7274495895016048771",
            {
                "2012":1,
                "2013":10,
                "2014":36,
                "2015":39,
                "2016":46,
                "2017":38,
                "2018":44,
                "2019":27,
                "2020":24,
                "2021":4
            }
        ]
    ]
}