{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Recent work from this laboratory demonstrated potent inhibition of apoptosis in human alveolar epithelial cells (AECs) by the angiotensin-converting enzyme inhibitor captopril [B. D. Uhal, C. Gidea, R. Bargout, A. Bifero, O. Ibarra-Sunga, M. Papp, K. Flynn, and G. Filippatos. Am. J. Physiol. 275 (Lung Cell. Mol. Physiol. 19): L1013–L1017, 1998]. On this basis, we hypothesized that apoptosis in this cell type might be induced by angiotensin II (ANG II) through its interaction with the ANG II receptor. Purified ANG II induced dose-dependent apoptosis in both the human AEC-derived A549 cell line and in primary type II pneumocytes isolated from adult Wistar rats as detected by nuclear and chromatin morphology, caspase-3 activity, and increased binding of annexin V. Apoptosis also was induced in primary rat AECs by purified angiotensinogen. The nonselective ANG II-receptor antagonist saralasin completely abrogated …",
            "Angiotensin II induces apoptosis in human and rat alveolar epithelial cells",
            "Rongqi Wang and Alex Zagariya and Olivia Ibarra-Sunga and Claudia Gidea and Edmund Ang and Sonali Deshmukh and Gaurav Chaudhary and John Baraboutis and Gerasimos Filippatos and Bruce D Uhal",
            "1999",
            "VpXKgAQAAAAJ:ZppSRAJs3i8C",
            236,
            "https:\/\/journals.physiology.org\/doi\/abs\/10.1152\/ajplung.1999.276.5.L885",
            "2441689420863379269",
            "\/scholar?cites=2441689420863379269",
            {
                "1999":2,
                "2000":7,
                "2001":9,
                "2002":7,
                "2003":14,
                "2004":13,
                "2005":16,
                "2006":12,
                "2007":15,
                "2008":22,
                "2009":10,
                "2010":17,
                "2011":16,
                "2012":10,
                "2013":11,
                "2014":5,
                "2015":10,
                "2016":8,
                "2017":4,
                "2018":4,
                "2019":6,
                "2020":18
            }
        ],
        [
            "Pulmonary hypertension (PH) is associated with increased morbidity across the cardiopulmonary disease spectrum. Based primarily on expert consensus opinion, PH is defined by a mean pulmonary artery pressure (mPAP) ≥25 mm Hg. Although mPAP levels below this threshold are common among populations at risk for PH, the relevance of mPAP <25 mm Hg to clinical outcome is unknown.We analyzed retrospectively all US veterans undergoing right heart catheterization (2007–2012) in the Veterans Affairs healthcare system (n=21 727; 908-day median follow-up). Cox proportional hazards models were used to evaluate the association between mPAP and outcomes of all-cause mortality and hospitalization, adjusted for clinical covariates. When treating mPAP as a continuous variable, the mortality hazard increased beginning at 19 mm Hg (hazard ratio [HR]=1.183; 95 …",
            "Association of borderline pulmonary hypertension with mortality and hospitalization in a large patient cohort: insights from the Veterans Affairs Clinical Assessment, Reporting …",
            "Bradley A Maron and Edward Hess and Thomas M Maddox and Alexander R Opotowsky and Ryan J Tedford and Tim Lahm and Karen E Joynt and Daniel J Kass and Thomas Stephens and Maggie A Stanislawski and Erik R Swenson and Ronald H Goldstein and Jane A Leopold and Roham T Zamanian and Jean M Elwing and Mary E Plomondon and Gary K Grunwald and Anna E Barón and John S Rumsfeld and Gaurav Choudhary",
            "2016",
            "VpXKgAQAAAAJ:vefPE_iVbj4C",
            174,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/CIRCULATIONAHA.115.020207",
            "10116218757123685853",
            "\/scholar?cites=10116218757123685853",
            {
                "2016":10,
                "2017":37,
                "2018":38,
                "2019":40,
                "2020":46,
                "2021":2
            }
        ],
        [
            "Recent work from this laboratory demonstrated that apoptosis of pulmonary alveolar epithelial cells (AEC) in response to Fas requires angiotensin II (ANGII) generation de novo and binding to its receptor (Wang et al., 1999b, Am J Physiol Lung Cell Mol Physiol 277: L1245–L1250). These findings led us to hypothesize that a similar mechanism might be involved in the induction of AEC apoptosis by TNF-α. Apoptosis was detected by assessment of nuclear and chromatin morphology, increased activity of caspase 3, binding of annexin V, and by net cell loss inhibitable by the caspase inhibitor ZVAD-fmk. Purified human TNF-α induced dose-dependent apoptosis in primary type II pneumocytes isolated from rats or in the AEC-derived human lung carcinoma cell line A549. Apoptosis in response to TNF-α was inhibited in a dose-dependent manner by the nonselective ANGII receptor antagonist saralasin or by the …",
            "Apoptosis of lung epithelial cells in response to TNF‐α requires angiotensin II generation de novo",
            "Rongqi Wang and Golam Alam and Alex Zagariya and Claudia Gidea and Hugo Pinillos and Omosalewa Lalude and Gaurav Choudhary and Devlet Oezatalay and Bruce D Uhal",
            "2000",
            "VpXKgAQAAAAJ:u5HHmVD_uO8C",
            163,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/1097-4652(200011)185:2%3C253::AID-JCP10%3E3.0.CO;2-%23",
            "2043961545893049776",
            "\/scholar?cites=2043961545893049776",
            {
                "2001":7,
                "2002":6,
                "2003":10,
                "2004":15,
                "2005":15,
                "2006":4,
                "2007":13,
                "2008":11,
                "2009":7,
                "2010":8,
                "2011":7,
                "2012":6,
                "2013":11,
                "2014":7,
                "2015":6,
                "2016":9,
                "2017":2,
                "2018":5,
                "2019":8,
                "2020":4
            }
        ],
        [
            "Bufonid anurans of the genus Atelopus contain both steroidal bufadienolides and various guanidinium alkaloids of the tetrodotoxin class. The former inhibit sodium-potassium ATPases, whereas the latter block voltage-dependent sodium channels. The structure of one guanidinium alkaloid, zetekitoxin AB, has remained a mystery for over 30 years. The structure of this alkaloid now has been investigated with a sample of ≈0.3 mg, purified from extracts obtained decades ago from the Panamanian golden frog Atelopus zeteki. Detailed NMR and mass spectral analyses have provided the structure and relative stereochemistry of zetekitoxin AB and have revealed that it is an analog of saxitoxin. The proposed structure is characterized by richness of heteroatoms (C16H25N8O12S) and contains a unique 1,2-oxazolidine ring-fused lactam, a sulfate ester, and an N-hydroxycarbamate moiety. Zetekitoxin AB proved to be an …",
            "The structure of zetekitoxin AB, a saxitoxin analog from the Panamanian golden frog Atelopus zeteki: a potent sodium-channel blocker",
            "Mari Yotsu-Yamashita and Yong H Kim and Samuel C Dudley and Gaurav Choudhary and Arnold Pfahnl and Yasukatsu Oshima and John W Daly",
            "2004",
            "VpXKgAQAAAAJ:9yKSN-GCB0IC",
            101,
            "https:\/\/www.pnas.org\/content\/101\/13\/4346.short",
            "6783082546826828622",
            "\/scholar?cites=6783082546826828622",
            {
                "2004":3,
                "2005":3,
                "2006":6,
                "2007":4,
                "2008":2,
                "2009":2,
                "2010":7,
                "2011":4,
                "2012":5,
                "2013":6,
                "2014":9,
                "2015":11,
                "2016":8,
                "2017":6,
                "2018":6,
                "2019":9,
                "2020":6,
                "2021":2
            }
        ],
        [
            " The balance of reactive oxygen species (ROS) and nitric oxide, the cell redox state, appears to be important in the mechanisms of heart failure. This balance has significant impact on calcium‐handling proteins, affecting excitation‐contraction coupling. Both ROS and nitric oxide appear to be elevated in heart failure and are accompanied by significant impairments in the number and function of calcium‐handling proteins. These proteins contain sulfhydryl groups or disulfide linkages involving cysteine residues, making them susceptible to the action of oxidizing‐reducing agents and nitrosylation, thereby altering their properties. Initial increases in nitric oxide may be an adaptive response to myocardial dysfunction, elevated cytokines, and increases in ROS, while a further increase in nitric oxide and overwhelming ROS can be damaging. Abundant nitric oxide and ROS can cause formation of peroxynitrite, a strong …",
            "Heart failure, oxidative stress, and ion channel modulation",
            "Gaurav Choudhary and Samuel C Dudley Jr",
            "2002",
            "VpXKgAQAAAAJ:u-x6o8ySG0sC",
            88,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1527-5299.2002.00716.x",
            "2747443280785767545",
            "\/scholar?cites=2747443280785767545",
            {
                "2002":1,
                "2003":7,
                "2004":8,
                "2005":6,
                "2006":1,
                "2007":1,
                "2008":5,
                "2009":7,
                "2010":4,
                "2011":7,
                "2012":8,
                "2013":7,
                "2014":6,
                "2015":9,
                "2016":2,
                "2017":3,
                "2018":3,
                "2019":2
            }
        ],
        [
            "The highly selective sodium channel blocker, tetrodotoxin (TTX) has been instrumental in characterization of voltage-gated sodium channels. TTX occludes the ion-permeation pathway at the outer vestibule of the channel. In addition to a critical guanidinium group, TTX possesses six hydroxyl groups, which appear to be important for toxin block. The nature of their interactions with the outer vestibule remains debatable, however. The C-11 hydroxyl (C-11 OH) has been proposed to interact with the channel through a hydrogen bond to a carboxyl group, possibly from domain IV. On the other hand, previous experiments suggest that TTX interacts most strongly with pore loops of domains I and II. Energetic localization of the C-11 OH was undertaken by thermodynamic mutant cycle analysis assessing the dependence of the effects of mutations of the adult rat skeletal muscle Na+ channel (rNav1.4) and the presence of C …",
            "Interactions of the C-11 hydroxyl of tetrodotoxin with the sodium channel outer vestibule",
            "Gaurav Choudhary and Mari Yotsu-Yamashita and Lisa Shang and Takeshi Yasumoto and Samuel C Dudley Jr",
            "2003",
            "VpXKgAQAAAAJ:d1gkVwhDpl0C",
            65,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349503748498",
            "17517316014074216060",
            "\/scholar?cites=17517316014074216060",
            {
                "2003":2,
                "2004":2,
                "2005":2,
                "2006":4,
                "2007":8,
                "2008":5,
                "2009":5,
                "2010":3,
                "2011":3,
                "2012":4,
                "2013":1,
                "2014":6,
                "2015":1,
                "2016":3,
                "2017":7,
                "2018":4,
                "2019":4,
                "2020":1
            }
        ],
        [
            "Pulmonary hypertension (PH) is diagnosed by a mean pulmonary arterial pressure (mPAP) value of at least 25 mm Hg during right heart catheterization (RHC). While several studies have demonstrated increased mortality in patients with mPAP less than that threshold, little is known about the natural history of borderline PH.To test the hypothesis that patients with borderline PH have decreased survival compared with patients with lower mPAP and frequently develop overt PH and to identify clinical correlates of borderline PH.Retrospective cohort study from 1998 to 2014 at Vanderbilt University Medical Center, comprising all patients undergoing routine RHC for clinical indication. We extracted demographics, clinical data, invasive hemodynamics, echocardiography, and vital status for all patients. Patients with mPAP values of 18 mm Hg or less, 19 to 24 mm Hg …",
            "Prognostic effect and longitudinal hemodynamic assessment of borderline pulmonary hypertension",
            "Tufik R Assad and Bradley A Maron and Ivan M Robbins and Meng Xu and Shi Huang and Frank E Harrell and Eric H Farber-Eger and Quinn S Wells and Gaurav Choudhary and Anna R Hemnes and Evan L Brittain",
            "2017",
            "VpXKgAQAAAAJ:C6rTQemI8T8C",
            63,
            "https:\/\/jamanetwork.com\/journals\/jamacardiology\/article-abstract\/2659488",
            "9401016496901592875",
            "\/scholar?cites=9401016496901592875",
            {
                "2017":1,
                "2018":11,
                "2019":26,
                "2020":23,
                "2021":1
            }
        ],
        [
            "The Division of Lung Diseases of the National Heart, Lung, and Blood Institute, with the Office of Rare Diseases Research, held a workshop to identify priority areas and strategic goals to enhance and accelerate research that will result in improved understanding of the lung vasculature, translational research needs, and ultimately the care of patients with pulmonary vascular diseases. Multidisciplinary experts with diverse experience in laboratory, translational, and clinical studies identified seven priority areas and discussed limitations in our current knowledge, technologies, and approaches. The focus for future research efforts include the following: (1) better characterizing vascular genotype–phenotype relationships and incorporating systems biology approaches when appropriate; (2) advancing our understanding of pulmonary vascular metabolic regulatory signaling in health and disease; (3) expanding our …",
            "Strategic Plan for Lung Vascular Research",
            "Serpil Erzurum and Sharon I Rounds and Troy Stevens and Micheala Aldred and Jason Aliotta and Stephen L Archer and Kewal Asosingh and Robert Balaban and Natalie Bauer and Jahar Bhattacharya and Harm Bogaard and Gaurav Choudhary and Gerald W Dorn II and Raed Dweik and Karen Fagan and Michael Fallon and Toren Finkel and Mark Geraci and Mark T Gladwin and Paul M Hassoun and Marc Humbert and Naftali Kaminski and Steven M Kawut and Joseph Loscalzo and Donald McDonald and Ivan F McMurtry and John Newman and Mark Nicolls and Marlene Rabinovitch and Judy Shizuru and Masahiko Oka and Peter Polgar and David Rodman and Paul Schumacker and Kurt Stenmark and Rubin Tuder and Norbert Voelkel and Eugene Sullivan and Richard Weinshilboum and Mervin C Yoder and Yingming Zhao and Dorothy Gail and Timothy M Moore",
            "2010",
            "VpXKgAQAAAAJ:Tyk-4Ss8FVUC",
            62,
            "https:\/\/www.atsjournals.org\/doi\/abs\/10.1164\/rccm.201006-0869WS",
            "3136109841967114872",
            "\/scholar?cites=3136109841967114872",
            {
                "2010":1,
                "2011":7,
                "2012":9,
                "2013":8,
                "2014":7,
                "2015":4,
                "2016":3,
                "2017":7,
                "2018":5,
                "2019":3,
                "2020":6
            }
        ],
        [
            "Insulin resistance, characterized by hyperinsulinemia and normal or elevated serum glucose, is an established precursor to diabetes and cardiovascular disease. Despite fasting serum C‐peptide levels being an accurate and stable marker of endogenous insulin production used in patients with diabetes, it is unknown whether C‐peptide could serve as a marker of insulin resistance and predict outcomes in patients without diabetes.This is a retrospective cohort study using data from the NHANES‐3 (1988–1994) survey with mortality follow‐up through December 31, 2006. Participants included 5153 subjects, 40 to 74 years of age with fasting glucose ≥70 mg\/dL, without diabetes by history or laboratory testing. Receiver‐operating‐curve analysis compared fasting C‐peptide against known insulin resistance measures such as fasting plasma glucose, serum insulin, HOMA‐IR …",
            "Fasting Serum C‐Peptide Levels Predict Cardiovascular and Overall Death in Nondiabetic Adults",
            "Nileshkumar Patel and Tracey H Taveira and Gaurav Choudhary and Hilary Whitlatch and Wen‐Chih Wu",
            "2012",
            "VpXKgAQAAAAJ:KlAtU1dfN6UC",
            59,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/jaha.112.003152",
            "17022828912476347528",
            "\/scholar?cites=17022828912476347528",
            {
                "2013":5,
                "2014":11,
                "2015":9,
                "2016":3,
                "2017":7,
                "2018":9,
                "2019":5,
                "2020":8
            }
        ],
        [
            "μ-Conotoxin GIIIA (μ-CTX) is a high-affinity ligand for the outer vestibule of selected isoforms of the voltage-gated Na+ channel. The detailed bases for the toxin’s high affinity binding and isoform selectivity are unclear. The outer vestibule is lined by four pore-forming (P) loops, each with an acidic residue near the mouth of the vestibule. μ-CTX has seven positively charged residues that may interact with these acidic P-loop residues. Using pair-wise alanine replacement of charged toxin and channel residues, in conjunction with double mutant cycle analysis, we determined coupling energies for specific interactions between each P-loop acidic residue and selected toxin residues to systematically establish quantitative restraints on the toxin orientation in the outer vestibule. Xenopus oocytes were injected with the mutant or native Na+ channel mRNA, and currents measured by two-electrode voltage clamp. Mutant …",
            "Docking of μ-conotoxin GIIIA in the sodium channel outer vestibule",
            "Gaurav Choudhary and Marcela P Aliste and D Peter Tieleman and Robert J French and Samuel C Dudley and Jr",
            "2007",
            "VpXKgAQAAAAJ:IjCSPb-OGe4C",
            56,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.4161\/chan.5112",
            "12192686227180787780",
            "\/scholar?cites=12192686227180787780",
            {
                "2008":2,
                "2009":3,
                "2010":3,
                "2011":10,
                "2012":6,
                "2013":4,
                "2014":9,
                "2015":1,
                "2016":5,
                "2017":4,
                "2018":4,
                "2019":4
            }
        ]
    ]
}