{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2
    ],
    "data":[
        [
            "Many biological processes, from cellular metabolism to population dynamics, are characterized by allometric scaling (power-law) relationships between size and rate 1, 2, 3, 4, 5, 6, 7, 8, 9, 10. An outstanding question is whether typical allometric scaling relationships—the power-law dependence of a biological rate on body mass—can be understood by considering the general features of branching networks serving a particular volume. Distributed networks in nature stem from the need for effective connectivity 11, and occur both in biological systems such as cardiovascular and respiratory networks 1, 2, 3, 4, 5, 6, 7, 8 and plant vascular and root systems 1, 9, 10, and in inanimate systems such as the drainage network of river basins 12. Here we derive a general relationship between size and flow rates in arbitrary networks with local connectivity. Our theory accounts in a general way for the quarter-power allometric …",
            "Size and form in efficient transportation networks",
            "Jayanth R Banavar and Amos Maritan and Andrea Rinaldo",
            "1999",
            "vqevCY0AAAAJ:d1gkVwhDpl0C",
            855,
            "https:\/\/www.nature.com\/articles\/20144",
            "1071895699817818966",
            "\/scholar?cites=1071895699817818966",
            {
                "1999":4,
                "2000":16,
                "2001":34,
                "2002":30,
                "2003":27,
                "2004":36,
                "2005":47,
                "2006":44,
                "2007":59,
                "2008":51,
                "2009":41,
                "2010":44,
                "2011":42,
                "2012":42,
                "2013":45,
                "2014":50,
                "2015":34,
                "2016":41,
                "2017":38,
                "2018":51,
                "2019":31,
                "2020":31,
                "2021":6
            }
        ],
        [
            "The theory of island biogeography 1 asserts that an island or a local community approaches an equilibrium species richness as a result of the interplay between the immigration of species from the much larger metacommunity source area and local extinction of species on the island (local community). Hubbell 2 generalized this neutral theory to explore the expected steady-state distribution of relative species abundance (RSA) in the local community under restricted immigration. Here we present a theoretical framework for the unified neutral theory of biodiversity 2 and an analytical solution for the distribution of the RSA both in the metacommunity (Fisher's log series) and in the local community, where there are fewer rare species. Rare species are more extinction-prone, and once they go locally extinct, they take longer to re-immigrate than do common species. Contrary to recent assertions 3, we show that the …",
            "Neutral theory and relative species abundance in ecology",
            "Igor Volkov and Jayanth R Banavar and Stephen P Hubbell and Amos Maritan",
            "2003",
            "vqevCY0AAAAJ:9yKSN-GCB0IC",
            794,
            "https:\/\/www.nature.com\/articles\/nature01883",
            "10555826921750475319",
            "\/scholar?cites=10555826921750475319",
            {
                "2003":3,
                "2004":28,
                "2005":36,
                "2006":43,
                "2007":60,
                "2008":41,
                "2009":52,
                "2010":58,
                "2011":53,
                "2012":41,
                "2013":37,
                "2014":45,
                "2015":47,
                "2016":53,
                "2017":51,
                "2018":49,
                "2019":40,
                "2020":49,
                "2021":2
            }
        ],
        [
            "Analysis of previously published sets of DNA microarray gene expression data by singular value decomposition has uncovered underlying patterns or “characteristic modes” in their temporal profiles. These patterns contribute unequally to the structure of the expression profiles. Moreover, the essential features of a given set of expression profiles are captured using just a small number of characteristic modes. This leads to the striking conclusion that the transcriptional response of a genome is orchestrated in a few fundamental patterns of gene expression change. These patterns are both simple and robust, dominating the alterations in expression of genes throughout the genome. Moreover, the characteristic modes of gene expression change in response to environmental perturbations are similar in such distant organisms as yeast and human cells. This analysis reveals simple regularities in the seemingly complex …",
            "Fundamental patterns underlying gene expression profiles: simplicity from complexity",
            "Neal S Holter and Madhusmita Mitra and Amos Maritan and Marek Cieplak and Jayanth R Banavar and Nina V Fedoroff",
            "2000",
            "vqevCY0AAAAJ:u-x6o8ySG0sC",
            603,
            "https:\/\/www.pnas.org\/content\/97\/15\/8409.short",
            "690716126313734012",
            "\/scholar?cites=690716126313734012",
            {
                "2000":5,
                "2001":41,
                "2002":47,
                "2003":60,
                "2004":45,
                "2005":55,
                "2006":60,
                "2007":47,
                "2008":37,
                "2009":37,
                "2010":27,
                "2011":18,
                "2012":24,
                "2013":15,
                "2014":15,
                "2015":11,
                "2016":13,
                "2017":13,
                "2018":10,
                "2019":8,
                "2020":5
            }
        ]
    ]
}