{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "ContextThe worsening hospital nurse shortage and recent California legislation mandating minimum hospital patient-to-nurse ratios demand an understanding of how nurse staffing levels affect patient outcomes and nurse retention in hospital practice.ObjectiveTo determine the association between the patient-to-nurse ratio and patient mortality, failure-to-rescue (deaths following complications) among surgical patients, and factors related to nurse retention.Design, Setting, and ParticipantsCross-sectional analyses of linked data from 10 184 staff nurses surveyed, 232 342 general, orthopedic, and vascular surgery patients discharged from the hospital between April 1, 1998, and November 30, 1999, and administrative data from 168 nonfederal adult general hospitals in Pennsylvania.Main Outcome MeasuresRisk-adjusted patient mortality and failure-to-rescue within 30 days of admission, and nurse-reported job …",
            "Hospital nurse staffing and patient mortality, nurse burnout, and job dissatisfaction",
            "Linda H Aiken and Sean P Clarke and Douglas M Sloane and Julie Sochalski and Jeffrey H Silber",
            "2002",
            "vrY4DaQAAAAJ:9ZlFYXVOiuMC",
            6730,
            "https:\/\/jamanetwork.com\/journals\/jama\/article-abstract\/195438",
            "1794370045316145892",
            "\/scholar?cites=1794370045316145892",
            {
                "2003":149,
                "2004":194,
                "2005":283,
                "2006":294,
                "2007":379,
                "2008":386,
                "2009":428,
                "2010":408,
                "2011":424,
                "2012":468,
                "2013":424,
                "2014":480,
                "2015":469,
                "2016":359,
                "2017":375,
                "2018":374,
                "2019":322,
                "2020":347,
                "2021":18
            }
        ],
        [
            "ContextGrowing evidence suggests that nurse staffing affects the quality of care in hospitals, but little is known about whether the educational composition of registered nurses (RNs) in hospitals is related to patient outcomes.ObjectiveTo examine whether the proportion of hospital RNs educated at the baccalaureate level or higher is associated with risk-adjusted mortality and failure to rescue (deaths in surgical patients with serious complications).Design, Setting, and PopulationCross-sectional analyses of outcomes data for 232 342 general, orthopedic, and vascular surgery patients discharged from 168 nonfederal adult general Pennsylvania hospitals between April 1, 1998, and November 30, 1999, linked to administrative and survey data providing information on educational composition, staffing, and other characteristics.Main Outcome MeasuresRisk-adjusted patient mortality and failure to rescue within 30 days …",
            "Educational levels of hospital nurses and surgical patient mortality",
            "Linda H Aiken and Sean P Clarke and Robyn B Cheung and Douglas M Sloane and Jeffrey H Silber",
            "2003",
            "vrY4DaQAAAAJ:nb7KW1ujOQ8C",
            2487,
            "https:\/\/jamanetwork.com\/journals\/jama\/article-abstract\/197345",
            "5065318293846118904",
            "\/scholar?cites=5065318293846118904",
            {
                "2003":8,
                "2004":62,
                "2005":94,
                "2006":113,
                "2007":126,
                "2008":163,
                "2009":156,
                "2010":135,
                "2011":172,
                "2012":174,
                "2013":177,
                "2014":184,
                "2015":174,
                "2016":165,
                "2017":133,
                "2018":143,
                "2019":131,
                "2020":101,
                "2021":3
            }
        ],
        [
            "The current nursing shortage, high hospital nurse job dissatisfaction, and reports of uneven quality of hospital care are not uniquely American phenomena. This paper presents reports from 43,000 nurses from more than 700 hospitals in the United States, Canada, England, Scotland, and Germany in 1998–1999. Nurses in countries with distinctly different health care systems report similar shortcomings in their work environments and the quality of hospital care. While the competence of and relation between nurses and physicians appear satisfactory, core problems in work design and workforce management threaten the provision of care. Resolving these issues, which are amenable to managerial intervention, is essential to preserving patient safety and care of consistently high quality.",
            "Nurses’ reports on hospital care in five countries",
            "Linda H Aiken and Sean P Clarke and Douglas M Sloane and Julie A Sochalski and Reinhard Busse and Heather Clarke and Phyllis Giovannetti and Jennifer Hunt and Anne Marie Rafferty and Judith Shamian",
            "2001",
            "vrY4DaQAAAAJ:maZDTaKrznsC",
            2447,
            "https:\/\/www.healthaffairs.org\/doi\/abs\/10.1377\/hlthaff.20.3.43",
            "2863070578232307993",
            "\/scholar?cites=2863070578232307993",
            {
                "2001":21,
                "2002":76,
                "2003":102,
                "2004":83,
                "2005":103,
                "2006":128,
                "2007":125,
                "2008":176,
                "2009":146,
                "2010":149,
                "2011":154,
                "2012":172,
                "2013":145,
                "2014":152,
                "2015":127,
                "2016":116,
                "2017":122,
                "2018":103,
                "2019":82,
                "2020":102,
                "2021":6
            }
        ],
        [
            "Objective To determine whether hospitals with a good organisation of care (such as improved nurse staffing and work environments) can affect patient care and nurse workforce stability in European countries.Design Cross sectional surveys of patients and nurses.Setting Nurses were surveyed in general acute care hospitals (488 in 12 European countries; 617 in the United States); patients were surveyed in 210 European hospitals and 430 US hospitals.Participants 33 659 nurses and 11 318 patients in Europe; 27 509 nurses and more than 120 000 patients in the US.Main outcome measures Nurse outcomes (hospital staffing, work environments, burnout, dissatisfaction, intention to leave job in the next year, patient safety, quality of care), patient outcomes (satisfaction overall and with nursing care, willingness to recommend hospitals).Results The percentage of nurses reporting poor or fair quality of patient …",
            "Patient safety, satisfaction, and quality of hospital care: cross sectional surveys of nurses and patients in 12 countries in Europe and the United States",
            "Linda H Aiken and Walter Sermeus and Koen Van den Heede and Douglas M Sloane and Reinhard Busse and Martin McKee and Luk Bruyneel and Anne Marie Rafferty and Peter Griffiths and Maria Teresa Moreno-Casbas and Carol Tishelman and Anne Scott and Tomasz Brzostek and Juha Kinnunen and Rene Schwendimann and Maud Heinen and Dimitris Zikos and Ingeborg Strømseng Sjetne and Herbert L Smith and Ann Kutney-Lee",
            "2012",
            "vrY4DaQAAAAJ:vV6vV6tmYwMC",
            1833,
            "https:\/\/www.bmj.com\/content\/344\/bmj.e1717.pdf+html",
            "3306873744033830523",
            "\/scholar?cites=3306873744033830523",
            {
                "2012":33,
                "2013":90,
                "2014":172,
                "2015":220,
                "2016":217,
                "2017":268,
                "2018":266,
                "2019":266,
                "2020":251,
                "2021":18
            }
        ],
        [
            "Austerity measures and health-system redesign to minimise hospital expenditures risk adversely affecting patient outcomes. The RN4CAST study was designed to inform decision making about nursing, one of the largest components of hospital operating expenses. We aimed to assess whether differences in patient to nurse ratios and nurses' educational qualifications in nine of the 12 RN4CAST countries with similar patient discharge data were associated with variation in hospital mortality after common surgical procedures.For this observational study, we obtained discharge data for 422 730 patients aged 50 years or older who underwent common surgeries in 300 hospitals in nine European countries. Administrative data were coded with a standard protocol (variants of the ninth or tenth versions of the International Classification of Diseases) to estimate 30 day in-hospital mortality by use of …",
            "Nurse staffing and education and hospital mortality in nine European countries: a retrospective observational study",
            "Linda H Aiken and Douglas M Sloane and Luk Bruyneel and Koen Van den Heede and Peter Griffiths and Reinhard Busse and Marianna Diomidous and Juha Kinnunen and Maria Kózka and Emmanuel Lesaffre and Matthew D McHugh and MT Moreno-Casbas and Anne Marie Rafferty and Rene Schwendimann and P Anne Scott and Carol Tishelman and Theo Van Achterberg and Walter Sermeus",
            "2014",
            "vrY4DaQAAAAJ:qjMakFHDy7sC",
            1810,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140673613626318",
            "208157340301509137",
            "\/scholar?cites=208157340301509137",
            {
                "2014":103,
                "2015":214,
                "2016":246,
                "2017":285,
                "2018":302,
                "2019":306,
                "2020":301,
                "2021":16
            }
        ],
        [
            " Objective. To examine the effects of nurse staffing and organizational support for nursing care on nurses’ dissatisfaction with their jobs, nurse burnout, and nurse reports of quality of patient care in an international sample of hospitals. Design. Multisite cross-sectional survey. Setting. Adult acute-care hospitals in the United States (Pennsylvania), Canada (Ontario and British Columbia), England, and Scotland. Study participants. 10 319 nurses working on medical and surgical units in 303 hospitals across the five jurisdictions. Interventions.None. Main outcome measures. Nurse job dissatisfaction, burnout, and nurse-rated quality of care. Results. Dissatisfaction, burnout, and concerns about quality of care were common among hospital nurses in all five sites. Organizational\/managerial support for nursing had a pronounced effect on nurse …",
            "Hospital staffing, organization, and quality of care: cross-national findings",
            "Linda H Aiken and Sean P Clarke and Douglas M Sloane and International Hospital Outcomes Research Consortium",
            "2002",
            "vrY4DaQAAAAJ:NyGDZy8z5eUC",
            1701,
            "https:\/\/academic.oup.com\/intqhc\/article-abstract\/14\/1\/5\/2739511",
            "16200326141159128053",
            "\/scholar?cites=16200326141159128053",
            {
                "2002":9,
                "2003":27,
                "2004":36,
                "2005":63,
                "2006":85,
                "2007":92,
                "2008":104,
                "2009":109,
                "2010":119,
                "2011":99,
                "2012":117,
                "2013":99,
                "2014":118,
                "2015":131,
                "2016":109,
                "2017":94,
                "2018":96,
                "2019":86,
                "2020":70,
                "2021":4
            }
        ],
        [
            "ObjectiveThe objective of this study was to analyze the net effects of nurse practice environments on nurse and patient outcomes after accounting for nurse staffing and education.BackgroundStaffing and education have well-documented associations with patient outcomes, but evidence on the effect of care environments on outcomes has been more limited.MethodsData from 10,184 nurses and 232,342 surgical patients in 168 Pennsylvania hospitals were analyzed. Care environments were measured using the practice environment scales of the Nursing Work Index. Outcomes included nurse job satisfaction, burnout, intent to leave, and reports of quality of care, as well as mortality and failure to rescue in patients.ResultsNurses reported more positive job experiences and fewer concerns with care quality, and patients had significantly lower risks of death and failure to rescue in hospitals with better care …",
            "Effects of hospital care environment on patient mortality and nurse outcomes",
            "Linda H Aiken and Sean P Clarke and Douglas M Sloane and Eileen T Lake and Timothy Cheney",
            "2008",
            "vrY4DaQAAAAJ:hCrLmN-GePgC",
            1570,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/pmc2586978\/",
            "11554995984210815132",
            "\/scholar?cites=11554995984210815132",
            {
                "2008":12,
                "2009":57,
                "2010":80,
                "2011":121,
                "2012":134,
                "2013":163,
                "2014":164,
                "2015":149,
                "2016":146,
                "2017":148,
                "2018":142,
                "2019":113,
                "2020":108,
                "2021":3
            }
        ],
        [
            "BackgroundAmid a national nurse shortage, there is growing concern that high levels of nurse burnout could adversely affect patient outcomes.ObjectivesThis study examines the effect of the nurse work environment on nurse burnout, and the effects of the nurse work environment and nurse burnout on patients' satisfaction with their nursing care.",
            "Nurse burnout and patient satisfaction",
            "Doris C Vahey and Linda H Aiken and Douglas M Sloane and Sean P Clarke and Delfino Vargas",
            "2004",
            "vrY4DaQAAAAJ:KxtntwgDAa4C",
            1395,
            "https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/pmc2904602\/",
            "5098310179070505047",
            "\/scholar?cites=5098310179070505047",
            {
                "2004":8,
                "2005":24,
                "2006":41,
                "2007":50,
                "2008":75,
                "2009":67,
                "2010":69,
                "2011":101,
                "2012":94,
                "2013":104,
                "2014":124,
                "2015":114,
                "2016":95,
                "2017":95,
                "2018":100,
                "2019":99,
                "2020":102,
                "2021":5
            }
        ],
        [
            "The objective of this study is to investigate whether hospitals known to be good places to practice nursing have lower Medicare mortality than hospitals that are otherwise similar with respect to a variety of non-nursing organizational characteristics. Research to date on determinants of hospital mortality has not focused on the organization of nursing. We capitalize on the existence of a set of studies of 39 hospitals that, for reasons other than patient outcomes, have been singled out as hospitals known for good nursing care. We match these \"magnet\" hospitals with 195 control hospitals, selected from all nonmagnet U.S. hospitals with over 100 Medicare discharges, using a multivariate matched sampling procedure that controls for hospital characteristics. Medicare mortality rates of magnet versus control hospitals are compared using variance components models, which pool information on the five matches per magnet …",
            "Lower Medicare mortality among a set of hospitals known for good nursing care",
            "Linda H Aiken and Herbert L Smith and Eileen T Lake",
            "1994",
            "vrY4DaQAAAAJ:5nxA0vEk-isC",
            1327,
            "https:\/\/www.jstor.org\/stable\/3766652",
            "925011943506729849",
            "\/scholar?cites=925011943506729849",
            {
                "1995":8,
                "1996":14,
                "1997":36,
                "1998":26,
                "1999":31,
                "2000":39,
                "2001":48,
                "2002":72,
                "2003":68,
                "2004":75,
                "2005":79,
                "2006":86,
                "2007":64,
                "2008":79,
                "2009":70,
                "2010":74,
                "2011":68,
                "2012":64,
                "2013":44,
                "2014":56,
                "2015":47,
                "2016":44,
                "2017":34,
                "2018":25,
                "2019":17,
                "2020":14,
                "2021":1
            }
        ],
        [
            "The use of extended work shifts and overtime has escalated as hospitals cope with a shortage of registered nurses (RNs). Little is known, however, about the prevalence of these extended work periods and their effects on patient safety. Logbooks completed by 393 hospital staff nurses revealed that participants usually worked longer than scheduled and that approximately 40 percent of the 5,317 work shifts they logged exceeded twelve hours. The risks of making an error were significantly increased when work shifts were longer than twelve hours, when nurses worked overtime, or when they worked more than forty hours per week.",
            "The working hours of hospital staff nurses and patient safety",
            "Ann E Rogers and Wei-Ting Hwang and Linda D Scott and Linda H Aiken and David F Dinges",
            "2004",
            "vrY4DaQAAAAJ:bz8QjSJIRt4C",
            1304,
            "https:\/\/www.healthaffairs.org\/doi\/abs\/10.1377\/hlthaff.23.4.202",
            "11886388718666933788",
            "\/scholar?cites=11886388718666933788",
            {
                "2004":12,
                "2005":31,
                "2006":55,
                "2007":66,
                "2008":78,
                "2009":80,
                "2010":69,
                "2011":73,
                "2012":84,
                "2013":82,
                "2014":93,
                "2015":112,
                "2016":85,
                "2017":98,
                "2018":101,
                "2019":76,
                "2020":75,
                "2021":6
            }
        ]
    ]
}