{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Human hepatitis B virus (HBV) infection and HBV-related diseases remain a major public health problem. Individuals coinfected with its satellite hepatitis D virus (HDV) have more severe disease. Cellular entry of both viruses is mediated by HBV envelope proteins. The pre-S1 domain of the large envelope protein is a key determinant for receptor(s) binding. However, the identity of the receptor(s) is unknown. Here, by using near zero distance photo-cross-linking and tandem affinity purification, we revealed that the receptor-binding region of pre-S1 specifically interacts with sodium taurocholate cotransporting polypeptide (NTCP), a multiple transmembrane transporter predominantly expressed in the liver. Silencing NTCP inhibited HBV and HDV infection, while exogenous NTCP expression rendered nonsusceptible hepatocarcinoma cells susceptible to these viral infections. Moreover, replacing amino acids 157–165 of nonfunctional monkey NTCP with the human counterpart conferred its ability in supporting both viral infections. Our results demonstrate that NTCP is a functional receptor for HBV and HDV.DOI: http:\/\/dx.doi.org\/10.7554\/eLife.00049.001",
            "Sodium taurocholate cotransporting polypeptide is a functional receptor for human hepatitis B and D virus",
            "Huan Yan and Guocai Zhong and Guangwei Xu and Wenhui He and Zhiyi Jing and Zhenchao Gao and Yi Huang and Yonghe Qi and Bo Peng and Haimin Wang and Liran Fu and Mei Song and Pan Chen and Wenqing Gao and Bijie Ren and Yinyan Sun and Tao Cai and Xiaofeng Feng and Jianhua Sui and Wenhui Li",
            "2012",
            "vsSlT-wAAAAJ:n2EMxG_msskC",
            1452,
            "https:\/\/elifesciences.org\/articles\/00049",
            "17815911114724620587",
            "\/scholar?cites=17815911114724620587",
            {
                "2011":7,
                "2012":4,
                "2013":61,
                "2014":134,
                "2015":201,
                "2016":216,
                "2017":207,
                "2018":183,
                "2019":200,
                "2020":213,
                "2021":12
            }
        ],
        [
            "The dramatic advances in the efficiency of digital computers during the past decade have provided hydrologists with a powerful tool for numerical modeling of groundwater systems. Introduction to Groundwater Modeling presents a broad, comprehensive overview of the fundamental concepts and applications of computerized groundwater modeling. The book covers both finite difference and finite element methods and includes practical sample programs that demonstrate theoretical points described in the text. Each chapter is followed by problems, notes, and references to additional information. This volume will be indispensable to students in introductory groundwater modeling courses as well as to groundwater professionals wishing to gain a complete introduction to this vital subject. Systematic exposition of the basic ideas and results of Hilbert space theory and functional analysis Great variety of applications that are not available in comparable books Different approach to the Lebesgue integral, which makes the theory easier, more intuitive, and more accessible to undergraduate students",
            "Introduction to groundwater modeling: finite difference and finite element methods",
            "Herbert F Wang and Mary P Anderson",
            "1995",
            "vsSlT-wAAAAJ:ukw-9cB-YDkC",
            1105,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=uJT-jwTZQW8C&oi=fnd&pg=PP1&dq=info:mUVfjP7TD28J:scholar.google.com&ots=NBCF6oK71C&sig=i3YkNhyhvswIYjeCIninAbT7hd4",
            "8002848153090868633",
            "\/scholar?cites=8002848153090868633",
            {
                "1983":7,
                "1984":15,
                "1985":11,
                "1986":16,
                "1987":20,
                "1988":22,
                "1989":15,
                "1990":20,
                "1991":18,
                "1992":19,
                "1993":18,
                "1994":27,
                "1995":25,
                "1996":24,
                "1997":21,
                "1998":13,
                "1999":26,
                "2000":17,
                "2001":17,
                "2002":27,
                "2003":28,
                "2004":22,
                "2005":27,
                "2006":39,
                "2007":37,
                "2008":45,
                "2009":38,
                "2010":35,
                "2011":36,
                "2012":44,
                "2013":53,
                "2014":41,
                "2015":40,
                "2016":40,
                "2017":43,
                "2018":45,
                "2019":36,
                "2020":43,
                "2021":2
            }
        ],
        [
            "We developed a hydrogen arc discharge exfoliation method for the synthesis of graphene sheets (GSs) with excellent electrical conductivity and good thermal stability from graphite oxide (GO), in combination with solution-phase dispersion and centrifugation techniques. It was found that efficient exfoliation and considerable deoxygenation of GO, and defect elimination and healing of exfoliated graphite can be simultaneously achieved during the hydrogen arc discharge exfoliation process. The GSs obtained by hydrogen arc discharge exfoliation exhibit a high electrical conductivity of ∼2 × 103 S\/cm and high thermal stability with oxidization resistance temperature of 601 °C, which are much better than those prepared by argon arc discharge exfoliation (∼2 × 102 S\/cm, 525 °C) and by conventional thermal exfoliation (∼80 S\/cm, 507 °C) with the same starting GO. These results demonstrate that this hydrogen arc …",
            "Synthesis of graphene sheets with high electrical conductivity and good thermal stability by hydrogen arc discharge exfoliation",
            "Zhong-Shuai Wu and Wencai Ren and Libo Gao and Jinping Zhao and Zongping Chen and Bilu Liu and Daiming Tang and Bing Yu and Chuanbin Jiang and Hui-Ming Cheng",
            "2009",
            "vsSlT-wAAAAJ:HevVnK7dagcC",
            804,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nn900020u",
            "9219858203377840969",
            "\/scholar?cites=9219858203377840969",
            {
                "2009":7,
                "2010":30,
                "2011":46,
                "2012":61,
                "2013":65,
                "2014":79,
                "2015":93,
                "2016":97,
                "2017":88,
                "2018":76,
                "2019":78,
                "2020":74,
                "2021":9
            }
        ],
        [
            "Type-A receptors for the neurotransmitter GABA (γ-aminobutyric acid) are ligand-gated chloride channels that mediate inhibitory neurotransmission. Each subunit of the pentameric receptor protein has ligand-binding sites in the amino-terminal extracellular domain and four membrane-spanning regions, one of which forms a wall of the ion channel 1. Each subunit also has a large intracellular loop that may be a target for protein kinases and be required for subcellular targeting and membrane clustering of the receptor, perhaps by anchoring the receptor to the cytoskeleton 2, 3, 4. Neurotransmitter receptors need to be positioned in high density in the cell membrane at sites postsynaptic to nerve terminals releasing that neurotransmitter. Other members of the superfamily of ligand-gated ion-channel receptors associate in postsynaptic-membrane clusters by binding to the proteins rapsyn or gephyrin 5, 6, 7. Here we …",
            "GABA A-receptor-associated protein links GABA A receptors and the cytoskeleton",
            "Hongbing Wang and Fiona K Bedford and Nicholas J Brandon and Stephen J Moss and Richard W Olsen",
            "1999",
            "vsSlT-wAAAAJ:3eH_u9Md8IkC",
            653,
            "https:\/\/www.nature.com\/articles\/16264",
            "8485846752501433044",
            "\/scholar?cites=8485846752501433044",
            {
                "1999":19,
                "2000":50,
                "2001":38,
                "2002":49,
                "2003":32,
                "2004":48,
                "2005":29,
                "2006":34,
                "2007":45,
                "2008":36,
                "2009":28,
                "2010":29,
                "2011":28,
                "2012":21,
                "2013":20,
                "2014":28,
                "2015":11,
                "2016":18,
                "2017":18,
                "2018":22,
                "2019":26,
                "2020":20,
                "2021":2
            }
        ],
        [
            "Despite abundant expression of DNA methyltransferases (Dnmts) in brain, the regulation and behavioral role of DNA methylation remain poorly understood. We found that Dnmt3a expression was regulated in mouse nucleus accumbens (NAc) by chronic cocaine use and chronic social defeat stress. Moreover, NAc-specific manipulations that block DNA methylation potentiated cocaine reward and exerted antidepressant-like effects, whereas NAc-specific Dnmt3a overexpression attenuated cocaine reward and was pro-depressant. On a cellular level, we found that chronic cocaine use selectively increased thin dendritic spines on NAc neurons and that DNA methylation was both necessary and sufficient to mediate these effects. These data establish the importance of Dnmt3a in the NAc in regulating cellular and behavioral plasticity to emotional stimuli.",
            "Dnmt3a regulates emotional behavior and spine plasticity in the nucleus accumbens",
            "Quincey LaPlant and Vincent Vialou and Herbert E Covington and Dani Dumitriu and Jian Feng and Brandon L Warren and Ian Maze and David M Dietz and Emily L Watts and Sergio D Iñiguez and Ja Wook Koo and Ezekiell Mouzon and William Renthal and Fiona Hollis and Hui Wang and Michele A Noonan and Yanhua Ren and Amelia J Eisch and Carlos A Bolaños and Mohamed Kabbaj and Guanghua Xiao and Rachael L Neve and Yasmin L Hurd and Ronald S Oosting and Gouping Fan and John H Morrison and Eric J Nestler",
            "2010",
            "vsSlT-wAAAAJ:npT69zEmqdIC",
            509,
            "https:\/\/www.nature.com\/neuro\/journal\/v13\/n9\/abs\/nn.2619.html",
            "16983216494414923489",
            "\/scholar?cites=16983216494414923489",
            {
                "2010":3,
                "2011":51,
                "2012":41,
                "2013":67,
                "2014":68,
                "2015":52,
                "2016":43,
                "2017":59,
                "2018":38,
                "2019":45,
                "2020":38,
                "2021":2
            }
        ],
        [
            "We report a novel phase of carbon possessing a monoclinic C 2\/m structure (8 atoms\/cell) identified using an ab initio evolutionary structural search. This polymorph, which we call M-carbon, is related to the (2× 1) reconstruction of the (111) surface of diamond and can also be viewed as a distorted (through sliding and buckling of the sheets) form of graphite. It is stable over cold-compressed graphite above 13.4 GPa. The simulated x-ray diffraction pattern and near K-edge spectroscopy are in satisfactory agreement with the experimental data [WL Mao et al., Science 302, 425 (2003)] on overcompressed graphite. The hardness and bulk modulus of this new carbon polymorph are calculated to be 83.1 and 431.2 GPa, respectively, which are comparable to those of diamond.",
            "Superhard monoclinic polymorph of carbon",
            "Quan Li and Yanming Ma and Artem R Oganov and Hongbo Wang and Hui Wang and Ying Xu and Tian Cui and Ho-Kwang Mao and Guangtian Zou",
            "2009",
            "vsSlT-wAAAAJ:5bGIVMdsOr0C",
            502,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.175506",
            "17037020371048295547",
            "\/scholar?cites=17037020371048295547",
            {
                "2009":6,
                "2010":41,
                "2011":38,
                "2012":53,
                "2013":39,
                "2014":37,
                "2015":33,
                "2016":39,
                "2017":41,
                "2018":49,
                "2019":52,
                "2020":65,
                "2021":3
            }
        ],
        [
            " math5 is a murine orthologue of atonal, a bHLH proneural gene essential for the formation of photoreceptors and chordotonal organs in Drosophila. The expression ofmath5 coincides with the onset of retinal ganglion cell (RGC) differentiation. Targeted deletion of math5 blocks the initial differentiation of 80% of RGCs and results in an increase in differentiated amacrine cells. Furthermore, the absence ofmath5 abolishes the retinal expression of brn-3b and the formation of virtually all brn-3b-expressing RGCs. These results imply that math5 is a proneural gene essential for RGC differentiation and that math5 acts upstream to activatebrn-3b-dependent differentiation processes in RGCs.",
            "Requirement for math5 in the development of retinal ganglion cells",
            "Steven W Wang and Byong Su Kim and Kan Ding and Huan Wang and Dantong Sun and Randy L Johnson and William H Klein and Lin Gan",
            "2001",
            "vsSlT-wAAAAJ:mu2_AnMl8iYC",
            467,
            "http:\/\/genesdev.cshlp.org\/content\/15\/1\/24.short",
            "13157378848796689324",
            "\/scholar?cites=13157378848796689324",
            {
                "2001":14,
                "2002":27,
                "2003":18,
                "2004":32,
                "2005":22,
                "2006":19,
                "2007":22,
                "2008":22,
                "2009":18,
                "2010":25,
                "2011":27,
                "2012":26,
                "2013":22,
                "2014":32,
                "2015":19,
                "2016":21,
                "2017":25,
                "2018":24,
                "2019":18,
                "2020":27,
                "2021":2
            }
        ],
        [
            "This study examines the effect of age on risk tolerance. The life-cycle investment hypothesis is tested using the 1983-89 panel of the Survey of Consumer Finances. Household wealth is defined as the sum of human capital and net worth. Risk tolerance is measured by the ratio of risky assets to total wealth. Risk tolerance increases with age when other variables are controlled.",
            "Does risk tolerance decrease with age?",
            "Hui Wang and Sherman D Hanna",
            "1997",
            "vsSlT-wAAAAJ:BDTQWqO089sC",
            388,
            "https:\/\/papers.ssrn.com\/sol3\/papers.cfm?abstract_id=95489",
            "14875550591466881432",
            "\/scholar?cites=14875550591466881432",
            {
                "1997":1,
                "1998":2,
                "1999":1,
                "2000":2,
                "2001":3,
                "2002":2,
                "2003":7,
                "2004":9,
                "2005":8,
                "2006":9,
                "2007":5,
                "2008":11,
                "2009":15,
                "2010":16,
                "2011":21,
                "2012":23,
                "2013":24,
                "2014":19,
                "2015":39,
                "2016":35,
                "2017":33,
                "2018":33,
                "2019":31,
                "2020":33,
                "2021":1
            }
        ],
        [
            "In IR and Raman spectral studies, the congestion of the vibrational modes in the C−H stretching region between 2800 and 3000 cm-1 has complicated spectral assignment, conformational analysis, and structural and dynamics studies, even with quite a few of the simplest molecules. To resolve these issues, polarized spectra measurement on a well aligned sample is generally required. Because the liquid interface is generally ordered and molecularly thin, and sum frequency generation vibrational spectroscopy (SFG-VS) is an intrinsically coherent polarization spectroscopy, SFG-VS can be used for discerning details in vibrational spectra of the interfacial molecules. Here we show that, from systematic molecular symmetry and SFG-VS polarization analysis, a set of polarization selection rules could be developed for explicit assignment of the SFG vibrational spectra of the C−H stretching modes. These polarization …",
            "C−H Stretching Vibrations of Methyl, Methylene and Methine Groups at the Vapor\/Alcohol (n = 1−8) Interfaces",
            "Rong Lu and Wei Gan and Bao-hua Wu and Zhen Zhang and Yuan Guo and Hong-fei Wang",
            "2005",
            "vsSlT-wAAAAJ:BnRbUGEozz8C",
            335,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp051565q",
            "16462707198063860542",
            "\/scholar?cites=16462707198063860542",
            {
                "2005":5,
                "2006":24,
                "2007":29,
                "2008":10,
                "2009":18,
                "2010":15,
                "2011":16,
                "2012":22,
                "2013":17,
                "2014":21,
                "2015":30,
                "2016":31,
                "2017":23,
                "2018":24,
                "2019":25,
                "2020":23,
                "2021":1
            }
        ],
        [
            "R. J. Linhardt,**’* JE Turnbull, § HM Wang,* D. Loganathan,* and J. T. Gallagher11 Division of Medicinal and Natural Products Chemistry, College of Pharmacy, University of Iowa, Iowa City, Iowa 52242, and Department of Clinical Research and Cancer Research Campaign, Department of Medical Oncology, University of Manchester, Christie Hospital and Holt Radium Institute, Wilmslow Road, Manchester M20 9BX, UK Received September 8, 1989; Revised Manuscript Received November 15, 1989 abstract: We have examined theactivities of different preparations of heparin and heparan sulfate lyases from Flavobacterium heparinum. The enzymes were incubated with oligosaccharides of known size and sequence and with complex polysaccharide substrates, and the resulting degradation products were analyzed by strong-anion-exchange high-performanceliquid chromatography and by oligosaccharide …",
            "Examination of the substrate specificity of heparin and heparan sulfate lyases",
            "RJ Linhardt and Jeremy E Turnbull and HM Wang and D Loganathan and John T Gallagher",
            "1990",
            "vsSlT-wAAAAJ:zQyJfvL_HJsC",
            333,
            "https:\/\/pubs.acs.org\/doi\/pdf\/10.1021\/bi00462a026",
            "62199882743571011",
            "\/scholar?cites=62199882743571011",
            {
                "1990":1,
                "1991":12,
                "1992":15,
                "1993":19,
                "1994":18,
                "1995":16,
                "1996":10,
                "1997":14,
                "1998":16,
                "1999":7,
                "2000":14,
                "2001":10,
                "2002":11,
                "2003":5,
                "2004":8,
                "2005":12,
                "2006":8,
                "2007":5,
                "2008":8,
                "2009":9,
                "2010":17,
                "2011":9,
                "2012":10,
                "2013":11,
                "2014":6,
                "2015":14,
                "2016":16,
                "2017":9,
                "2018":8,
                "2019":6,
                "2020":6,
                "2021":1
            }
        ]
    ]
}