{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We present a calculation of the Nucleon and Delta excited state spectra on dynamical anisotropic clover lattices. A method for operator construction is introduced that allows for the reliable identification of the continuum spins of baryon states, overcoming the reduced symmetry of the cubic lattice. Using this method, we are able to determine a spectrum of single-particle states for spins up to and including J= 7 2, of both parities, the first time this has been achieved in a lattice calculation. We find a spectrum of states identifiable as admixtures of S U (6)⊗ O (3) representations and a counting of levels that is consistent with the nonrelativistic q q q constituent quark model. This dense spectrum is incompatible with quark-diquark model solutions to the “missing resonance problem” and shows no signs of parity doubling of states.",
            "Excited state baryon spectroscopy from lattice QCD",
            "Robert G Edwards and Jozef J Dudek and David G Richards and Stephen J Wallace",
            "2011",
            "vUAGJkcAAAAJ:u-x6o8ySG0sC",
            438,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.84.074508",
            "15824895527756542134",
            "\/scholar?cites=15824895527756542134",
            {
                "2011":8,
                "2012":53,
                "2013":53,
                "2014":58,
                "2015":51,
                "2016":58,
                "2017":44,
                "2018":43,
                "2019":26,
                "2020":35,
                "2021":6
            }
        ],
        [
            "We present the first light-hadron spectroscopy on a set of N f= 2+ 1 dynamical, anisotropic lattices. A convenient set of coordinates that parameterize the two-dimensional plane of light and strange-quark masses is introduced. These coordinates are used to extrapolate data obtained at the simulated values of the quark masses to the physical light and strange-quark point. A measurement of the Sommer scale on these ensembles is made, and the performance of the hybrid Monte Carlo algorithm used for generating the ensembles is estimated.",
            "First results from  dynamical quark flavors on an anisotropic lattice: Light-hadron spectroscopy and setting the strange-quark mass",
            "Huey-Wen Lin and Saul D Cohen and Jozef Dudek and Robert G Edwards and Bálint Joó and David G Richards and John Bulava and Justin Foley and Colin Morningstar and Eric Engelson and Stephen Wallace and K Jimmy Juge and Nilmani Mathur and Michael J Peardon and Sinéad M Ryan and Hadron Spectrum Collaboration",
            "2009",
            "vUAGJkcAAAAJ:u5HHmVD_uO8C",
            343,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.79.034502",
            "6566155155176221021",
            "\/scholar?cites=6566155155176221021",
            {
                "2009":29,
                "2010":37,
                "2011":41,
                "2012":42,
                "2013":43,
                "2014":26,
                "2015":29,
                "2016":29,
                "2017":15,
                "2018":16,
                "2019":16,
                "2020":16,
                "2021":1
            }
        ],
        [
            "A new quark-field smearing algorithm is defined which enables efficient calculations of a broad range of hadron correlation functions. The technique applies a low-rank operator to define smooth fields that are to be used in hadron creation operators. The resulting space of smooth fields is small enough that all elements of the reduced quark propagator can be computed exactly at reasonable computational cost. Correlations between arbitrary sources, including multihadron operators can be computed a posteriori without requiring new lattice Dirac operator inversions. The method is tested on realistic lattice sizes with light dynamical quarks.",
            "Novel quark-field creation operator construction for hadronic physics in lattice QCD",
            "Michael Peardon and John Bulava and Justin Foley and Colin Morningstar and Jozef Dudek and Robert G Edwards and Balint Joo and Huey-Wen Lin and David G Richards and Keisuke Jimmy Juge and Hadron Spectrum Collaboration",
            "2009",
            "vUAGJkcAAAAJ:d1gkVwhDpl0C",
            325,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.80.054506",
            "137016125173479134",
            "\/scholar?cites=137016125173479134",
            {
                "2009":6,
                "2010":23,
                "2011":30,
                "2012":22,
                "2013":32,
                "2014":30,
                "2015":25,
                "2016":28,
                "2017":26,
                "2018":38,
                "2019":36,
                "2020":24,
                "2021":2
            }
        ],
        [
            "We present a detailed description of the extraction of the highly excited isovector meson spectrum on dynamical anisotropic lattices using a new quark-field construction algorithm and a large variational basis of operators. With careful operator construction, the combination of these techniques is used to identify the continuum spin of extracted states reliably, overcoming the reduced rotational symmetry of the cubic lattice. Excited states, states with exotic quantum numbers (0+−, 1−+ and 2+−), and states of high spin are resolved, including, for the first time in a lattice QCD calculation, spin-four states. The determinations of the spectrum of isovector mesons and kaons are performed on dynamical lattices with two volumes and with pion masses down to∼ 400 MeV, with statistical precision typically at or below 1% even for highly excited states.",
            "Toward the excited meson spectrum of dynamical QCD",
            "Jozef J Dudek and Robert G Edwards and Michael J Peardon and David G Richards and Christopher E Thomas and Hadron Spectrum Collaboration",
            "2010",
            "vUAGJkcAAAAJ:9yKSN-GCB0IC",
            290,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.82.034508",
            "13427265576673395651",
            "\/scholar?cites=13427265576673395651",
            {
                "2010":11,
                "2011":30,
                "2012":38,
                "2013":33,
                "2014":31,
                "2015":31,
                "2016":26,
                "2017":27,
                "2018":19,
                "2019":21,
                "2020":20,
                "2021":2
            }
        ],
        [
            "We summarize the scientific opportunities for utilization of the upgraded 12GeV Continuous Electron Beam Accelerator Facility (CEBAF) and associated experimental equipment at Jefferson Lab. This is based primarily on the 52 proposals recommended for approval by the Jefferson Lab Program Advisory Committee to date. The upgraded facility will enable a new experimental program with substantial discovery potential to address important topics in nuclear, hadronic, and electroweak physics.",
            "Physics opportunities with the 12 GeV upgrade at Jefferson Lab",
            "Jozef Dudek and Rolf Ent and Rouven Essig and KS Kumar and Curtis Meyer and RD McKeown and Zein Eddine Meziani and Gerald A Miller and Michael Pennington and David Richards and Larry Weinstein and Glenn Young and Susan Brown",
            "2012",
            "vUAGJkcAAAAJ:Tyk-4Ss8FVUC",
            286,
            "https:\/\/link.springer.com\/article\/10.1140\/epja\/i2012-12187-1",
            "1851131363518254643",
            "\/scholar?cites=1851131363518254643",
            {
                "2012":2,
                "2013":33,
                "2014":28,
                "2015":32,
                "2016":39,
                "2017":38,
                "2018":32,
                "2019":33,
                "2020":40,
                "2021":7
            }
        ],
        [
            "We present a spectrum of highly excited charmonium mesons up to around 4.5 GeV calculated using dynamical lattice QCD. Employing novel computational techniques and the variational method with a large basis of carefully constructed operators, we extract and reliably identify the continuum spin of an extensive set of excited states, states with exotic quantum numbers (0+−, 1−+, 2+−) and states with high spin. Calculations are performed on two lattice volumes with pion mass≈ 400 MeV and the mass determinations have high statistical precision even for excited states. We discuss the results in light of experimental observations, identify the lightest ‘supermultiplet’of hybrid mesons and comment on the phenomenological implications of the spectrum of exotic mesons.",
            "Excited and exotic charmonium spectroscopy from lattice QCD",
            "Liuming Liu and Graham Moir and Michael Peardon and Sinéad M Ryan and Christopher E Thomas and Pol Vilaseca and Jozef J Dudek and Robert G Edwards and Balint Joo and David G Richards",
            "2012",
            "vUAGJkcAAAAJ:hMod-77fHWUC",
            261,
            "https:\/\/link.springer.com\/article\/10.1007\/JHEP07(2012)126",
            "10961074989046261290",
            "\/scholar?cites=10961074989046261290",
            {
                "2011":1,
                "2012":7,
                "2013":34,
                "2014":30,
                "2015":47,
                "2016":35,
                "2017":39,
                "2018":29,
                "2019":19,
                "2020":18,
                "2021":2
            }
        ],
        [
            "We present a spectrum of highly excited charmonium mesons up to around 4.5 GeV calculated using dynamical lattice QCD. Employing novel computational techniques and the variational method with a large basis of carefully constructed operators, we extract and reliably identify the continuum spin of an extensive set of excited states, states with exotic quantum numbers (0+−, 1−+, 2+−) and states with high spin. Calculations are performed on two lattice volumes with pion mass≈ 400 MeV and the mass determinations have high statistical precision even for excited states. We discuss the results in light of experimental observations, identify the lightest ‘supermultiplet’of hybrid mesons and comment on the phenomenological implications of the spectrum of exotic mesons.",
            "Excited and exotic charmonium spectroscopy from lattice QCD",
            "Liuming Liu and Graham Moir and Michael Peardon and Sinéad M Ryan and Christopher E Thomas and Pol Vilaseca and Jozef J Dudek and Robert G Edwards and Balint Joo and David G Richards",
            "2012",
            "vUAGJkcAAAAJ:zYLM7Y9cAGgC",
            261,
            "https:\/\/link.springer.com\/article\/10.1007\/JHEP07(2012)126",
            "10961074989046261290",
            "\/scholar?cites=10961074989046261290",
            {
                "2011":1,
                "2012":7,
                "2013":34,
                "2014":30,
                "2015":47,
                "2016":35,
                "2017":39,
                "2018":29,
                "2019":19,
                "2020":18,
                "2021":2
            }
        ],
        [
            "We determine the energy-dependent amplitude for elastic π π P-wave scattering in isospin-1 by computing part of the discrete energy spectrum of QCD in finite cubic boxes. We observe a rapidly rising phase shift that can be well described by a single ρ resonance. The spectrum is obtained from hadron correlators computed using lattice QCD with light quark masses corresponding to m π∼ 400 MeV. Variational analyses are performed with large bases of hadron interpolating fields including, as well as fermion bilinears that resemble q q constructions, also operators that resemble pairs of pions with definite relative and total momentum. We compute the spectrum for a range of center-of-mass momenta and in various irreducible representations of the relevant symmetry group. Hence we determine more than 30 values of the isospin-1 P-wave scattering phase shift in the elastic region, mapping out its energy …",
            "Energy dependence of the  resonance in  elastic scattering from lattice QCD",
            "Jozef J Dudek and Robert G Edwards and Christopher E Thomas and Hadron Spectrum Collaboration",
            "2013",
            "vUAGJkcAAAAJ:mVmsd5A6BfQC",
            240,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.87.034505",
            "7207924820768072849",
            "\/scholar?cites=7207924820768072849",
            {
                "2012":1,
                "2013":21,
                "2014":30,
                "2015":32,
                "2016":38,
                "2017":24,
                "2018":32,
                "2019":28,
                "2020":30,
                "2021":2
            }
        ],
        [
            "We determine the energy-dependent amplitude for elastic π π P-wave scattering in isospin-1 by computing part of the discrete energy spectrum of QCD in finite cubic boxes. We observe a rapidly rising phase shift that can be well described by a single ρ resonance. The spectrum is obtained from hadron correlators computed using lattice QCD with light quark masses corresponding to m π∼ 400 MeV. Variational analyses are performed with large bases of hadron interpolating fields including, as well as fermion bilinears that resemble q q constructions, also operators that resemble pairs of pions with definite relative and total momentum. We compute the spectrum for a range of center-of-mass momenta and in various irreducible representations of the relevant symmetry group. Hence we determine more than 30 values of the isospin-1 P-wave scattering phase shift in the elastic region, mapping out its energy …",
            "Energy dependence of the  resonance in  elastic scattering from lattice QCD",
            "Jozef J Dudek and Robert G Edwards and Christopher E Thomas and Hadron Spectrum Collaboration",
            "2013",
            "vUAGJkcAAAAJ:Y0pCki6q_DkC",
            240,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.87.034505",
            "7207924820768072849",
            "\/scholar?cites=7207924820768072849",
            {
                "2012":1,
                "2013":21,
                "2014":30,
                "2015":32,
                "2016":38,
                "2017":24,
                "2018":32,
                "2019":28,
                "2020":30,
                "2021":2
            }
        ],
        [
            "We extract to high statistical precision an excited spectrum of single-particle isoscalar mesons using lattice QCD, including states of high spin and, for the first time, light exotic J PC isoscalars. The use of a novel quark field construction has enabled us to overcome the long-standing challenge of efficiently including quark-annihilation contributions. Hidden-flavor mixing angles are extracted and while most states are found to be close to ideally flavor mixed, there are examples of large mixing in the pseudoscalar and axial sectors in line with experiment. The exotic J PC isoscalar states appear at a mass scale comparable to the exotic isovector states.",
            "Isoscalar meson spectroscopy from lattice QCD",
            "Jozef J Dudek and Robert G Edwards and Balint Joo and Michael J Peardon and David G Richards and Christopher E Thomas and Hadron Spectrum Collaboration",
            "2011",
            "vUAGJkcAAAAJ:UeHWp8X0CEIC",
            232,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.83.111502",
            "5408805911801861890",
            "\/scholar?cites=5408805911801861890",
            {
                "2011":15,
                "2012":40,
                "2013":32,
                "2014":33,
                "2015":21,
                "2016":20,
                "2017":18,
                "2018":24,
                "2019":15,
                "2020":13,
                "2021":1
            }
        ]
    ]
}