{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1
    ],
    "data":[
        [
            "Background: The proton charge radius extracted from recent muonic hydrogen Lamb shift measurements is significantly smaller than that extracted from atomic hydrogen and electron scattering measurements. The discrepancy has become known as the proton radius puzzle.Purpose: In an attempt to understand the discrepancy, we review high-precision electron scattering results from Mainz, Jefferson Lab, Saskatoon, and Stanford.Methods: We make use of stepwise regression techniques using the F test as well as the Akaike information criterion to systematically determine the predictive variables to use for a given set and range of electron scattering data as well as to provide multivariate error estimates.Results: Starting with the precision, low four-momentum transfer (Q 2) data from Mainz (1980) and Saskatoon (1974), we find that a stepwise regression of the Maclaurin series using the F test as well as the Akaike …",
            "Proton radius from electron scattering data",
            "Douglas W Higinbotham and Al Amin Kabir and Vincent Lin and David Meekins and Blaine Norum and Brad Sawatzky",
            "2016",
            "VUb8x2oAAAAJ:u-x6o8ySG0sC",
            67,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.93.055207",
            "10659664234769148769",
            "\/scholar?cites=10659664234769148769",
            {
                "2016":8,
                "2017":20,
                "2018":12,
                "2019":13,
                "2020":13
            }
        ],
        [
            "We report results of the crystal growth and characterization of undoped and Dy-doped TlPb2Br5 for applications in infrared (IR) lasers and nuclear radiation detection. TlPb2Br5 (TPB) was synthesized from commercial starting materials of PbBr2 and TlBr and further purified through a combination of zone-refinement and directional solidification. For doping experiments, 2  wt% of DyBr3 was added to the purified TPB material. Crystal growth of TPB and Dy: TPB was carried out in a two-zone tube furnace by a vertical Bridgman method. Following optical excitation at ∼1.36 μm, the Dy: TPB crystal exhibited efficient mid-IR emission bands centered at 2.87 μm and 4.35 μm with room-temperature lifetimes of 9.5 ms and 5.2 ms, respectively. The peak emission cross-sections were determined to be ∼0.8 × 10−20 cm2 and ∼0.5 × 10−20 cm2, respectively, which makes Dy: TPB a promising candidate for mid-IR laser …",
            "Crystal growth and characterization of undoped and Dy-doped TlPb2Br5 for infrared lasers and nuclear radiation detection",
            "Uwe Hommerich and EiEi Brown and Al Amin Kabir and Daniel Hart and Sudhir Trivedi and Feng Jin and Henry Chen",
            "2017",
            "VUb8x2oAAAAJ:d1gkVwhDpl0C",
            5,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S002202481730595X",
            "4549855077358503282",
            "\/scholar?cites=4549855077358503282",
            {
                "2019":3,
                "2020":2
            }
        ]
    ]
}