{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The atmospheric partial pressure of carbon dioxide (p CO 2) will almost certainly be double that of pre-industrial levels by 2100 and will be considerably higher than at any time during the past few million years 1. The oceans are a principal sink for anthropogenic CO 2 where it is estimated to have caused a 30% increase in the concentration of H+ in ocean surface waters since the early 1900s and may lead to a drop in seawater pH of up to 0.5 units by 2100 (refs 2, 3). Our understanding of how increased ocean acidity may affect marine ecosystems is at present very limited as almost all studies have been in vitro, short-term, rapid perturbation experiments on isolated elements of the ecosystem 4, 5. Here we show the effects of acidification on benthic ecosystems at shallow coastal sites where volcanic CO 2 vents lower the pH of the water column. Along gradients of normal pH (8.1–8.2) to lowered pH (mean 7.8–7.9 …",
            "Volcanic carbon dioxide vents show ecosystem effects of ocean acidification",
            "Jason M Hall-Spencer and Riccardo Rodolfo-Metalpa and Sophie Martin and Emma Ransome and Maoz Fine and Suzanne M Turner and Sonia J Rowley and Dario Tedesco and Maria-Cristina Buia",
            "2008",
            "VUX0siQAAAAJ:u5HHmVD_uO8C",
            1306,
            "https:\/\/www.nature.com\/articles\/nature07051",
            "3696595272730674566",
            "\/scholar?cites=3696595272730674566",
            {
                "2008":11,
                "2009":58,
                "2010":76,
                "2011":91,
                "2012":116,
                "2013":145,
                "2014":135,
                "2015":127,
                "2016":122,
                "2017":109,
                "2018":107,
                "2019":85,
                "2020":89,
                "2021":9
            }
        ],
        [
            "Increasing atmospheric carbon dioxide (CO 2) concentrations are expectedto decrease surface ocean pH by 0.3–0.5 units by 2100 (refs 1, 2), lowering the carbonate ion concentration of surfacewaters. This rapid acidification is predicted to dramatically decrease calcification in many marine organisms 3, 4. Reduced skeletal growth under increased CO 2 levels has already been shown for corals, molluscs and many other marine organisms 4, 5, 6, 7, 8, 9. The impact of acidification on the ability of individual species to calcify has remained elusive, however, as measuring net calcification fails to disentangle the relative contributions of gross calcification and dissolution rates on growth. Here, we show that corals and molluscs transplanted along gradients of carbonate saturation state at Mediterranean CO 2 vents are able to calcify and grow at even faster than normal rates when exposed to the high CO 2 levels …",
            "Coral and mollusc resistance to ocean acidification adversely affected by warming",
            "Riccardo Rodolfo-Metalpa and Fanny Houlbrèque and Éric Tambutté and Florence Boisson and Cecilia Baggini and Francesco P Patti and Ross Jeffree and Maoz Fine and Andy Foggo and JP Gattuso and JM Hall-Spencer",
            "2011",
            "VUX0siQAAAAJ:mVmsd5A6BfQC",
            446,
            "https:\/\/www.nature.com\/articles\/nclimate1200",
            "1591081642737014576",
            "\/scholar?cites=1591081642737014576",
            {
                "2012":40,
                "2013":78,
                "2014":71,
                "2015":53,
                "2016":46,
                "2017":40,
                "2018":37,
                "2019":40,
                "2020":26,
                "2021":5
            }
        ],
        [
            "This contribution documents widespread trawling damage to cold–water coral reefs at 840–1300 m depth along the West Ireland continental shelf break and at 200 m off West Norway. These reefs are spectacular but poorly known. By–catches from commercial trawls for deep–water fish off West Ireland included large pieces (up to 1 m2) of coral that had been broken from reefs and a diverse array of coral-associated benthos. Five azooxanthellate scleractinarian corals were identified in these by-catches, viz. Desmophyllum cristagalli, Enallopsammia rostrata, Lophelia pertusa, Madrepora oculata and Solenosmilia variabilis. Dating of carbonate skeletons using 14C accelerator mass spectrometry showed that the trawled coral matrix was at least 4550 years old. Surveys by remotely operated vehicles in Norway showed extensive fishing damage to L. pertusa reefs. The urgent need for deep–water coral conservation …",
            "Trawling damage to Northeast Atlantic ancient coral reefs",
            "Jason Hall–Spencer and Valerie Allain and Jan Helge Fosså",
            "2002",
            "VUX0siQAAAAJ:u-x6o8ySG0sC",
            416,
            "https:\/\/royalsocietypublishing.org\/doi\/abs\/10.1098\/rspb.2001.1910",
            "2270108278074792605",
            "\/scholar?cites=2270108278074792605",
            {
                "2002":4,
                "2003":7,
                "2004":15,
                "2005":32,
                "2006":15,
                "2007":28,
                "2008":22,
                "2009":30,
                "2010":27,
                "2011":19,
                "2012":23,
                "2013":24,
                "2014":25,
                "2015":15,
                "2016":28,
                "2017":24,
                "2018":20,
                "2019":21,
                "2020":21,
                "2021":1
            }
        ],
        [
            "In this review of seamount ecology, we address a number of key scientific issues concerning the structure and function of benthic communities, human impacts, and seamount management and conservation. We consider whether community composition and diversity differ between seamounts and continental slopes, how important dispersal capabilities are in seamount connectivity, what environmental factors drive species composition and diversity, whether seamounts are centers of enhanced biological productivity, and whether they have unique trophic architecture. We discuss how vulnerable seamount communities are to fishing and mining, and how we can balance exploitation of resources and conservation of habitat. Despite considerable advances in recent years, there remain many questions about seamount ecosystems that need closer integration of molecular, oceanographic, and ecological research.",
            "The ecology of seamounts: structure, function, and human impacts",
            "Malcolm R Clark and Ashley A Rowden and Thomas Schlacher and Alan Williams and Mireille Consalvey and Karen I Stocks and Alex D Rogers and Timothy D O'Hara and Martin White and Timothy M Shank and Jason M Hall-Spencer",
            "2010",
            "VUX0siQAAAAJ:ufrVoPGSRksC",
            388,
            "https:\/\/www.annualreviews.org\/doi\/abs\/10.1146\/annurev-marine-120308-081109",
            "8781871916771887079",
            "\/scholar?cites=8781871916771887079",
            {
                "2010":24,
                "2011":22,
                "2012":23,
                "2013":44,
                "2014":26,
                "2015":31,
                "2016":46,
                "2017":46,
                "2018":30,
                "2019":39,
                "2020":49,
                "2021":3
            }
        ],
        [
            "There are high levels of uncertainty about how coastal ecosystems will be affected by rapid ocean acidification caused by anthropogenic CO2, due to a lack of data. The few experiments to date have been short-term (< 1 year) and reveal mixed responses depending on the species examined and the culture conditions used. It is difficult to carry out long-term manipulations of CO2 levels, therefore areas with naturally high CO2 levels are being used to help understand which species, habitats and processes are resilient to the effects of ocean acidification, and which are adversely affected. Here we describe the effects of increasing CO2 levels on macroalgal communities along a pH gradient caused by volcanic vents.Macroalgal habitat differed at taxonomic and morphological group levels along a pH gradient. The vast majority of the 101 macroalgal species studied were able to grow with only a 5% decrease in …",
            "Effects of ocean acidification on macroalgal communities",
            "Lucia Porzio and Maria Cristina Buia and Jason M Hall-Spencer",
            "2011",
            "VUX0siQAAAAJ:aqlVkmm33-oC",
            322,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0022098111000591",
            "14863469914959646835",
            "\/scholar?cites=14863469914959646835",
            {
                "2011":6,
                "2012":23,
                "2013":42,
                "2014":42,
                "2015":44,
                "2016":34,
                "2017":47,
                "2018":32,
                "2019":22,
                "2020":24,
                "2021":2
            }
        ],
        [
            "Aim  Globally, species distribution patterns in the deep sea are poorly resolved, with spatial coverage being sparse for most taxa and true absence data missing. Increasing human impacts on deep‐sea ecosystems mean that reaching a better understanding of such patterns is becoming more urgent. Cold‐water stony corals (Order Scleractinia) form structurally complex habitats (dense thickets or reefs) that can support a diversity of other associated fauna. Despite their widely accepted ecological importance, records of scleractinian corals on seamounts are patchy and simply not available for most of the global ocean. The objective of this paper is to model the global distribution of suitable habitat for stony corals on seamounts.Location  Seamounts worldwide.Methods  We compiled a database containing all accessible records of scleractinian corals on seamounts. Two modelling approaches developed for …",
            "Predicting global habitat suitability for stony corals on seamounts",
            "Derek P Tittensor and Amy R Baco and Paul E Brewin and Malcolm R Clark and Mireille Consalvey and Jason Hall‐Spencer and Ashley A Rowden and Thomas Schlacher and Karen I Stocks and Alex D Rogers",
            "2009",
            "VUX0siQAAAAJ:IjCSPb-OGe4C",
            305,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1365-2699.2008.02062.x",
            "15900986104285355495",
            "\/scholar?cites=15900986104285355495",
            {
                "2008":2,
                "2009":8,
                "2010":24,
                "2011":25,
                "2012":30,
                "2013":29,
                "2014":30,
                "2015":34,
                "2016":25,
                "2017":22,
                "2018":16,
                "2019":19,
                "2020":33,
                "2021":3
            }
        ],
        [
            "The purple-tipped sea urchin, Psammechinus miliaris, was exposed to artificially acidified seawater treatments (pHw 6.16, 6.63 or 7.44) over a period of 8 days. Urchin mortality of 100% was observed at pHw 6.16 after 7 days and coincided with a pronounced hypercapnia in the coelomic fluid producing an irrecoverable acidosis. Coelomic fluid acid–base measures showed that an accumulation of CO2 and a significant reduction in pH occurred in all treatments compared with controls. Bicarbonate buffering was employed in each case, reducing the resultant acidosis, but compensation was incomplete even under moderate environmental hypercapnia. Significant test dissolution was inferred from observable increases in the Mg2+ concentration of the coelomic fluid under all pH treatments. We show that a chronic reduction of surface water pH to below 7.5 would be severely detrimental to the acid–base balance of …",
            "Effects of anthropogenic seawater acidification on acid–base balance in the sea urchin Psammechinus miliaris",
            "Hayley Miles and Stephen Widdicombe and John I Spicer and Jason Hall-Spencer",
            "2007",
            "VUX0siQAAAAJ:2osOgNQ5qMEC",
            280,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0025326X06003821",
            "14648392882210536064",
            "\/scholar?cites=14648392882210536064",
            {
                "2007":2,
                "2008":18,
                "2009":21,
                "2010":22,
                "2011":32,
                "2012":17,
                "2013":37,
                "2014":25,
                "2015":25,
                "2016":23,
                "2017":17,
                "2018":14,
                "2019":12,
                "2020":11,
                "2021":1
            }
        ],
        [
            "We explore the role of agriculture in destabilizing the Earth system at the planetary scale, through examining nine planetary boundaries, or “safe limits”: land-system change, freshwater use, biogeochemical flows, biosphere integrity, climate change, ocean acidification, stratospheric ozone depletion, atmospheric aerosol loading, and introduction of novel entities. Two planetary boundaries have been fully transgressed, i.e., are at high risk, biosphere integrity and biogeochemical flows, and agriculture has been the major driver of the transgression. Three are in a zone of uncertainty i.e., at increasing risk, with agriculture the major driver of two of those, landsystem change and freshwater use, and a significant contributor to the third, climate change. Agriculture is also a significant or major contributor to change for many of those planetary boundaries still in the safe zone. To reduce the role of agriculture in transgressing …",
            "Agriculture production as a major driver of the Earth system exceeding planetary boundaries",
            "Bruce M Campbell and Douglas J Beare and Elena M Bennett and Jason M Hall-Spencer and John SI Ingram and Fernando Jaramillo and Rodomiro Ortiz and Navin Ramankutty and Jeffrey A Sayer and Drew Shindell",
            "2017",
            "VUX0siQAAAAJ:-DxkuPiZhfEC",
            265,
            "https:\/\/www.jstor.org\/stable\/26798991",
            "16335884668272970179",
            "\/scholar?cites=16335884668272970179",
            {
                "2018":38,
                "2019":88,
                "2020":115,
                "2021":18
            }
        ],
        [
            "Maerl beds are mixed sediments built by a surface layer of slow-growing, unattached coralline algae that are of international conservation significance because they create areas of high biodiversity. They are patchily distributed throughout Europe (to ∼30 m depth around the British Isles and to ∼120 m depth in the Mediterranean) and many are affected by towed demersal fishing. We report the effects of Newhaven scallop dredges on a previously unfished maerl bed compared with the effects on similar grounds that have been fished commercially in the Clyde Sea area, Scotland. Sediment cores were taken to assess the population density of live maerl thalli prior to scallop dredging on marked test and control plots. These plots were then monitored biannually over a four-year period. Live maerl thalli were sparsely distributed at the impacted site, and experimental dredging had no discernible effect on their …",
            "Scallop dredging has profound, long-term impacts on maerl habitats",
            "JM Hall-Spencer and PG Moore",
            "2000",
            "VUX0siQAAAAJ:d1gkVwhDpl0C",
            259,
            "https:\/\/academic.oup.com\/icesjms\/article-abstract\/57\/5\/1407\/660943",
            "16562982702129929795",
            "\/scholar?cites=16562982702129929795",
            {
                "2000":1,
                "2001":3,
                "2002":12,
                "2003":14,
                "2004":8,
                "2005":5,
                "2006":11,
                "2007":10,
                "2008":9,
                "2009":15,
                "2010":10,
                "2011":12,
                "2012":13,
                "2013":12,
                "2014":17,
                "2015":20,
                "2016":20,
                "2017":16,
                "2018":18,
                "2019":8,
                "2020":8,
                "2021":2
            }
        ],
        [
            "Human activity in the deep sea is extending ever deeper, with recent research showing that this environment is more sensitive to human and natural impacts than previously thought. Some deep-water fish stocks have collapsed and fishing methods such as bottom trawling have raised international concern over the habitat damage they cause. It is likely that in its current form, deep-sea fishing is unsustainable. Diminishing reserves of hydrocarbons in shallow water are pushing exploration and production into deeper waters, which may cause damage to little known deep-sea habitats. The deep sea is also proposed as an environment where anthropogenic carbon dioxide could be stored to minimise the effect of its release into the atmosphere. At the same time, rising atmospheric carbon dioxide levels may be altering the chemical equilibrium of the global ocean by lowering pH. Many countries are now beginning to …",
            "Preserving deep-sea natural heritage: emerging issues in offshore conservation and management",
            "Andrew J Davies and J Murray Roberts and Jason Hall-Spencer",
            "2007",
            "VUX0siQAAAAJ:Br1UauaknNIC",
            254,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006320707002285",
            "4992457599651841010",
            "\/scholar?cites=4992457599651841010",
            {
                "2007":1,
                "2008":19,
                "2009":13,
                "2010":23,
                "2011":22,
                "2012":20,
                "2013":19,
                "2014":21,
                "2015":16,
                "2016":22,
                "2017":19,
                "2018":17,
                "2019":17,
                "2020":19,
                "2021":2
            }
        ]
    ]
}