{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Electron-spin-echo experiments reveal phase-memory times as long as 58 μs at 300 K for nitrogen-vacancy centers in chemical vapor deposition (CVD) single crystals. The spins were optically polarized and optically detected. Two high-quality CVD samples were studied. From the current results, it is not clear whether these phase-memory times represent a fundamental limit or are limited by an external source of decoherence.",
            "Long coherence times at 300 K for nitrogen-vacancy center spins in diamond grown by chemical vapor deposition",
            "TA Kennedy and JS Colton and JE Butler and RC Linares and PJ Doering",
            "2003",
            "VWbENu0AAAAJ:u5HHmVD_uO8C",
            217,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1626791",
            "8457698922497131385",
            "\/scholar?cites=8457698922497131385",
            {
                "2003":1,
                "2004":3,
                "2005":11,
                "2006":19,
                "2007":10,
                "2008":13,
                "2009":16,
                "2010":14,
                "2011":13,
                "2012":5,
                "2013":10,
                "2014":19,
                "2015":21,
                "2016":15,
                "2017":12,
                "2018":13,
                "2019":9,
                "2020":11
            }
        ],
        [
            "Photoluminescence (PL) line shapes in InGaN multiple quantum well structures have been studied experimentally and theoretically between 10 and 300 K. The higher temperature PL spectra can be fitted quantitatively with a thermalized carrier distribution and a broadened joint-density-of-states. The low temperature PL line shapes suggest that carriers are not thermalized, as a result of localization by band-gap fluctuations. We deduce a localization energy of ∼7 meV as compared with an activation energy of ∼63 meV from thermal quenching of the PL intensity. We thus conclude that this activation energy and the band-gap fluctuation most likely have different origins.",
            "An analysis of temperature dependent photoluminescence line shapes in InGaN",
            "KL Teo and JS Colton and PY Yu and ER Weber and MF Li and W Liu and K Uchida and H Tokunaga and N Akutsu and K Matsumoto",
            "1998",
            "VWbENu0AAAAJ:u-x6o8ySG0sC",
            139,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.122249",
            "7802396076639299237",
            "\/scholar?cites=7802396076639299237",
            {
                "1999":7,
                "2000":10,
                "2001":7,
                "2002":9,
                "2003":9,
                "2004":10,
                "2005":8,
                "2006":8,
                "2007":10,
                "2008":4,
                "2009":6,
                "2010":1,
                "2011":2,
                "2012":3,
                "2013":2,
                "2014":7,
                "2015":2,
                "2016":8,
                "2017":9,
                "2018":9,
                "2019":4,
                "2020":1,
                "2021":1
            }
        ],
        [
            "We have observed microsecond spin-flip times in lightly doped n− GaAs, by measuring the photoluminescence polarization in the time domain with pump and probe pulses. Times up to 1.4 μs have been measured. Our results as a function of magnetic field indicate three regions governing the spin relaxation: a low field region, where spin-flip times increase due to suppression of the nuclear hyperfine interaction for localized electrons, a medium field region where spin-flip times increase due to narrowing of the hyperfine relaxation for interacting electrons, and a high field region where spin-flip times begin to level off due to the increasing importance of spin-orbit relaxation mechanisms.",
            "Microsecond spin-flip times in  measured by time-resolved polarization of photoluminescence",
            "John S Colton and TA Kennedy and AS Bracker and D Gammon",
            "2004",
            "VWbENu0AAAAJ:d1gkVwhDpl0C",
            65,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.69.121307",
            "10353122218059826391",
            "\/scholar?cites=10353122218059826391",
            {
                "2004":1,
                "2005":3,
                "2006":10,
                "2007":6,
                "2008":6,
                "2009":4,
                "2010":5,
                "2011":2,
                "2012":2,
                "2013":7,
                "2014":3,
                "2015":2,
                "2016":2,
                "2017":5,
                "2018":2,
                "2019":2,
                "2020":1,
                "2021":1
            }
        ],
        [
            "A concept combining optics and microwave pulses with the negative charge‐state of the nitrogen‐vacancy (NV—) center in diamond is demonstrated through experiments that are equivalent to single‐qubit gates, and decoherence for this qubit is examined. The spin levels of the ground state provide the two‐level system. Optical excitation provides polarization of these states. The polarized state is operated coherently by 35 GHz microwave pulses. The final state is read out through the photoluminescence intensity. Decoherence arises from different sources for different samples. For high‐pressure, high‐temperature synthetic diamonds, the high concentration of substitutional N limits the phase‐memory to a few μs. In a single‐crystal CVD diamond, the phase memory time is at least 32 μs at 100 K. 14N is tightly coupled to the electronic spin and produces modulation of the electron–spin echo decay under certain …",
            "Single‐Qubit Operations with the Nitrogen‐Vacancy Center in Diamond",
            "TA Kennedy and FT Charnock and JS Colton and JE Butler and RC Linares and PJ Doering",
            "2002",
            "VWbENu0AAAAJ:9yKSN-GCB0IC",
            59,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/1521-3951(200210)233:3%3C416::AID-PSSB416%3E3.0.CO;2-R",
            "3923677159902750948",
            "\/scholar?cites=3923677159902750948",
            {
                "2003":1,
                "2004":3,
                "2005":4,
                "2006":8,
                "2007":1,
                "2008":1,
                "2009":2,
                "2010":4,
                "2011":6,
                "2012":3,
                "2013":3,
                "2014":2,
                "2015":6,
                "2016":4,
                "2017":1,
                "2018":7,
                "2019":1,
                "2020":2
            }
        ],
        [
            "We report the observation of narrower structures in the yellow luminescence of bulk and thin-film n-type GaN, using the technique of selective excitation. These fine structures exhibit thermal quenching associated with an activated behavior. We attribute these fine structures to phonons and electronic excitations of a shallow donor-deep acceptor complex, and determine its activation energy for delocalization. Our results suggest that in addition to distant donor-acceptor pairs, the yellow luminescence can also involve emission complexes of shallow donors and deep acceptors.",
            "Selective excitation and thermal quenching of the yellow luminescence of GaN",
            "John S Colton and PY Yu and KL Teo and ER Weber and P Perlin and I Grzegory and K Uchida",
            "1999",
            "VWbENu0AAAAJ:2osOgNQ5qMEC",
            36,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.125322",
            "16978341488691111527",
            "\/scholar?cites=16978341488691111527",
            {
                "2000":1,
                "2001":4,
                "2002":4,
                "2003":1,
                "2004":3,
                "2005":6,
                "2006":3,
                "2007":1,
                "2008":2,
                "2009":5,
                "2010":2,
                "2011":2,
                "2012":1,
                "2013":1
            }
        ],
        [
            "The T 1 spin lifetime of a lightly doped n-type GaAs sample has been measured via time-resolved polarization spectroscopy under a number of temperature and magnetic field conditions. Lifetimes up to 19 μ s have been measured. The magnetic field dependence of T 1 shows a nonmonotonic behavior, where the spin lifetime first increases, then decreases, then increases again with field. The initial increase in T 1 is understood to be due to correlation between electrons localized on donors. The decrease in T 1 is likely due to phonon-related spin-orbit relaxation. The final increase in T 1 with B indicates a suppression of the spin-orbit relaxation that may involve a level-crossing related cusp in the Rashba or Dresselhaus contributions to relaxation, or may arise from an unknown source.",
            "Anomalous magnetic field dependence of the  spin lifetime in a lightly doped GaAs sample",
            "John S Colton and ME Heeb and P Schroeder and A Stokes and LR Wienkes and AS Bracker",
            "2007",
            "VWbENu0AAAAJ:UeHWp8X0CEIC",
            24,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.75.205201",
            "6806273274230911897",
            "\/scholar?cites=6806273274230911897",
            {
                "2008":2,
                "2009":2,
                "2010":4,
                "2011":1,
                "2012":2,
                "2013":5,
                "2014":1,
                "2015":1,
                "2016":3,
                "2017":1,
                "2018":1,
                "2019":1
            }
        ],
        [
            "Spin resonance of localized electrons bound to donors in a specially designed n-GaAs layer has been performed at 236 MHz and 41 mT, using circular polarized light to polarize the electrons and photoluminescence to detect the electronic polarization. The polarization was diminished under the resonance condition. The electronic g factor obtained by this measurement is− 0.41±0.01. The resonance linewidth of 2 mT corresponds to a spin lifetime of 28 ns. In order to observe the electronic spin resonance, nuclear effects were eliminated by application of rf fields to simultaneously resonate the nuclear spins.",
            "Optically oriented and detected electron spin resonance in a lightly doped n-GaAs layer",
            "John S Colton and TA Kennedy and AS Bracker and D Gammon and JB Miller",
            "2003",
            "VWbENu0AAAAJ:qjMakFHDy7sC",
            24,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.67.165315",
            "4870697340529165343",
            "\/scholar?cites=4870697340529165343",
            {
                "2004":3,
                "2005":2,
                "2006":3,
                "2007":2,
                "2008":1,
                "2009":3,
                "2010":5,
                "2011":1,
                "2012":2,
                "2013":1
            }
        ],
        [
            "Ferritin is a protein nano-cage that encapsulates minerals inside an 8 nm cavity. Previous band gap measurements on the native mineral, ferrihydrite, have reported gaps as low as 1.0 eV and as high as 2.5–3.5 eV. To resolve this discrepancy we have used optical absorption spectroscopy, a well-established technique for measuring both direct and indirect band gaps. Our studies included controls on the protein nano-cage, ferritin with the native ferrihydrite mineral, and ferritin with reconstituted ferrihydrite cores of different sizes. We report measurements of an indirect band gap for native ferritin of 2.140±0.015 eV (579.7 nm), with a direct transition appearing at 3.053±0.005 eV (406.1 nm). We also see evidence of a defect-related state having a binding energy of 0.220±0.010 eV. Reconstituted ferrihydrite minerals of different sizes were also studied and showed band gap energies which increased with decreasing …",
            "Sensitive detection of surface-and size-dependent direct and indirect band gap transitions in ferritin",
            "JS Colton and SD Erickson and TJ Smith and RK Watt",
            "2014",
            "VWbENu0AAAAJ:W7OEmFMy1HYC",
            20,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0957-4484\/25\/13\/135703\/meta",
            "10399810918091986019",
            "\/scholar?cites=10399810918091986019",
            {
                "2014":2,
                "2015":2,
                "2016":2,
                "2017":3,
                "2018":3,
                "2019":5,
                "2020":3
            }
        ],
        [
            "Electron spin resonance of donors in GaAs has been observed through optical orientation and detection of spins. GaAs samples doped below the metal–insulator transition were studied. The resonance linewidth increases as the concentration of donors is reduced, due to the dependence of the T2* spin lifetime on correlation effects between donor electrons. The linewidth of the lowest doped sample (3×1014 cm−3) corresponds to a T2* of 5 ns, which is the value predicted for electrons in the non-interacting, localized limit. The nuclei need to be simultaneously depolarized in order to make the electron resonance observable.",
            "Dependence of optically oriented and detected electron spin resonance on donor concentration in n-GaAs",
            "JS Colton and TA Kennedy and AS Bracker and JB Miller and D Gammon",
            "2004",
            "VWbENu0AAAAJ:IjCSPb-OGe4C",
            18,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S003810980400763X",
            "6637638383541454350",
            "\/scholar?cites=6637638383541454350",
            {
                "2005":2,
                "2006":3,
                "2007":1,
                "2008":1,
                "2009":3,
                "2010":2,
                "2011":1,
                "2012":1,
                "2013":2,
                "2014":1
            }
        ],
        [
            "Electron spin relaxation times in excess of the localized limit have been measured in MBE n‐GaAs layers, with the times depending on the doping concentration. We have optically oriented the electrons in the samples, and measured spin lifetimes via luminescence depolarization in a transverse magnetic field (Hanle effect). The lifetimes thus obtained were 14 and 26 ns for samples nominally doped at 1 × 1015 and 3 × 1015 cm—3, respectively. The dominant dephasing mechanism, which is the hyperfine interaction of localized electrons with lattice nuclei, is discussed. Our results are presented in the context of our larger goal, which is to use resonance techniques for spin measurements and control. In this context, the Hanle spin lifetime measurement is a necessary step to be followed by optically detected magnetic resonance in a longitudinal magnetic field.",
            "Spin Lifetime Measurements in MBE‐Grown GaAs Epilayers",
            "JS Colton and TA Kennedy and AS Bracker and D Gammon",
            "2002",
            "VWbENu0AAAAJ:Tyk-4Ss8FVUC",
            14,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/1521-3951(200210)233:3%3C445::AID-PSSB445%3E3.0.CO;2-J",
            "18275723747927585700",
            "\/scholar?cites=18275723747927585700",
            {
                "2003":1,
                "2004":2,
                "2005":1,
                "2006":4,
                "2007":2,
                "2008":2,
                "2009":1
            }
        ]
    ]
}