{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "KamLAND has measured the flux of ν e’s from distant nuclear reactors. We find fewer ν e events than expected from standard assumptions about ν e propagation at the 99.95% CL In a 162 ton· y r exposure the ratio of the observed inverse β-decay events to the expected number without ν e disappearance is 0.611±0.085 (s t a t)±0.041 (s y s t) for ν e energies> 3.4 M e V. In the context of two-flavor neutrino oscillations with CPT invariance, all solutions to the solar neutrino problem except for the “large mixing angle” region are excluded.",
            "First results from KamLAND: evidence for reactor antineutrino disappearance",
            "KamLAND& Eguchi and S Enomoto and K Furuno and J Goldman and H Hanada and H Ikeda and K Ikeda and K Inoue and K Ishihara and W Itoh and T Iwamoto and T Kawaguchi and T Kawashima and H Kinoshita and Y Kishimoto and M Koga and Y Koseki and T Maeda and T Mitsui and M Motoki and K Nakajima and M Nakajima and T Nakajima and H Ogawa and K Owada and T Sakabe and I Shimizu and J Shirai and F Suekane and A Suzuki and K Tada and O Tajima and T Takayama and K Tamae and H Watanabe and J Busenitz and Z Djurcic and K McKinny and D-M Mei and A Piepke and E Yakushev and BE Berger and YD Chan and MP Decowski and DA Dwyer and SJ Freedman and Y Fu and BK Fujikawa and KM Heeger and KT Lesko and K-B Luk and H Murayama and DR Nygren and CE Okada and AWP Poon and HM Steiner and LA Winslow and GA Horton-Smith and RD McKeown and J Ritter and B Tipton and P Vogel and CE Lane and T Miletic and PW Gorham and G Guillian and JG Learned and J Maricic and S Matsuno and S Pakvasa and S Dazeley and S Hatakeyama and M Murakami and RC Svoboda and BD Dieterle and M DiMauro and J Detwiler and G Gratta and K Ishii and N Tolich and Y Uchida and M Batygov and W Bugg and H Cohn and Y Efremenko and Y Kamyshkov and A Kozlov and Y Nakamura and L De Braeckeleer and CR Gould and HJ Karwowski and DM Markoff and JA Messimore and K Nakamura and RM Rohm and W Tornow and AR Young and Y-F Wang and KamLAND Collaboration",
            "2003",
            "vwVmUJcAAAAJ:u5HHmVD_uO8C",
            3905,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.90.021802",
            "11073641612887518338",
            "\/scholar?cites=11073641612887518338",
            {
                "2002":20,
                "2003":387,
                "2004":524,
                "2005":412,
                "2006":306,
                "2007":249,
                "2008":210,
                "2009":164,
                "2010":139,
                "2011":151,
                "2012":165,
                "2013":163,
                "2014":142,
                "2015":161,
                "2016":155,
                "2017":111,
                "2018":149,
                "2019":132,
                "2020":129,
                "2021":4
            }
        ],
        [
            "We present results of a study of neutrino oscillation based on a 766 ton\/year exposure of KamLAND to reactor antineutrinos. We observe 258 ν e candidate events with energies above 3.4 MeV compared to 365.2±23.7 events expected in the absence of neutrino oscillation. Accounting for 17.8±7.3 expected background events, the statistical significance for reactor ν e disappearance is 99.998%. The observed energy spectrum disagrees with the expected spectral shape in the absence of neutrino oscillation at 99.6% significance and prefers the distortion expected from ν e oscillation effects. A two-neutrino oscillation analysis of the KamLAND data gives Δ m 2= 7.9− 0.5+ 0.6× 10− 5 e V 2. A global analysis of data from KamLAND and solar-neutrino experiments yields Δ m 2= 7.9− 0.5+ 0.6× 10− 5 e V 2 and tan﻿ 2 θ= 0.40− 0.07+ 0.10, the most precise determination to date.",
            "Measurement of neutrino oscillation with KamLAND: Evidence of spectral distortion",
            "T Araki and K Eguchi and S Enomoto and K Furuno and K Ichimura and H Ikeda and K Inoue and K Ishihara and T Iwamoto and T Kawashima and Y Kishimoto and M Koga and Y Koseki and T Maeda and T Mitsui and M Motoki and K Nakajima and H Ogawa and K Owada and J-S Ricol and I Shimizu and J Shirai and F Suekane and A Suzuki and K Tada and O Tajima and K Tamae and Y Tsuda and H Watanabe and J Busenitz and T Classen and Z Djurcic and G Keefer and K McKinny and D-M Mei and A Piepke and E Yakushev and BE Berger and YD Chan and MP Decowski and DA Dwyer and SJ Freedman and Y Fu and BK Fujikawa and J Goldman and F Gray and KM Heeger and KT Lesko and K-B Luk and H Murayama and AWP Poon and HM Steiner and LA Winslow and GA Horton-Smith and C Mauger and RD McKeown and P Vogel and CE Lane and T Miletic and PW Gorham and G Guillian and JG Learned and J Maricic and S Matsuno and S Pakvasa and S Dazeley and S Hatakeyama and A Rojas and R Svoboda and BD Dieterle and J Detwiler and G Gratta and K Ishii and N Tolich and Y Uchida and M Batygov and W Bugg and Y Efremenko and Y Kamyshkov and A Kozlov and Y Nakamura and CR Gould and HJ Karwowski and DM Markoff and JA Messimore and K Nakamura and RM Rohm and W Tornow and R Wendell and AR Young and M-J Chen and Y-F Wang and F Piquemal and KamLAND Collaboration",
            "2005",
            "vwVmUJcAAAAJ:u-x6o8ySG0sC",
            1733,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.94.081801",
            "14592475846149751287",
            "\/scholar?cites=14592475846149751287",
            {
                "2004":8,
                "2005":124,
                "2006":206,
                "2007":200,
                "2008":213,
                "2009":134,
                "2010":98,
                "2011":97,
                "2012":86,
                "2013":104,
                "2014":72,
                "2015":67,
                "2016":64,
                "2017":54,
                "2018":71,
                "2019":59,
                "2020":60,
                "2021":1
            }
        ],
        [
            "The Double Chooz experiment presents an indication of reactor electron antineutrino disappearance consistent with neutrino oscillations. An observed-to-predicted ratio of events of 0.944±0.016 (stat)±0.040 (syst) was obtained in 101 days of running at the Chooz nuclear power plant in France, with two 4.25 GW th reactors. The results were obtained from a single 10 m 3 fiducial volume detector located 1050 m from the two reactor cores. The reactor antineutrino flux prediction used the Bugey4 flux measurement after correction for differences in core composition. The deficit can be interpreted as an indication of a nonzero value of the still unmeasured neutrino mixing parameter sin﻿ 2 2 θ 13. Analyzing both the rate of the prompt positrons and their energy spectrum, we find sin﻿ 2 2 θ 13= 0.086±0.041 (stat)±0.030 (syst), or, at 90% CL, 0.017< sin﻿ 2 2 θ 13< 0.16.",
            "Indication of Reactor  Disappearance in the Double Chooz Experiment",
            "Y Abe and Christoph Aberle and T Akiri and JC Dos Anjos and F Ardellier and AF Barbosa and A Baxter and M Bergevin and A Bernstein and TJC Bezerra and L Bezrukhov and E Blucher and M Bongrand and NS Bowden and C Buck and J Busenitz and A Cabrera and E Caden and L Camilleri and R Carr and M Cerrada and P-J Chang and P Chimenti and T Classen and AP Collin and E Conover and JM Conrad and S Cormon and JI Crespo-Anadón and M Cribier and K Crum and A Cucoanes and MV D’Agostino and E Damon and JV Dawson and S Dazeley and M Dierckxsens and D Dietrich and Z Djurcic and M Dracos and V Durand and Y Efremenko and M Elnimr and Y Endo and A Etenko and E Falk and M Fallot and M Fechner and F Von Feilitzsch and J Felde and SM Fernandes and D Franco and AJ Franke and M Franke and H Furuta and R Gama and I Gil-Botella and L Giot and M Göger-Neff and LFG Gonzalez and MC Goodman and J TM Goon and D Greiner and B Guillon and N Haag and C Hagner and T Hara and FX Hartmann and J Hartnell and T Haruna and J Haser and A Hatzikoutelis and T Hayakawa and M Hofmann and GA Horton-Smith and Masaki Ishitsuka and J Jochum and C Jollet and CL Jones and F Kaether and L Kalousis and Y Kamyshkov and DM Kaplan and T Kawasaki and G Keefer and E Kemp and H De Kerret and Y Kibe and T Konno and D Kryn and M Kuze and T Lachenmaier and CE Lane and C Langbrandtner and T Lasserre and A Letourneau and D Lhuillier and HP Lima Jr and M Lindner and Y Liu and JM López-Castanõ and JM LoSecco and BK Lubsandorzhiev and S Lucht and D McKee and J Maeda and CN Maesano and C Mariani and J Maricic and J Martino and T Matsubara and G Mention and A Meregaglia and T Miletic and R Milincic and A Milzstajn and H Miyata and D Motta and Th A Mueller and Y Nagasaka and K Nakajima and P Novella and M Obolensky and L Oberauer and A Onillon and A Osborn and I Ostrovskiy and C Palomares and SJM Peeters and IM Pepe and S Perasso and P Perrin and P Pfahler and A Porta and W Potzel and R Queval and J Reichenbacher and B Reinhold and A Remoto and D Reyna and M Röhling and S Roth and HA Rubin and Y Sakamoto and R Santorelli and F Sato and S Schönert and S Schoppmann and U Schwan and T Schwetz",
            "2012",
            "vwVmUJcAAAAJ:9yKSN-GCB0IC",
            1370,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.108.131801",
            "12050883396089237152",
            "\/scholar?cites=12050883396089237152",
            {
                "2012":170,
                "2013":280,
                "2014":190,
                "2015":185,
                "2016":145,
                "2017":102,
                "2018":104,
                "2019":89,
                "2020":88,
                "2021":3
            }
        ],
        [
            "The KamLAND experiment has determined a precise value for the neutrino oscillation parameter Δ m 21 2 and stringent constraints on θ 12. The exposure to nuclear reactor antineutrinos is increased almost fourfold over previous results to 2.44× 10 32 proton yr due to longer livetime and an enlarged fiducial volume. An undistorted reactor ν e energy spectrum is now rejected at> 5 σ. Analysis of the reactor spectrum above the inverse beta decay energy threshold, and including geoneutrinos, gives a best fit at Δ m 21 2= 7.58− 0.13+ 0.14 (stat)− 0.15+ 0.15 (syst)× 10− 5 eV 2 and tan﻿ 2 θ 12= 0.56− 0.07+ 0.10 (stat)− 0.06+ 0.10 (syst). Local Δ χ 2 minima at higher and lower Δ m 21 2 are disfavored at> 4 σ. Combining with solar neutrino data, we obtain Δ m 21 2= 7.59− 0.21+ 0.21× 10− 5 eV 2 and tan﻿ 2 θ 12= 0.47− 0.05+ 0.06.",
            "Precision measurement of neutrino oscillation parameters with KamLAND",
            "S Abe and T Ebihara and S Enomoto and K Furuno and Y Gando and K Ichimura and H Ikeda and K Inoue and Y Kibe and Y Kishimoto and M Koga and A Kozlov and Y Minekawa and T Mitsui and K Nakajima and K Nakamura and M Nakamura and K Owada and I Shimizu and Y Shimizu and J Shirai and F Suekane and A Suzuki and Y Takemoto and K Tamae and A Terashima and H Watanabe and E Yonezawa and S Yoshida and J Busenitz and T Classen and C Grant and G Keefer and DS Leonard and D McKee and A Piepke and MP Decowski and JA Detwiler and SJ Freedman and BK Fujikawa and F Gray and E Guardincerri and L Hsu and R Kadel and C Lendvai and K-B Luk and H Murayama and T O’Donnell and HM Steiner and LA Winslow and DA Dwyer and C Jillings and C Mauger and RD McKeown and P Vogel and C Zhang and BE Berger and CE Lane and J Maricic and T Miletic and M Batygov and JG Learned and S Matsuno and S Pakvasa and J Foster and GA Horton-Smith and A Tang and S Dazeley and KE Downum and G Gratta and K Tolich and W Bugg and Y Efremenko and Y Kamyshkov and O Perevozchikov and HJ Karwowski and DM Markoff and W Tornow and KM Heeger and F Piquemal and J-S Ricol and KamLAND Collaboration",
            "2008",
            "vwVmUJcAAAAJ:d1gkVwhDpl0C",
            1307,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.221803",
            "6884234046971455479",
            "\/scholar?cites=6884234046971455479",
            {
                "2008":63,
                "2009":145,
                "2010":139,
                "2011":167,
                "2012":136,
                "2013":117,
                "2014":82,
                "2015":84,
                "2016":91,
                "2017":65,
                "2018":84,
                "2019":56,
                "2020":59,
                "2021":1
            }
        ],
        [
            "We present an improved search for neutrinoless double-beta (0 ν β β) decay of Xe 136 in the KamLAND-Zen experiment. Owing to purification of the xenon-loaded liquid scintillator, we achieved a significant reduction of the Ag 110 m contaminant identified in previous searches. Combining the results from the first and second phase, we obtain a lower limit for the 0 ν β β decay half-life of T 1\/2 0 ν> 1.07× 1 0 26 yr at 90% CL, an almost sixfold improvement over previous limits. Using commonly adopted nuclear matrix element calculations, the corresponding upper limits on the effective Majorana neutrino mass are in the range 61–165 meV. For the most optimistic nuclear matrix elements, this limit reaches the bottom of the quasidegenerate neutrino mass region.",
            "Search for Majorana neutrinos near the inverted mass hierarchy region with KamLAND-Zen",
            "A Gando and Y Gando and T Hachiya and A Hayashi and S Hayashida and H Ikeda and K Inoue and K Ishidoshiro and Y Karino and M Koga and S Matsuda and T Mitsui and K Nakamura and S Obara and T Oura and H Ozaki and I Shimizu and Y Shirahata and J Shirai and A Suzuki and T Takai and K Tamae and Y Teraoka and K Ueshima and H Watanabe and A Kozlov and Y Takemoto and S Yoshida and K Fushimi and TI Banks and BE Berger and BK Fujikawa and T O’Donnell and LA Winslow and Y Efremenko and HJ Karwowski and DM Markoff and W Tornow and JA Detwiler and S Enomoto and MP Decowski and KamLAND-Zen Collaboration",
            "2016",
            "vwVmUJcAAAAJ:OU6Ihb5iCvQC",
            783,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.117.082503",
            "17592146820530268724",
            "\/scholar?cites=17592146820530268724",
            {
                "2016":28,
                "2017":145,
                "2018":185,
                "2019":164,
                "2020":244,
                "2021":16
            }
        ],
        [
            "The available data on nuclear fusion cross sections important to energy generation in the Sun and other hydrogen-burning stars and to solar neutrino production are summarized and critically evaluated. Recommended values and uncertainties are provided for key cross sections, and a recommended spectrum is given for B 8 solar neutrinos. Opportunities for further increasing the precision of key rates are also discussed, including new facilities, new experimental techniques, and improvements in theory. This review, which summarizes the conclusions of a workshop held at the Institute for Nuclear Theory, Seattle, in January 2009, is intended as a 10-year update and supplement to 1998, Rev. Mod. Phys. 70, 1265.",
            "Solar fusion cross sections. II. The  chain and CNO cycles",
            "Eric G Adelberger and A García and RG Hamish Robertson and KA Snover and AB Balantekin and K Heeger and MJ Ramsey-Musolf and D Bemmerer and A Junghans and CA Bertulani and J-W Chen and H Costantini and P Prati and M Couder and E Uberseder and M Wiescher and R Cyburt and B Davids and SJ Freedman and M Gai and D Gazit and L Gialanella and G Imbriani and U Greife and M Hass and WC Haxton and T Itahashi and K Kubodera and K Langanke and D Leitner and M Leitner and P Vetter and L Winslow and Laura Elisa Marcucci and T Motobayashi and A Mukhamedzhanov and RE Tribble and Kenneth M Nollett and FM Nunes and T-S Park and PD Parker and R Schiavilla and EC Simpson and C Spitaleri and F Strieder and H-P Trautvetter and K Suemmerer and S Typel",
            "2011",
            "vwVmUJcAAAAJ:qjMakFHDy7sC",
            722,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.83.195",
            "7341128480943874089",
            "\/scholar?cites=7341128480943874089",
            {
                "2011":29,
                "2012":82,
                "2013":79,
                "2014":52,
                "2015":80,
                "2016":75,
                "2017":87,
                "2018":77,
                "2019":75,
                "2020":75,
                "2021":4
            }
        ],
        [
            "The Double Chooz experiment has observed 8249 candidate electron antineutrino events in 227.93 live days with 33.71 GW-ton-years (reactor power× detector mass× live time) exposure using a 10.3 m 3 fiducial volume detector located at 1050 m from the reactor cores of the Chooz nuclear power plant in France. The expectation in case of θ 13= 0 is 8937 events. The deficit is interpreted as evidence of electron antineutrino disappearance. From a rate plus spectral shape analysis we find sin﻿ 2 2 θ 13= 0.109±0.030 (stat)±0.025 (syst). The data exclude the no-oscillation hypothesis at 99.8% CL (2.9 σ).",
            "Reactor  disappearance in the Double Chooz experiment",
            "Y Abe and Christoph Aberle and JC Dos Anjos and JC Barriere and M Bergevin and A Bernstein and TJC Bezerra and L Bezrukhov and E Blucher and NS Bowden and Christian Buck and J Busenitz and A Cabrera and E Caden and L Camilleri and R Carr and M Cerrada and P-J Chang and P Chimenti and T Classen and AP Collin and E Conover and JM Conrad and JI Crespo-Anadón and K Crum and A Cucoanes and MV D’Agostino and E Damon and JV Dawson and S Dazeley and D Dietrich and Z Djurcic and M Dracos and V Durand and J Ebert and Y Efremenko and M Elnimr and A Etenko and Muriel Fallot and M Fechner and F Von Feilitzsch and J Felde and D Franco and AJ Franke and M Franke and H Furuta and R Gama and I Gil-Botella and Lydie Giot and M Göger-Neff and LFG Gonzalez and MC Goodman and J Tm Goon and D Greiner and N Haag and C Hagner and T Hara and FX Hartmann and Julia Haser and A Hatzikoutelis and T Hayakawa and M Hofmann and GA Horton-Smith and A Hourlier and Masaki Ishitsuka and J Jochum and C Jollet and CL Jones and F Kaether and LN Kalousis and Y Kamyshkov and DM Kaplan and T Kawasaki and G Keefer and E Kemp and H De Kerret and Y Kibe and T Konno and D Kryn and M Kuze and T Lachenmaier and CE Lane and C Langbrandtner and T Lasserre and A Letourneau and D Lhuillier and HP Lima Jr and M Lindner and JM López-Castanõ and JM LoSecco and BK Lubsandorzhiev and S Lucht and D McKee and J Maeda and CN Maesano and C Mariani and J Maricic and J Martino and T Matsubara and G Mention and A Meregaglia and T Miletic and R Milincic and H Miyata and Th A Mueller and Y Nagasaka and K Nakajima and P Novella and M Obolensky and L Oberauer and A Onillon and A Osborn and I Ostrovskiy and C Palomares and IM Pepe and S Perasso and P Perrin and P Pfahler and A Porta and W Potzel and J Reichenbacher and B Reinhold and A Remoto and M Röhling and R Roncin and S Roth and Y Sakamoto and R Santorelli and F Sato and S Schönert and S Schoppmann and T Schwetz and MH Shaevitz and S Shimojima and D Shrestha and JL Sida and V Sinev and M Skorokhvatov and E Smith and J Spitz and A Stahl and I Stancu and LFF Stokes and M Strait and A Stüken and F Suekane and S Sukhotin and T Sumiyoshi and Y Sun and R Svoboda",
            "2012",
            "vwVmUJcAAAAJ:UeHWp8X0CEIC",
            585,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.86.052008",
            "3597489589650869743",
            "\/scholar?cites=3597489589650869743",
            {
                "2012":19,
                "2013":112,
                "2014":119,
                "2015":107,
                "2016":91,
                "2017":50,
                "2018":38,
                "2019":29,
                "2020":16,
                "2021":1
            }
        ],
        [
            "The detection of electron antineutrinos produced by natural radioactivity in the Earth could yield important geophysical information. The Kamioka liquid scintillator antineutrino detector (KamLAND) has the sensitivity to detect electron antineutrinos produced by the decay of 238 U and 232 Th within the Earth. Earth composition models suggest that the radiogenic power from these isotope decays is 16 TW, approximately half of the total measured heat dissipation rate from the Earth. Here we present results from a search for geoneutrinos with KamLAND. Assuming a Th\/U mass concentration ratio of 3.9, the 90 per cent confidence interval for the total number of geoneutrinos detected is 4.5 to 54.2. This result is consistent with the central value of 19 predicted by geophysical models. Although our present data have limited statistical power, they nevertheless provide by direct means an upper limit (60 TW) for the …",
            "Experimental investigation of geologically produced antineutrinos with KamLAND",
            "T Araki and S Enomoto and K Furuno and Y Gando and K Ichimura and H Ikeda and K Inoue and Y Kishimoto and M Koga and Y Koseki and T Maeda and T Mitsui and M Motoki and K Nakajima and H Ogawa and M Ogawa and K Owada and J-S Ricol and I Shimizu and J Shirai and F Suekane and A Suzuki and K Tada and S Takeuchi and K Tamae and Y Tsuda and H Watanabe and J Busenitz and T Classen and Z Djurcic and G Keefer and D Leonard and A Piepke and E Yakushev and BE Berger and YD Chan and MP Decowski and DA Dwyer and SJ Freedman and BK Fujikawa and J Goldman and F Gray and KM Heeger and L Hsu and KT Lesko and K-B Luk and H Murayama and T O'Donnell and AWP Poon and HM Steiner and LA Winslow and C Mauger and RD McKeown and P Vogel and CE Lane and T Miletic and G Guillian and JG Learned and J Maricic and S Matsuno and S Pakvasa and GA Horton-Smith and S Dazeley and S Hatakeyama and A Rojas and R Svoboda and BD Dieterle and J Detwiler and G Gratta and K Ishii and N Tolich and Y Uchida and M Batygov and W Bugg and Y Efremenko and Y Kamyshkov and A Kozlov and Y Nakamura and HJ Karwowski and DM Markoff and K Nakamura and RM Rohm and W Tornow and R Wendell and M-J Chen and Y-F Wang and F Piquemal",
            "2005",
            "vwVmUJcAAAAJ:2osOgNQ5qMEC",
            496,
            "https:\/\/www.nature.com\/articles\/nature03980",
            "7597149493769300652",
            "\/scholar?cites=7597149493769300652",
            {
                "2005":16,
                "2006":45,
                "2007":39,
                "2008":37,
                "2009":29,
                "2010":30,
                "2011":35,
                "2012":37,
                "2013":36,
                "2014":27,
                "2015":28,
                "2016":44,
                "2017":23,
                "2018":19,
                "2019":21,
                "2020":23,
                "2021":1
            }
        ],
        [
            "The Double Chooz experiment presents improved measurements of the neutrino mixing angle θ 13 using the data collected in 467.90 live days from a detector positioned at an average distance of 1050 m from two reactor cores at the Chooz nuclear power plant. Several novel techniques have been developed to achieve significant reductions of the backgrounds and systematic uncertainties with respect to previous publications, whereas the efficiency of the signal has increased. The value of θ 13 is measured to be sin 2 2θ 13= 0.090− 0.029+ 0.032 from a fit to the observed energy spectrum. Deviations from the reactor prediction observed above a prompt signal energy of 4 MeV and possible explanations are also reported. A consistent value of θ 13 is obtained from a fit to the observed rate as a function of the reactor power independently of the spectrum shape and background estimation, demonstrating the …",
            "Improved measurements of the neutrino mixing angle θ13 with the Double Chooz detector",
            "Y Abe and JC Dos Anjos and JC Barriere and E Baussan and I Bekman and M Bergevin and TJC Bezerra and L Bezrukov and E Blucher and C Buck and J Busenitz and A Cabrera and E Caden and L Camilleri and R Carr and M Cerrada and P-J Chang and E Chauveau and P Chimenti and AP Collin and E Conover and JM Conrad and JI Crespo-Anadón and K Crum and AS Cucoanes and E Damon and JV Dawson and J Dhooghe and D Dietrich and Z Djurcic and M Dracos and M Elnimr and A Etenko and Muriel Fallot and F Von Feilitzsch and J Felde and SM Fernandes and V Fischer and D Franco and M Franke and H Furuta and I Gil-Botella and Lydie Giot and M Göger-Neff and LFG Gonzalez and L Goodenough and MC Goodman and C Grant and N Haag and T Hara and Julia Haser and M Hofmann and GA Horton-Smith and A Hourlier and M Ishitsuka and J Jochum and C Jollet and F Kaether and LN Kalousis and Y Kamyshkov and DM Kaplan and T Kawasaki and E Kemp and H De Kerret and D Kryn and M Kuze and T Lachenmaier and CE Lane and T Lasserre and A Letourneau and D Lhuillier and HP Lima and M Lindner and JM López-Castaño and JM LoSecco and B Lubsandorzhiev and S Lucht and J Maeda and C Mariani and J Maricic and J Martino and T Matsubara and G Mention and A Meregaglia and T Miletic and R Milincic and A Minotti and Y Nagasaka and Y Nikitenko and P Novella and L Oberauer and M Obolensky and A Onillon and A Osborn and C Palomares and IM Pepe and S Perasso and P Pfahler and A Porta and G Pronost and J Reichenbacher and B Reinhold and M Röhling and R Roncin and S Roth and B Rybolt and Y Sakamoto and R Santorelli and AC Schilithz and S Schönert and S Schoppmann and MH Shaevitz and R Sharankova and S Shimojima and D Shrestha and V Sibille and V Sinev and M Skorokhvatov and E Smith and J Spitz and A Stahl and I Stancu and LFF Stokes and M Strait and A Stüken and F Suekane and S Sukhotin and T Sumiyoshi and Y Sun and R Svoboda and K Terao and A Tonazzo and HH Trinh Thi and G Valdiviesso and N Vassilopoulos and C Veyssiere and M Vivier and Stefan Wagner and N Walsh and H Watanabe and C Wiebusch and L Winslow and M Wurm and G Yang and F Yermia and V Zimmer",
            "2014",
            "vwVmUJcAAAAJ:BqipwSGYUEgC",
            413,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/JHEP10(2014)086.pdf",
            "12963512707434319163",
            "\/scholar?cites=12963512707434319163",
            {
                "2013":2,
                "2014":8,
                "2015":59,
                "2016":88,
                "2017":59,
                "2018":80,
                "2019":56,
                "2020":53,
                "2021":4
            }
        ],
        [
            "We present a comprehensive review of keV-scale sterile neutrino Dark Matter, collecting views and insights from all disciplines involved—cosmology, astrophysics, nuclear, and particle physics—in each case viewed from both theoretical and experimental\/observational perspectives. After reviewing the role of active neutrinos in particle physics, astrophysics, and cosmology, we focus on sterile neutrinos in the context of the Dark Matter puzzle. Here, we first review the physics motivation for sterile neutrino Dark Matter, based on challenges and tensions in purely cold Dark Matter scenarios. We then round out the discussion by critically summarizing all known constraints on sterile neutrino Dark Matter arising from astrophysical observations, laboratory experiments, and theoretical considerations. In this context, we provide a balanced discourse on the possibly positive signal from X-ray observations. Another focus of …",
            "A white paper on keV sterile neutrino dark matter",
            "Rathin Adhikari and M Agostini and N Anh Ky and T Araki and M Archidiacono and M Bahr and J Baur and J Behrens and F Bezrukov and PS Bhupal Dev and D Borah and A Boyarsky and A De Gouvea and CA de S Pires and HJ De Vega and AG Dias and P Di Bari and Z Djurcic and K Dolde and H Dorrer and M Durero and O Dragoun and M Drewes and G Drexlin and Ch E Duellmann and K Eberhardt and S Eliseev and C Enss and NW Evans and A Faessler and Pavel Filianin and V Fischer and A Fleischmann and JA Formaggio and J Franse and FM Fraenkle and CS Frenk and G Fuller and L Gastaldo and A Garzilli and C Giunti and F Glueck and MC Goodman and MC Gonzalez-Garcia and D Gorbunov and J Hamann and V Hannen and S Hannestad and SH Hansen and C Hassel and J Heeck and F Hofmann and T Houdy and A Huber and D Iakubovskyi and A Ianni and A Ibarra and R Jacobsson and T Jeltema and J Jochum and S Kempf and T Kieck and M Korzeczek and V Kornoukhov and T Lachenmaier and M Laine and P Langacker and T Lasserre and J Lesgourgues and D Lhuillier and YF Li and W Liao and AW Long and M Maltoni and G Mangano and NE Mavromatos and Nicola Menci and A Merle and S Mertens and A Mirizzi and B Monreal and A Nozik and A Neronov and V Niro and Y Novikov and L Oberauer and E Otten and N Palanque-Delabrouille and M Pallavicini and VS Pantuev and E Papastergis and S Parke and S Pascoli and S Pastor and A Patwardhan and A Pilaftsis and DC Radford and PC-O Ranitzsch and O Rest and DJ Robinson and PS Rodrigues Da Silva and O Ruchayskiy and NG Sanchez and M Sasaki and N Saviano and A Schneider and F Schneider and T Schwetz and S Schoenert and S Scholl and F Shankar and R Shrock and N Steinbrink and L Strigari and F Suekane and B Suerfu and R Takahashi and N Thi Hong Van and I Tkachev and M Totzauer and Y Tsai and Christopher George Tully and K Valerius and JWF Valle and D Venos and MATTEO Viel and M Vivier and MY Wang and C Weinheimer and K Wendt and L Winslow and J Wolf and M Wurm and Z Xing and S Zhou and K Zuber",
            "2017",
            "vwVmUJcAAAAJ:D_sINldO8mEC",
            388,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2017\/01\/025\/meta",
            "2265258670260468821",
            "\/scholar?cites=2265258670260468821",
            {
                "2016":26,
                "2017":81,
                "2018":81,
                "2019":88,
                "2020":106,
                "2021":4
            }
        ]
    ]
}