{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "In this paper we consider the implications of a cosmological constant for the evolution of the universe, under a set of assumptions motivated by the holographic and horizon complementarity principles. We discuss the``causal patch''description of spacetime required by this framework, and present some simple examples of cosmologies described this way. We argue that these assumptions inevitably lead to very deep paradoxes, which seem to require major revisions of our usual assumptions.",
            "Disturbing implications of a cosmological constant",
            "Lisa Dyson and Matthew Kleban and Leonard Susskind",
            "2002",
            "vXMp9NAAAAAJ:u5HHmVD_uO8C",
            401,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2002\/10\/011\/meta",
            "3193884584387674862",
            "\/scholar?cites=3193884584387674862",
            {
                "2002":5,
                "2003":32,
                "2004":26,
                "2005":26,
                "2006":22,
                "2007":26,
                "2008":22,
                "2009":21,
                "2010":19,
                "2011":24,
                "2012":23,
                "2013":17,
                "2014":13,
                "2015":17,
                "2016":12,
                "2017":26,
                "2018":18,
                "2019":21,
                "2020":23,
                "2021":2
            }
        ],
        [
            "We explore physics behind the horizon in eternal AdS Schwarzschild black holes. In dimension d> 3, where the curvature grows large near the singularity, we find distinct but subtle signals of this singularity in the boundary CFT correlators. Building on previous work, we study correlation functions of operators on the two disjoint asymptotic boundaries of the spacetime by investigating the spacelike geodesics that join the boundaries. These dominate the correlators for large mass bulk fields. We show that the Penrose diagram for d> 3 is not square. As a result, the real geodesic connecting the two boundary points becomes almost null and bounces off the singularity at a finite boundary time t c≠ 0. If this geodesic were to dominate the correlator there would be a``light cone\" singularity at t c. However, general properties of the boundary theory rule this out. In fact, we argue that the correlator is actually dominated by a …",
            "The black hole singularity in AdS\/CFT",
            "Lukasz Fidkowski and Veronika Hubeny and Matthew Kleban and Stephen Shenker",
            "2004",
            "vXMp9NAAAAAJ:d1gkVwhDpl0C",
            295,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2004\/02\/014\/meta",
            "7191455263678862528",
            "\/scholar?cites=7191455263678862528",
            {
                "2003":4,
                "2004":26,
                "2005":24,
                "2006":27,
                "2007":17,
                "2008":17,
                "2009":18,
                "2010":11,
                "2011":13,
                "2012":6,
                "2013":16,
                "2014":18,
                "2015":19,
                "2016":19,
                "2017":13,
                "2018":11,
                "2019":11,
                "2020":23
            }
        ],
        [
            "In this paper we consider the implications of the``landscape\" paradigm [1],[2] for the large scale properties of the universe. The most direct implication of a rich landscape is that our local universe was born in a tunnelling event from a neighboring vacuum. This would imply that we live in an open FRW universe with negative spatial curvature. We argue that the``overshoot\" problem, which in other settings would make it difficult to achieve slow roll inflation, actually favors such a cosmology. We consider anthropic bounds on the value of the curvature and on the parameters of inflation. When supplemented by statistical arguments these bounds suggest that the number of inflationary efolds is not very much larger than the observed lower bound. Although not statistically favored, the likelihood that the number of efolds is close to the bound set by observations is not negligible. The possible signatures of such a low number …",
            "Observational consequences of a landscape",
            "Ben Freivogel and Matthew Kleban and Maria Rodriguez Martinez and Leonard Susskind",
            "2006",
            "vXMp9NAAAAAJ:9yKSN-GCB0IC",
            290,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2006\/03\/039\/meta",
            "20486181339675580",
            "\/scholar?cites=20486181339675580",
            {
                "2005":1,
                "2006":12,
                "2007":24,
                "2008":20,
                "2009":23,
                "2010":18,
                "2011":19,
                "2012":23,
                "2013":24,
                "2014":28,
                "2015":25,
                "2016":12,
                "2017":14,
                "2018":9,
                "2019":16,
                "2020":21,
                "2021":1
            }
        ],
        [
            "We systematically investigate the effect of short distance physics on the spectrum of temperature anisotropies in the cosmic microwave background produced during inflation. We present a general argument—assuming only low-energy locality—that the size of such effects is of order H 2\/M 2, where H is the Hubble parameter during inflation and M is the scale of the high-energy physics. We evaluate the strength of such effects in a number of specific string and M theory models. In weakly coupled field theory and string theory models, the effects are far too small to be observed. In phenomenologically attractive Hořava-Witten compactifications, the effects are much larger but still unobservable. In certain M theory models, for which the fundamental Planck scale is several orders of magnitude below the conventional scale of grand unification, the effects may be on the threshold of detectability. However, observations of …",
            "Signatures of short distance physics in the cosmic microwave background",
            "Nemanja Kaloper and Matthew Kleban and Albion Lawrence and Stephen Shenker",
            "2002",
            "vXMp9NAAAAAJ:u-x6o8ySG0sC",
            288,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.66.123510",
            "11082446869012209433",
            "\/scholar?cites=11082446869012209433",
            {
                "2002":24,
                "2003":33,
                "2004":28,
                "2005":32,
                "2006":18,
                "2007":12,
                "2008":16,
                "2009":10,
                "2010":6,
                "2011":11,
                "2012":12,
                "2013":8,
                "2014":19,
                "2015":7,
                "2016":16,
                "2017":15,
                "2018":5,
                "2019":7,
                "2020":9
            }
        ],
        [
            "In this paper we assume the de Sitter space version of black hole Complementarity which states that a single causal patch of de Sitter space is described as an isolated finite temperature cavity bounded by a horizon which allows no loss of information. We discuss the how the symmetries of de Sitter space should be implemented. Then we prove a no go theorem for implementing the symmetries if the entropy is finite. Thus we must either give up the finiteness of de Sitter space entropy or the exact symmetry of the classical space. Each has interesting implications for the very long time behavior. We argue that the lifetime of a de Sitter phase can not exceed the Poincaré recurrence time. This is supported by recent results of Kachru, Kallosh, Linde and Trivedi.",
            "The trouble with de Sitter space",
            "Naureen Goheer and Matthew Kleban and Leonard Susskind",
            "2003",
            "vXMp9NAAAAAJ:2osOgNQ5qMEC",
            257,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2003\/07\/056\/meta",
            "3687726431480820368",
            "\/scholar?cites=3687726431480820368",
            {
                "2003":22,
                "2004":31,
                "2005":18,
                "2006":14,
                "2007":14,
                "2008":14,
                "2009":9,
                "2010":5,
                "2011":14,
                "2012":20,
                "2013":11,
                "2014":22,
                "2015":8,
                "2016":9,
                "2017":8,
                "2018":9,
                "2019":13,
                "2020":15
            }
        ],
        [
            "Free scalar fields in de Sitter space have a one-parameter family of states invariant under the de Sitter group, including the standard thermal vacuum. We show that, except for the thermal vacuum, these states are unphysical when gravitational interactions are included. We apply these observations to the quantum state of the inflaton, and find that at best, dramatic fine tuning is required for states other than the thermal vacuum to lead to observable features in the CMBR anisotropy.",
            "Initial conditions for inflation",
            "Nemanja Kaloper and Matthew Kleban and Albion Lawrence and Stephen Shenker and Leonard Susskind",
            "2003",
            "vXMp9NAAAAAJ:qjMakFHDy7sC",
            194,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2002\/11\/037\/meta",
            "5345488914924069976",
            "\/scholar?cites=5345488914924069976",
            {
                "2002":5,
                "2003":27,
                "2004":17,
                "2005":22,
                "2006":15,
                "2007":8,
                "2008":13,
                "2009":7,
                "2010":2,
                "2011":8,
                "2012":11,
                "2013":2,
                "2014":11,
                "2015":4,
                "2016":10,
                "2017":9,
                "2018":8,
                "2019":6,
                "2020":9
            }
        ],
        [
            "We prove that a class of solutions to Einstein’s equations—originally discovered by McVittie in 1933—includes regular black holes embedded in Friedmann-Robertson-Walker cosmologies. If the cosmology is dominated at late times by a positive cosmological constant, the metric is regular everywhere on and outside the black hole horizon and away from the big-bang singularity, and the solutions asymptote in the future and near the horizon to the Schwarzschild-de Sitter geometry. For solutions without a positive cosmological constant the would-be horizon is a weak null singularity.",
            "McVittie’s legacy: black holes in an expanding universe",
            "Nemanja Kaloper and Matthew Kleban and Damien Martin",
            "2010",
            "vXMp9NAAAAAJ:Tyk-4Ss8FVUC",
            130,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.81.104044",
            "4709990568109540873",
            "\/scholar?cites=4709990568109540873",
            {
                "2010":2,
                "2011":7,
                "2012":7,
                "2013":12,
                "2014":12,
                "2015":13,
                "2016":14,
                "2017":18,
                "2018":13,
                "2019":18,
                "2020":11,
                "2021":2
            }
        ],
        [
            "Using numerical solutions of the full Einstein field equations coupled to a scalar inflaton field in 3+1 dimensions, we study the conditions under which a universe that is initially expanding, highly inhomogeneous and dominated by gradient energy can transition to an inflationary period. If the initial scalar field variations are contained within a sufficiently flat region of the inflaton potential, and the universe is spatially flat or open on average, inflation will occur following the dilution of the gradient and kinetic energy due to expansion. This is the case even when the scale of the inhomogeneities is comparable to the initial Hubble length, and overdense regions collapse and form black holes, because underdense regions continue expanding, allowing inflation to eventually begin. This establishes that inflation can arise from highly inhomogeneous initial conditions and solve the horizon and flatness problems, at least as …",
            "Beginning inflation in an inhomogeneous universe",
            "William E East and Matthew Kleban and Andrei Linde and Leonardo Senatore",
            "2016",
            "vXMp9NAAAAAJ:IWHjjKOFINEC",
            106,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2016\/09\/010\/meta",
            "11003819588471498876",
            "\/scholar?cites=11003819588471498876",
            {
                "2016":12,
                "2017":23,
                "2018":20,
                "2019":24,
                "2020":25,
                "2021":2
            }
        ],
        [
            "A recent paper [1] claims that topologically massive gravity contains only chiral boundary excitations at a particular value of the Chern-Simons coupling. On the other hand, propagating bulk degrees of freedom with negative norm were found even at the chiral point in [2]. The two references use very different methods, making comparison of their respective claims difficult. In this letter, we use the method of [1] to construct a tower of physical propagating bulk states satisfying standard AdS boundary conditions. Our states have finite norm, with sign opposite to that of right-moving boundary excitations. Our results thus agree with [2] and disagree with [1].",
            "Topologically massive gravity at the chiral point is not unitary",
            "Gaston Giribet and Matthew Kleban and Massimo Porrati",
            "2008",
            "vXMp9NAAAAAJ:UeHWp8X0CEIC",
            93,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1126-6708\/2008\/10\/045\/meta",
            "11794747799862397966",
            "\/scholar?cites=11794747799862397966",
            {
                "2008":4,
                "2009":25,
                "2010":22,
                "2011":12,
                "2012":7,
                "2013":3,
                "2014":5,
                "2015":5,
                "2016":1,
                "2017":1,
                "2018":5,
                "2019":1,
                "2020":1,
                "2021":1
            }
        ],
        [
            "Inflation creates large-scale cosmological density perturbations that are characterized by an isotropic, homogeneous, and Gaussian random distribution about a locally flat background. Even in a flat universe, the spatial curvature measured within one Hubble volume receives contributions from long wavelength perturbations, and will not in general be zero. These same perturbations determine the Cosmic Microwave Background (CMB) temperature fluctuations, which are Script O (10− 5). Consequently, the low-l multipole moments in the CMB temperature map predict the value of the measured spatial curvature Ω k. On this basis we argue that a measurement of| Ω k|> 10− 4 would rule out slow-roll eternal inflation in our past with high confidence, while a measurement of Ω k<− 10− 4 (which is positive curvature, a locally closed universe) rules out false-vacuum eternal inflation as well, at the same confidence level. In …",
            "Spatial curvature falsifies eternal inflation",
            "Matthew Kleban and Marjorie Schillo",
            "2012",
            "vXMp9NAAAAAJ:roLk4NBRz8UC",
            76,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2012\/06\/029\/meta",
            "14620318032789397625",
            "\/scholar?cites=14620318032789397625",
            {
                "2012":3,
                "2013":10,
                "2014":11,
                "2015":9,
                "2016":6,
                "2017":8,
                "2018":8,
                "2019":11,
                "2020":10
            }
        ]
    ]
}