{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The National Ignition Campaign (NIC) was a multi-institution effort established under the National Nuclear Security Administration of DOE in 2005, prior to the completion of the National Ignition Facility (NIF) in 2009. The scope of the NIC was the planning and preparation for and the execution of the first 3 yr of ignition experiments (through the end of September 2012) as well as the development, fielding, qualification, and integration of the wide range of capabilities required for ignition. Besides the operation and optimization of the use of NIF, these capabilities included over 50 optical, x-ray, and nuclear diagnostic systems, target fabrication facilities, experimental platforms, and a wide range of NIF facility infrastructure. The goal of ignition experiments on the NIF is to achieve, for the first time, ignition and thermonuclear burn in the laboratory via inertial confinement fusion and to develop a platform for ignition and high …",
            "Review of the national ignition campaign 2009-2012",
            "John Lindl and Otto Landen and John Edwards and Ed Moses and NIC team",
            "2014",
            "Vxo8kzoAAAAJ:iH-uZ7U-co4C",
            474,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4865400",
            "14616813207362778777",
            "\/scholar?cites=14616813207362778777",
            {
                "2014":29,
                "2015":59,
                "2016":66,
                "2017":81,
                "2018":79,
                "2019":65,
                "2020":79,
                "2021":12
            }
        ],
        [
            "High-resolution spectrometry of charged particles from inertial-confinement-fusion (ICF) experiments has become an important method of studying plasma conditions in laser-compressed capsules. In experiments at the 60-beam OMEGA laser facility [T. R. Boehly et al., Opt. Commun. 133, 495 (1997)], utilizing capsules with D2, D3He, DT, or DTH fuel in a shell of plastic, glass, or D2 ice, we now routinely make spectral measurements of primary fusion products (p, D, T, 3He, α), secondary fusion products (p), “knock-on” particles (p, D, T) elastically scattered by primary neutrons, and ions from the shell. Use is made of several types of spectrometers that rely on detection and identification of particles with CR-39 nuclear track detectors in conjunction with magnets and\/or special ranging filters. CR-39 is especially useful because of its insensitivity to electromagnetic noise and its ability to distinguish the types and …",
            "Spectrometry of charged particles from inertial-confinement-fusion plasmas",
            "FH Séguin and JA Frenje and CK Li and DG Hicks and S Kurebayashi and JR Rygg and B-E Schwartz and RD Petrasso and S Roberts and JM Soures and DD Meyerhofer and TC Sangster and JP Knauer and C Sorce and V Yu Glebov and C Stoeckl and TW Phillips and RJ Leeper and K Fletcher and S Padalino",
            "2003",
            "Vxo8kzoAAAAJ:u5HHmVD_uO8C",
            261,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1518141",
            "8777510704914916709",
            "\/scholar?cites=8777510704914916709",
            {
                "2002":3,
                "2003":2,
                "2004":9,
                "2005":9,
                "2006":12,
                "2007":15,
                "2008":16,
                "2009":18,
                "2010":15,
                "2011":7,
                "2012":30,
                "2013":18,
                "2014":23,
                "2015":23,
                "2016":12,
                "2017":10,
                "2018":10,
                "2019":11,
                "2020":13,
                "2021":1
            }
        ],
        [
            "Electromagnetic (E\/B) fields generated by the interaction with plasmas of long-pulse, low-intensity laser beams relevant to inertial confinement fusion have been measured for the first time using novel monoenergetic proton radiography methods. High-resolution, time-gated radiography images of a plastic foil driven by a 10 14 W\/cm 2 laser implied B fields of∼ 0.5 MG and E fields of∼ 1.5× 10 8 V\/m. Simulations of these experiments with LASNEX+ LSP have been performed and are in overall (though not exact) agreement with the data both for field strengths and for spatial distributions; this is the first direct experimental test of the laser-generated B-field package in LASNEX. The experiments also demonstrated that laser phase plates substantially reduce medium-scale chaotic field structure.",
            "Measuring E and B fields in laser-produced plasmas with monoenergetic proton radiography",
            "CK Li and FH Séguin and JA Frenje and JR Rygg and RD Petrasso and RPJ Town and PA Amendt and SP Hatchett and OL Landen and AJ Mackinnon and PK Patel and VA Smalyuk and TC Sangster and JP Knauer",
            "2006",
            "Vxo8kzoAAAAJ:d1gkVwhDpl0C",
            203,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.97.135003",
            "11856461338551417101",
            "\/scholar?cites=11856461338551417101",
            {
                "2007":6,
                "2008":10,
                "2009":13,
                "2010":10,
                "2011":11,
                "2012":23,
                "2013":21,
                "2014":13,
                "2015":13,
                "2016":14,
                "2017":9,
                "2018":15,
                "2019":21,
                "2020":18,
                "2021":3
            }
        ],
        [
            "A distinctive way of quantitatively imaging inertial fusion implosions has resulted in the characterization of two different types of electromagnetic configurations and in the measurement of the temporal evolution of capsule size and areal density. Radiography with a pulsed, monoenergetic, isotropic proton source reveals field structures through deflection of proton trajectories, and areal densities are quantified through the energy lost by protons while traversing the plasma. The two field structures consist of (i) many radial filaments with complex striations and bifurcations, permeating the entire field of view, of magnetic field magnitude 60 tesla and (ii) a coherent, centrally directed electric field of order 109 volts per meter, seen in proximity to the capsule surface. Although the mechanism for generating these fields is unclear, their effect on implosion dynamics is potentially consequential.",
            "Proton radiography of inertial fusion implosions",
            "JR Rygg and FH Séguin and CK Li and JA Frenje and MJ-E Manuel and RD Petrasso and R Betti and JA Delettrez and OV Gotchev and JP Knauer and DD Meyerhofer and FJ Marshall and C Stoeckl and W Theobald",
            "2008",
            "Vxo8kzoAAAAJ:u-x6o8ySG0sC",
            174,
            "https:\/\/science.sciencemag.org\/content\/319\/5867\/1223.abstract",
            "7544226481765651092",
            "\/scholar?cites=7544226481765651092",
            {
                "2008":9,
                "2009":17,
                "2010":14,
                "2011":16,
                "2012":21,
                "2013":14,
                "2014":15,
                "2015":19,
                "2016":11,
                "2017":7,
                "2018":3,
                "2019":12,
                "2020":11
            }
        ],
        [
            "The spatial structure and temporal evolution of megagauss magnetic fields generated by interactions of up to 4 laser beams with matter were studied with an innovative, time-gated proton radiography method that produces images of unprecedented clarity because it uses an isotropic, truly monoenergetic backlighter (14.7-MeV protons from D He 3 nuclear fusion reactions). Quantitative field maps reveal precisely and directly, for the first time, changes in the magnetic topology due to reconnection in a high-energy-density plasma (n e∼ 10 20–10 22 cm− 3, T e∼ 1 keV).",
            "Observation of megagauss-field topology changes due to magnetic reconnection in laser-produced plasmas",
            "CK Li and FH Séguin and JA Frenje and JR Rygg and RD Petrasso and RPJ Town and OL Landen and JP Knauer and VA Smalyuk",
            "2007",
            "Vxo8kzoAAAAJ:2osOgNQ5qMEC",
            167,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.99.055001",
            "7601615841027685133",
            "\/scholar?cites=7601615841027685133",
            {
                "2007":2,
                "2008":5,
                "2009":9,
                "2010":8,
                "2011":9,
                "2012":14,
                "2013":15,
                "2014":14,
                "2015":20,
                "2016":16,
                "2017":13,
                "2018":13,
                "2019":11,
                "2020":14,
                "2021":3
            }
        ],
        [
            "The “High-Foot” platform manipulates the laser pulse-shape coming from the National Ignition Facility laser to create an indirect drive 3-shock implosion that is significantly more robust against instability growth involving the ablator and also modestly reduces implosion convergence ratio. This strategy gives up on theoretical high-gain in an inertial confinement fusion implosion in order to obtain better control of the implosion and bring experimental performance in-line with calculated performance, yet keeps the absolute capsule performance relatively high. In this paper, we will cover the various experimental and theoretical motivations for the high-foot drive as well as cover the experimental results that have come out of the high-foot experimental campaign. At the time of this writing, the high-foot implosion has demonstrated record total deuterium-tritium yields (9.3×1015) with low levels of inferred mix, excellent …",
            "The high-foot implosion campaign on the National Ignition Facility",
            "OA Hurricane and DA Callahan and DT Casey and EL Dewald and TR Dittrich and T Döppner and MA Barrios Garcia and DE Hinkel and LF Berzak Hopkins and P Kervin and JL Kline and S Le Pape and T Ma and AG MacPhee and JL Milovich and J Moody and AE Pak and PK Patel and H-S Park and BA Remington and HF Robey and JD Salmonson and PT Springer and R Tommasini and LR Benedetti and JA Caggiano and P Celliers and C Cerjan and R Dylla-Spears and D Edgell and MJ Edwards and D Fittinghoff and GP Grim and N Guler and N Izumi and JA Frenje and M Gatu Johnson and S Haan and R Hatarik and H Herrmann and S Khan and J Knauer and BJ Kozioziemski and AL Kritcher and G Kyrala and SA Maclaren and FE Merrill and P Michel and J Ralph and JS Ross and JR Rygg and MB Schneider and BK Spears and K Widmann and CB Yeamans",
            "2014",
            "Vxo8kzoAAAAJ:HDshCWvjkbEC",
            154,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4874330",
            "15174123527745106366",
            "\/scholar?cites=15174123527745106366",
            {
                "2014":11,
                "2015":28,
                "2016":37,
                "2017":17,
                "2018":22,
                "2019":19,
                "2020":18,
                "2021":1
            }
        ],
        [
            "First measurements of the in-flight shape of imploding inertial confinement fusion (ICF) capsules at the National Ignition Facility (NIF) were obtained by using two-dimensional x-ray radiography. The sequence of area-backlit, time-gated pinhole images is analyzed for implosion velocity, low-mode shape and density asymmetries, and the absolute offset and center-of-mass velocity of the capsule shell. The in-flight shell is often observed to be asymmetric even when the concomitant core self-emission is round. A∼ 15 μ m shell asymmetry amplitude of the Y 40 spherical harmonic mode was observed for standard NIF ICF hohlraums at a shell radius of∼ 200 μ m (capsule at∼ 5× radial compression). This asymmetry is mitigated by a∼ 10% increase in the hohlraum length.",
            "2D X-ray radiography of imploding capsules at the national ignition facility",
            "JR Rygg and OS Jones and JE Field and MA Barrios and LR Benedetti and GW Collins and DC Eder and MJ Edwards and JL Kline and JJ Kroll and OL Landen and T Ma and A Pak and JL Peterson and K Raman and RPJ Town and DK Bradley",
            "2014",
            "Vxo8kzoAAAAJ:TQgYirikUcIC",
            142,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.112.195001",
            "8986958972893835284",
            "\/scholar?cites=8986958972893835284",
            {
                "2014":19,
                "2015":20,
                "2016":29,
                "2017":21,
                "2018":20,
                "2019":17,
                "2020":15,
                "2021":1
            }
        ],
        [
            "Magnesium oxide is an important component of the Earth’s mantle and has been extensively studied at pressures and temperatures relevant to Earth 1. However, much less is known about the behaviour of this oxide under conditions likely to occur in extrasolar planets with masses up to 10 times that of Earth, termed super-Earths, where pressures can exceed 1,000 GPa (10 million atmospheres). Magnesium oxide is expected to change from a rocksalt crystal structure (B1) to a caesium chloride (B2) structure at pressures of about 400–600 GPa (refs 2, 3). Whereas no structural transformation was observed in static compression experiments up to 250 GPa (ref. 4), evidence for a solid–solid phase transition was obtained in shockwave experiments above 400 GPa and 9,000 K (ref. 5), albeit no structural measurements were made. As a result, the properties and the structure of MgO under conditions relevant to super …",
            "Experimental evidence for a phase transition in magnesium oxide at exoplanet pressures",
            "Frederica Coppari and RF Smith and JH Eggert and J Wang and JR Rygg and A Lazicki and JA Hawreliak and GW Collins and TS Duffy",
            "2013",
            "Vxo8kzoAAAAJ:IWHjjKOFINEC",
            133,
            "https:\/\/www.nature.com\/articles\/ngeo1948",
            "18367228387115658440",
            "\/scholar?cites=18367228387115658440",
            {
                "2013":2,
                "2014":12,
                "2015":18,
                "2016":24,
                "2017":14,
                "2018":20,
                "2019":23,
                "2020":16,
                "2021":3
            }
        ],
        [
            "Measurements have been made of the in-flight dynamics of imploding capsules indirectly driven by laser energies of 1–1.7 MJ at the National Ignition Facility [Miller et al., Nucl. Fusion 44, 228 (2004)]. These experiments were part of the National Ignition Campaign [Landen et al., Phys. Plasmas 18, 051002 (2011)] to iteratively optimize the inputs required to achieve thermonuclear ignition in the laboratory. Using gated or streaked hard x-ray radiography, a suite of ablator performance parameters, including the time-resolved radius, velocity, mass, and thickness, have been determined throughout the acceleration history of surrogate gas-filled implosions. These measurements have been used to establish a dynamically consistent model of the ablative drive history and shell compressibility throughout the implosion trajectory. First results showed that the peak velocity of the original 1.3-MJ Ge-doped polymer (CH …",
            "Implosion dynamics measurements at the National Ignition Facility",
            "DG Hicks and NB Meezan and EL Dewald and AJ Mackinnon and RE Olson and DA Callahan and T Döppner and LR Benedetti and DK Bradley and PM Celliers and DS Clark and P Di Nicola and SN Dixit and EG Dzenitis and JE Eggert and DR Farley and JA Frenje and SM Glenn and SH Glenzer and AV Hamza and RF Heeter and JP Holder and N Izumi and DH Kalantar and SF Khan and JL Kline and JJ Kroll and GA Kyrala and T Ma and AG MacPhee and JM McNaney and JD Moody and MJ Moran and BR Nathan and A Nikroo and YP Opachich and RD Petrasso and RR Prasad and JE Ralph and HF Robey and HG Rinderknecht and JR Rygg and JD Salmonson and MB Schneider and N Simanovskaia and BK Spears and R Tommasini and K Widmann and AB Zylstra and GW Collins and OL Landen and JD Kilkenny and WW Hsing and BJ MacGowan and LJ Atherton and MJ Edwards",
            "2012",
            "Vxo8kzoAAAAJ:Wp0gIr-vW9MC",
            129,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4769268",
            "12880070774636290346",
            "\/scholar?cites=12880070774636290346",
            {
                "2013":24,
                "2014":29,
                "2015":20,
                "2016":19,
                "2017":13,
                "2018":7,
                "2019":6,
                "2020":10
            }
        ],
        [
            "High Density Carbon (HDC) is a leading candidate as an ablator material for Inertial Confinement Fusion (ICF) capsules in x-ray (indirect) drive implosions. HDC has a higher density (3.5 g\/cc) than plastic (CH, 1 g\/cc), which results in a thinner ablator with a larger inner radius for a given capsule scale. This leads to higher x-ray absorption and shorter laser pulses compared to equivalent CH designs. This paper will describe a series of experiments carried out to examine the feasibility of using HDC as an ablator using both gas filled hohlraums and lower density, near vacuum hohlraums. These experiments have shown that deuterium (DD) and deuterium-tritium gas filled HDC capsules driven by a hohlraum filled with 1.2 mg\/cc He gas, produce neutron yields a factor of 2× higher than equivalent CH implosions, representing better than 50% Yield-over-Clean (YoC). In a near vacuum hohlraum (He = 0.03 mg\/cc …",
            "High-density carbon ablator experiments on the National Ignition Facility",
            "AJ MacKinnon and NB Meezan and JS Ross and S Le Pape and L Berzak Hopkins and L Divol and D Ho and J Milovich and A Pak and J Ralph and T Döppner and PK Patel and C Thomas and R Tommasini and S Haan and AG MacPhee and J McNaney and J Caggiano and R Hatarik and R Bionta and T Ma and B Spears and JR Rygg and LR Benedetti and RPJ Town and DK Bradley and EL Dewald and D Fittinghoff and OS Jones and HR Robey and JD Moody and S Khan and DA Callahan and A Hamza and J Biener and PM Celliers and DG Braun and DJ Erskine and ST Prisbrey and RJ Wallace and B Kozioziemski and R Dylla-Spears and J Sater and G Collins and E Storm and W Hsing and O Landen and JL Atherton and JD Lindl and MJ Edwards and JA Frenje and M Gatu-Johnson and CK Li and R Petrasso and H Rinderknecht and M Rosenberg and FH Séguin and A Zylstra and JP Knauer and G Grim and N Guler and F Merrill and R Olson and GA Kyrala and JD Kilkenny and A Nikroo and K Moreno and DE Hoover and C Wild and E Werner",
            "2014",
            "Vxo8kzoAAAAJ:e5wmG9Sq2KIC",
            119,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.4876611",
            "2531463180740308445",
            "\/scholar?cites=2531463180740308445",
            {
                "2014":5,
                "2015":23,
                "2016":20,
                "2017":18,
                "2018":24,
                "2019":8,
                "2020":19,
                "2021":1
            }
        ]
    ]
}