{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "The existence of a dominant massive planet, Jupiter, in our solar system, although perhaps essential for long-term dynamical stability and the development of life, may not be typical of planetary systems that form around other stars. In a system containing two Jupiter-like planets, the possibility exists that a dynamical instability will develop. Computer simulations suggest that in many cases this instability leads to the ejection of one planet while the other is left in a smaller, eccentric orbit. In extreme cases, the eccentric orbit has a small enough periastron distance that it may circularize at an orbital period as short as a few days through tidal dissipation. This may explain the recently detected Jupiter-mass planets in very tight circular orbits and wider eccentric orbits around nearby stars.",
            "Dynamical instabilities and the formation of extrasolar planetary systems",
            "Frederic A Rasio and Eric B Ford",
            "1996",
            "vYlxze4AAAAJ:u5HHmVD_uO8C",
            986,
            "https:\/\/science.sciencemag.org\/content\/274\/5289\/954.abstract",
            "8764206580898908501",
            "\/scholar?cites=8764206580898908501",
            {
                "1997":11,
                "1998":18,
                "1999":19,
                "2000":23,
                "2001":18,
                "2002":26,
                "2003":27,
                "2004":36,
                "2005":28,
                "2006":25,
                "2007":44,
                "2008":43,
                "2009":43,
                "2010":40,
                "2011":40,
                "2012":41,
                "2013":60,
                "2014":65,
                "2015":57,
                "2016":67,
                "2017":59,
                "2018":62,
                "2019":57,
                "2020":61,
                "2021":10
            }
        ],
        [
            "Observations in the past decade have revealed extrasolar planets with a wide range of orbital semimajor axes and eccentricities. Based on the present understanding of planet formation via core accretion and oligarchic growth, we expect that giant planets often form in closely packed configurations. While the protoplanets are embedded in a protoplanetary gas disk, dissipation can prevent eccentricity growth and suppress instabilities from becoming manifest. However, once the disk dissipates, eccentricities can grow rapidly, leading to close encounters between planets. Strong planet‐planet gravitational scattering could produce both high eccentricities and, after tidal circularization, very short period planets, as observed in the exoplanet population. We present new results for this scenario based on extensive dynamical integrations of systems containing three giant planets, both with and without residual gas disks …",
            "Dynamical outcomes of planet-planet scattering",
            "Sourav Chatterjee and Eric B Ford and Soko Matsumura and Frederic A Rasio",
            "2008",
            "vYlxze4AAAAJ:u-x6o8ySG0sC",
            670,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/590227\/meta",
            "8585421748896054709",
            "\/scholar?cites=8585421748896054709",
            {
                "2008":11,
                "2009":51,
                "2010":54,
                "2011":55,
                "2012":38,
                "2013":48,
                "2014":57,
                "2015":58,
                "2016":52,
                "2017":54,
                "2018":65,
                "2019":47,
                "2020":71,
                "2021":6
            }
        ],
        [
            " We present a comprehensive description of the population synthesis code StarTrack. The original code has been significantly modified and updated. Special emphasis is placed here on processes leading to the formation and further evolution of compact objects (white dwarfs, neutron stars, and black holes). Both single and binary star populations are considered. The code now incorporates detailed calculations of all mass transfer phases, a full implementation of orbital evolution due to tides, as well as the most recent estimates of magnetic braking. This updated version of StarTrack can be used for a wide variety of problems, with relevance to observations with many current and planned observatories, e.g., studies of X‐ray binaries (Chandra, XMM‐Newton), gravitational radiation sources (LIGO, LISA), and gamma‐ray burst progenitors (HETE‐II, Swift). The code has already been used in studies of Galactic and …",
            "Compact object modeling with the StarTrack population synthesis code",
            "Krzysztof Belczynski and Vassiliki Kalogera and Frederic A Rasio and Ronald E Taam and Andreas Zezas and Tomasz Bulik and Thomas J Maccarone and Natalia Ivanova",
            "2008",
            "vYlxze4AAAAJ:9yKSN-GCB0IC",
            548,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/521026\/meta",
            "1537573928493986854",
            "\/scholar?cites=1537573928493986854",
            {
                "2007":6,
                "2008":21,
                "2009":21,
                "2010":32,
                "2011":27,
                "2012":36,
                "2013":31,
                "2014":42,
                "2015":46,
                "2016":45,
                "2017":44,
                "2018":57,
                "2019":56,
                "2020":74,
                "2021":8
            }
        ],
        [
            "The 4.2-day orbit of the newly discovered planet around 51~ Pegasi is formally unstable to tidal dissipation. However, the orbital decay time in this system is longer than the main-sequence lifetime of the central star. Given our best current understanding of tidal interactions, a planet of Jupiter's mass around a solar-like star could have dynamically survived in an orbit with a period as short as  hr. Since radial velocities increase with decreasing period, we would expect to find those planets close to the tidal limit first and, unless this is a very unusual system, we would expect to find many more. We also consider the tidal stability of planets around more evolved stars and we re-examine in particular the question of whether the Earth can dynamically survive the red-giant phase in the evolution of the Sun.",
            "Tidal decay of close planetary orbits",
            "FA Rasio and CA Tout and SH Lubow and M Livio",
            "1996",
            "vYlxze4AAAAJ:d1gkVwhDpl0C",
            418,
            "https:\/\/arxiv.org\/abs\/astro-ph\/9605059",
            "13460742376334587295",
            "\/scholar?cites=13460742376334587295",
            {
                "1997":9,
                "1998":10,
                "1999":11,
                "2000":10,
                "2001":9,
                "2002":12,
                "2003":7,
                "2004":14,
                "2005":24,
                "2006":11,
                "2007":20,
                "2008":34,
                "2009":24,
                "2010":31,
                "2011":21,
                "2012":15,
                "2013":22,
                "2014":23,
                "2015":13,
                "2016":20,
                "2017":15,
                "2018":16,
                "2019":18,
                "2020":25
            }
        ]
    ]
}