{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The available data on nuclear fusion cross sections important to energy generation in the Sun and other hydrogen-burning stars and to solar neutrino production are summarized and critically evaluated. Recommended values and uncertainties are provided for key cross sections, and a recommended spectrum is given for B 8 solar neutrinos. Opportunities for further increasing the precision of key rates are also discussed, including new facilities, new experimental techniques, and improvements in theory. This review, which summarizes the conclusions of a workshop held at the Institute for Nuclear Theory, Seattle, in January 2009, is intended as a 10-year update and supplement to 1998, Rev. Mod. Phys. 70, 1265.",
            "Solar fusion cross sections. II. The  chain and CNO cycles",
            "Eric G Adelberger and A García and RG Hamish Robertson and KA Snover and AB Balantekin and K Heeger and MJ Ramsey-Musolf and D Bemmerer and A Junghans and CA Bertulani and J-W Chen and H Costantini and P Prati and M Couder and E Uberseder and M Wiescher and R Cyburt and B Davids and SJ Freedman and M Gai and D Gazit and L Gialanella and G Imbriani and U Greife and M Hass and WC Haxton and T Itahashi and K Kubodera and K Langanke and D Leitner and M Leitner and P Vetter and L Winslow and Laura Elisa Marcucci and T Motobayashi and A Mukhamedzhanov and RE Tribble and Kenneth M Nollett and FM Nunes and T-S Park and PD Parker and R Schiavilla and EC Simpson and C Spitaleri and F Strieder and H-P Trautvetter and K Suemmerer and S Typel",
            "2011",
            "vYrOqkEAAAAJ:u5HHmVD_uO8C",
            722,
            "https:\/\/journals.aps.org\/rmp\/abstract\/10.1103\/RevModPhys.83.195",
            "7341128480943874089",
            "\/scholar?cites=7341128480943874089",
            {
                "2011":29,
                "2012":82,
                "2013":79,
                "2014":52,
                "2015":80,
                "2016":75,
                "2017":87,
                "2018":77,
                "2019":75,
                "2020":75,
                "2021":4
            }
        ],
        [
            "The 7.65 MeV, J π= 0+, second excited state in 12 C is known as the Hoyle-state after Fred Hoyle. In the 1950s Hoyle proposed the existence of the state in order to account for the stellar abundance of carbon. Aside from its key role in the synthesis of the elements it is believed to possess a rather unusual structure, where the dominant degrees of freedom are those of α-particle clusters rather than nucleons. An understanding of the properties of the Hoyle state, for example its radius and excitations, has been the focus of a major experimental activity. Similarly, unravelling precisely why a cluster state should arise at precisely the right energy to promote synthesis of carbon has been a central theoretical challenge. To a significant extent, the Hoyle-state has become a cornerstone for state-of-the-art nuclear theory. This review examines the present status of both theory and experiment and indicates directions …",
            "The Hoyle state in 12C",
            "Martin Freer and Hans Otto Uldall Fynbo",
            "2014",
            "vYrOqkEAAAAJ:CHSYGLWDkRkC",
            165,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0146641014000453",
            "1433327392017361062",
            "\/scholar?cites=1433327392017361062",
            {
                "2013":1,
                "2014":3,
                "2015":12,
                "2016":27,
                "2017":31,
                "2018":26,
                "2019":29,
                "2020":31,
                "2021":4
            }
        ],
        [
            "The two reactions C 12 (He 4, He 4+ He 4+ He 4) He 4 and Be 9 (He 4, He 4+ He 4+ He 4) n were measured using an array of four double-sided strip detectors. Excited states in C 12 were reconstructed filtered by the condition that the α-decay proceeded via the Be 8 ground state. In both measurements, evidence was found for a new state at 13.3 (0.2) MeV with a width 1.7 (0.2) MeV. Angular correlation measurements from the C 12 (He 4, He 4+ He 4+ He 4) He 4 reaction indicates that the state may have J π= 4+.",
            "Evidence for a new  state at 13.3 MeV",
            "Martin Freer and S Almaraz-Calderon and A Aprahamian and NI Ashwood and M Barr and B Bucher and P Copp and M Couder and N Curtis and X Fang and F Jung and S Lesher and W Lu and JD Malcolm and A Roberts and WP Tan and C Wheldon and VA Ziman",
            "2011",
            "vYrOqkEAAAAJ:9yKSN-GCB0IC",
            134,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.83.034314",
            "7126813833183072229",
            "\/scholar?cites=7126813833183072229",
            {
                "2011":3,
                "2012":11,
                "2013":14,
                "2014":18,
                "2015":22,
                "2016":22,
                "2017":16,
                "2018":13,
                "2019":7,
                "2020":7,
                "2021":1
            }
        ],
        [
            "The WMAP satellite, devoted to observations of the anisotropies of the cosmic microwave background radiation, has recently provided a determination of the baryonic density of the universe with unprecedented precision. Using this, big bang nucleosynthesis calculations predict a primordial 7Li abundance that is a factor of 2–3 higher than that observed in Galactic halo dwarf stars. It has been argued that this discrepancy could be resolved if the 7Be(d, p)2α reaction rate were around a factor of 100 larger than has previously been considered. We have now studied this reaction, for the first time at energies appropriate to the big bang environment, at the CYCLONE radioactive‐beam facility at Louvain‐la‐Neuve. The cross section was found to be a factor of 10 smaller than derived from earlier measurements. It is concluded therefore that nuclear uncertainties cannot explain the discrepancy between observed and …",
            "The 7Be (d, p) 2α cross section at big bang energies and the primordial 7Li abundance",
            "C Angulo and E Casarejos and M Couder and Paul Demaret and Pierre Leleux and F Vanderbist and A Coc and J Kiener and V Tatischeff and T Davinson and AS Murphy and NL Achouri and NA Orr and D Cortina-Gil and P Figuera and BR Fulton and Ivan Mukha and E Vangioni",
            "2005",
            "vYrOqkEAAAAJ:u-x6o8ySG0sC",
            124,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/491732\/meta",
            "16605470374595702179",
            "\/scholar?cites=16605470374595702179",
            {
                "2006":9,
                "2007":11,
                "2008":7,
                "2009":10,
                "2010":5,
                "2011":10,
                "2012":13,
                "2013":9,
                "2014":4,
                "2015":3,
                "2016":10,
                "2017":5,
                "2018":7,
                "2019":9,
                "2020":9,
                "2021":2
            }
        ],
        [
            "The setup and experimental techniques for measurements of zero-degree inelastic scattering and reactions involving light ions with the K= 600 magnetic spectrometer at iThemba LABS are described. Measurements were performed for inelastic proton scattering at an incident energy of 200 MeV for targets ranging from 27 Al to 208 Pb. An energy-resolution of 45 keV (FWHM) was achieved by utilizing the faint-beam dispersion-matching technique. A background subtraction procedure was applied and allowed for the extraction of excitation energy spectra with low background. Measurements of the (p, t) reaction at zero degrees for E p= 100 and 200 MeV benefited from the difference in magnetic rigidity between the reaction products and the beam particles, resulting in background-free spectra with an excitation energy-resolution of 32 and 48 keV (FWHM), respectively, and a scattering angle resolution of 0.55° …",
            "High energy-resolution zero-degree facility for light-ion scattering and reactions at iThemba LABS",
            "R Neveling and H Fujita and FD Smit and T Adachi and GPA Berg and EZ Buthelezi and J Carter and JL Conradie and M Couder and RW Fearick and SV Förtsch and DT Fourie and Y Fujita and J Görres and K Hatanaka and M Jingo and AM Krumbholz and CO Kureba and JP Mira and SHT Murray and P von Neumann-Cosel and S O'Brien and P Papka and I Poltoratska and A Richter and E Sideras-Haddad and JA Swartz and A Tamii and IT Usman and JJ Van Zyl",
            "2011",
            "vYrOqkEAAAAJ:WF5omc3nYNoC",
            78,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900211012460",
            "1957389170935342595",
            "\/scholar?cites=1957389170935342595",
            {
                "2010":1,
                "2011":1,
                "2012":5,
                "2013":2,
                "2014":5,
                "2015":7,
                "2016":4,
                "2017":13,
                "2018":13,
                "2019":15,
                "2020":9,
                "2021":2
            }
        ],
        [
            "High demand for nuclear reaction cross-section measurements relevant for astrophysical processes requires the development of new experimental techniques that allow for investigation of, often very low, cross-sections. For this purpose, a new 4 π Summing NaI (Tl) detector (SuN) has been constructed, which is an 8-fold segmented NaI (Tl) barrel read by 24 photomultipliers. The design of the detector will be presented and detailed results of the commissioning experiments utilizing standard calibration sources and known Al 27 (p, γ) Si 28 resonances will be discussed.",
            "SuN: Summing NaI (Tl) gamma-ray detector for capture reaction measurements",
            "A Simon and SJ Quinn and Artemisia Spyrou and Anthony Battaglia and I Beskin and A Best and Brian Bucher and Manoel Couder and Paul A DeYoung and Xiao Fang and Joachim Goerres and Antonios Kontos and Qian Li and Sean N Liddick and Alexander Long and Stephanie Lyons and K Padmanabhan and James Peace and A Roberts and Daneil Robertson and K Smith and Mallory K Smith and Edward Stech and B Stefanek and WP Tan and Xiao-Dong Tang and Michael Wiescher",
            "2013",
            "vYrOqkEAAAAJ:UebtZRa9Y70C",
            68,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0168900212013824",
            "449325768910633692",
            "\/scholar?cites=449325768910633692",
            {
                "2013":5,
                "2014":7,
                "2015":11,
                "2016":14,
                "2017":3,
                "2018":6,
                "2019":10,
                "2020":12
            }
        ],
        [
            "The 7 Be+ p elastic cross section has been measured at the Centre de Recherches du Cyclotron RIB facility at Louvain-la-Neuve in the cm energy region from 0.3 to 0.75 MeV by bombarding a proton-rich target with a radioactive 7 Be beam. The recoil protons have been detected in the angular range θ cm= 120.2°–131.1° and θ cm= 156.6°–170.2° using the LEDA system. From a R-matrix analysis of the cross section data, we obtain the energy and the width of the 1+ resonance (E x= 0.77 MeV). The ℓ= 0 scattering lengths a 01= 25±9 fm (channel spin I= 1) and a 02=− 7±3 fm (channel spin I= 2) have been deduced. They are compared to values expected from charge-symmetry properties. Implications on the low energy S-factor of the 7 Be (p, γ) 8 B reaction are discussed.",
            "Experimental determination of the 7Be+ p scattering lengths",
            "C Angulo and Malika Azzouz and Pierre Descouvemont and Gabriel Tabacaru and D Baye and Michel Cogneau and Manoël Couder and Thomas Davinson and Alessia Di Pietro and P Figuera and Michel Gaelens and Pierre Leleux and Marc Loiselet and Alain Ninane and François de Oliveira Santos and Rosario Gianluca Pizzone and Guido Ryckewaert and Nicolas de Séréville and Francis Vanderbist",
            "2003",
            "vYrOqkEAAAAJ:d1gkVwhDpl0C",
            68,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0375947402015841",
            "16772759692941463289",
            "\/scholar?cites=16772759692941463289",
            {
                "2003":2,
                "2004":7,
                "2005":8,
                "2006":14,
                "2007":3,
                "2008":3,
                "2009":5,
                "2010":3,
                "2011":5,
                "2012":1,
                "2013":2,
                "2014":2,
                "2015":3,
                "2016":4,
                "2017":2,
                "2018":1,
                "2019":3
            }
        ],
        [
            "The breakout reaction O 15 (α, γ) Ne 19, which regulates the flow between the hot CNO cycle and the r p process, is critical for the explanation of the burst amplitude and periodicity of x-ray bursters. We report on the first successful measurement of the critical α-decay branching ratios of relevant states in Ne 19 populated via F 19 (He 3, t) Ne 19. Based on the experimental results and our previous lifetime measurements of these states, we derive the first experimental rate of O 15 (α, γ) Ne 19. The impact of our experimental results on the burst pattern and periodicity for a range of accretion rates is analyzed.",
            "O 15 (α, γ) Ne 19 Breakout Reaction and Impact on X-Ray Bursts",
            "WP Tan and JL Fisker and J Görres and M Couder and M Wiescher",
            "2007",
            "vYrOqkEAAAAJ:UeHWp8X0CEIC",
            65,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.98.242503",
            "2643270815810229116",
            "\/scholar?cites=2643270815810229116",
            {
                "2007":2,
                "2008":10,
                "2009":5,
                "2010":6,
                "2011":4,
                "2012":7,
                "2013":3,
                "2014":2,
                "2015":4,
                "2016":4,
                "2017":5,
                "2018":4,
                "2019":6,
                "2020":3
            }
        ],
        [
            "The 18 F (p, α) 15 O reaction is recognized to be one of the most important reactions for nova γ-ray astronomy, as it governs the early E<~ 511 keV γ emission. However, in the nova temperature regime, its rate remains largely uncertain due to unknown low-energy resonance strengths. We report here the measurement of the 2 H (18 F, p) 19 F (α) 15 N one-nucleon transfer reaction, induced by a 14-MeV 18 F radioactive beam impinging on a CD 2 target; outgoing protons and 15 N (or α particles) were detected in coincidence in two silicon strip detectors. A distorted-wave Born approximation analysis of the data resulted in new limits to the contribution of low-energy resonances to the rate of the 18 F (p, α) 15 O reaction.",
            " reaction applied to nova γ-ray emission",
            "N De Séréville and A Coc and C Angulo and M Assunção and D Beaumel and B Bouzid and S Cherubini and M Couder and P Demaret and F de Oliveira Santos and P Figuera and S Fortier and M Gaelens and F Hammache and J Kiener and A Lefebvre and D Labar and P Leleux and M Loiselet and A Ninane and S Ouichaoui and G Ryckewaert and N Smirnova and V Tatischeff and J-P Thibaud",
            "2003",
            "vYrOqkEAAAAJ:OU6Ihb5iCvQC",
            63,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.67.052801",
            "16578863122655198357",
            "\/scholar?cites=16578863122655198357",
            {
                "2004":5,
                "2005":11,
                "2006":10,
                "2007":6,
                "2008":6,
                "2009":6,
                "2010":2,
                "2011":3,
                "2012":1,
                "2013":3,
                "2014":2,
                "2015":4,
                "2016":2,
                "2017":1
            }
        ],
        [
            "The 18 F (p, α) 15 O reaction is recognized to be one of the most important reactions for nova γ-ray astronomy, as it governs the early E<~ 511 keV γ emission. However, in the nova temperature regime, its rate remains largely uncertain due to unknown low-energy resonance strengths. We report here the measurement of the 2 H (18 F, p) 19 F (α) 15 N one-nucleon transfer reaction, induced by a 14-MeV 18 F radioactive beam impinging on a CD 2 target; outgoing protons and 15 N (or α particles) were detected in coincidence in two silicon strip detectors. A distorted-wave Born approximation analysis of the data resulted in new limits to the contribution of low-energy resonances to the rate of the 18 F (p, α) 15 O reaction.",
            " reaction applied to nova γ-ray emission",
            "N De Séréville and A Coc and C Angulo and M Assunção and D Beaumel and B Bouzid and S Cherubini and M Couder and P Demaret and F de Oliveira Santos and P Figuera and S Fortier and M Gaelens and F Hammache and J Kiener and A Lefebvre and D Labar and P Leleux and M Loiselet and A Ninane and S Ouichaoui and G Ryckewaert and N Smirnova and V Tatischeff and J-P Thibaud",
            "2003",
            "vYrOqkEAAAAJ:2osOgNQ5qMEC",
            63,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.67.052801",
            "16578863122655198357",
            "\/scholar?cites=16578863122655198357",
            {
                "2004":5,
                "2005":11,
                "2006":10,
                "2007":6,
                "2008":6,
                "2009":6,
                "2010":2,
                "2011":3,
                "2012":1,
                "2013":3,
                "2014":2,
                "2015":4,
                "2016":2,
                "2017":1
            }
        ]
    ]
}