{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "Unidirectional electric current flow, such as that found in a diode, is essential for modern electronics. It usually occurs at asymmetric interfaces such as p-n junctions or metal\/semiconductor interfaces with Schottky barriers. We report on a diode effect associated with the direction of bulk electric polarization in BiFeO3: a ferroelectric with a small optical gap edge of ∼2.2 electron volts. We found that bulk electric conduction in ferroelectric monodomain BiFeO3 crystals is highly nonlinear and unidirectional. This diode effect switches its direction when the electric polarization is flipped by an external voltage. A substantial visible-light photovoltaic effect is observed in BiFeO3 diode structures. These results should improve understanding of charge conduction mechanisms in leaky ferroelectrics and advance the design of switchable devices combining ferroelectric, electronic, and optical functionalities.",
            "Switchable ferroelectric diode and photovoltaic effect in BiFeO3",
            "T Choi and S Lee and YJ Choi and Valery Kiryukhin and S-W Cheong",
            "2009",
            "vZFo4XQAAAAJ:u-x6o8ySG0sC",
            1537,
            "https:\/\/science.sciencemag.org\/content\/324\/5923\/63.abstract",
            "15662313301400618969",
            "\/scholar?cites=15662313301400618969",
            {
                "2009":18,
                "2010":52,
                "2011":90,
                "2012":128,
                "2013":127,
                "2014":154,
                "2015":161,
                "2016":175,
                "2017":132,
                "2018":145,
                "2019":170,
                "2020":162,
                "2021":17
            }
        ],
        [
            "The air-gap field-effect technique enabled realization of the intrinsic (not limited by static disorder) polaronic transport on the surface of rubrene (C 42 H 28) crystals over a wide temperature range. The signatures of this intrinsic transport are the anisotropy of the carrier mobility, μ, and the growth of μ with cooling. Anisotropy of μ vanishes in the activation regime at low temperatures, where the transport is dominated by shallow traps. The deep traps, introduced by x-ray radiation, increase the field-effect threshold without affecting μ, an indication that the filled traps do not scatter polarons.",
            "Intrinsic charge transport on the surface of organic semiconductors",
            "Vitaly Podzorov and E Menard and A Borissov and Valery Kiryukhin and John A Rogers and ME Gershenson",
            "2004",
            "vZFo4XQAAAAJ:u5HHmVD_uO8C",
            1208,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.93.086602",
            "10521372023057217153",
            "\/scholar?cites=10521372023057217153",
            {
                "2004":4,
                "2005":21,
                "2006":68,
                "2007":81,
                "2008":84,
                "2009":80,
                "2010":77,
                "2011":71,
                "2012":84,
                "2013":92,
                "2014":97,
                "2015":74,
                "2016":93,
                "2017":68,
                "2018":58,
                "2019":74,
                "2020":70,
                "2021":8
            }
        ],
        [
            "Manganese oxides of the general formula A 1–x B x MnO 3 (where A and B are trivalent and divalent cations, respectively) have recently attracted considerable attention by virtue of their unusual magnetic and electronic properties 1–9. For example, in some of these materials magnetic fields can drive insulator-to-metal transitions where both the conductivity and magnetization change dramatically—an effect termed'colossal magneto-resistance'1–3—raising hopes for application of these materials in the magnetic recording industry 1–9. Here we show that in one such compound, Pr 0.7 Ca 0.3 MnO 3, a transition from the insulating antiferromagnetic state to the metallic ferromagnetic state can be driven by illumination with X-rays at low temperatures (< 40 K). This transition is accompanied by significant changes in the lattice structure, and can be reversed by thermal cycling. This effect, undoubtedly a manifestation of …",
            "An X-ray-induced insulator–metal transition in a magnetoresistive manganite",
            "Valery Kiryukhin and D Casa and JP Hill and B Keimer and A Vigliante and Y Tomioka and Y Tokura",
            "1997",
            "vZFo4XQAAAAJ:d1gkVwhDpl0C",
            558,
            "https:\/\/www.nature.com\/articles\/386813a0",
            "16511671072937592057",
            "\/scholar?cites=16511671072937592057",
            {
                "1997":7,
                "1998":15,
                "1999":36,
                "2000":38,
                "2001":37,
                "2002":36,
                "2003":29,
                "2004":29,
                "2005":23,
                "2006":35,
                "2007":23,
                "2008":28,
                "2009":29,
                "2010":35,
                "2011":24,
                "2012":19,
                "2013":15,
                "2014":12,
                "2015":12,
                "2016":17,
                "2017":16,
                "2018":21,
                "2019":9,
                "2020":8
            }
        ],
        [
            "We report discovery of collinear-magnetism-driven ferroelectricity in the Ising chain magnet Ca 3 Co 2− x Mn x O 6 (x≈ 0.96). Neutron diffraction shows that Co 2+ and Mn 4+ ions alternating along the chains exhibit an up-up-down-down (↑↑↓↓) magnetic order. The ferroelectricity results from the inversion symmetry breaking in the↑↑↓↓ spin chain with an alternating charge order. Unlike in spiral magnetoelectrics where antisymmetric exchange coupling is active, the symmetry breaking in Ca 3 (Co, Mn) 2 O 6 occurs through exchange striction associated with symmetric superexchange.",
            "Ferroelectricity in an Ising chain magnet",
            "YJ Choi and HT Yi and S Lee and Q Huang and Valery Kiryukhin and S-W Cheong",
            "2008",
            "vZFo4XQAAAAJ:2osOgNQ5qMEC",
            453,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.047601",
            "8933726324513877930",
            "\/scholar?cites=8933726324513877930",
            {
                "2008":13,
                "2009":32,
                "2010":36,
                "2011":35,
                "2012":44,
                "2013":30,
                "2014":48,
                "2015":38,
                "2016":40,
                "2017":37,
                "2018":26,
                "2019":37,
                "2020":35,
                "2021":2
            }
        ],
        [
            "Inorganic compounds with the AB 2 X 4 spinel structure have been studied for many years, because of their unusual physical properties. The spinel crystallographic structure, first solved by Bragg in 1915 1, has cations occupying both tetrahedral (A) and octahedral (B) sites. Interesting physics arises when the B-site cations become mixed in valence. Magnetite (Fe 3 O 4) is a classic and still unresolved example, where the tendency to form ordered arrays of Fe 2+ and Fe 3+ ions competes with the topological frustration of the B-site network 2. The CuIr 2 S 4 thiospinel is another example, well known for the presence of a metal–insulator transition at 230 K with an abrupt decrease of the electrical conductivity on cooling accompanied by the loss of localized magnetic moments 3, 4, 5, 6, 7. Here, we report the determination of the crystallographic structure of CuIr 2 S 4 below the metal–insulator transition. Our results …",
            "Formation of isomorphic Ir 3+ and Ir 4+ octamers and spin dimerization in the spinel CuIr 2 S 4",
            "Paolo G Radaelli and Yoichi Horibe and Matthias J Gutmann and Hiroki Ishibashi and CH Chen and Richard M Ibberson and Yasumasa Koyama and Yew-San Hor and Valery Kiryukhin and Sang-Wook Cheong",
            "2002",
            "vZFo4XQAAAAJ:9yKSN-GCB0IC",
            329,
            "https:\/\/www.nature.com\/articles\/416155a",
            "9600264090427257452",
            "\/scholar?cites=9600264090427257452",
            {
                "2002":5,
                "2003":15,
                "2004":12,
                "2005":25,
                "2006":28,
                "2007":19,
                "2008":12,
                "2009":17,
                "2010":16,
                "2011":18,
                "2012":20,
                "2013":25,
                "2014":23,
                "2015":10,
                "2016":11,
                "2017":19,
                "2018":13,
                "2019":16,
                "2020":20,
                "2021":3
            }
        ],
        [
            "In this paper, we report polarized optical microscopy and electrical transport studies of manganese oxides that reveal that the charge ordering transition in these compounds exhibits typical signatures of a martensitic transformation. We demonstrate that specific electronic properties of charge-ordered manganites stem from a combination of martensitic accommodation strain and effects of strong electron correlations. This intrinsic strain is strongly affected by the grain boundaries in ceramic samples. Consistently, our studies show a remarkable enhancement of low field magnetoresistance and the grain size effect on the resistivity in polycrystalline samples and suggest that the transport properties of this class of manganites are governed by the charge-disordered insulating phase stabilized at low temperature by virtue of martensitic accommodation strain. High sensitivity of this phase to strains and magnetic field leads …",
            "Martensitic accommodation strain and the metal-insulator transition in manganites",
            "Vitaly Podzorov and BG Kim and Valery Kiryukhin and ME Gershenson and Sang-Wook Cheong",
            "2001",
            "vZFo4XQAAAAJ:qjMakFHDy7sC",
            209,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.64.140406",
            "291191268389584622",
            "\/scholar?cites=291191268389584622",
            {
                "2002":14,
                "2003":17,
                "2004":22,
                "2005":20,
                "2006":17,
                "2007":21,
                "2008":12,
                "2009":12,
                "2010":5,
                "2011":4,
                "2012":12,
                "2013":8,
                "2014":6,
                "2015":11,
                "2016":3,
                "2017":10,
                "2018":3,
                "2019":4,
                "2020":4,
                "2021":3
            }
        ],
        [
            "Single crystals of multiferroic BiFeO3 were investigated using neutron scattering. Application of an electric field reversibly switches ferroelastic domains, inducing changes in the magnetic structure which follows rotation of the structural domains. In addition, electric fields can be used to control the populations of the equivalent magnetic domains within a single ferroelastic domain, possibly via field-induced strain.",
            "Electric field control of the magnetic state in  single crystals",
            "Seoungsu Lee and W Ratcliff and Sang-Wook Cheong and Valery Kiryukhin",
            "2008",
            "vZFo4XQAAAAJ:IjCSPb-OGe4C",
            141,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2930678",
            "14762599874463003722",
            "\/scholar?cites=14762599874463003722",
            {
                "2008":5,
                "2009":11,
                "2010":11,
                "2011":21,
                "2012":12,
                "2013":13,
                "2014":20,
                "2015":11,
                "2016":10,
                "2017":7,
                "2018":9,
                "2019":3,
                "2020":7,
                "2021":1
            }
        ],
        [
            "Polarized small-angle neutron scattering studies of single-crystalline multiferroic BiFeO 3 reveal a long-wavelength spin density wave generated by∼ 1 spin canting of the spins out of the rotation plane of the antiferromagnetic cycloidal order. This signifies weak ferromagnetism within mesoscopic regions of dimension 0.03 microns along [1 1 0], to several microns along [111], confirming a long-standing theoretical prediction. The average local magnetization is 0.06 μ B\/Fe. Our results provide an indication of the intrinsic macroscopic magnetization to be expected in ferroelectric BiFeO 3 thin films under strain, where the magnetic cycloid is suppressed.",
            "Local Weak Ferromagnetism in Single-Crystalline Ferroelectric ",
            "Mehmet Ramazanoglu and Mark Laver and II W Ratcliff and SM Watson and WangChun Chen and Andrew Jackson and K Kothapalli and Seongsu Lee and S-W Cheong and Valery Kiryukhin",
            "2011",
            "vZFo4XQAAAAJ:roLk4NBRz8UC",
            120,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.207206",
            "15071321638809137257",
            "\/scholar?cites=15071321638809137257",
            {
                "2012":8,
                "2013":25,
                "2014":18,
                "2015":13,
                "2016":11,
                "2017":16,
                "2018":11,
                "2019":7,
                "2020":11
            }
        ]
    ]
}