{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The Large Underground Xenon (LUX) experiment is a dual-phase xenon time-projection chamber operating at the Sanford Underground Research Facility (Lead, South Dakota). The LUX cryostat was filled for the first time in the underground laboratory in February 2013. We report results of the first WIMP search data set, taken during the period from April to August 2013, presenting the analysis of 85.3 live days of data with a fiducial volume of 118 kg. A profile-likelihood analysis technique shows our data to be consistent with the background-only hypothesis, allowing 90% confidence limits to be set on spin-independent WIMP-nucleon elastic scattering with a minimum upper limit on the cross section of 7.6× 1 0− 46 cm 2 at a WIMP mass of 33 GeV\/c 2. We find that the LUX data are in disagreement with low-mass WIMP signal interpretations of the results from several recent direct detection experiments.",
            "First results from the LUX dark matter experiment at the Sanford Underground Research Facility",
            "Daniel S Akerib and HM Araújo and X Bai and AJ Bailey and J Balajthy and S Bedikian and E Bernard and A Bernstein and A Bolozdynya and A Bradley and D Byram and SB Cahn and MC Carmona-Benitez and C Chan and JJ Chapman and AA Chiller and C Chiller and K Clark and T Coffey and A Currie and A Curioni and S Dazeley and L De Viveiros and A Dobi and J Dobson and EM Dragowsky and E Druszkiewicz and B Edwards and CH Faham and S Fiorucci and C Flores and RJ Gaitskell and VM Gehman and C Ghag and KR Gibson and MGD Gilchriese and C Hall and M Hanhardt and SA Hertel and M Horn and DQ Huang and M Ihm and RG Jacobsen and L Kastens and K Kazkaz and R Knoche and S Kyre and R Lander and NA Larsen and C Lee and DS Leonard and KT Lesko and A Lindote and MI Lopes and A Lyashenko and DC Malling and R Mannino and DN McKinsey and D-M Mei and J Mock and M Moongweluwan and J Morad and M Morii and A St J Murphy and C Nehrkorn and H Nelson and F Neves and JA Nikkel and RA Ott and M Pangilinan and PD Parker and EK Pease and K Pech and P Phelps and L Reichhart and T Shutt and C Silva and W Skulski and CJ Sofka and VN Solovov and P Sorensen and T Stiegler and K O’Sullivan and TJ Sumner and R Svoboda and M Sweany and M Szydagis and D Taylor and B Tennyson and DR Tiedt and M Tripathi and S Uvarov and JR Verbus and N Walsh and R Webb and JT White and D White and MS Witherell and M Wlasenko and FLH Wolfs and M Woods and C Zhang and Lux Collaboration",
            "2014",
            "VZVTi8MAAAAJ:PVjk1bu6vJQC",
            2055,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.112.091303",
            "5822311863022302404",
            "\/scholar?cites=5822311863022302404",
            {
                "2013":11,
                "2014":401,
                "2015":659,
                "2016":521,
                "2017":246,
                "2018":85,
                "2019":63,
                "2020":53,
                "2021":2
            }
        ],
        [
            "Astrophysical observations indicate that dark matter constitutes most of the mass in our universe, but its nature remains unknown. Over the past decade, the Cryogenic Dark Matter Search (CDMS II) experiment has provided world-leading sensitivity for the direct detection of weakly interacting massive particle (WIMP) dark matter. The final exposure of our low-temperature germanium particle detectors at the Soudan Underground Laboratory yielded two candidate events, with an expected background of 0.9 ± 0.2 events. This is not statistically significant evidence for a WIMP signal. The combined CDMS II data place the strongest constraints on the WIMP-nucleon spin-independent scattering cross section for a wide range of WIMP masses and exclude new parameter space in inelastic dark matter models.",
            "Dark matter search results from the CDMS II experiment",
            "Z Ahmed and DS Akerib and S Arrenberg and CN Bailey and D Balakishiyeva and L Baudis and DA Bauer and PL Brink and T Bruch and R Bunker and B Cabrera and DO Caldwell and J Cooley and P Cushman and M Daal and F DeJongh and MR Dragowsky and L Duong and S Fallows and E Figueroa-Feliciano and J Filippini and M Fritts and SR Golwala and DR Grant and J Hall and R Hennings-Yeomans and SA Hertel and D Holmgren and L Hsu and ME Huber and O Kamaev and M Kiveni and M Kos and SW Leman and R Mahapatra and V Mandic and KA McCarthy and N Mirabolfathi and D Moore and H Nelson and RW Ogburn and A Phipps and M Pyle and X Qiu and E Ramberg and W Rau and A Reisetter and T Saab and B Sadoulet and J Sander and RW Schnee and DN Seitz and B Serfass and KM Sundqvist and M Tarka and P Wikus and S Yellin and J Yoo and BA Young and J Zhang",
            "2010",
            "VZVTi8MAAAAJ:bKqednn6t2AC",
            852,
            "https:\/\/authors.library.caltech.edu\/17935\/",
            "15530524737478445706",
            "\/scholar?cites=15530524737478445706",
            {
                "2010":77,
                "2011":195,
                "2012":178,
                "2013":137,
                "2014":96,
                "2015":55,
                "2016":51,
                "2017":19,
                "2018":14,
                "2019":11,
                "2020":16
            }
        ],
        [
            "We report a first search for weakly interacting massive particles (WIMPs) using the background rejection capabilities of SuperCDMS. An exposure of 577 kg days was analyzed for WIMPs with mass< 30 GeV\/c 2, with the signal region blinded. Eleven events were observed after unblinding. We set an upper limit on the spin-independent WIMP-nucleon cross section of 1.2× 1 0− 42 cm 2 at 8 GeV\/c 2. This result is in tension with WIMP interpretations of recent experiments and probes new parameter space for WIMP-nucleon scattering for WIMP masses< 6 GeV\/c 2.",
            "Search for low-mass weakly interacting massive particles with SuperCDMS",
            "R Agnese and Alan J Anderson and M Asai and D Balakishiyeva and R Basu Thakur and DA Bauer and J Beaty and J Billard and A Borgland and MA Bowles and D Brandt and PL Brink and R Bunker and B Cabrera and DO Caldwell and DG Cerdeno and H Chagani and Y Chen and M Cherry and J Cooley and B Cornell and CH Crewdson and P Cushman and M Daal and D DeVaney and PCF Di Stefano and E Do Couto E Silva and T Doughty and L Esteban and S Fallows and E Figueroa-Feliciano and GL Godfrey and SR Golwala and J Hall and S Hansen and HR Harris and SA Hertel and BA Hines and T Hofer and D Holmgren and L Hsu and ME Huber and A Jastram and O Kamaev and B Kara and MH Kelsey and S Kenany and A Kennedy and M Kiveni and K Koch and A Leder and B Loer and E Lopez Asamar and R Mahapatra and V Mandic and C Martinez and KA McCarthy and N Mirabolfathi and RA Moffatt and RH Nelson and L Novak and K Page and R Partridge and M Pepin and A Phipps and M Platt and K Prasad and M Pyle and H Qiu and W Rau and P Redl and A Reisetter and RW Resch and Y Ricci and M Ruschman and T Saab and B Sadoulet and J Sander and RL Schmitt and K Schneck and RW Schnee and S Scorza and DN Seitz and B Serfass and B Shank and D Speller and A Tomada and S Upadhyayula and AN Villano and B Welliver and DH Wright and S Yellin and JJ Yen and BA Young and J Zhang and SuperCDMS Collaboration",
            "2014",
            "VZVTi8MAAAAJ:IjCSPb-OGe4C",
            777,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.112.241302",
            "6669819040512693398",
            "\/scholar?cites=6669819040512693398",
            {
                "2014":100,
                "2015":209,
                "2016":184,
                "2017":101,
                "2018":79,
                "2019":51,
                "2020":45,
                "2021":2
            }
        ],
        [
            "We report results of a search for weakly interacting massive particles (WIMPS) with the silicon detectors of the CDMS II experiment. This blind analysis of 140.2 kg day of data taken between July 2007 and September 2008 revealed three WIMP-candidate events with a surface-event background estimate of 0.41− 0.08+ 0.20 (stat)− 0.24+ 0.28 (syst). Other known backgrounds from neutrons and Pb 206 are limited to< 0.13 and< 0.08 events at the 90% confidence level, respectively. The exposure of this analysis is equivalent to 23.4 kg day for a recoil energy range of 7–100 keV for a WIMP of mass 10 GeV\/c 2. The probability that the known backgrounds would produce three or more events in the signal region is 5.4%. A profile likelihood ratio test of the three events that includes the measured recoil energies gives a 0.19% probability for the known-background-only hypothesis when tested against the alternative WIMP …",
            "Silicon detector dark matter results from the final exposure of CDMS II",
            "R Agnese and Z Ahmed and AJ Anderson and S Arrenberg and D Balakishiyeva and R Basu Thakur and DA Bauer and J Billard and A Borgland and D Brandt and PL Brink and T Bruch and R Bunker and B Cabrera and DO Caldwell and DG Cerdeno and H Chagani and J Cooley and B Cornell and CH Crewdson and P Cushman and M Daal and F Dejongh and E do Couto e Silva and T Doughty and L Esteban and S Fallows and Enectalí Figueroa-Feliciano and J Filippini and J Fox and M Fritts and GL Godfrey and SR Golwala and J Hall and RH Harris and SA Hertel and T Hofer and D Holmgren and L Hsu and ME Huber and A Jastram and O Kamaev and B Kara and MH Kelsey and A Kennedy and P Kim and M Kiveni and K Koch and M Kos and SW Leman and B Loer and E Lopez Asamar and R Mahapatra and V Mandic and C Martinez and KA McCarthy and N Mirabolfathi and RA Moffatt and David C Moore and P Nadeau and Robert H Nelson and K Page and R Partridge and M Pepin and A Phipps and K Prasad and M Pyle and H Qiu and W Rau and P Redl and A Reisetter and Y Ricci and T Saab and B Sadoulet and J Sander and K Schneck and RW Schnee and S Scorza and B Serfass and B Shank and D Speller and KM Sundqvist and AN Villano and B Welliver and DH Wright and S Yellin and JJ Yen and J Yoo and BA Young and J Zhang and CDMS Collaboration",
            "2013",
            "VZVTi8MAAAAJ:qjMakFHDy7sC",
            750,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.251301",
            "1574110622550330466",
            "\/scholar?cites=1574110622550330466",
            {
                "2013":22,
                "2014":177,
                "2015":200,
                "2016":156,
                "2017":64,
                "2018":51,
                "2019":30,
                "2020":45,
                "2021":2
            }
        ],
        [
            "We report results from a reanalysis of data from the Cryogenic Dark Matter Search (CDMS II) experiment at the Soudan Underground Laboratory. Data taken between October 2006 and September 2008 using eight germanium detectors are reanalyzed with a lowered, 2 keV recoil-energy threshold, to give increased sensitivity to interactions from weakly interacting massive particles (WIMPs) with masses below∼ 10 GeV\/c 2. This analysis provides stronger constraints than previous CDMS II results for WIMP masses below 9 GeV\/c 2 and excludes parameter space associated with possible low-mass WIMP signals from the DAMA\/LIBRA and CoGeNT experiments.",
            "Results from a low-energy analysis of the CDMS II germanium data",
            "Z Ahmed and DS Akerib and S Arrenberg and CN Bailey and D Balakishiyeva and L Baudis and DA Bauer and PL Brink and T Bruch and R Bunker and B Cabrera and DO Caldwell and J Cooley and E do Couto e Silva and P Cushman and M Daal and F DeJongh and P Di Stefano and MR Dragowsky and L Duong and S Fallows and E Figueroa-Feliciano and J Filippini and J Fox and M Fritts and SR Golwala and J Hall and R Hennings-Yeomans and SA Hertel and D Holmgren and L Hsu and ME Huber and O Kamaev and M Kiveni and M Kos and SW Leman and S Liu and R Mahapatra and V Mandic and KA McCarthy and N Mirabolfathi and D Moore and H Nelson and RW Ogburn and A Phipps and M Pyle and X Qiu and E Ramberg and W Rau and A Reisetter and R Resch and T Saab and B Sadoulet and J Sander and RW Schnee and DN Seitz and B Serfass and KM Sundqvist and M Tarka and P Wikus and S Yellin and J Yoo and BA Young and J Zhang and CDMS Collaboration",
            "2011",
            "VZVTi8MAAAAJ:d1gkVwhDpl0C",
            676,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.106.131302",
            "10497499738060437435",
            "\/scholar?cites=10497499738060437435",
            {
                "2010":3,
                "2011":79,
                "2012":146,
                "2013":146,
                "2014":111,
                "2015":84,
                "2016":52,
                "2017":18,
                "2018":14,
                "2019":5,
                "2020":17,
                "2021":1
            }
        ],
        [
            "We report results from the Cryogenic Dark Matter Search at the Soudan Underground Laboratory (CDMS II) featuring the full complement of 30 detectors. A blind analysis of data taken between October 2006 and July 2007 sets an upper limit on the weakly interacting massive particle (WIMP) nucleon spin-independent cross section of 6.6× 10− 44 cm 2 (4.6× 10− 44 cm 2 when combined with previous CDMS II data) at the 90% confidence level for a WIMP mass of 60 GeV\/c 2. This achieves the best sensitivity for dark matter WIMPs with masses above 44 GeV\/c 2, and significantly restricts the parameter space for some favored supersymmetric models.",
            "Search for weakly interacting massive particles with the first five-tower data from the cryogenic dark matter search at the Soudan underground laboratory",
            "Z Ahmed and DS Akerib and S Arrenberg and MJ Attisha and CN Bailey and L Baudis and DA Bauer and J Beaty and PL Brink and T Bruch and R Bunker and S Burke and B Cabrera and DO Caldwell and J Cooley and P Cushman and F DeJongh and MR Dragowsky and L Duong and J Emes and E Figueroa-Feliciano and J Filippini and M Fritts and Richard J Gaitskell and SR Golwala and DR Grant and J Hall and R Hennings-Yeomans and S Hertel and D Holmgren and ME Huber and R Mahapatra and V Mandic and KA McCarthy and N Mirabolfathi and H Nelson and L Novak and RW Ogburn and M Pyle and X Qiu and E Ramberg and W Rau and A Reisetter and T Saab and Bernard Sadoulet and J Sander and R Schmitt and RW Schnee and DN Seitz and B Serfass and A Sirois and KM Sundqvist and M Tarka and A Tomada and G Wang and S Yellin and J Yoo and BA Young and CDMS Collaboration",
            "2009",
            "VZVTi8MAAAAJ:u-x6o8ySG0sC",
            610,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.102.011301",
            "12128899225801334979",
            "\/scholar?cites=12128899225801334979",
            {
                "2008":5,
                "2009":158,
                "2010":166,
                "2011":80,
                "2012":41,
                "2013":40,
                "2014":24,
                "2015":26,
                "2016":18,
                "2017":11,
                "2018":8,
                "2019":10,
                "2020":14
            }
        ],
        [
            "As direct dark matter experiments continue to increase in size, they will become sensitive to neutrinos from astrophysical sources. For experiments that do not have directional sensitivity, coherent neutrino scattering from several sources represents an important background to understand, as it can almost perfectly mimic an authentic weakly interacting massive particle (WIMP) signal. Here we explore in detail the effect of neutrino backgrounds on the discovery potential of WIMPs over the entire mass range of 500 MeV to 10 TeV. We show that, given the theoretical and measured uncertainties on the neutrino backgrounds, direct detection experiments lose sensitivity to light (∼ 10 GeV) and heavy (∼ 100 GeV) WIMPs with a spin-independent cross section below 10− 45 and 10− 49 cm 2, respectively.",
            "Implication of neutrino backgrounds on the reach of next generation dark matter direct detection experiments",
            "J Billard and E Figueroa-Feliciano and L Strigari",
            "2014",
            "VZVTi8MAAAAJ:LkGwnXOMwfcC",
            562,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.89.023524",
            "9099207748995236150",
            "\/scholar?cites=9099207748995236150",
            {
                "2013":4,
                "2014":27,
                "2015":66,
                "2016":89,
                "2017":92,
                "2018":91,
                "2019":97,
                "2020":91,
                "2021":3
            }
        ],
        [
            "The CDMS low ionization threshold experiment (CDMSlite) uses cryogenic germanium detectors operated at a relatively high bias voltage to amplify the phonon signal in the search for weakly interacting massive particles (WIMPs). Results are presented from the second CDMSlite run with an exposure of 70 kg day, which reached an energy threshold for electron recoils as low as 56 eV. A fiducialization cut reduces backgrounds below those previously reported by CDMSlite. New parameter space for the WIMP-nucleon spin-independent cross section is excluded for WIMP masses between 1.6 and 5.5 GeV\/c 2.",
            "New results from the search for low-mass weakly interacting massive particles with the CDMS low ionization threshold experiment",
            "R Agnese and AJ Anderson and T Aramaki and M Asai and W Baker and D Balakishiyeva and D Barker and R Basu Thakur and DA Bauer and J Billard and A Borgland and MA Bowles and PL Brink and R Bunker and B Cabrera and DO Caldwell and R Calkins and DG Cerdeno and H Chagani and Y Chen and J Cooley and B Cornell and P Cushman and M Daal and PCF Di Stefano and T Doughty and L Esteban and S Fallows and E Figueroa-Feliciano and M Ghaith and GL Godfrey and SR Golwala and J Hall and HR Harris and T Hofer and D Holmgren and L Hsu and ME Huber and D Jardin and A Jastram and O Kamaev and B Kara and MH Kelsey and A Kennedy and A Leder and B Loer and E Lopez Asamar and P Lukens and R Mahapatra and V Mandic and N Mast and N Mirabolfathi and RA Moffatt and JD Morales Mendoza and SM Oser and K Page and WA Page and R Partridge and M Pepin and A Phipps and K Prasad and M Pyle and H Qiu and W Rau and P Redl and A Reisetter and Y Ricci and A Roberts and HE Rogers and T Saab and B Sadoulet and J Sander and K Schneck and RW Schnee and S Scorza and B Serfass and B Shank and D Speller and D Toback and Rosemary Underwood and S Upadhyayula and AN Villano and B Welliver and JS Wilson and DH Wright and S Yellin and JJ Yen and BA Young and J Zhang and SuperCDMS Collaboration",
            "2016",
            "VZVTi8MAAAAJ:EYYDruWGBe4C",
            527,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.116.071301",
            "7919854334650784285",
            "\/scholar?cites=7919854334650784285",
            {
                "2015":5,
                "2016":83,
                "2017":176,
                "2018":105,
                "2019":89,
                "2020":65,
                "2021":2
            }
        ],
        [
            "This white paper addresses the hypothesis of light sterile neutrinos based on recent anomalies observed in neutrino experiments and the latest astrophysical data.",
            "Light sterile neutrinos: a white paper",
            "Kevork N Abazajian and MA Acero and SK Agarwalla and AA Aguilar-Arevalo and CH Albright and S Antusch and CA Arguelles and AB Balantekin and G Barenboim and V Barger and P Bernardini and F Bezrukov and OE Bjaelde and SA Bogacz and NS Bowden and A Boyarsky and A Bravar and D Bravo Berguno and SJ Brice and AD Bross and B Caccianiga and F Cavanna and EJ Chun and BT Cleveland and AP Collin and P Coloma and JM Conrad and M Cribier and AS Cucoanes and JC d'Olivo and S Das and A De Gouvea and AV Derbin and R Dharmapalan and JS Diaz and XJ Ding and Z Djurcic and A Donini and D Duchesneau and H Ejiri and SR Elliott and DJ Ernst and A Esmaili and JJ Evans and E Fernandez-Martinez and E Figueroa-Feliciano and BT Fleming and JA Formaggio and D Franco and J Gaffiot and R Gandhi and Y Gao and GT Garvey and VN Gavrin and P Ghoshal and D Gibin and C Giunti and SN Gninenko and VV Gorbachev and DS Gorbunov and R Guenette and A Guglielmi and F Halzen and J Hamann and S Hannestad and W Haxton and KM Heeger and R Henning and P Hernandez and Patrick Huber and W Huelsnitz and A Ianni and TV Ibragimova and Y Karadzhov and G Karagiorgi and G Keefer and YD Kim and Joachim Kopp and VN Kornoukhov and A Kusenko and P Kyberd and P Langacker and Th Lasserre and M Laveder and A Letourneau and D Lhuillier and YF Li and Manfred Lindner and JM Link and BL Littlejohn and P Lombardi and K Long and J Lopez-Pavon and WC Louis and L Ludhova and JD Lykken and PAN Machado and M Maltoni and WA Mann and D Marfatia",
            "2012",
            "VZVTi8MAAAAJ:9yKSN-GCB0IC",
            473,
            "https:\/\/arxiv.org\/abs\/1204.5379",
            "9157907926265504788",
            "\/scholar?cites=9157907926265504788",
            {
                "2012":26,
                "2013":79,
                "2014":53,
                "2015":58,
                "2016":54,
                "2017":51,
                "2018":49,
                "2019":48,
                "2020":51,
                "2021":2
            }
        ],
        [
            "A high spectral resolution observation of the diffuse X‐ray background in the 60–1000 eV energy range has been made using an array of 36 1 mm2 microcalorimeters flown on a sounding rocket. Detector energy resolution ranged from 5 to 12 eV FWHM, and a composite spectrum of ∼1 sr of the background centered at  ,   was obtained with a net resolution of ∼9 eV. The target area includes bright   keV regions but avoids Loop I and the North Polar Spur. Lines of C vi, O vii, and O viii are clearly detected with intensities of  ,  , and   photons cm−2 s−1 sr−1, respectively. The oxygen lines alone account for a majority of the diffuse background observed in the ROSAT R4 band that is not due to resolved extragalactic discrete sources. We also have a positive detection of the Fe‐M line complex near 70 eV at an intensity consistent with previous upper limits that indicate substantial gas‐phase depletion of iron. We include …",
            "A high spectral resolution observation of the soft x-ray diffuse background with thermal detectors",
            "Dan McCammon and R Almy and E e 1 al Apodaca and W Bergmann Tiest and W Cui and S Deiker and M Galeazzi and M Juda and A Lesser and T Mihara and JP Morgenthaler and WT Sanders and J Zhang and E Figueroa-Feliciano and RL Kelley and SH Moseley and RF Mushotzky and FS Porter and CK Stahle and AE Szymkowiak",
            "2002",
            "VZVTi8MAAAAJ:2osOgNQ5qMEC",
            389,
            "https:\/\/iopscience.iop.org\/article\/10.1086\/341727\/meta",
            "3045995571763213340",
            "\/scholar?cites=3045995571763213340",
            {
                "2002":1,
                "2003":14,
                "2004":37,
                "2005":13,
                "2006":40,
                "2007":32,
                "2008":37,
                "2009":25,
                "2010":26,
                "2011":15,
                "2012":22,
                "2013":12,
                "2014":17,
                "2015":13,
                "2016":12,
                "2017":11,
                "2018":18,
                "2019":17,
                "2020":23,
                "2021":3
            }
        ]
    ]
}