{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Topological insulators are a new class of insulators in which a bulk gap for electronic excitations is generated because of the strong spin–orbit coupling 1, 2, 3, 4, 5 inherent to these systems. These materials are distinguished from ordinary insulators by the presence of gapless metallic surface states, resembling chiral edge modes in quantum Hall systems, but with unconventional spin textures. A key predicted feature of such spin-textured boundary states is their insensitivity to spin-independent scattering, which is thought to protect them from backscattering and localization. Recently, experimental and theoretical efforts have provided strong evidence for the existence of both two-and three-dimensional classes of such topological insulator materials in semiconductor quantum well structures 6, 7, 8 and several bismuth-based compounds 9, 10, 11, 12, 13, but so far experiments have not probed the sensitivity of these …",
            "Topological surface states protected from backscattering by chiral spin texture",
            "Pedram Roushan and Jungpil Seo and Colin V Parker and Yew San Hor and David Hsieh and Dong Qian and Anthony Richardella and M Zahid Hasan and Robert Joseph Cava and Ali Yazdani",
            "2009",
            "w3V-aH8AAAAJ:u5HHmVD_uO8C",
            1057,
            "https:\/\/www.nature.com\/articles\/nature08308",
            "705377674888447711",
            "\/scholar?cites=705377674888447711",
            {
                "2009":11,
                "2010":69,
                "2011":94,
                "2012":137,
                "2013":117,
                "2014":108,
                "2015":98,
                "2016":99,
                "2017":97,
                "2018":86,
                "2019":69,
                "2020":66,
                "2021":3
            }
        ],
        [
            "Doped Mott insulators have a strong propensity to form patterns of holes and spins often referred to as stripes 1, 2, 3, 4, 5. In copper oxides, doping also gives rise to the pseudogap state 6, which can be transformed into a high-temperature superconducting state with sufficient doping or by reducing the temperature. A long-standing issue has been the interplay between the pseudogap, which is generic to all hole-doped copper oxide superconductors, and stripes, whose static form occurs in only one family of copper oxides over a narrow range of the phase diagram 2, 7. Here we report observations of the spatial reorganization of electronic states with the onset of the pseudogap state in the high-temperature superconductor Bi 2 Sr 2 CaCu 2 O 8+ x, using spectroscopic mapping with a scanning tunnelling microscope. We find that the onset of the pseudogap phase coincides with the appearance of electronic patterns …",
            "Fluctuating stripes at the onset of the pseudogap in the high-T c superconductor Bi 2 Sr 2 CaCu 2 O 8+ x",
            "Colin V Parker and Pegor Aynajian and Eduardo H da Silva Neto and Aakash Pushp and Shimpei Ono and Jinsheng Wen and Zhijun Xu and Genda Gu and Ali Yazdani",
            "2010",
            "w3V-aH8AAAAJ:9yKSN-GCB0IC",
            269,
            "https:\/\/www.nature.com\/articles\/nature09597",
            "16812042319518595557",
            "\/scholar?cites=16812042319518595557",
            {
                "2010":3,
                "2011":34,
                "2012":38,
                "2013":39,
                "2014":29,
                "2015":27,
                "2016":27,
                "2017":18,
                "2018":11,
                "2019":19,
                "2020":23,
                "2021":1
            }
        ],
        [
            "Identifying the mechanism of superconductivity in the high-temperature cuprate superconductors is one of the major outstanding problems in physics. We report local measurements of the onset of superconducting pairing in the high–transition temperature (Tc) superconductor Bi2Sr2CaCu2O8+δ using a lattice-tracking spectroscopy technique with a scanning tunneling microscope. We can determine the temperature dependence of the pairing energy gaps, the electronic excitations in the absence of pairing, and the effect of the local coupling of electrons to bosonic excitations. Our measurements reveal that the strength of pairing is determined by the unusual electronic excitations of the normal state, suggesting that strong electron-electron interactions rather than low-energy (<0.1 volts) electron-boson interactions are responsible for superconductivity in the cuprates.",
            "Electronic origin of the inhomogeneous pairing interaction in the high-Tc superconductor Bi2Sr2CaCu2O8+ δ",
            "Abhay N Pasupathy and Aakash Pushp and Kenjiro K Gomes and Colin V Parker and Jinsheng Wen and Zhijun Xu and Genda Gu and Shimpei Ono and Yoichi Ando and Ali Yazdani",
            "2008",
            "w3V-aH8AAAAJ:YOwf2qJgpHMC",
            253,
            "https:\/\/science.sciencemag.org\/content\/320\/5873\/196.abstract",
            "11880855666596843617",
            "\/scholar?cites=11880855666596843617",
            {
                "2008":10,
                "2009":53,
                "2010":42,
                "2011":29,
                "2012":28,
                "2013":12,
                "2014":15,
                "2015":10,
                "2016":14,
                "2017":8,
                "2018":13,
                "2019":8,
                "2020":9
            }
        ],
        [
            "Identifying the mechanism of superconductivity in the high-temperature cuprate superconductors is one of the major outstanding problems in physics. We report local measurements of the onset of superconducting pairing in the high–transition temperature (Tc) superconductor Bi2Sr2CaCu2O8+δ using a lattice-tracking spectroscopy technique with a scanning tunneling microscope. We can determine the temperature dependence of the pairing energy gaps, the electronic excitations in the absence of pairing, and the effect of the local coupling of electrons to bosonic excitations. Our measurements reveal that the strength of pairing is determined by the unusual electronic excitations of the normal state, suggesting that strong electron-electron interactions rather than low-energy (<0.1 volts) electron-boson interactions are responsible for superconductivity in the cuprates.",
            "Electronic origin of the inhomogeneous pairing interaction in the high-Tc superconductor Bi2Sr2CaCu2O8+ δ",
            "Abhay N Pasupathy and Aakash Pushp and Kenjiro K Gomes and Colin V Parker and Jinsheng Wen and Zhijun Xu and Genda Gu and Shimpei Ono and Yoichi Ando and Ali Yazdani",
            "2008",
            "w3V-aH8AAAAJ:u-x6o8ySG0sC",
            253,
            "https:\/\/science.sciencemag.org\/content\/320\/5873\/196.abstract",
            "11880855666596843617",
            "\/scholar?cites=11880855666596843617",
            {
                "2008":10,
                "2009":53,
                "2010":42,
                "2011":29,
                "2012":28,
                "2013":12,
                "2014":15,
                "2015":10,
                "2016":14,
                "2017":8,
                "2018":13,
                "2019":8,
                "2020":9
            }
        ],
        [
            "One of the intriguing properties of quantum many-body systems is the emergence of long-range order from particles with short-range interactions. For example, magnetism involves the long-range ordering of electron spins. Systems of ultracold atoms are rapidly emerging as precise and controllable simulators of magnetism and other phenomena. Spinor condensates 1, 2 are a powerful tool in this regard; however, the spin interaction is typically weak and accessible only when multiple atomic internal states are collisionally stable. Here we demonstrate a lattice-shaking technique for hybridizing Bloch bands in optical lattices to introduce a strong effective spin interaction and the formation of large ferromagnetic domains. Our band hybridization method is independent of the atomic internal state, and can be widely applied to quantum simulators to explore new magnetic phases in optical lattices with tunable band …",
            "Direct observation of effective ferromagnetic domains of cold atoms in a shaken optical lattice",
            "Colin V Parker and Li-Chung Ha and Cheng Chin",
            "2013",
            "w3V-aH8AAAAJ:Tyk-4Ss8FVUC",
            241,
            "https:\/\/www.nature.com\/articles\/nphys2789",
            "17085058761935198323",
            "\/scholar?cites=17085058761935198323",
            {
                "2013":1,
                "2014":29,
                "2015":51,
                "2016":32,
                "2017":39,
                "2018":38,
                "2019":21,
                "2020":25,
                "2021":5
            }
        ],
        [
            "Heavy electronic states originating from the f atomic orbitals underlie a rich variety of quantum phases of matter. We use atomic scale imaging and spectroscopy with the scanning tunneling microscope to examine the novel electronic states that emerge from the uranium f states in URu2Si2. We find that, as the temperature is lowered, partial screening of the f electrons’ spins gives rise to a spatially modulated Kondo–Fano resonance that is maximal between the surface U atoms. At T = 17.5 K, URu2Si2 is known to undergo a second-order phase transition from the Kondo lattice state into a phase with a hidden order parameter. From tunneling spectroscopy, we identify a spatially modulated, bias-asymmetric energy gap with a mean-field temperature dependence that develops in the hidden order state. Spectroscopic imaging further reveals a spatial correlation between the hidden order gap and the Kondo resonance …",
            "Visualizing the formation of the Kondo lattice and the hidden order in URu2Si2",
            "Pegor Aynajian and Eduardo H da Silva Neto and Colin V Parker and Yingkai Huang and Abhay Pasupathy and John Mydosh and Ali Yazdani",
            "2010",
            "w3V-aH8AAAAJ:qjMakFHDy7sC",
            194,
            "https:\/\/www.pnas.org\/content\/107\/23\/10383.short",
            "16281585786831935667",
            "\/scholar?cites=16281585786831935667",
            {
                "2010":7,
                "2011":26,
                "2012":25,
                "2013":26,
                "2014":32,
                "2015":17,
                "2016":22,
                "2017":4,
                "2018":11,
                "2019":12,
                "2020":10,
                "2021":1
            }
        ],
        [
            "We present a systematic angle-resolved photoemission spectroscopic study of the high-T c superconductor class (Sr\/Ba) 1− x K x Fe 2 As 2. By utilizing a photon-energy-modulation contrast and scattering geometry we report the Fermi surface and the momentum dependence of the superconducting gap, Δ (k ⃗). A prominent quasiparticle dispersion kink reflecting strong scattering processes is observed in a binding-energy range of 25–55 meV in the superconducting state, and the coherence length or the extent of the Cooper pair wave function is found to be about 20 Å, which is uncharacteristic of a superconducting phase realized by the BCS-phonon-retardation mechanism. The observed 40±15 meV kink likely reflects contributions from the frustrated spin excitations in a J 1− J 2 magnetic background and scattering from the soft phonons. Results taken collectively provide direct clues to the nature of the pairing …",
            "Momentum dependence of superconducting gap, strong-coupling dispersion kink, and tightly bound Cooper pairs in the high-T c (Sr, Ba) 1− x (K, Na) x Fe 2 As 2 superconductors",
            "Lewis Wray and Dong Qian and David Hsieh and Yuqi Xia and L Li and JG Checkelsky and A Pasupathy and KK Gomes and CV Parker and AV Fedorov and GF Chen and JL Luo and A Yazdani and NP Ong and NL Wang and MZ Hasan",
            "2008",
            "w3V-aH8AAAAJ:d1gkVwhDpl0C",
            174,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.78.184508",
            "16881526233434956309",
            "\/scholar?cites=16881526233434956309",
            {
                "2008":3,
                "2009":40,
                "2010":26,
                "2011":32,
                "2012":23,
                "2013":11,
                "2014":11,
                "2015":5,
                "2016":2,
                "2017":7,
                "2018":7,
                "2019":5,
                "2020":2
            }
        ],
        [
            "Understanding the mechanism by which d wave superconductivity in the cuprates emerges and is optimized by doping the Mott insulator is one of the major outstanding problems in condensed-matter physics. Our high-resolution scanning tunneling microscopy measurements of the high–transition temperature (Tc) superconductor Bi2Sr2CaCu2O8+δ show that samples with different Tc values in the low doping regime follow a remarkably universal d wave low-energy excitation spectrum, indicating a doping-independent nodal gap. We demonstrate that Tc instead correlates with the fraction of the Fermi surface over which the samples exhibit the universal spectrum. Optimal Tc is achieved when all parts of the Fermi surface follow this universal behavior. Increasing the temperature above Tc turns the universal spectrum into an arc of gapless excitations, whereas overdoping breaks down the universal nodal behavior.",
            "Extending universal nodal excitations optimizes superconductivity in Bi2Sr2CaCu2O8+ δ",
            "Aakash Pushp and Colin V Parker and Abhay N Pasupathy and Kenjiro K Gomes and Shimpei Ono and Jinsheng Wen and Zhijun Xu and Genda Gu and Ali Yazdani",
            "2009",
            "w3V-aH8AAAAJ:dhFuZR0502QC",
            165,
            "https:\/\/science.sciencemag.org\/content\/324\/5935\/1689.abstract",
            "10955504915631964035",
            "\/scholar?cites=10955504915631964035",
            {
                "2009":11,
                "2010":36,
                "2011":25,
                "2012":21,
                "2013":22,
                "2014":9,
                "2015":10,
                "2016":11,
                "2017":2,
                "2018":5,
                "2019":9,
                "2020":3
            }
        ],
        [
            "Understanding the mechanism by which d wave superconductivity in the cuprates emerges and is optimized by doping the Mott insulator is one of the major outstanding problems in condensed-matter physics. Our high-resolution scanning tunneling microscopy measurements of the high–transition temperature (Tc) superconductor Bi2Sr2CaCu2O8+δ show that samples with different Tc values in the low doping regime follow a remarkably universal d wave low-energy excitation spectrum, indicating a doping-independent nodal gap. We demonstrate that Tc instead correlates with the fraction of the Fermi surface over which the samples exhibit the universal spectrum. Optimal Tc is achieved when all parts of the Fermi surface follow this universal behavior. Increasing the temperature above Tc turns the universal spectrum into an arc of gapless excitations, whereas overdoping breaks down the universal nodal behavior.",
            "Extending universal nodal excitations optimizes superconductivity in Bi2Sr2CaCu2O8+ δ",
            "Aakash Pushp and Colin V Parker and Abhay N Pasupathy and Kenjiro K Gomes and Shimpei Ono and Jinsheng Wen and Zhijun Xu and Genda Gu and Ali Yazdani",
            "2009",
            "w3V-aH8AAAAJ:2osOgNQ5qMEC",
            165,
            "https:\/\/science.sciencemag.org\/content\/324\/5935\/1689.abstract",
            "10955504915631964035",
            "\/scholar?cites=10955504915631964035",
            {
                "2009":11,
                "2010":36,
                "2011":25,
                "2012":21,
                "2013":22,
                "2014":9,
                "2015":10,
                "2016":11,
                "2017":2,
                "2018":5,
                "2019":9,
                "2020":3
            }
        ],
        [
            "(TMTSF) 2 ClO 4 is a quasi-one-dimensional organic conductor and superconductor with T c= 1.4 K, and one of at least two Bechgaard salts observed to have upper critical fields far exceeding the paramagnetic limit. Nevertheless, the Se 77 NMR Knight shift at low fields reveals a decrease in spin susceptibility χ s consistent with singlet spin pairing. The field dependence of the spin-lattice relaxation rate at 100 mK exhibits a sharp crossover (or phase transition) at a field H s∼ 15 kOe, to a regime where χ s is close to the normal state value, even though H c 2≫ H s.",
            "Superconducting State of the Organic Conductor ",
            "J Shinagawa and Y Kurosaki and F Zhang and C Parker and SE Brown and D Jérome and JB Christensen and K Bechgaard",
            "2007",
            "w3V-aH8AAAAJ:maZDTaKrznsC",
            162,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.98.147002",
            "9746847195859140109",
            "\/scholar?cites=9746847195859140109",
            {
                "2007":4,
                "2008":21,
                "2009":23,
                "2010":15,
                "2011":18,
                "2012":14,
                "2013":12,
                "2014":12,
                "2015":11,
                "2016":8,
                "2017":4,
                "2018":7,
                "2019":11,
                "2020":1
            }
        ]
    ]
}