{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "We discuss in this paper algebraic structures that are common to finite integrable lattice systems and conformal field theories. The concept of quantum group plays a major role in our study, and a detailed theory of representations of Uq[SU(n+1)] for q a root of unity is given. We obtain in particular a discrete analog of the Feigin-Fuchs construction, with corresponding concepts of null vectors or unitarity. The modular transformation S-matrix is also obtained from finite lattice considerations.",
            "Common structures between finite systems and conformal field theories through quantum groups",
            "V Pasquier and H Saleur",
            "1990",
            "w4z5vxQAAAAJ:u5HHmVD_uO8C",
            917,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/055032139090122T",
            "17511801534747561933",
            "\/scholar?cites=17511801534747561933",
            {
                "1990":32,
                "1991":74,
                "1992":78,
                "1993":92,
                "1994":65,
                "1995":52,
                "1996":34,
                "1997":24,
                "1998":26,
                "1999":18,
                "2000":23,
                "2001":23,
                "2002":19,
                "2003":18,
                "2004":17,
                "2005":19,
                "2006":17,
                "2007":20,
                "2008":29,
                "2009":21,
                "2010":14,
                "2011":19,
                "2012":10,
                "2013":25,
                "2014":15,
                "2015":16,
                "2016":16,
                "2017":20,
                "2018":21,
                "2019":17,
                "2020":30,
                "2021":2
            }
        ],
        [
            "By mapping the two-dimensional percolation problem on a Coulomb gas, we obtain the exact fractal dimension of the external perimeter (or\" hull\") of the infinite percolation cluster: D H= 7 4, in agreement with numerical estimates and a recent conjecture. We also determine an infinite set of exact exponents associated with various topologies of this hull. We argue finally that the different fractal dimensions observed recently by Grossman and Aharony, who modified the definition of the hull, are all equal to D e= 4 3.",
            "Exact determination of the percolation hull exponent in two dimensions",
            "Hubert Saleur and Bertrand Duplantier",
            "1987",
            "w4z5vxQAAAAJ:u-x6o8ySG0sC",
            471,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.58.2325",
            "11234050726852105651",
            "\/scholar?cites=11234050726852105651",
            {
                "1987":7,
                "1988":13,
                "1989":27,
                "1990":9,
                "1991":22,
                "1992":14,
                "1993":14,
                "1994":16,
                "1995":8,
                "1996":11,
                "1997":6,
                "1998":14,
                "1999":14,
                "2000":12,
                "2001":12,
                "2002":8,
                "2003":17,
                "2004":11,
                "2005":13,
                "2006":12,
                "2007":19,
                "2008":22,
                "2009":20,
                "2010":14,
                "2011":20,
                "2012":24,
                "2013":21,
                "2014":9,
                "2015":13,
                "2016":5,
                "2017":7,
                "2018":9,
                "2019":8,
                "2020":13,
                "2021":1
            }
        ],
        [
            "We propose the exact values of the tricritical exponents of a collapsing polymer in two dimensions: ν=(4\/7, γ=(8\/7, and φ=(3\/7. They are obtained in a model of self-avoiding walk on a hexagonal lattice, with random forbidden hexagons, whose percolation threshold gives the exact tricritical point. The infinitely many exact tricritical exponents then derived from Coulomb gas methods are critical exponents of the O (n= 1) Ising model below T c. The numerical check is very good.",
            "Exact tricritical exponents for polymers at the FTHETA point in two dimensions",
            "Bertrand Duplantier and Hubert Saleur",
            "1987",
            "w4z5vxQAAAAJ:9yKSN-GCB0IC",
            376,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.59.539",
            "15884972117482547204",
            "\/scholar?cites=15884972117482547204",
            {
                "1988":25,
                "1989":25,
                "1990":16,
                "1991":13,
                "1992":16,
                "1993":17,
                "1994":19,
                "1995":14,
                "1996":11,
                "1997":8,
                "1998":20,
                "1999":10,
                "2000":4,
                "2001":6,
                "2002":8,
                "2003":7,
                "2004":8,
                "2005":6,
                "2006":7,
                "2007":14,
                "2008":10,
                "2009":14,
                "2010":7,
                "2011":14,
                "2012":5,
                "2013":14,
                "2014":4,
                "2015":11,
                "2016":10,
                "2017":6,
                "2018":7,
                "2019":9,
                "2020":8,
                "2021":1
            }
        ],
        [
            "The conductance for tunneling through an impurity in a Luttinger liquid is described by a universal scaling function. We compute this scaling function exactly, by using the thermodynamic Bethe ansatz and a kinetic (Boltzmann) equation. This model has been proposed to describe resonant tunneling through a point contact between two ν= 1\/3 quantum Hall edges. Recent experiments on quantum Hall devices agree well with our exact results. We also derive the exact conductance and I V curve, out of equilibrium, in this fully interacting system.",
            "Exact conductance through point contacts in the ν= 1\/3 fractional quantum Hall effect",
            "P Fendley and AWW Ludwig and H Saleur",
            "1995",
            "w4z5vxQAAAAJ:d1gkVwhDpl0C",
            367,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.74.3005",
            "10197095798657255057",
            "\/scholar?cites=10197095798657255057",
            {
                "1994":1,
                "1995":17,
                "1996":30,
                "1997":36,
                "1998":27,
                "1999":19,
                "2000":15,
                "2001":10,
                "2002":16,
                "2003":13,
                "2004":10,
                "2005":11,
                "2006":9,
                "2007":20,
                "2008":15,
                "2009":11,
                "2010":11,
                "2011":7,
                "2012":10,
                "2013":10,
                "2014":11,
                "2015":7,
                "2016":7,
                "2017":8,
                "2018":10,
                "2019":15,
                "2020":9
            }
        ],
        [
            "We have recently calculated exact nonequilibrium quantum transport properties through a point contact in a Luttinger liquid. Using a particular quasiparticle basis of the Hilbert space dictated by integrability, we here compute explicitly the exact I (V) characteristic and conductance out of equilibrium as a function of driving voltage V and temperature T. These are described by universal scaling functions of two variables, the scaled point-contact interaction strength, and V\/T. The differential-conductance curve as a function of the interaction strength broadens significantly as V\/T is increased, and develops a pronounced maximum at a (universal) critical value (eV\/k B T)= 7.188 68.... In addition, we derive an exact duality between strong and weak backscattering. The theory presented here has recently been realized experimentally in resonant tunneling-transport experiments between edge states in fractional quantum Hall …",
            "Exact nonequilibrium transport through point contacts in quantum wires and fractional quantum Hall devices",
            "P Fendley and AWW Ludwig and H Saleur",
            "1995",
            "w4z5vxQAAAAJ:2osOgNQ5qMEC",
            334,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.52.8934",
            "15724679169613018572",
            "\/scholar?cites=15724679169613018572",
            {
                "1996":12,
                "1997":23,
                "1998":23,
                "1999":23,
                "2000":16,
                "2001":9,
                "2002":13,
                "2003":21,
                "2004":13,
                "2005":10,
                "2006":10,
                "2007":26,
                "2008":12,
                "2009":10,
                "2010":7,
                "2011":7,
                "2012":14,
                "2013":12,
                "2014":14,
                "2015":16,
                "2016":11,
                "2017":6,
                "2018":8,
                "2019":11,
                "2020":5
            }
        ],
        [
            "This volume contains Introductory Notes and major reprints on conformal field theory and its applications to 2-dimensional statistical mechanics of critical phenomena. The subject relates to many different areas in contemporary physics and mathematics, including string theory, integrable systems, representations of infinite Lie algebras and automorphic functions.",
            "Conformal invariance and applications to statistical mechanics",
            "Claude Itzykson and Hubert Saleur and Jean-Bernard Zuber",
            "1998",
            "w4z5vxQAAAAJ:qjMakFHDy7sC",
            250,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=xHHFCwAAQBAJ&oi=fnd&pg=PR5&dq=info:oSnp8cB3h68J:scholar.google.com&ots=2ckzJ6APvD&sig=_K4VsU6O5Y6OIUAngITCDIqwsfU",
            "12648209749069343137",
            "\/scholar?cites=12648209749069343137",
            {
                "1988":3,
                "1989":13,
                "1990":18,
                "1991":12,
                "1992":12,
                "1993":14,
                "1994":21,
                "1995":10,
                "1996":19,
                "1997":14,
                "1998":9,
                "1999":5,
                "2000":10,
                "2001":9,
                "2002":10,
                "2003":6,
                "2004":4,
                "2005":5,
                "2006":4,
                "2007":7,
                "2008":6,
                "2009":5,
                "2010":4,
                "2011":2,
                "2012":4,
                "2013":5,
                "2014":2,
                "2015":2,
                "2016":1,
                "2017":2,
                "2018":4,
                "2019":3,
                "2020":3,
                "2021":1
            }
        ],
        [
            "We investigate in this paper the quantum field theory description of the multi-variable Alexander polynomial (Δ). We first study the WZW model on the GL(1, 1). It presents a number of interesting features including non-compactness, non-simplicity, 1\/k2 quantum corrections, and logarithms in the current blocks. We compute the four-point functions, determine the scalar product of current blocks and make contact with the Uqgl(1, 1) quantum group. We then discuss the gl(1,1) Chern-Simons model and recover the eight relations that uniquely determine Δ, as shown recently by Murakami. We discuss also how Δ can be computed by link surgery. The analysis runs into some difficulties due to the facts that Δ is zero in the braid group approach unless a strand is open, and that Δ vanishes for a split link. We propose some formal solutions to these. In appendices we give the full set of Uqgl(1, 1) 6j coefficients, we deal with …",
            "Quantum field theory for the multi-variable Alexander-Conway polynomial",
            "Lev Rozansky and Hubert Saleur",
            "1992",
            "w4z5vxQAAAAJ:UeHWp8X0CEIC",
            250,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/055032139290118U",
            "5887505986259316396",
            "\/scholar?cites=5887505986259316396",
            {
                "1992":5,
                "1993":14,
                "1994":7,
                "1995":3,
                "1996":9,
                "1997":10,
                "1998":13,
                "1999":5,
                "2000":9,
                "2001":7,
                "2002":12,
                "2003":12,
                "2004":4,
                "2005":6,
                "2006":8,
                "2007":13,
                "2008":12,
                "2009":9,
                "2010":10,
                "2011":9,
                "2012":7,
                "2013":15,
                "2014":7,
                "2015":9,
                "2016":5,
                "2017":9,
                "2018":5,
                "2019":11,
                "2020":5
            }
        ],
        [
            "We present a simple model of earthquakes on a pre-existing hierarchical fault structure. The system self-organizes at large times in a stationary state with a power law Gutenberg-Richter distribution of earthquake sizes. The largest fault carries irregular great earthquakes preceded by precursors developing over long time scales and followed by aftershocks obeying an Omori's law. The cumulative energy released by precursors follows a time-to-failure power law with log-periodic structures, qualifying a large event as an effective dynamical (depinning) critical point. Down the hierarchy, smaller earthquakes exhibit the same phenomenology, albeit with increasing irregularities.",
            "Precursors, aftershocks, criticality and self-organized criticality",
            "Y Huang and H Saleur and Charles Sammis and Didier Sornette",
            "1998",
            "w4z5vxQAAAAJ:zYLM7Y9cAGgC",
            225,
            "https:\/\/iopscience.iop.org\/article\/10.1209\/epl\/i1998-00113-x\/meta",
            "2542991876050936234",
            "\/scholar?cites=2542991876050936234",
            {
                "1997":2,
                "1998":6,
                "1999":11,
                "2000":13,
                "2001":7,
                "2002":21,
                "2003":17,
                "2004":14,
                "2005":12,
                "2006":21,
                "2007":11,
                "2008":14,
                "2009":5,
                "2010":8,
                "2011":11,
                "2012":7,
                "2013":9,
                "2014":3,
                "2015":6,
                "2016":4,
                "2017":2,
                "2018":6,
                "2019":4,
                "2020":5
            }
        ],
        [
            "Partition functions of critical 2D models on a torus can be derived from their microscopic formulation and their free field representation in the continuum limit. This is worked out explicitly for theO(n) andQ-state Potts model. Forn orQ integer we recover results obtained from conformal invariance, but our procedure also extends to nonintegral values. In the latter case the expansion on characters of the Virasoro algebra involves real coefficients of either sign. The operator content of both models is discussed in detail.",
            "Relations between the Coulomb gas picture and conformal invariance of two-dimensional critical models",
            "Philippe Di Francesco and Hubert Saleur and Jean-Bernard Zuber",
            "1987",
            "w4z5vxQAAAAJ:YsMSGLbcyi4C",
            221,
            "https:\/\/link.springer.com\/article\/10.1007\/BF01009954",
            "18292635597286870991",
            "\/scholar?cites=18292635597286870991",
            {
                "1987":1,
                "1988":11,
                "1989":24,
                "1990":18,
                "1991":8,
                "1992":13,
                "1993":5,
                "1994":4,
                "1995":1,
                "1996":1,
                "1997":4,
                "1998":5,
                "1999":4,
                "2000":4,
                "2001":2,
                "2002":2,
                "2003":3,
                "2004":1,
                "2005":3,
                "2006":7,
                "2007":6,
                "2008":7,
                "2009":8,
                "2010":3,
                "2011":4,
                "2012":8,
                "2013":3,
                "2014":4,
                "2015":8,
                "2016":7,
                "2017":9,
                "2018":6,
                "2019":14,
                "2020":12
            }
        ],
        [
            "We study the ground-state energy of integrable 1 + 1 quantum field theories with boundaries (the genuine Casimir effect). In the scalar case, this is done by introducing a new “R-channel TBA”, where the boundary is represented by a boundary state, and the thermodynamics involves evaluating scalar products of boundary states with all the states of the theory. In the non-scalar, sine-Gordon case, this is done by generalizing the method of Destri and De Vega. The two approaches are compared. Miscellaneous other results are obtained, in particular formulas for the overall normalization and scalar products of boundary states, exact partition functions for the critical Ising model in a boundary magnetic field, and also results for the energy, excited states and boundary S-matrix of O(n) and minimal models.",
            "Boundary energy and boundary states in integrable quantum field theories",
            "André LeClair and Giuseppe Mussardo and H Saleur and S Skorik",
            "1995",
            "w4z5vxQAAAAJ:eQOLeE2rZwMC",
            213,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/055032139500435U",
            "4351179849214543285",
            "\/scholar?cites=4351179849214543285",
            {
                "1995":5,
                "1996":7,
                "1997":2,
                "1998":7,
                "1999":4,
                "2000":10,
                "2001":13,
                "2002":19,
                "2003":11,
                "2004":10,
                "2005":5,
                "2006":8,
                "2007":8,
                "2008":12,
                "2009":7,
                "2010":3,
                "2011":7,
                "2012":9,
                "2013":7,
                "2014":3,
                "2015":10,
                "2016":3,
                "2017":11,
                "2018":7,
                "2019":11,
                "2020":11
            }
        ]
    ]
}