{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "New Governance Arrangements (NGAs) have emerged as a lively topic in comparative policy studies and are often proposed as solutions to complex policy problems like environmental or health protection. However, assessing the merits and demerits of particular arrangements or instrument mixes is difficult. The paper proposes a variety of tools to tackle the often-overlooked problem of identifying and inventorying the instruments found in instrument mixes and assessing their likelihood to produce optimal results. A framework is developed for evaluating the likelihood of successful implementation of NGA's that exploits the fact that new policy development is almost always constrained by previous policy choices which have become institutionalized. The degree to which this institutionalization has occurred is seen as variable and the implementation to depend on a number of well-understood processes such as …",
            "Design principles for policy mixes: Cohesion and coherence in ‘new governance arrangements’",
            "Michael Howlett and Jeremy Rayner",
            "2007",
            "W6BaxJ8AAAAJ:W7OEmFMy1HYC",
            437,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1449403507701182",
            "14945692041799680387",
            "\/scholar?cites=14945692041799680387",
            {
                "2009":7,
                "2010":3,
                "2011":3,
                "2012":6,
                "2013":15,
                "2014":19,
                "2015":39,
                "2016":42,
                "2017":59,
                "2018":67,
                "2019":88,
                "2020":79,
                "2021":4
            }
        ],
        [
            "This publication is the product of the work of the many scientists and experts who acted as authors in different capacities. We would like to express our sincere gratitude to all of them: Andreas Fischlin, Peter Glück, John Innes, Bastiaan Louman, Alan Lucier, Balgis Osman-Elasha and John Parrotta (coordinating lead authors); Neil Adger, Matthew Ayres, Maria Brockhaus, Carol J. Pierce Colfer, Linda A. Joyce, David Karnosky, Seppo Kellomäki, Aynslie Ogden, Chin Ong, Gian-Kasper Plattner, Jeremy Rayner, Geoff Roberts, Heru Santoso, Brent Sohngen, Ian Thompson and Anita Wreford (lead authors); and",
            "Adaptation of forests and people to climate change: a global assessment report",
            "Risto Seppälä",
            "2009",
            "W6BaxJ8AAAAJ:uLbwQdceFCQC",
            253,
            "https:\/\/doc.rero.ch\/record\/31481\/files\/11-Adaptation_of_Forests_and_People_to_Climate_Change_-_A_Global_Assessment_Report.pdf",
            "4126067084510709108",
            "\/scholar?cites=4126067084510709108",
            {
                "2008":1,
                "2009":10,
                "2010":31,
                "2011":29,
                "2012":24,
                "2013":24,
                "2014":35,
                "2015":29,
                "2016":14,
                "2017":15,
                "2018":12,
                "2019":11,
                "2020":13,
                "2021":1
            }
        ],
        [
            "This article evaluates four general models of historical change processes which have emerged in various fields in the social sciences – namely stochastic, historical narrative, path dependency and process sequencing – and their application to the study of public policy-making. The article sets out and assesses the merits and evidence for each, both in general social research and in the policy sciences. The article suggests that more work needs to be done examining the assumptions and presuppositions of each model before it can be concluded that any represents the general case in policy processes. However, since neither the irreversible linear reality assumed by narrative models, nor the random and chaotic world assumed by stochastic models, nor the contingent turning points and irreversible trajectories required of the path dependency model are found very often in policy-making, these models are …",
            "Understanding the historical turn in the policy sciences: A critique of stochastic, narrative, path dependency and process-sequencing models of policy-making over time",
            "Michael Howlett and Jeremy Rayner",
            "2006",
            "W6BaxJ8AAAAJ:u-x6o8ySG0sC",
            226,
            "https:\/\/link.springer.com\/article\/10.1007\/s11077-005-9004-1",
            "14126531659302151491",
            "\/scholar?cites=14126531659302151491",
            {
                "2006":2,
                "2007":7,
                "2008":5,
                "2009":27,
                "2010":14,
                "2011":8,
                "2012":19,
                "2013":13,
                "2014":27,
                "2015":19,
                "2016":21,
                "2017":20,
                "2018":20,
                "2019":13,
                "2020":8
            }
        ],
        [
            "Thinking about policy mixes is at the forefront of current research work in the policy sciences and raises many significant questions with respect to policy tools and instruments, processes of policy formulation, and the evolution of tool choices over time. Not least among these is how to assess the potential for multiple policy tools to achieve policy goals in an efficient and effective way. Previous conceptual work on policy mixes has highlighted evaluative criteria such as\" consistency\"(the ability of multiple policy tools to reinforce rather than undermine each other in the pursuit of individual policy goals),\" coherence\"(or the ability of multiple policy goals to co-exist with each other in a logical fashion), and\" congruence\"(or the ability of multiple goals and instruments to work together in a uni-directional or mutually supportive fashion) as important design principles and measures of optimality in policy mixes. And previous empirical work on the evolution of existing policy mixes has highlighted how these three criteria are often lacking in mixes which have evolved over time as well as those which have otherwise been consciously designed. This article revisits this early design work in order to more clearly assess the reasons why many existing policy mixes are sub-optimal and the consequences this has for thinking about policy formulation processes and the practices of policy design.",
            "Patching vs packaging in policy formulation: Assessing policy portfolio design",
            "Michael Howlett and Jeremy Rayner",
            "2013",
            "W6BaxJ8AAAAJ:M05iB0D1s5AC",
            217,
            "https:\/\/www.cogitatiopress.com\/politicsandgovernance\/article\/view\/95",
            "14594609420344046989",
            "\/scholar?cites=14594609420344046989",
            {
                "2014":8,
                "2015":6,
                "2016":11,
                "2017":32,
                "2018":44,
                "2019":60,
                "2020":49,
                "2021":2
            }
        ],
        [
            "Much has been written about a supposed shift ‘from government to governance’ in many policy areas, including forest policy. However, the idea remains very much at the level of hypothesis as few empirical studies have confirmed the transition. Part of the problem is the multi-dimensional character of governance itself, which includes traditional ‘government’ as one of many possible governance modes. By providing a three dimensional picture of these potential governance modes, including overlapping institutional, political and regulatory dimensions, this article analyses the complex and incomplete character of moves towards any new governance mode in a high-profile land use planning exercise in British Columbia, that of the “Great Bear Rainforest” protected area strategy on the province's mid-coast region in 2006. Little evidence of such a shift is uncovered, despite much rhetoric to the contrary.",
            "From government to governance in forest planning? Lessons from the case of the British Columbia Great Bear Rainforest initiative",
            "Michael Howlett and Jeremy Rayner and Chris Tollefson",
            "2009",
            "W6BaxJ8AAAAJ:zYLM7Y9cAGgC",
            193,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1389934109000203",
            "15430736990344912566",
            "\/scholar?cites=15430736990344912566",
            {
                "2009":1,
                "2010":7,
                "2011":11,
                "2012":13,
                "2013":18,
                "2014":22,
                "2015":31,
                "2016":26,
                "2017":15,
                "2018":18,
                "2019":16,
                "2020":13
            }
        ],
        [
            "In recent years, the forests of British Columbia have become a battleground for sustainable resource development. The conflicts are ever present, usually pitting environmentalists against the forest industry and forestry workers and communities. In an effort to broker peace in the woods, British Columbia's NDP government launched a number of promising new forest policy initiatives in the 1990s. In Search of Sustainability brings together a group of political scientists to examine this extraordinary burst of policy activism. Focusing on how much change has occurred and why, the authors examine seven components of BC forest policy: land use, forest practices, tenure, Aboriginal issues, timber supply, pricing, and jobs.",
            "In search of sustainability: British Columbia forest policy in the 1990s",
            "Benjamin Cashore",
            "2011",
            "W6BaxJ8AAAAJ:zA6iFVUQeVQC",
            144,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=6DGUUUMtxe4C&oi=fnd&pg=PR5&dq=info:0vADjDStW60J:scholar.google.com&ots=b4jqd81Bsh&sig=qbvzoqGicH4DGiwtS4Q6HVzJyxE",
            "12491768432641175762",
            "\/scholar?cites=12491768432641175762",
            {
                "2002":6,
                "2003":7,
                "2004":14,
                "2005":11,
                "2006":8,
                "2007":5,
                "2008":8,
                "2009":10,
                "2010":7,
                "2011":8,
                "2012":11,
                "2013":2,
                "2014":5,
                "2015":8,
                "2016":7,
                "2017":9,
                "2018":7,
                "2019":2,
                "2020":7
            }
        ],
        [
            "Much attention in recent years has been focused on the idea of replacing patchworks of public policies in specific issue areas with more coordinated or ‘integrated’ policy strategies (IS). Such strategies are expected to display a match of coherent policy goals and consistent policy means which can produce policy outcomes optimally matched to specific large-scale problem contexts. Work on such strategies in areas such as Integrated Coastal Zone Management (ICZM), National Forest Policies (NFPs), European transportation and energy planning, Mediterranean desertification and others, however, has shown a remarkable resilience of pre-existing policy elements, leading to policy failures and other sub-optimal outcomes. On the basis of a review of this literature, this article argues that the development of IS typically follows one or more of the processes Thelen et al. have characterized as ‘displacement, conversion …",
            "Introduction: Understanding integrated policy strategies and their evolution",
            "Jeremy Rayner and Michael Howlett",
            "2009",
            "W6BaxJ8AAAAJ:YOwf2qJgpHMC",
            129,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1449403509000551",
            "12800648158766503322",
            "\/scholar?cites=12800648158766503322",
            {
                "2009":1,
                "2010":3,
                "2011":1,
                "2012":1,
                "2013":4,
                "2014":8,
                "2015":13,
                "2016":19,
                "2017":16,
                "2018":20,
                "2019":22,
                "2020":19,
                "2021":2
            }
        ],
        [
            "New policy initiatives are increasingly embedded in novel governance strategies. These new modes of governance differ from existing policy mixes in that they are specifically designed to reduce the number of instances of counterproductive policy instrument use; to function effectively and meet public policy goals in an era of decreased national state capacity and autonomy; and rely much more heavily than existing instrument mixes have done on the involvement of private actors in both policy formulation and implementation. These instances of contemporary policy design require careful analysis in order to understand where and when such designs may be adopted and, more importantly, prove effective. This article examines efforts made in Europe and Canada to develop “next‐generation” forest policy strategies and finds considerable divergence in the new regulatory processes put into place in different …",
            "Globalization and Governance Capacity: Explaining Divergence in National Forest Programs as Instances of “Next‐Generation” Regulation in Canada and Europe",
            "Michael Howlett and Jeremy Rayner",
            "2006",
            "W6BaxJ8AAAAJ:9yKSN-GCB0IC",
            125,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1468-0491.2006.00314.x",
            "3797533282716359854",
            "\/scholar?cites=3797533282716359854",
            {
                "2006":1,
                "2007":11,
                "2008":7,
                "2009":15,
                "2010":8,
                "2011":5,
                "2012":7,
                "2013":7,
                "2014":11,
                "2015":11,
                "2016":6,
                "2017":6,
                "2018":15,
                "2019":6,
                "2020":6
            }
        ],
        [
            "               This article uses British Columbia forest policy to test our ability to distinguish between policy change and policy learning using the Advocacy Coalition Framework (ACF) developed by Paul Sabatier. The authors find the ACF a useful way of approaching policy change in this sector, but argue that finer discriminations are needed to detect policy learning. They argue that Sabatier underestimates the extent to which the legitimation function of key ideas forces dominant advocacy coalitions to respond to criticisms in ways that promote learning. They conclude that, in this case, adaptive strategies undertaken by a dominant advocacy coalition in response to criticism has resulted in policy-oriented learning that may cause a major policy shift without an externally induced crisis in the forest policy sector. \/\/\/ Cet article se sert de la politique forestiére en Colombie Britanniquepour mesurer notre capacité de différencier …",
            "Learning and change in the British Columbia forest policy sector: A consideration of Sabatier's advocacy coalition framework",
            "Ken Lertzman and Jeremy Rayner and Jeremy Wilson",
            "1996",
            "W6BaxJ8AAAAJ:u5HHmVD_uO8C",
            101,
            "https:\/\/www.jstor.org\/stable\/3232209",
            "6499100405152389323",
            "\/scholar?cites=6499100405152389323",
            {
                "1996":3,
                "1997":1,
                "1998":4,
                "1999":4,
                "2000":5,
                "2001":7,
                "2002":1,
                "2003":5,
                "2004":6,
                "2005":6,
                "2006":1,
                "2007":4,
                "2008":3,
                "2009":4,
                "2010":8,
                "2011":6,
                "2012":4,
                "2013":4,
                "2014":2,
                "2015":5,
                "2016":6,
                "2017":4,
                "2018":2,
                "2019":3
            }
        ],
        [
            "Policy analysis has usually been organized around the concept of the policy sector, which has served as the fundamental unit for analyzing policy change. The emergence of well-defined and institutionalized issue subsectors, however, has called the utility of a purely sectoral analysis of policy dynamics into question. Utilizing evidence from a case study of forest policy development in British Columbia, Canada, in the 1990s, this article suggests that understanding policy change in complex sectors such as forestry requires a more nuanced conceptualization and analysis of sector–subsectoral relationships than exists in the present literature. The article develops the notion of critical subsectors, capable of blocking or enabling overall levels and directions of sectoral policy change, as an essential tool required to understand policy dynamics.",
            "Privileging the sub-sector: critical sub-sectors and sectoral relationships in forest policy-making",
            "Jeremy Rayner and Michael Howlett and Jeremy Wilson and Benjamin Cashore and George Hoberg",
            "2001",
            "W6BaxJ8AAAAJ:IjCSPb-OGe4C",
            98,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1389934101000387",
            "17321843734402086548",
            "\/scholar?cites=17321843734402086548",
            {
                "2002":1,
                "2003":1,
                "2004":1,
                "2005":1,
                "2006":5,
                "2007":2,
                "2008":3,
                "2009":7,
                "2010":2,
                "2011":1,
                "2012":4,
                "2013":12,
                "2014":7,
                "2015":8,
                "2016":16,
                "2017":7,
                "2018":6,
                "2019":6,
                "2020":7,
                "2021":1
            }
        ]
    ]
}