{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Research on “epistemological beliefs” has made important contributions to education, most fundamentally in identifying epistemology as a category of informal knowledge that may play a role in students’ knowledge, reasoning, study strategies, and participation. A perspective on students as having epistemological beliefs can provide an alternative interpretive lens for teachers to use in understanding their students’ ideas and behavior, in assessing students’ abilities and needs, and in adapting their plans and strategies for instruction. This value of the perspective in opening a new category of instructional perception and intention has not been sensitive to the details of the perspective. At this point, however, further progress will depend on those details. In this chapter, we contend that current perspectives on epistemologies are problematic in their form, or “ontology.” We will focus our arguments primarily on epistemological beliefs about science and science learning, specifically in introductory physics, but our contentions apply to beliefs in other disciplines as well. The study of epistemologies has largely emulated the study of “conceptual understanding,” which has established that students have informal knowledge, about",
            "On the form of a personal epistemology",
            "David Hammer and Andrew Elby",
            "2002",
            "W6BcnEcAAAAJ:u5HHmVD_uO8C",
            859,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=dUEeYuvj-PsC&oi=fnd&pg=PA169&dq=info:QhL1gKOkrWQJ:scholar.google.com&ots=qkX00sUG_k&sig=F3bCE78YowZchA7I_DRcxK06xcc",
            "7254635596913906242",
            "\/scholar?cites=7254635596913906242",
            {
                "2001":4,
                "2002":7,
                "2003":11,
                "2004":20,
                "2005":18,
                "2006":20,
                "2007":36,
                "2008":42,
                "2009":43,
                "2010":62,
                "2011":45,
                "2012":47,
                "2013":53,
                "2014":65,
                "2015":74,
                "2016":71,
                "2017":63,
                "2018":63,
                "2019":49,
                "2020":47,
                "2021":1
            }
        ],
        [
            "As researchers studying student reasoning in introductory physics, and as instructors teaching courses, we often focus on whether and how students apply what they know in one context to their reasoning in another. But we do not speak in terms of “transfer.” The term connotes to us a unitary view of knowledge as a thing that is acquired in one context and carried (or not) to another. We speak, rather, in terms of activating resources, a language with an explicitly manifold view of cognitive structure. In this chapter, we describe this view and argue that it provides a more firm and generative basis for research.In particular, our resources-based perspective accounts for why it is difficult, and perhaps unnecessary, to draw a boundary around the notion of “transfer”; provides an analytical framework for exploring the differences between active transfer involving metacognition and passive transfer that “just happens”; helps to explain many results in the transfer literature, such as the rar-",
            "Resources, framing, and transfer",
            "David Hammer and Andrew Elby and Rachel E Scherr and Edward F Redish",
            "2005",
            "W6BcnEcAAAAJ:9yKSN-GCB0IC",
            778,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=x_knDwAAQBAJ&oi=fnd&pg=PA89&dq=info:aSWqlpXTUv0J:scholar.google.com&ots=lnHo0726wQ&sig=0zTFh-imh3jD2WGhlgKlSos4hFE",
            "18253884879117362537",
            "\/scholar?cites=18253884879117362537",
            {
                "2004":3,
                "2005":5,
                "2006":11,
                "2007":24,
                "2008":26,
                "2009":31,
                "2010":53,
                "2011":34,
                "2012":48,
                "2013":57,
                "2014":69,
                "2015":63,
                "2016":67,
                "2017":69,
                "2018":61,
                "2019":81,
                "2020":62,
                "2021":3
            }
        ],
        [
            "Research on personal epistemologies has begun to consider ontology: Do naive epistemologies take the form of stable, unitary beliefs or of fine-grained, context-sensitive resources? Debates such as this regarding subtleties of cognitive theory, however, may be difficult to connect to everyday instructional practice. Our purpose in this article is to make that connection. We first review reasons for supporting the latter account, of naive epistemologies as made up of fine-grained, context-sensitive resources; as part of this argument we note that familiar strategies and curricula tacitly ascribe epistemological resources to students. We then present several strategies designed more explicitly to help students tap those resources for learning introductory physics. Finally, we reflect on this work as an example of interplay between 2 modes of inquiry into student thinking, that of instruction and that of formal research on learning.",
            "Tapping epistemological resources for learning physics",
            "David Hammer and Andrew Elby",
            "2003",
            "W6BcnEcAAAAJ:d1gkVwhDpl0C",
            513,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1207\/S15327809JLS1201_3",
            "2813194755410496502",
            "\/scholar?cites=2813194755410496502",
            {
                "2004":8,
                "2005":8,
                "2006":13,
                "2007":17,
                "2008":30,
                "2009":26,
                "2010":34,
                "2011":22,
                "2012":30,
                "2013":31,
                "2014":42,
                "2015":27,
                "2016":32,
                "2017":47,
                "2018":33,
                "2019":53,
                "2020":48,
                "2021":1
            }
        ],
        [
            "Students’ “epistemological” beliefs—their views about the nature of knowledge and learning—affect how they approach physics courses. For instance, a student who believes physics knowledge to consist primarily of disconnected facts and formulas will study differently from a student who views physics as an interconnected web of concepts. Unfortunately, previous studies show that physics courses, even ones that help students learn concepts particularly well, generally do not lead to significant changes in students’ epistemological beliefs. This paper discusses instructional practices and curricular elements, suitable for both college and high school, that helped students develop substantially more sophisticated beliefs about knowledge and learning, as measured by the Maryland Physics Expectations Survey and by the Epistemological Beliefs Assessment for Physical Science.",
            "Helping physics students learn how to learn",
            "Andrew Elby",
            "2001",
            "W6BcnEcAAAAJ:u-x6o8ySG0sC",
            488,
            "https:\/\/aapt.scitation.org\/doi\/abs\/10.1119\/1.1377283",
            "10625590159818803658",
            "\/scholar?cites=10625590159818803658",
            {
                "2001":2,
                "2002":8,
                "2003":8,
                "2004":8,
                "2005":16,
                "2006":17,
                "2007":28,
                "2008":28,
                "2009":33,
                "2010":25,
                "2011":29,
                "2012":23,
                "2013":32,
                "2014":39,
                "2015":32,
                "2016":29,
                "2017":38,
                "2018":29,
                "2019":20,
                "2020":30,
                "2021":3
            }
        ],
        [
            "Among researchers who study students' epistemologies, a consensus has emerged about what constitutes a sophisticated stance toward scientific knowledge. According to this community consensus, students should understand scientific knowledge as tentative and evolving, rather than certain and unchanging; subjectively tied to scientists' perspectives, rather than objectively inherent in nature; and individually or socially constructed, rather than discovered. Surveys, interview protocols, and other methods used to probe students' beliefs about scientific knowledge broadly reflect this outlook. This article questions the community consensus about epistemological sophistication. We do not suggest that scientific knowledge is objective and fixed; if forced to choose whether knowledge is certain or tentative, with no opportunity to elaborate, we would choose “tentative.” Instead, our critique consists of two lines of …",
            "On the substance of a sophisticated epistemology",
            "Andrew Elby and David Hammer",
            "2001",
            "W6BcnEcAAAAJ:2osOgNQ5qMEC",
            432,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/sce.1023",
            "1611126400459477038",
            "\/scholar?cites=1611126400459477038",
            {
                "2002":6,
                "2003":7,
                "2004":9,
                "2005":12,
                "2006":15,
                "2007":15,
                "2008":17,
                "2009":25,
                "2010":24,
                "2011":23,
                "2012":24,
                "2013":23,
                "2014":34,
                "2015":33,
                "2016":33,
                "2017":42,
                "2018":28,
                "2019":28,
                "2020":25,
                "2021":1
            }
        ],
        [
            "Most research on personal epistemologies has conceived them as made up of relatively large, coherent, and stable cognitive structures, either developmental stages or beliefs (perhaps organized into theories). Recent work has challenged these views, arguing that personal epistemologies are better understood as made up of finer grained cognitive resources whose activation depends sensitively on context. In this article, we compare these different frameworks, focusing on their instructional implications by using them to analyze a third-grade teacher's epistemologically motivated intervention and its effect on her students. We argue that the resources framework has more predictive and explanatory power than stage- and beliefs-based frameworks do.",
            "Epistemological resources: Applying a new epistemological framework to science instruction",
            "Loucas Louca and Andrew Elby and David Hammer and Trisha Kagey",
            "2004",
            "W6BcnEcAAAAJ:qjMakFHDy7sC",
            398,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1207\/s15326985ep3901_6",
            "4413656256728438818",
            "\/scholar?cites=4413656256728438818",
            {
                "2004":3,
                "2005":7,
                "2006":14,
                "2007":15,
                "2008":20,
                "2009":29,
                "2010":35,
                "2011":30,
                "2012":21,
                "2013":19,
                "2014":24,
                "2015":42,
                "2016":39,
                "2017":37,
                "2018":24,
                "2019":15,
                "2020":18
            }
        ],
        [
            "We discuss a case study of the influence of epistemology on learning for a student in an introductory college physics course. An analysis of videotaped class work, written work, and interviews indicates that many of the student’s difficulties were epistemological in nature. Our primary goals are to show instructors and curriculum developers that a student’s personal epistemological stance—her ideas about knowledge and learning—can have a direct, causal influence on her learning of physics, and to describe a mechanism for this interaction. This influence exists even when research-based curriculum materials provide implicit epistemological support. For this reason, curriculum materials and teaching techniques could become more effective by explicitly attending to students’ epistemologies.",
            "The impact of epistemology on learning: A case study from introductory physics",
            "Laura Lising and Andrew Elby",
            "2005",
            "W6BcnEcAAAAJ:IjCSPb-OGe4C",
            329,
            "https:\/\/aapt.scitation.org\/doi\/abs\/10.1119\/1.1848115",
            "3635811914601414538",
            "\/scholar?cites=3635811914601414538",
            {
                "2004":1,
                "2005":3,
                "2006":2,
                "2007":10,
                "2008":12,
                "2009":22,
                "2010":22,
                "2011":15,
                "2012":19,
                "2013":29,
                "2014":30,
                "2015":28,
                "2016":25,
                "2017":27,
                "2018":23,
                "2019":30,
                "2020":26
            }
        ],
        [
            "A growing body of research on personal epistemologies contends that how students understand the nature of knowledge, knowing, and learning affects how they reason and learn (Hammer, 1994; Hofer & Pintrich, 1997; Hogan, 1999; May & Etkina, 2002; Sandoval, 2005; Schommer, 1993; Schommer, Crouse, & Rhodes, 1992). 1 Readers of this volume will not find it controversial to conclude that K-12 teacher education and professional development should address the notion of personal epistemology.In this chapter, we argue that the resources perspective is particularly useful and generative for K-12 teachers. To make this argument, we first review and extend the resources perspective to include epistemological framing (Hammer, Elby, Scherr, & Redish, 2005; Redish, 2004), which corresponds closely to the phenomena of coherent personal epistemologies documented in the literature (Hofer & Pintrich, 1997). We then offer three reasons why this perspective is particularly productive for teachers.",
            "Epistemological resources and framing: A cognitive framework for helping teachers interpret and respond to their students’ epistemologies",
            "Andrew Elby and David Hammer",
            "2010",
            "W6BcnEcAAAAJ:eQOLeE2rZwMC",
            210,
            "https:\/\/www.researchgate.net\/profile\/Andrew_Elby\/publication\/267305802_Epistemological_resources_and_framing_A_cognitive_framework_for_helping_teachers_interpret_and_respond_to_their_students'_epistemologies\/links\/54b7aa3e0cf2e68eb2803a69\/Epistemological-resources-and-framing-A-cognitive-framework-for-helping-teachers-interpret-and-respond-to-their-students-epistemologies.pdf",
            "1394586684884560850",
            "\/scholar?cites=1394586684884560850",
            {
                "2009":1,
                "2010":4,
                "2011":4,
                "2012":5,
                "2013":11,
                "2014":17,
                "2015":17,
                "2016":29,
                "2017":37,
                "2018":29,
                "2019":20,
                "2020":29,
                "2021":2
            }
        ],
        [
            "Using written questionnaires, I surveyed introductory physics students about how they study and about how they would advise a hypothetical student to study if she were trying to learn physics deeply with no grade pressure. The survey teases apart students’ “epistemological” beliefs about learning and understanding physics from their more course-specific beliefs about how to earn high grades. The results indicate that students perceive “trying to understand physics well” to be a significantly different activity from “trying to do well in the course.”",
            "Another reason that physics students learn by rote",
            "Andrew Elby",
            "1999",
            "W6BcnEcAAAAJ:UeHWp8X0CEIC",
            186,
            "https:\/\/aapt.scitation.org\/doi\/abs\/10.1119\/1.19081",
            "10995299105353293678",
            "\/scholar?cites=10995299105353293678",
            {
                "2000":1,
                "2001":8,
                "2002":7,
                "2003":4,
                "2004":8,
                "2005":9,
                "2006":4,
                "2007":10,
                "2008":7,
                "2009":10,
                "2010":5,
                "2011":10,
                "2012":8,
                "2013":14,
                "2014":20,
                "2015":10,
                "2016":11,
                "2017":5,
                "2018":19,
                "2019":9,
                "2020":3
            }
        ],
        [
            "This article pulls into the empirical realm a longstanding theoretical debate about the prior knowledge students bring to bear when learning scientific concepts and representations. Misconceptions constructivists view the prior knowledge as stable alternate conceptions that apply robustly across multiple contexts. By contrast, fine-grained constructivists believe that much of students' intuitive knowledge consists of unarticulated, loosely connected knowledge elements, the activation of which depends sensitively on context. By focusing on students' intuitive knowledge about representations, and by fleshing out the two constructivist frameworks, I show that they lead to empirically different sets of predictions. Pilot studies demonstrate the feasibility of a full-fledged experimental program to decide which flavor of constructivism describes students more adequately.",
            "What students' learning of representations tells us about constructivism",
            "Andrew Elby",
            "2000",
            "W6BcnEcAAAAJ:zYLM7Y9cAGgC",
            166,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0732312301000542",
            "12011256126801158085",
            "\/scholar?cites=12011256126801158085",
            {
                "2002":1,
                "2003":1,
                "2004":8,
                "2005":4,
                "2006":7,
                "2007":8,
                "2008":10,
                "2009":5,
                "2010":7,
                "2011":5,
                "2012":11,
                "2013":14,
                "2014":11,
                "2015":10,
                "2016":8,
                "2017":16,
                "2018":9,
                "2019":15,
                "2020":12,
                "2021":1
            }
        ]
    ]
}