{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "Econometric Analysis is intended for a one-year graduate course in econometrics for social scientists. The prerequisites for this course should include calculus, mathematical statistics, and an introduction to econometrics at the level of, say, Gujarati's Basic Econometrics (McGraw-Hill, 1995) or Wooldridge's Introductory Econometrics: A Modern",
            "Econometric analysis",
            "William H Greene",
            "2003",
            "w7fUuSUAAAAJ:9ZlFYXVOiuMC",
            75783,
            "http:\/\/scholar.google.com\/scholar?cluster=4986234228096122898&hl=en&oi=scholarr",
            "4986234228096122898",
            "\/scholar?cites=4986234228096122898",
            {
                "2001":1862,
                "2002":2260,
                "2003":2673,
                "2004":3075,
                "2005":3186,
                "2006":3312,
                "2007":3474,
                "2008":3740,
                "2009":3664,
                "2010":3700,
                "2011":3577,
                "2012":3787,
                "2013":3815,
                "2014":3846,
                "2015":3873,
                "2016":3874,
                "2017":3762,
                "2018":3650,
                "2019":3640,
                "2020":3423,
                "2021":273
            }
        ],
        [
            "Sign in | Create an account. PhilPapers PhilPeople PhilArchive PhilEvents PhilJobs. PhilPapers\nhome. Syntax; Advanced Search. New: All new items; Books; Journal articles; Manuscripts. Topics:\nAll Categories; Metaphysics and Epistemology: Metaphysics and Epistemology; Epistemology;\nMetaphilosophy; Metaphysics; Philosophy of Action; Philosophy of Language; Philosophy of\nMind; Philosophy of Religion; M&E, Misc. Value Theory: Value Theory; Aesthetics; Applied Ethics;\nMeta-Ethics; Normative Ethics; Philosophy of Gender, Race, and Sexuality; Philosophy of Law;\nSocial and Political Philosophy; Value Theory, Miscellaneous. Science, Logic, and Mathematics:\nScience, Logic, and Mathematics; Logic and Philosophy of Logic; Philosophy of Biology; … \n",
            "The Undead and Philosophy",
            "Richard Greene and K Silem Mohammed",
            "2006",
            "w7fUuSUAAAAJ:d1gkVwhDpl0C",
            32,
            "https:\/\/philpapers.org\/rec\/GRETUA",
            "11911390682900921400",
            "\/scholar?cites=11911390682900921400",
            {
                "2006":1,
                "2007":2,
                "2008":5,
                "2009":6,
                "2010":1,
                "2011":3,
                "2012":5,
                "2013":4,
                "2014":1,
                "2015":2,
                "2016":1
            }
        ],
        [
            "Don't turn around-there's probably one behind you right now. Vampires and zombies are just everywhere. Bram Stoker had no idea what he was starting when he published his vampire novel Dracula in 1897, incidentally digging up and re-animating the word''undead. Whether it's Twilight, Let the Right One In, True Blood, or the comic book series Thirty Days of Night, vampire stories seem to experience an eternal cycle of death and resurrection, growing more potent, if not more rosy-cheeked, with each successive manifestation. While vampires are suave, sexy, sophisticated, stay up all night, generally have good hair, and often deliver witty one-liners, zombies are just the opposite. Zombies have poor complexions, missing body parts, few social graces, and are conversationally challenged. Yet public fascination with zombies keeps proliferating, along with the popularity of vampires. There are more zombie books, zombie movies, and zombie games than ever before. About the only things vampires and zombies share is that they want to bite us and we are at risk of becoming like them. However, they both confront us with moral and metaphysical issues of life and death. In Zombies, Vampires, and Philosophy, an expanded edition of The Undead and Philosophy, twenty-two of our leading thinkers teach us the lessons we can absorb from the various forms of Undeath.''this is a book worth buying just for the final chapter, which gives us the sensational and hitherto suppressed correspondence of tienne Lavec and Paulie Dori Williams. At long last we have a vital perspective that has been sadly lacking; authentic vampire reactions to the way vampires …",
            "Zombies, Vampires, and Philosophy: New Life for the Undead",
            "Richard Greene and K Silem Mohammad",
            "2010",
            "w7fUuSUAAAAJ:UeHWp8X0CEIC",
            26,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=MFG7j1A0s0MC&oi=fnd&pg=PR1&dq=info:3bOOmeh40XwJ:scholar.google.com&ots=ZV2fWwB4LZ&sig=Lz6LQVlDG_3gY7p1UAEdUaXz96c",
            "8994102871239603165",
            "\/scholar?cites=8994102871239603165",
            {
                "2010":1,
                "2011":2,
                "2012":1,
                "2013":4,
                "2014":1,
                "2015":5,
                "2016":5,
                "2017":3,
                "2018":3
            }
        ],
        [
            "Tony Soprano and the gang meet classic and modern philosophy in these witty, provocative essays. Covering everything from Aristotle to ziti, 17 wiseguys (three of them gals) explore such irresistible topics as: Is Tony Soprano a good man? Is Carmela a feminist? Morally speaking, who is the worst person on The Sopranos? Is watching the show harmful to one's moral health? And what if Tony had read Sun Tzu instead of Machiavelli? This collection of essays by philosophers who are also fans does a deep probe of the Sopranos, analyzing the adventures—and personalities—of Tony, Carmela, Livia, and the rest of television's most irresistible Mafia family for their metaphysical, epistemological, value theory, Eastern philosophical, and contemporary postmodern possibilities. No prior philosophical qualifications or mob connections are required to enjoy these musings, which are presented with the same vibrancy and wit that have made the show such a hit.",
            "The Sopranos and Philosophy: I kill therefore I am",
            "Vincent Pastore",
            "2012",
            "w7fUuSUAAAAJ:9yKSN-GCB0IC",
            25,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=wQ5p7mq5VeYC&oi=fnd&pg=PR11&dq=info:cPnALdKJktwJ:scholar.google.com&ots=Xwg13AVOtJ&sig=gJNjOa_WcRqldfXW7tQxesXg5So",
            "15893917570747660656",
            "\/scholar?cites=15893917570747660656",
            {
                "2006":1,
                "2007":1,
                "2008":1,
                "2009":2,
                "2010":3,
                "2011":5,
                "2012":2,
                "2013":2,
                "2014":1,
                "2015":3,
                "2016":2,
                "2017":1
            }
        ],
        [
            "Alvin Plantinga has defined warrant as' that which distinguishes knowl-edge from mere true belief'(1993a: 3). He has also offered a positive account of warrant which he claims satisfies this definition (1993b: 19). One of the purported virtues of Plantinga's account is that it is able to over-come the celebrated Gettier problem. In this paper we shall argue that it fails to do so, as the positive theory of warrant given by Plantingasatisfaction of certain necessary conditions-is not co-extensive with the aforementioned definition of warrant. Thus, there exists an internal incon-sistency in Plantinga's account of warrant. Moreover, we shall argue that neither Plantinga's positive theory of warrant, nor warrant as defined as that which when added to true belief yields knowledge, satisfactorily over-comes the Gettier problem. The former, as will be shown, actually yields Gettier cases, while the latter yields the counterintuitive result that …",
            "Two notions of warrant and Plantinga's solution to the Gettier problem",
            "Richard Greene and NA Balmert",
            "1997",
            "w7fUuSUAAAAJ:u5HHmVD_uO8C",
            23,
            "https:\/\/www.jstor.org\/stable\/3328355",
            "15828652896635355603",
            "\/scholar?cites=15828652896635355603",
            {
                "2003":2,
                "2004":1,
                "2005":3,
                "2006":2,
                "2007":1,
                "2008":2,
                "2009":2,
                "2010":1,
                "2011":1,
                "2012":3,
                "2013":2,
                "2014":1,
                "2015":1
            }
        ],
        [
            "This entry has no external links. Add one … Sign in \/ register and customize your OpenURL \nresolver … The Size of Inequality and Its Badness – Some Reflections Around Temkin's \n“Inequality”.Wlodek Rabinowicz - 2003 - Theoria 69 (1-2):60-84 … Badness and \nIntentionality.In Aristophanes & Ralph M. Rosen - 2008 - In I. Sluiter & Ralph Mark Rosen \n(eds.), Kakos: Badness and Anti-Value in Classical Antiquity. Brill. pp. 307--143 … Badness \nand Intentionality in Aristophanes'frogs.Ralph M. Rosen - 2008 - In I. Sluiter & Ralph Mark Rosen \n(eds.), Kakos: Badness and Anti-Value in Classical Antiquity. Brill. pp. 307--143 … Generic \nEthics and the Problem of Badness in Pindar.Kathryn Morgan - 2008 - In I. Sluiter & Ralph Mark \nRosen (eds.), Kakos: Badness and Anti-Value in Classical Antiquity. Brill. pp. 307--29 … The \nRepresentation and Role of Badness in Seneca's Moral Teaching: A Case From the … ",
            "The Badness of Undeath",
            "Richard Greene",
            "2006",
            "w7fUuSUAAAAJ:YOwf2qJgpHMC",
            20,
            "https:\/\/philpapers.org\/rec\/GRETBO-4",
            "11201340152480167919",
            "\/scholar?cites=11201340152480167919",
            {
                "2011":3,
                "2012":1,
                "2013":2,
                "2014":4,
                "2015":3,
                "2016":1,
                "2017":2,
                "2018":2,
                "2019":2
            }
        ],
        [
            "What explains the huge popular following for Dexter, currently the most-watched show on cable, which sympathetically depicts a serial killer driven by a cruel compulsion to brutally slay one victim after another? Although Dexter Morgan kills only killers, he is not a vigilante animated by a sense of justice but a charming psychopath animated by a lust to kill, ritualistically and bloodily. However his gory appetite is controlled by\" Harry's Code,\" which limits his victims to those who have gotten away with murder, and his job as a blood spatter expert for the Miami police department gives him the inside track on just who those legitimate targets may be. In Dexter and Philosophy, an elite team of philosophers don their rubber gloves and put Dexter's deeds under the microscope. Since Dexter is driven to ritual murder by his\" Dark Passenger,\" can he be blamed for killing, especially as he only murders other murderers? Does Dexter fit the profile of the familiar fictional type of the superhero? What part does luck play in making Dexter who he is? How and why are horror and disgust turned into aesthetic pleasure for the TV viewer? How essential is Dexter's emotional coldness to his lust for slicing people up? Are Dexter's lies and deceptions any worse than the lies and deceptions of the non-criminals around him? Why does Dexter long to be a normal human being and why can't he accomplish this apparently simple goal?",
            "Dexter and philosophy: Mind over spatter",
            "Richard Greene and George A Reisch and Rachel Robison-Greene",
            "2011",
            "w7fUuSUAAAAJ:YsMSGLbcyi4C",
            16,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=XVeofCZSEwIC&oi=fnd&pg=PR10&dq=info:a6Kr0PBiY9EJ:scholar.google.com&ots=FMfP-rLOPx&sig=ECH37n06oSLtoFzc9nBHwCpgK_8",
            "15088011963053875819",
            "\/scholar?cites=15088011963053875819",
            {
                "2012":1,
                "2013":2,
                "2014":4,
                "2015":2,
                "2016":3,
                "2017":1,
                "2018":1
            }
        ],
        [
            "In Quentin Tarantino and Philosophy, seventeen professional thinkers shamelessly exploit the cinematic achievement of Tarantino for all the steamy, sensational metaphysics and epistemology they can wring out of it. Are these eruptions of intelligent thought merely a cynical hypnotic manipulation of our cerebral cortexes? Or can we somehow relate them to the human values that really matter pyrotechnic car chases, Mexican standoffs, and exploding heads? Is the philosophers' preoccupation with quoting other philosophers nothing more than incestuous indulgence? Or are they somehow conveying a deeper point about the enduring validity of amputated ears and anal rape? In the final analysis only you, the viewer, can decide. What can Reservoir Dogs teach us about the evolution of co-operation? Is Beatrix's revenge in Kill Bill both justified and self-destructive? Can we agree completely on what has happened and disagree on whether it was a miracle? How is Pulp Fiction's Vincent doomed because of his messy bathroom habits? Does Grind house\/Death Proof reflect the epoch in which everything that actually occurs is unreal?\"\" With Tarantino and Philosophy, it's the little differences, like having your Royale with cheese dissected by a grease monkey with a blowtorch. It's so bad, it's good.\"\"",
            "Quentin Tarantino and philosophy: how to philosophize with a pair of pliers and a blowtorch",
            "Richard Greene and K Silem Mohammad",
            "2010",
            "w7fUuSUAAAAJ:2osOgNQ5qMEC",
            15,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=fsLZbGK3yrwC&oi=fnd&pg=PR1&dq=info:g8_UeXolpcgJ:scholar.google.com&ots=q7rd-MisMC&sig=cTV4nhO7RCL8buxneawM-ZM-Yo0",
            "14458003386703073155",
            "\/scholar?cites=14458003386703073155",
            {
                "2011":1,
                "2012":3,
                "2013":2,
                "2014":1,
                "2015":3,
                "2016":1,
                "2017":2,
                "2018":1,
                "2019":1
            }
        ]
    ]
}