{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Many proposed applications of graphene require the ability to tune its electronic structure at the nanoscale 1, 2. Although charge transfer 3 and field-effect doping 4 can be applied to manipulate charge carrier concentrations, using them to achieve nanoscale control remains a challenge. An alternative approach is ‘self-doping’5, in which extended defects are introduced into the graphene lattice. The controlled engineering of these defects represents a viable approach to creation and nanoscale control of one-dimensional charge distributions with widths of several atoms 6. However, the only experimentally realized extended defects so far have been the edges of graphene nanoribbons 7, 8, 9, 10, which show dangling bonds that make them chemically unstable 11, 12, 13. Here, we report the realization of a one-dimensional topological defect in graphene, containing octagonal and pentagonal sp 2-hybridized carbon …",
            "An extended defect in graphene as a metallic wire",
            "Jayeeta Lahiri and You Lin and Pinar Bozkurt and Ivan I Oleynik and Matthias Batzill",
            "2010",
            "W_6EXdcAAAAJ:u5HHmVD_uO8C",
            941,
            "https:\/\/www.nature.com\/articles\/nnano.2010.53.pdf?origin=ppub",
            "3475698248748454617",
            "\/scholar?cites=3475698248748454617",
            {
                "2010":17,
                "2011":70,
                "2012":129,
                "2013":105,
                "2014":115,
                "2015":113,
                "2016":86,
                "2017":84,
                "2018":81,
                "2019":65,
                "2020":67,
                "2021":7
            }
        ],
        [
            "In the molecular electronics field it is highly desirable to engineer the structure of molecules to achieve specific functions. In particular, diode (or rectification) behaviour in single molecules is an attractive device function. Here we study charge transport through symmetric tetraphenyl and non-symmetric diblock dipyrimidinyldiphenyl molecules covalently bound to two electrodes. The orientation of the diblock is controlled through a selective deprotection strategy, and a method in which the electrode–electrode distance is modulated unambiguously determines the current–voltage characteristics of the single-molecule device. The diblock molecule exhibits pronounced rectification behaviour compared with its homologous symmetric block, with current flowing from the dipyrimidinyl to the diphenyl moieties. This behaviour is interpreted in terms of localization of the wave function of the hole ground state at one end of the …",
            "Rectification and stability of a single molecular diode with controlled orientation",
            "Ismael Díez-Pérez and Joshua Hihath and Youngu Lee and Luping Yu and Lyudmyla Adamska and Mortko A Kozhushner and Ivan I Oleynik and Nongjian Tao",
            "2009",
            "W_6EXdcAAAAJ:u-x6o8ySG0sC",
            496,
            "https:\/\/www.nature.com\/nchem\/journal\/v1\/n8\/abs\/nchem.392.html",
            "4197369186688560954",
            "\/scholar?cites=4197369186688560954",
            {
                "2010":15,
                "2011":39,
                "2012":46,
                "2013":34,
                "2014":57,
                "2015":57,
                "2016":56,
                "2017":53,
                "2018":46,
                "2019":43,
                "2020":38,
                "2021":6
            }
        ],
        [
            "Analytic bond-order potentials (BOP’s) are derived for the σ and π bond orders by approximating the many-atom expansion for the bond order within the two-center, orthogonal tight-binding (TB) model. The analytic expression, BOP4, is obtained by retaining terms to four levels in the continued fractions for the appropriate Green’s functions and describes the σ bonds in the dimer C 2, the tetrahedral methane molecule CH 4 and the trigonal methyl radical CH 3 exactly. A simplified, but accurate, variant, BOP4S, depends only on the two recursion coefficients b 1 and b 2 that characterize the root-mean-square width and the unimodal versus bimodal shape of the σ bond eigenspectrum, respectively. An analytic expression for the π bond order, BOP2M, is obtained by performing matrix recursion to two levels, thereby ensuring that the expression is independent of the choice of coordinate axes, depending only on …",
            "Analytic bond-order potentials beyond Tersoff-Brenner. I. Theory",
            "DG Pettifor and II Oleinik",
            "1999",
            "W_6EXdcAAAAJ:AXPGKjj_ei8C",
            222,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.59.8487",
            "12132723740765865561",
            "\/scholar?cites=12132723740765865561",
            {
                "1999":1,
                "2000":11,
                "2001":2,
                "2002":12,
                "2003":6,
                "2004":10,
                "2005":9,
                "2006":9,
                "2007":18,
                "2008":10,
                "2009":12,
                "2010":8,
                "2011":19,
                "2012":11,
                "2013":20,
                "2014":4,
                "2015":10,
                "2016":14,
                "2017":9,
                "2018":7,
                "2019":13,
                "2020":3,
                "2021":1
            }
        ],
        [
            "A novel growth mechanism of graphene on Ni(111) has been discovered that occurs at temperatures below 460 °C. At these conditions, a surface-confined nickel−carbide phase coexists with single layer graphene. The graphene grows by in-plane transformation of the carbide along a one-dimensional phase-boundary, which is distinctively different from known growth processes on other transition metals and on Ni above 460 °C, where carbon atoms attach to “free” edges of graphene islands.",
            "Graphene growth on Ni (111) by transformation of a surface carbide",
            "Jayeeta Lahiri and Travis Miller and Lyudmyla Adamska and Ivan I Oleynik and Matthias Batzill",
            "2010",
            "W_6EXdcAAAAJ:qjMakFHDy7sC",
            197,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl103383b",
            "14413416257318290827",
            "\/scholar?cites=14413416257318290827",
            {
                "2011":9,
                "2012":29,
                "2013":18,
                "2014":21,
                "2015":26,
                "2016":27,
                "2017":27,
                "2018":22,
                "2019":5,
                "2020":10,
                "2021":3
            }
        ],
        [
            "The layer-dependent structural, electronic, and vibrational properties of SnS 2 and SnSe 2 are investigated using first-principles density functional theory (DFT). The in-plane lattice constants, interlayer distances and binding energies are found to be layer-independent. Bulk SnS 2 and SnSe 2 are both indirect band gap semiconductors with E g= 2.18 and 1.07 eV, respectively. Few-layer and monolayer 2D systems also possess an indirect band gap, which is increased to 2.41 and 1.69 eV for single layers of SnS 2 and SnSe 2. The effective mass theory of 2D excitons, which takes into account the combined effect of the anisotropy, nonlocal 2D screening and layer-dependent 3D screening, predicts strong excitonic effects. The binding energy of indirect excitons in monolayer samples, E x∼ 0.9 eV, is substantially reduced to E x= 0.14 eV in bulk SnS 2 and E x= 0.09 eV in bulk SnSe 2. The layer-dependent Raman …",
            "Layer-dependent properties of SnS 2 and SnSe 2 two-dimensional materials",
            "Joseph M Gonzalez and Ivan I Oleynik",
            "2016",
            "W_6EXdcAAAAJ:BUYA1_V_uYcC",
            167,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.94.125443",
            "2170612852971365192",
            "\/scholar?cites=2170612852971365192",
            {
                "2017":20,
                "2018":30,
                "2019":49,
                "2020":60,
                "2021":8
            }
        ],
        [
            "A detailed first-principles study of the atomic and electronic structure of the Co\/Al 2 O 3\/Co magnetic tunnel junction has been performed in order to elucidate the key features determining the spin-dependent tunneling. The atomic structure of the multilayer with the O-and Al-terminated interfaces between fcc Co (111) and crystalline α-Al 2 O 3 (0001) has been optimized using self-consistent spin-polarized calculations within density-functional theory and the generalized gradient approximation. We found that the relaxed atomic structure of the O-terminated interface is characterized by a rippling of the Co interfacial plane, the average Co-O bond length being 2.04 Å which is within 5% of that in bulk CoO. The corresponding electronic structure is influenced by the covalent bonding between the O 2 p and Co 3 d orbitals resulting in exchange-split bonding and antibonding states and an induced magnetic moment of 0.07 …",
            "Structural and electronic properties of Co\/Al 2 O 3\/Co magnetic tunnel junction from first principles",
            "II Oleinik and E Yu Tsymbal and DG Pettifor",
            "2000",
            "W_6EXdcAAAAJ:eMMeJKvmdy0C",
            163,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.62.3952",
            "7570440620582670454",
            "\/scholar?cites=7570440620582670454",
            {
                "2001":16,
                "2002":15,
                "2003":15,
                "2004":16,
                "2005":16,
                "2006":20,
                "2007":9,
                "2008":3,
                "2009":6,
                "2010":5,
                "2011":12,
                "2012":4,
                "2013":3,
                "2014":4,
                "2015":3,
                "2016":4,
                "2017":5,
                "2018":4,
                "2019":3
            }
        ],
        [
            "By extending molecular-dynamics simulation to the experimental micrometer length scale, we observed the complete dynamics of gold films subjected to ultrashort (≲ 1 ps) laser irradiation, culminating in cavitation then ablation of the melt at the front, and crack nucleation then spallation at the rear side of the sample. For thick films (> 0.5 μ m) ablation and spallation are spatially separated; whereas for thin films, they merge into a unique damage process, which leads to a dependence of ablation threshold on film thickness. This work provides insights into thermomechanical dynamics of irradiated metal films, including coupling-decoupling of ablation and spallation processes, and opens up a field of direct comparison between experiment and atomistic simulations.",
            "Ablation and spallation of gold films irradiated by ultrashort laser pulses",
            "Brian J Demaske and Vasily V Zhakhovsky and Nail A Inogamov and Ivan I Oleynik",
            "2010",
            "W_6EXdcAAAAJ:UeHWp8X0CEIC",
            147,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.82.064113",
            "10094104082239494574",
            "\/scholar?cites=10094104082239494574",
            {
                "2010":4,
                "2011":11,
                "2012":14,
                "2013":14,
                "2014":16,
                "2015":19,
                "2016":10,
                "2017":13,
                "2018":17,
                "2019":11,
                "2020":14,
                "2021":2
            }
        ],
        [
            "The formation of single-layer graphene by exposure of a Ni (111) surface to ethylene at low pressure has been investigated. Two different growth regimes were found. At temperatures between 480 and 650 C, graphene grows on a pure Ni (111) surface in the absence of a carbide. Below 480 C, graphene growth competes with the formation of a surface Ni 2 C carbide. This Ni 2 C phase suppresses the nucleation of graphene. Destabilization of the surface carbide by the addition of Cu to the surface layer facilitates the nucleation and growth of graphene at temperatures below 480 C. In addition to the growth of graphene on Ni substrates, the interaction between graphene and Ni was also studied. This was done both experimentally by Ni deposition on Ni-supported graphene and by density functional theory calculation of the work of adhesion between graphene and Ni. For graphene sandwiched between two Ni …",
            "Graphene growth and stability at nickel surfaces",
            "Jayeeta Lahiri and Travis S Miller and Andrew J Ross and Lyudmyla Adamska and Ivan I Oleynik and Matthias Batzill",
            "2011",
            "W_6EXdcAAAAJ:IjCSPb-OGe4C",
            137,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1367-2630\/13\/2\/025001\/meta",
            "14088341863560228636",
            "\/scholar?cites=14088341863560228636",
            {
                "2011":4,
                "2012":13,
                "2013":15,
                "2014":13,
                "2015":21,
                "2016":18,
                "2017":13,
                "2018":13,
                "2019":12,
                "2020":11,
                "2021":3
            }
        ],
        [
            "Novel analytic bond-order potentials (BOP's) are derived for the σ and π bonds of sp-valent systems that are correctly bounded from above by unity. We show that these BOP's allow the concept of single, double, triple, and conjugate bonds in carbon systems to be quantified, the average error compared to accurate tight-binding predictions being only 1% for the σ bonds and 15% for the π bonds. Although molecular dynamics simulations are an order of magnitude slower than with standard Tersoff potentials, these new BOP's provide the first “classical” interatomic potentials that handle both structural differentiation and radical formation naturally within its framework.",
            "Bounded analytic bond-order potentials for σ and π bonds",
            "DG Pettifor and II Oleinik",
            "2000",
            "W_6EXdcAAAAJ:Y5dfb0dijaUC",
            127,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.84.4124",
            "17155149912910905029",
            "\/scholar?cites=17155149912910905029",
            {
                "2000":3,
                "2001":2,
                "2002":9,
                "2003":7,
                "2004":9,
                "2005":7,
                "2006":7,
                "2007":13,
                "2008":5,
                "2009":5,
                "2010":2,
                "2011":12,
                "2012":6,
                "2013":8,
                "2014":5,
                "2015":5,
                "2016":9,
                "2017":1,
                "2018":4,
                "2019":4,
                "2020":2
            }
        ],
        [
            "First-principles density-functional calculations of the atomic and electronic structure of C o\/S r T i O 3\/Co (001) magnetic tunnel junctions (MTJ’s) are performed. Different interface terminations are considered and the most stable structure with the TiO 2 termination is identified based on energetics of adhesion. The calculated electronic structure of the TiO 2-terminated MTJ shows an exchange coupling between the interface Co and Ti atoms mediated by oxygen. This coupling induces a magnetic moment of 0.25 μ B on the interface Ti atom, which is aligned antiparallel to the magnetic moment of the Co layer. We argue that this might cause an inversion of the spin polarization of tunneling across the SrTiO 3 barrier which was found in recent experiments.",
            "Atomic and electronic structure of Co\/SrTiO 3\/Co magnetic tunnel junctions",
            "II Oleinik and E Yu Tsymbal and DG Pettifor",
            "2001",
            "W_6EXdcAAAAJ:tkaPQYYpVKoC",
            109,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.65.020401",
            "8142903237220207280",
            "\/scholar?cites=8142903237220207280",
            {
                "2002":4,
                "2003":8,
                "2004":9,
                "2005":11,
                "2006":10,
                "2007":9,
                "2008":3,
                "2009":1,
                "2010":3,
                "2011":7,
                "2012":7,
                "2013":3,
                "2014":3,
                "2015":7,
                "2016":6,
                "2017":6,
                "2018":3,
                "2019":4,
                "2020":4
            }
        ]
    ]
}