{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "Trabeculectomy is a commonly performed procedure for primary open angle glaucoma and is successful in the majority of cases. However, certain factors including aphakia, previous surgery, secondary glaucomas, ethnic origin, and the long term use of topical antiglaucoma medications may be associated with a reduced success rate. The mechanism (or mechanisms) which influence clinical outcome following trabeculectomy remain elusive. Alterations in the composition of the conjunctiva or aqueous humour may be partly responsible for this effect, and this could be mediated by cytokines. In this study we found that tumour necrosis factor (TNF), and interleukin 1 (IL-1) were capable of stimulating the proliferation of Tenon9s capsule fibroblasts in tissue culture. Interleukin 6 (IL-6) did not appear to have any effect. The relevance of this to wound healing following trabeculectomy is discussed.",
            "Effect of TNF, IL-1, and IL-6 on the proliferation of human Tenon's capsule fibroblasts in tissue culture.",
            "IA Cunliffe and PS Richardson and RC Rees and IG Rennie",
            "1995",
            "wAhhvdkAAAAJ:u-x6o8ySG0sC",
            63,
            "https:\/\/bjo.bmj.com\/content\/79\/6\/590.short",
            "10859118228576718239",
            "\/scholar?cites=10859118228576718239",
            {
                "1997":1,
                "1998":3,
                "1999":4,
                "2000":2,
                "2001":1,
                "2002":2,
                "2003":2,
                "2004":3,
                "2005":1,
                "2006":4,
                "2007":1,
                "2008":2,
                "2009":2,
                "2010":1,
                "2011":5,
                "2012":1,
                "2013":5,
                "2014":3,
                "2015":3,
                "2016":4,
                "2017":2,
                "2018":4,
                "2019":3,
                "2020":2
            }
        ],
        [
            "Purpose. The vertebrate eye contains both melanocytes and retinal pigment epithelial (RPE) cells. Little is known of the pigmentary behaviour of these embryologically dissimilar cells. The aim of this study was to examine aspects of the pigmentary properties of both cell types in vitro and ex vivo to learn more of the function of these cells.Methods. Sections of normal adult human eye were stained for tyrosinase related protein 1(TRP1), and cultures of RPE cells and choroidal melanocytes were examined immunocytochemi-cally for TRP1 and 2 and enzymatically for tyrosinase activity (by assaying dopa oxidase activity).Results. Over half of the choroidal melanocytes expressed TRP1 ex vivo; in contrast, a very small percentage of RPE cells were TRP1 positive. In vitro, passage 1 to 3 ocular melanocytes expressed TRP1 and TRP2 and had tyrosinase activity, which was influenced by the choice of substrate on which …",
            "Human ocular melanocytes and retinal pigment epithelial cells differ in their melanogenic properties in vivo and in vitro",
            "L Smith-Thomas and P Richardson and AJ Thody and A Graham and I Palmer and L Flemming and MA Parsons and IG Rennie and S MacNeil",
            "1996",
            "wAhhvdkAAAAJ:u5HHmVD_uO8C",
            55,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.3109\/02713689608995139",
            "11233224272879979641",
            "\/scholar?cites=11233224272879979641",
            {
                "1997":1,
                "1998":2,
                "1999":2,
                "2000":3,
                "2001":1,
                "2002":3,
                "2003":2,
                "2004":3,
                "2005":2,
                "2006":1,
                "2007":4,
                "2008":6,
                "2009":3,
                "2010":3,
                "2011":5,
                "2012":2,
                "2013":1,
                "2014":2,
                "2015":2,
                "2016":1,
                "2017":3,
                "2018":2,
                "2019":1
            }
        ],
        [
            "Purpose Symptomatic posterior vitreous detachment (PVD) is sometimes associated with sight-threatening retinal tears or retinal detachment. Patients are usually reviewed twice because it is believed that retinal breaks may develop within 6 weeks of a PVD and as such the management of a PVD consumes significant resources. The aim of this study was to find the frequency of retinal breaks developing within 6 weeks of an isolated PVD using the same experienced examiner at both visits.Method Patients presenting to the eye casualty with symptomatic PVD were examined by the casualty staff. Those with a retinal break or retinal detachment were referred directly for treatment and those with only a PVD were seen within 8 days in the PVD clinic. They were examined by a vitreo-retinal Fellow using indirect ophthalmoscopy and a 20 D lens with scleral indentation. The position and nature of any retinal abnormalities …",
            "The posterior vitreous detachment clinic: do new retinal breaks develop in the six weeks following an isolated symptomatic posterior vitreous detachment?",
            "PSR Richardson and MT Benson and GR Kirkby",
            "1999",
            "wAhhvdkAAAAJ:d1gkVwhDpl0C",
            51,
            "https:\/\/www.nature.com\/articles\/eye199958",
            "4845355517692609732",
            "\/scholar?cites=4845355517692609732",
            {
                "2001":5,
                "2002":3,
                "2003":2,
                "2004":1,
                "2005":1,
                "2006":2,
                "2007":5,
                "2008":3,
                "2009":1,
                "2010":2,
                "2011":2,
                "2012":5,
                "2013":3,
                "2014":3,
                "2015":2,
                "2016":3,
                "2017":4,
                "2018":4
            }
        ],
        [
            "AIM: To determine the nature of the cellular infiltrate, alterations in cell adhesion molecules, and MHC II antigen expression in the rat retina following diode laser retinal photocoagulation. METHOD: 20 normal Lister rats underwent diode laser photocoagulation of the retina. Frozen sections from eyes enucleated at 0, 1, 5, 13, and 33 days post laser were examined for T cells (R7.3), CD4 T cells (W3\/25), activated CD4 T cells (OX-40), CD8 T cells (OX-8), B cells (OX-33), and macrophages (OX-42), MHC II antigen (OX-6), and E-Selectin-1, VCAM-1, and ICAM-1. RESULTS: Retinal diode laser photocoagulation stimulated a wound healing response in the outer retina and choroid. The cellular infiltrate included macrophages and activated CD4 T cells at 13 and 33 days post laser. Glial cells in the inner plexiform and inner nuclear layers expressed MHC II antigen at 24 hours only. ICAM-1 antigen was induced in RPE …",
            "Immunocytochemical study of retinal diode laser photocoagulation in the rat.",
            "PR Richardson and ME Boulton and J Duvall-Young and D McLeod",
            "1996",
            "wAhhvdkAAAAJ:9yKSN-GCB0IC",
            37,
            "https:\/\/bjo.bmj.com\/content\/80\/12\/1092.short",
            "16027338877207384651",
            "\/scholar?cites=16027338877207384651",
            {
                "1998":2,
                "1999":1,
                "2000":1,
                "2001":2,
                "2002":4,
                "2003":5,
                "2004":2,
                "2005":1,
                "2006":2,
                "2007":2,
                "2008":3,
                "2009":2,
                "2010":2,
                "2011":1,
                "2012":2,
                "2013":1,
                "2014":1,
                "2015":2,
                "2016":1
            }
        ],
        [
            "Purpose. In proliferative vitreoretinopathy (PVR) retinal pigment epithelial (RPE) cells are thought to synthesise and interact with extracellular matrix (ECM) proteins to form fibrocellular membranes attached to the retina, which the cells then progressively contract detaching the retina. Haemorrhage into the eye is an exacerbating factor in the pathology. To investigate some of the possible interactions between ECM proteins, platelet mitogens and RPE cells in this study, we examined the combined effect of platelet derived mitogens and ECM proteins on RPE cell proliferation and contraction.Methods. Cells were cultured on a range of individual ECM proteins as well as on the ECM deposited by normal vitreous fluid and exposed to platelet mitogens. Effects on cell proliferation and cell detachment from these substrates and tissue culture plastic were examined.Results. We report additive\/synergistic effects of platelet …",
            "Additive effects of extracellular matrix proteins and platelet derived mitogens on human retinal pigment epithelial cell proliferation and contraction",
            "L Smith-Thomas and P Richardson and MA Parsons and IG Rennie and M Benson and S MacNeil",
            "1996",
            "wAhhvdkAAAAJ:2osOgNQ5qMEC",
            30,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.3109\/02713689609003457",
            "14868427167920532506",
            "\/scholar?cites=14868427167920532506",
            {
                "1997":1,
                "1998":3,
                "1999":2,
                "2000":5,
                "2001":2,
                "2002":2,
                "2003":2,
                "2004":2,
                "2005":1,
                "2006":1,
                "2007":1,
                "2008":1,
                "2009":1,
                "2010":1,
                "2011":1,
                "2012":1,
                "2013":1,
                "2014":1,
                "2015":1
            }
        ]
    ]
}