{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "This volume contains a review of evidence to assess whether sanctions work, to assess what determines their success and to assess why their effectiveness has declined. It looks at the uses of economic sanctions since 1914 and evaluates the effectiveness of sanctions as a policy tool. It contains 11 case studies of different countries which each include a chronology; the sanctioning country's objectives; the target country's response; the roles played by important third countries; relevant economic data and a calculation of costs; and an assessment of the outcome.",
            "Economic sanctions reconsidered: History and current policy",
            "Gary Clyde Hufbauer and Jeffrey J Schott and Kimberly Ann Elliott",
            "1990",
            "wBrv_sQAAAAJ:35N4QoGY0k4C",
            2507,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=etyVmnPOrG8C&oi=fnd&pg=PR11&dq=info:fBwef3gyU18J:scholar.google.com&ots=Tg6zppZ6-N&sig=c2WFLzyaUw1nr0ZHSAGk2KIThTo",
            "6868889349780282492",
            "\/scholar?cites=6868889349780282492",
            {
                "1986":9,
                "1987":17,
                "1988":20,
                "1989":25,
                "1990":19,
                "1991":15,
                "1992":12,
                "1993":17,
                "1994":24,
                "1995":23,
                "1996":31,
                "1997":33,
                "1998":40,
                "1999":40,
                "2000":54,
                "2001":40,
                "2002":41,
                "2003":46,
                "2004":38,
                "2005":44,
                "2006":57,
                "2007":67,
                "2008":54,
                "2009":71,
                "2010":97,
                "2011":90,
                "2012":95,
                "2013":102,
                "2014":114,
                "2015":158,
                "2016":188,
                "2017":184,
                "2018":183,
                "2019":198,
                "2020":183,
                "2021":10
            }
        ],
        [
            "This new edition contains a detailed assessment of the NAFTA agreement as actually negotiated. It aims to inform public debate in all three countries about the impact of NAFTA and whether it should be ratified.",
            "NAFTA: An assessment",
            "Gary Clyde Hufbauer and Jeffrey J Schott and Robin Dunnigan and Diana Clark",
            "1993",
            "wBrv_sQAAAAJ:L7CI7m0gUJcC",
            514,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=ebHkRhPma9IC&oi=fnd&pg=PR9&dq=info:ugvzh2ltcmwJ:scholar.google.com&ots=w3tRzfwqio&sig=0Ek6chyg38WJQZgMKgCyOkjozQo",
            "7814428603461077946",
            "\/scholar?cites=7814428603461077946",
            {
                "1993":15,
                "1994":43,
                "1995":37,
                "1996":26,
                "1997":30,
                "1998":28,
                "1999":24,
                "2000":21,
                "2001":30,
                "2002":19,
                "2003":17,
                "2004":20,
                "2005":21,
                "2006":21,
                "2007":10,
                "2008":14,
                "2009":12,
                "2010":13,
                "2011":5,
                "2012":6,
                "2013":10,
                "2014":18,
                "2015":11,
                "2016":19,
                "2017":8,
                "2018":13,
                "2019":9,
                "2020":5
            }
        ],
        [
            "NAFTA entered into force in 1994 after a bitter Congressional debate. But NAFTA in operation has proved no less controversial than NAFTA before ratification, for both supporters and opponents of trade liberalization have cited experience with the agreement to justify their positions. To provide a factual basis for this ongoing debate, the authors evaluate NAFTA's performance over the first seven years, comparing actual experience with both the objectives of the agreement's supporters and the charges of its critics. They then examine future challenges and opportunities in the trade and investment relationships among the three partner countries and the broader implications for new trade initiatives throughout the hemisphere.",
            "NAFTA revisited: Achievements and challenges",
            "Gary Clyde Hufbauer and Jeffrey J Schott",
            "2005",
            "wBrv_sQAAAAJ:Tyk-4Ss8FVUC",
            507,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=qa6xDQAAQBAJ&oi=fnd&pg=PP1&dq=info:J3huAqiMb80J:scholar.google.com&ots=bgV-ZsPaUo&sig=KmxI1WIVfk21bdDz_hp8kLDqTec",
            "14803205153413298215",
            "\/scholar?cites=14803205153413298215",
            {
                "2006":23,
                "2007":27,
                "2008":41,
                "2009":35,
                "2010":45,
                "2011":36,
                "2012":26,
                "2013":42,
                "2014":39,
                "2015":37,
                "2016":30,
                "2017":41,
                "2018":22,
                "2019":25,
                "2020":13,
                "2021":1
            }
        ],
        [
            "Negotiations toward a North American free trade area (FTA) started in early 1991. This study assesses the impact such negotiations would have on the US and Mexican economies, the goals of a North American ETA, and the implications for world trade relations. Three main topics are examined: the goals of the United States, Mexico, and Canada in pursuing closer trade ties, and the appropriate modalities and timetable for achieving those objectives; the implications of prospective negotiations: what should and should not be on the table, how the US-Canada model could be applied, and\/or how that model would need to be modified; and the implications for the world trading system in light of the results of the Uruguay Round of multilateral trade negotiations in the GATT.",
            "North American free trade: Issues and recommendations",
            "Gary Clyde Hufbauer and Jeffrey J Schott and Lee Ol Remick",
            "1992",
            "wBrv_sQAAAAJ:t6usbXjVLHcC",
            445,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=ZBv9oywDMLAC&oi=fnd&pg=PR12&dq=info:8Xg7T4eQv6kJ:scholar.google.com&ots=yQMAzLHN-o&sig=voLJ4cqjeKXK0iqcRJbTuPrpxR8",
            "12231654023785838833",
            "\/scholar?cites=12231654023785838833",
            {
                "1992":11,
                "1993":53,
                "1994":47,
                "1995":33,
                "1996":31,
                "1997":18,
                "1998":23,
                "1999":14,
                "2000":23,
                "2001":13,
                "2002":9,
                "2003":13,
                "2004":21,
                "2005":18,
                "2006":17,
                "2007":8,
                "2008":9,
                "2009":20,
                "2010":4,
                "2011":4,
                "2012":2,
                "2013":5,
                "2014":12,
                "2015":6,
                "2016":5,
                "2017":4,
                "2018":6,
                "2019":5,
                "2020":1
            }
        ],
        [
            "The Uruguay Round was the largest and most important set of multilateral trade negotiations ever undertaken. It will have far-reaching implications for world growth and the evolution of the global trading system into the next century. This is a concise but comprehensive analysis of the key provisions and economic implications of the Final Act of the Uruguay Round. Schott develops a scorecard and grades the results of the negotiations. The sectors and functional areas assessed include agriculture, antidumping, services, investment, intellectual property, textiles and apparel, subsidies, the new dispute settlement mechanism, and other institutional reforms. Schott's previous book (with Gary Hufbauer), NAFTA: An Assessment, was the definitive analysis of that agreement and played an important role in the US ratification debate. The Uruguay Round: An Assessment will be an indispensable reference for policymakers, business people, and others interested in a balanced evaluation of the results of its eight years of negotiations. It will also be invaluable for teachers seeking to introduce students to the structure and operations of the global trading system.",
            "The Uruguay round: an assessment",
            "Jeffrey J Schott and Johanna W Buurman",
            "1994",
            "wBrv_sQAAAAJ:zLWjf1WUPmwC",
            410,
            "http:\/\/scholar.google.com\/scholar?cluster=17836540490421492665&hl=en&oi=scholarr",
            "17836540490421492665",
            "\/scholar?cites=17836540490421492665",
            {
                "1994":2,
                "1995":14,
                "1996":40,
                "1997":40,
                "1998":29,
                "1999":27,
                "2000":23,
                "2001":24,
                "2002":23,
                "2003":21,
                "2004":17,
                "2005":9,
                "2006":12,
                "2007":8,
                "2008":8,
                "2009":10,
                "2010":11,
                "2011":6,
                "2012":11,
                "2013":9,
                "2014":12,
                "2015":10,
                "2016":8,
                "2017":13,
                "2018":3,
                "2019":5,
                "2020":5
            }
        ],
        [
            "President Bush's Enterprise for the Americas Initiative (EAI) opens the door to negotiations to promote closer trade and economic relations among the countries in the Western Hemisphere, and ultimately to establish a hemispheric free trade zone. While the President took an important first step by defining broad objectives, a number of practical questions regarding the scope, content, and form of the negotiations remain to be addressed. This book examines the prospects for free trade in the Western Hemisphere and offers policy recommendations on how that objective could best be achieved.",
            "Western hemisphere economic integration",
            "Gary Clyde Hufbauer and Jeffrey J Schott and Diana Clark",
            "1994",
            "wBrv_sQAAAAJ:M3ejUd6NZC8C",
            259,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=rYeeuxAkipUC&oi=fnd&pg=PR11&dq=info:TCrGWBY_ZioJ:scholar.google.com&ots=YkUX8mSa32&sig=sAmg6ryVoXerJ6GqIVdjXS368hI",
            "3055198762428672588",
            "\/scholar?cites=3055198762428672588",
            {
                "1994":2,
                "1995":12,
                "1996":8,
                "1997":21,
                "1998":8,
                "1999":10,
                "2000":13,
                "2001":11,
                "2002":11,
                "2003":12,
                "2004":11,
                "2005":11,
                "2006":11,
                "2007":7,
                "2008":9,
                "2009":5,
                "2010":9,
                "2011":11,
                "2012":7,
                "2013":10,
                "2014":12,
                "2015":10,
                "2016":6,
                "2017":13,
                "2018":6,
                "2019":6,
                "2020":2,
                "2021":1
            }
        ],
        [
            "The goals of this book are to describe, explain, measure, evaluate, and convey the significance of contemporary Asian regionalism. I began by shaking up the topic, so to speak, to see what fell out. I plunged into research on Asia from a variety of intellectual disciplines, including history, geography, political science, economics, sociology, security studies, travel books, and lit-erature. For comparative perspective, I dipped into studies of European and North American integration and their role in world order. I cannot say that I did full justice to existing scholarship, because doing so would occupy several lifetimes. Nevertheless, I believe that my interdisciplinary approach, espe-cially my focus on maritime issues, uncovered interesting linkages and para-doxes overlooked by most other analysts.“Imagination labors best in distant fields,” said Mark Twain wryly, poking fun at “experts” who pretend to know a lot but are completely wrong. Despite the great distance that separates me from Asian fields, I believe that I have captured some essential truths about Asian integration that conventional assessments overlook. I hope that this book motivates others to travel around Asia and test my conclusions more rigorously. Even if those conclusions prove to be faulty, I like to think that my errors will stimulate experts to bridge the disciplinary divide, broaden their geographic vision, explore new ideas, and open new avenues of field work. I did not, however, write this book only for experts. Policymakers and opinion leaders in the United States and elsewhere need to learn more about Asia. The apparent budding of Asian integration and China's role within it should …",
            "Asia's new regionalism",
            "Ellen L Frost",
            "2008",
            "wBrv_sQAAAAJ:BwyfMAYsbu0C",
            247,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=WtBRWeLMgRcC&oi=fnd&pg=PR7&dq=info:8Ju6ChGo3t0J:scholar.google.com&ots=PST8OdRXFI&sig=uS4b3aYQFFQSrnOjsuhOwJdd9Ic",
            "15987400518359751664",
            "\/scholar?cites=15987400518359751664",
            {
                "2008":3,
                "2009":11,
                "2010":29,
                "2011":24,
                "2012":22,
                "2013":28,
                "2014":29,
                "2015":19,
                "2016":20,
                "2017":19,
                "2018":9,
                "2019":13,
                "2020":14
            }
        ],
        [
            "In this conference volume, distinguished economists and trade policymakers address the US initiatives to enter into free trade negotiations with a broad range of countries in the Asia-Pacific region, the Western Hemisphere, and Africa. The sheer number of these initiatives is unprecedented and has provoked major policy questions concerning US interests in the negotiations, the setting of priorities among the many contenders for concluding free trade agreements (FTAs) with the United States, the objectives of those trading partners, and the implications that these agreements could have for broader initiatives such as the Doha Round in the World Trade Organization and the Free Trade Area of the Americas. The papers in the volume were presented during a conference on FTAs and US trade policy, sponsored by the Institute in May 2003. The editor, Jeffrey Schott, summarizes the policy implications drawn from the conference papers and discussions, which are organized around several topics: the conceptual case for FTAs and how they have worked in the past; what FTAs imply for the broader global system; the specific agreements that are already being pursued (Australia, Central America, Morocco, southern Africa) or considered (ASEAN, Brazil, Egypt, Korea, and Taiwan). The volume includes a technical appendix with results of GTAP and gravity model simulations of the trade and welfare effects of the prospective agreements.",
            "Free trade agreements: US strategies and priorities",
            "Jeffrey J Schott",
            "2004",
            "wBrv_sQAAAAJ:8AbLer7MMksC",
            203,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=srGxDQAAQBAJ&oi=fnd&pg=PP1&dq=info:0ZabINhpFJ0J:scholar.google.com&ots=I6p34Q6rv-&sig=b3eyFes0gSLcXdkVsgIn5uaFs0w",
            "11318788140469819089",
            "\/scholar?cites=11318788140469819089",
            {
                "2004":6,
                "2005":16,
                "2006":25,
                "2007":33,
                "2008":14,
                "2009":10,
                "2010":20,
                "2011":19,
                "2012":16,
                "2013":10,
                "2014":3,
                "2015":4,
                "2016":4,
                "2017":2,
                "2018":6,
                "2019":3,
                "2020":5
            }
        ],
        [
            "HILE the current Uruguay Round of multilateral trade negotiations holds the promise of trade reforms, the failure of the Brussels ministerial in December 1990 brought those talks to near collapse. The Brussels outcome lowered expectations of what eventually could be achieved in GATT talks, and revived concerns about the future of the GATT system itself. Critics suggested that the GATT had become depassk, and that the multilateral trading system was dewhing, defacto if not de jure, into regional trading blocs. This paper seeks to test that contention by analysing developments in the European Community, North America', and East Asia'. Each region will be examined to determine whether it is moving toward regional trading arrangements, and, if so, whether such movement is seen as a complement to, or at the expense of, the multilateral trading system. But first a few words about trading blocs.",
            "Trading blocs and the world trading system",
            "Jeffrey J Schott",
            "1991",
            "wBrv_sQAAAAJ:BqipwSGYUEgC",
            173,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/j.1467-9701.1991.tb00748.x",
            "6152498046556868550",
            "\/scholar?cites=6152498046556868550",
            {
                "1990":1,
                "1991":2,
                "1992":9,
                "1993":20,
                "1994":7,
                "1995":16,
                "1996":11,
                "1997":9,
                "1998":7,
                "1999":7,
                "2000":4,
                "2001":6,
                "2002":8,
                "2003":3,
                "2004":3,
                "2005":4,
                "2006":2,
                "2007":2,
                "2008":4,
                "2009":2,
                "2010":2,
                "2011":6,
                "2012":8,
                "2013":3,
                "2014":3,
                "2015":3,
                "2016":5,
                "2017":4,
                "2018":4,
                "2019":6
            }
        ],
        [
            "Descript_Local: RELACIONES COMERC INTERNACIONALES; ACUERDOS COMERCIALES; NAFTA; POLITICA DE COMERCIALIZACION; BARRERAS NO ARANCELARIAS; LIBERALIZACION DEL INTERCAMBIO; GATT; RONDA URUGUAY; SISTEMAS DE COMERCIALIZACION; POLITICA ECONOMICA; BARRERAS COMERCIALES; COMERCIO EXTERIOR; CANADA; ESTADOS UNIDOS DE AMERICA; JAPON; ISRAEL; MEXICO; AUSTRALIA; TAIWAN; CUENCA DEL PACIFICO",
            "Free trade areas and US trade policy",
            "Jeffrey J Schott",
            "1989",
            "wBrv_sQAAAAJ:TFP_iSt0sucC",
            165,
            "http:\/\/www.sidalc.net\/cgi-bin\/wxis.exe\/?IsisScript=iicacr.xis&method=post&formato=2&cantidad=1&expresion=mfn=026325",
            "5317246293420586844",
            "\/scholar?cites=5317246293420586844",
            {
                "1988":1,
                "1989":4,
                "1990":4,
                "1991":8,
                "1992":16,
                "1993":16,
                "1994":14,
                "1995":12,
                "1996":13,
                "1997":7,
                "1998":5,
                "1999":5,
                "2000":1,
                "2001":7,
                "2002":2,
                "2003":4,
                "2004":3,
                "2005":3,
                "2006":7,
                "2007":3,
                "2008":2,
                "2009":3,
                "2010":3,
                "2011":3,
                "2012":2,
                "2013":3,
                "2014":2,
                "2015":3,
                "2016":1,
                "2017":2,
                "2018":1,
                "2019":1,
                "2020":2
            }
        ]
    ]
}