{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0
    ],
    "data":[
        [
            "The Resource‐Based View of the Firm (RBV) has become an important stream of literature in strategic management. RDV's main prescription is that strategic assets are crucial determinants of sustainable competitive advantage and thus firm performance. Unfortunately, little empirical research has been occasioned to substantiate that prescription. Part of the difficulty in empirically testing RBV's main prescription lies in identifying resources capable of being strategic assets. This article combines RBV logic, the definition of strategic assets, Hall's studies, and the logic embodied in several streams of management literature to explain why strategic assets are intangible in nature, to show that not all intangible resources are strategic assets, and to demonstrate that company reputation, product reputation, employee knowhow, and organizational culture possess the characteristics of strategic assets. That is the foundation …",
            "In search of strategic assets",
            "Michael D Michalisin and Robert D Smith and Douglas M Kline",
            "1997",
            "wc-Au1kAAAAJ:Se3iqnhoufwC",
            419,
            "https:\/\/www.emerald.com\/insight\/content\/doi\/10.1108\/eb028874\/full\/html",
            "11442743295182811594",
            "\/scholar?cites=11442743295182811594",
            {
                "1999":3,
                "2000":2,
                "2001":7,
                "2002":10,
                "2003":10,
                "2004":23,
                "2005":18,
                "2006":19,
                "2007":21,
                "2008":31,
                "2009":30,
                "2010":25,
                "2011":36,
                "2012":23,
                "2013":23,
                "2014":27,
                "2015":26,
                "2016":12,
                "2017":17,
                "2018":17,
                "2019":16,
                "2020":18
            }
        ]
    ]
}