{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3
    ],
    "data":[
        [
            "Calorie restriction increases life span in many organisms, including the budding yeast Saccharomyces cerevisiae. From a large-scale analysis of 564 single-gene–deletion strains of yeast, we identified 10 gene deletions that increase replicative life span. Six of these correspond to genes encoding components of the nutrient-responsive TOR and Sch9 pathways. Calorie restriction of tor1D or sch9D cells failed to further increase life span and, like calorie restriction, deletion of either SCH9 or TOR1 increased life span independent of the Sir2 histone deacetylase. We propose that the TOR and Sch9 kinases define a primary conduit through which excess nutrient intake limits longevity in yeast.",
            "Regulation of yeast replicative life span by TOR and Sch9 in response to nutrients",
            "Matt Kaeberlein and R Wilson Powers and Kristan K Steffen and Eric A Westman and Di Hu and Nick Dang and Emily O Kerr and Kathryn T Kirkland and Stanley Fields and Brian K Kennedy",
            "2005",
            "wCawLeIAAAAJ:0EnyYjriUFMC",
            1288,
            "https:\/\/science.sciencemag.org\/content\/310\/5751\/1193.abstract",
            "11412948200702042377",
            "\/scholar?cites=11412948200702042377",
            {
                "2005":5,
                "2006":44,
                "2007":57,
                "2008":76,
                "2009":92,
                "2010":102,
                "2011":101,
                "2012":114,
                "2013":89,
                "2014":122,
                "2015":97,
                "2016":85,
                "2017":69,
                "2018":81,
                "2019":69,
                "2020":70,
                "2021":5
            }
        ],
        [
            "Chronological life span (CLS) in Saccharomyces cerevisiae, defined as the time cells in a stationary phase culture remain viable, has been proposed as a model for the aging of post-mitotic tissues in mammals. We developed a high-throughput assay to determine CLS for ∼4800 single-gene deletion strains of yeast, and identified long-lived strains carrying mutations in the conserved TOR pathway. TOR signaling regulates multiple cellular processes in response to nutrients, especially amino acids, raising the possibility that decreased TOR signaling mediates life span extension by calorie restriction. In support of this possibility, removal of either asparagine or glutamate from the media significantly increased stationary phase survival. Pharmacological inhibition of TOR signaling by methionine sulfoximine or rapamycin also increased CLS. Decreased TOR activity also promoted increased accumulation of storage …",
            "Extension of chronological life span in yeast by decreased TOR pathway signaling",
            "R Wilson Powers and Matt Kaeberlein and Seth D Caldwell and Brian K Kennedy and Stanley Fields",
            "2006",
            "wCawLeIAAAAJ:8k81kl-MbHgC",
            936,
            "http:\/\/genesdev.cshlp.org\/content\/20\/2\/174.short",
            "6655055085516145327",
            "\/scholar?cites=6655055085516145327",
            {
                "2006":27,
                "2007":34,
                "2008":43,
                "2009":56,
                "2010":71,
                "2011":89,
                "2012":69,
                "2013":78,
                "2014":73,
                "2015":73,
                "2016":64,
                "2017":70,
                "2018":70,
                "2019":65,
                "2020":44,
                "2021":4
            }
        ],
        [
            "Mammalian aging can be delayed with genetic, dietary, and pharmacologic approaches. Given that the elderly population is dramatically increasing and that aging is the greatest risk factor for a majority of chronic diseases driving both morbidity and mortality, it is critical to expand geroscience research directed at extending human healthspan.",
            "Geroscience: linking aging to chronic disease",
            "Brian K Kennedy and Shelley L Berger and Anne Brunet and Judith Campisi and Ana Maria Cuervo and Elissa S Epel and Claudio Franceschi and Gordon J Lithgow and Richard I Morimoto and Jeffrey E Pessin and Thomas A Rando and Arlan Richardson and Eric E Schadt and Tony Wyss-Coray and Felipe Sierra",
            "2014",
            "wCawLeIAAAAJ:e5wmG9Sq2KIC",
            918,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S009286741401366X",
            "1447732553892544197",
            "\/scholar?cites=1447732553892544197",
            {
                "2015":37,
                "2016":92,
                "2017":126,
                "2018":159,
                "2019":197,
                "2020":278,
                "2021":12
            }
        ],
        [
            "Resveratrol, a small molecule found in red wine, is reported to slow aging in simple eukaryotes and has been suggested as a potential calorie restriction mimetic. Resveratrol has also been reported to act as a sirtuin activator, and this property has been proposed to account for its anti-aging effects. We show here that resveratrol is a substrate-specific activator of yeast Sir2 and human SirT1. In particular, we observed that, in vitro, resveratrol enhances binding and deacetylation of peptide substrates that contain Fluor de Lys, a non-physiological fluorescent moiety, but has no effect on binding and deacetylation of acetylated peptides lacking the fluorophore. Consistent with these biochemical data we found that in three different yeast strain backgrounds, resveratrol has no detectable effect on Sir2 activity in vivo, as measured by rDNA recombination, transcriptional silencing near telomeres, and life span. In light of these …",
            "Substrate-specific activation of sirtuins by resveratrol",
            "Matt Kaeberlein and Thomas McDonagh and Birgit Heltweg and Jeffrey Hixon and Eric A Westman and Seth D Caldwell and Andrew Napper and Rory Curtis and Peter S DiStefano and Stanley Fields and Antonio Bedalov and Brian K Kennedy",
            "2005",
            "wCawLeIAAAAJ:5nxA0vEk-isC",
            845,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021925820658768",
            "16857424028244262097",
            "\/scholar?cites=16857424028244262097",
            {
                "2005":14,
                "2006":43,
                "2007":37,
                "2008":45,
                "2009":50,
                "2010":86,
                "2011":80,
                "2012":87,
                "2013":92,
                "2014":64,
                "2015":56,
                "2016":51,
                "2017":28,
                "2018":35,
                "2019":29,
                "2020":31,
                "2021":1
            }
        ]
    ]
}