{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4
    ],
    "data":[
        [
            "The Canadian Primary Care Sentinel Surveillance Network (CPCSSN) is Canada’s first national chronic disease surveillance system based on electronic health record (EHR) data. The purpose of this study was to develop and validate case definitions and case-finding algorithms used to identify 8 common chronic conditions in primary care: chronic obstructive pulmonary disease (COPD), dementia, depression, diabetes, hypertension, osteoarthritis, parkinsonism, and epilepsy.Using a cross-sectional data validation study design, regional and local CPCSSN networks from British Columbia, Alberta (2), Ontario, Nova Scotia, and Newfoundland participated in validating EHR case-finding algorithms. A random sample of EHR charts were reviewed, oversampling for patients older than 60 years and for those with epilepsy or parkinsonism. Charts were reviewed by trained research assistants and …",
            "Validating the 8 CPCSSN case definitions for chronic disease surveillance in a primary care database of electronic health records",
            "Tyler Williamson and Michael E Green and Richard Birtwhistle and Shahriar Khan and Stephanie Garies and Sabrina T Wong and Nandini Natarajan and Donna Manca and Neil Drummond",
            "2014",
            "WCP1A68AAAAJ:_Qo2XoVZTnwC",
            137,
            "https:\/\/www.annfammed.org\/content\/12\/4\/367.short",
            "229862293991531798",
            "\/scholar?cites=229862293991531798",
            {
                "2014":2,
                "2015":11,
                "2016":24,
                "2017":24,
                "2018":17,
                "2019":30,
                "2020":26,
                "2021":2
            }
        ],
        [
            "Background. A common tenet in emergency medical services (EMS) is that faster response equates to better patient outcome, translated by some EMS operations into a goal of a response time of 8 minutes or less for advanced life support (ALS) units responding to life-threatening events. Objective. To explore whether an 8-minute EMS response time was associated with mortality. Methods. This was a one-year retrospective cohort study of adults with a life-threatening event as assessed at the time of the 9-1-1 call (Medical Priority Dispatch System Echo-or Delta-level event). The study setting was an urban all-ALS EMS system serving a population of approximately 1 million. Response time was defined as 9-1-1 call receipt to ALS unit arrival on scene, and outcome was defined as all-cause mortality at hospital discharge. Potential covariates included patient acuity, age, gender, and combined scene and transport …",
            "Emergency medical services response time and mortality in an urban setting",
            "Ian E Blanchard and Christopher J Doig and Brent E Hagel and Andrew R Anton and David A Zygun and John B Kortbeek and D Gregory Powell and Tyler S Williamson and Gordon H Fick and Grant D Innes",
            "2012",
            "WCP1A68AAAAJ:kNdYIx-mwKoC",
            117,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.3109\/10903127.2011.614046",
            "16732491082097049713",
            "\/scholar?cites=16732491082097049713",
            {
                "2012":7,
                "2013":12,
                "2014":15,
                "2015":9,
                "2016":11,
                "2017":9,
                "2018":24,
                "2019":11,
                "2020":15,
                "2021":2
            }
        ],
        [
            "Registry-based randomized controlled trials are defined as pragmatic trials that use registries as a platform for case records, data collection, randomization, and follow-up. Recently, the application of registry-based randomized controlled trials has attracted increasing attention in health research to address comparative effectiveness research questions in real-world settings, mainly due to their low cost, enhanced generalizability of findings, rapid consecutive enrollment, and the potential completeness of follow-up for the reference population, when compared with conventional randomized effectiveness trials. However several challenges of registry-based randomized controlled trials have to be taken into consideration, including registry data quality, ethical issues, and methodological challenges. In this article, we summarize the advantages, challenges, and areas for future research related to registry-based …",
            "Registry-based randomized controlled trials-what are the advantages, challenges, and areas for future research?",
            "Guowei Li and Tolulope T Sajobi and Bijoy K Menon and Lawrence Korngut and Mark Lowerison and Matthew James and Stephen B Wilton and Tyler Williamson and Stephanie Gill and Lauren L Drogos and Eric E Smith and Sunita Vohra and Michael D Hill and Lehana Thabane",
            "2016",
            "WCP1A68AAAAJ:zA6iFVUQeVQC",
            102,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S089543561630350X",
            "12408346955824245384",
            "\/scholar?cites=12408346955824245384",
            {
                "2015":2,
                "2016":1,
                "2017":12,
                "2018":25,
                "2019":26,
                "2020":33,
                "2021":2
            }
        ],
        [
            "234 Stroke January 2017 departure for ECC time) equals 15 minutes. Time C (door-toarterial access time) is assumed to be 90 minutes in the mothership scenario, and 50 minutes in the drip and ship scenario as treatment times has been shown to be faster at the ECC because of prenotification in the drip and ship case. 13 We assume that first reperfusion is achieved 30 minutes into the endovascular procedure. For alteplase, the time of reperfusion is harder to define. We define early reperfusion as 70 minutes post treatment initiation because angiography studies have shown that 1.6% of internal carotid artery, 23.9% of M1 (M1 segment of the middle cerebral artery), and 38.9% of M2 (M2 segment of the middle cerebral artery) occlusions were recanalized at first angiography post alteplase administration (median 70 minutes). 14 Also, this is a relevant time point when considering interfacility transportation. When the …",
            "Drip and Ship Versus Direct to Comprehensive Stroke Center: Conditional Probability Modeling.",
            "Jessalyn K Holodinsky and Tyler S Williamson and Noreen Kamal and Dhruv Mayank and Michael D Hill and Mayank Goyal",
            "2016",
            "WCP1A68AAAAJ:4OULZ7Gr8RgC",
            92,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/STROKEAHA.116.014306",
            "6419856137271804809",
            "\/scholar?cites=6419856137271804809",
            {
                "2017":12,
                "2018":24,
                "2019":28,
                "2020":25,
                "2021":2
            }
        ],
        [
            "OBJECTIVE:To compare the effectiveness of transobturator tape with tension-free vaginal tape (TVT) in terms of objective cure of stress urinary incontinence (SUI) at 12 months postoperatively.METHOD:Women with SUI were randomly allocated to either transobturator tape or TVT procedures and reviewed at 12 months after surgery. The primary outcome was objective evidence of “cure,” evaluated by standardized pad test (cure defined as less than 1 g urine leaked). Other outcomes included complications, subjective cure, incontinence-related quality of life, return to usual sexual activity, and satisfaction with surgery. Primary analysis compared the proportion of patients in each group who were cured at 12-month follow-up.RESULTS:A total of 199 women participated (94 in the transobturator tape group, 105 in the TVT group). Sixty-eight women (81%) in the transobturator tape group were cured, compared with 67 …",
            "Transobturator tape compared with tension-free vaginal tape for stress incontinence: a randomized controlled trial",
            "Sue Ross and Magali Robert and Cheryl Swaby and Lorel Dederer and Doug Lier and Selphee Tang and Penny Brasher and Colin Birch and Dave Cenaiko and Tom Mainprize and Magnus Murphy and Kevin Carlson and Richard Baverstock and Philip Jacobs and Tyler Williamson",
            "2009",
            "WCP1A68AAAAJ:u5HHmVD_uO8C",
            91,
            "https:\/\/journals.lww.com\/greenjournal\/Fulltext\/2009\/12000\/The_High_Cost_of_Free_Lunch.20.aspx",
            "6821727477002395032",
            "\/scholar?cites=6821727477002395032",
            {
                "2008":1,
                "2009":7,
                "2010":12,
                "2011":12,
                "2012":4,
                "2013":16,
                "2014":12,
                "2015":4,
                "2016":8,
                "2017":5,
                "2018":2,
                "2019":5
            }
        ]
    ]
}