{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Research in semiconductor spintronics aims to extend the scope of conventional electronics by using the spin degree of freedom of an electron in addition to its charge 1. Significant scientific advances in this area have been reported, such as the development of diluted ferromagnetic semiconductors 2, 3, spin injection into semiconductors from ferromagnetic metals 4, 5, 6, 7, 8 and discoveries of new physical phenomena involving electron spin 9, 10. Yet no viable means of developing spintronics in semiconductors has been presented. Here we report a theoretical design that is a conceptual step forward—spin accumulation is used as the basis of a semiconductor computer circuit. Although the giant magnetoresistance effect in metals 11, 12 has already been commercially exploited, it does not extend to semiconductor\/ferromagnet systems, because the effect is too weak for logic operations. We overcome this …",
            "Spin-based logic in semiconductors for reconfigurable large-scale circuits",
            "H Dery and P Dalal and Ł Cywinski and LJ Sham",
            "2007",
            "Wcx_lrkAAAAJ:u5HHmVD_uO8C",
            402,
            "https:\/\/www.nature.com\/articles\/nature05833",
            "6980353013457471283",
            "\/scholar?cites=6980353013457471283",
            {
                "2007":7,
                "2008":14,
                "2009":19,
                "2010":21,
                "2011":24,
                "2012":36,
                "2013":30,
                "2014":39,
                "2015":40,
                "2016":31,
                "2017":33,
                "2018":33,
                "2019":30,
                "2020":42,
                "2021":3
            }
        ],
        [
            "We present a theory that elucidates the major momentum and spin relaxation processes for electrons, holes, and hot excitons in monolayer transition-metal dichalcogenides. We expand on spin flips induced by flexural phonons and show that the spin relaxation is ultrafast for electrons in free-standing membranes while being mitigated in supported membranes. This behavior due to interaction with flexural phonons is universal in two-dimensional membranes that respect mirror symmetry, and it leads to a counterintuitive inverse relation between mobility and spin relaxation.",
            "Transport Theory of Monolayer Transition-Metal Dichalcogenides through Symmetry",
            "Yang Song and Hanan Dery",
            "2013",
            "Wcx_lrkAAAAJ:Wp0gIr-vW9MC",
            190,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.111.026601",
            "5114007998262038967",
            "\/scholar?cites=5114007998262038967",
            {
                "2013":4,
                "2014":26,
                "2015":30,
                "2016":33,
                "2017":25,
                "2018":24,
                "2019":17,
                "2020":24,
                "2021":6
            }
        ],
        [
            "Photon upconversion is an elementary light–matter interaction process in which an absorbed photon is re-emitted at higher frequency after extracting energy from the medium. This phenomenon lies at the heart of optical refrigeration in solids 1, where upconversion relies on anti-Stokes processes enabled either by rare-earth impurities 2 or exciton–phonon coupling 3. Here, we demonstrate a luminescence upconversion process from a negatively charged exciton to a neutral exciton resonance in monolayer WSe 2, producing spontaneous anti-Stokes emission with an energy gain of 30 meV. Polarization-resolved measurements find this process to be valley selective, unique to monolayer semiconductors 4. Since the charged exciton binding energy 5 closely matches the 31 meV A 1′ optical phonon 6, 7, 8, 9, we ascribe the spontaneous excitonic anti-Stokes to doubly resonant Raman scattering, where the incident …",
            "Excitonic luminescence upconversion in a two-dimensional semiconductor",
            "Aaron M. Jones and Hongyi Yu and John R. Schaibley and Jiaqiang Yan and David G. Mandrus and Takashi Taniguchi and Kenji Watanabe and Hanan Dery and Wang Yao and Xiaodong Xu",
            "2016",
            "Wcx_lrkAAAAJ:DGzKIA18-3YC",
            153,
            "https:\/\/www.nature.com\/articles\/nphys3604",
            "6690751348875757891",
            "\/scholar?cites=6690751348875757891",
            {
                "2016":14,
                "2017":35,
                "2018":34,
                "2019":35,
                "2020":32,
                "2021":3
            }
        ],
        [
            "Long wavelength lasers and semiconductor optical amplifiers based on InAs quantum wire-\/dot-like active regions were developed on InP substrates dedicated to cover the extended telecommunication wavelength range between 1.4 and 1.65 µm. In a brief overview different technological approaches will be discussed, while in the main part the current status and recent results of quantum-dash lasers are reported. This includes topics like dash formation and material growth, device performance of lasers and optical amplifiers, static and dynamic properties and fundamental material and device modelling.",
            "InP based lasers and optical amplifiers with wire-\/dot-like active regions",
            "JP Reithmaier and A Somers and S Deubert and R Schwertberger and W Kaiser and A Forchel and M Calligaro and P Resneau and O Parillaud and S Bansropun and M Krakowski and R Alizon and D Hadass and A Bilenca and H Dery and V Mikhelashvili and G Eisenstein and M Gioannini and I Montrosset and Tommy Winther Berg and M Van Der Poel and Jesper Mørk and Bjarne Tromborg",
            "2005",
            "Wcx_lrkAAAAJ:u-x6o8ySG0sC",
            146,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/0022-3727\/38\/13\/004\/meta",
            "13740672643301721026",
            "\/scholar?cites=13740672643301721026",
            {
                "2005":2,
                "2006":15,
                "2007":11,
                "2008":17,
                "2009":7,
                "2010":7,
                "2011":17,
                "2012":10,
                "2013":8,
                "2014":9,
                "2015":8,
                "2016":10,
                "2017":5,
                "2018":5,
                "2019":6,
                "2020":9
            }
        ],
        [
            "Future development in spintronic devices will require an advanced control of spin currents, for example by an electric field. Here we demonstrate an approach that differs from previous proposals such as the Datta and Das modulator, and that is based on a van de Waals heterostructure of atomically thin graphene and semiconducting MoS 2. Our device combines the superior spin transport properties of graphene with the strong spin–orbit coupling of MoS 2 and allows switching of the spin current in the graphene channel between ON and OFF states by tuning the spin absorption into the MoS 2 with a gate electrode. Our proposal holds potential for technologically relevant applications such as search engines or pattern recognition circuits, and opens possibilities towards electrical injection of spins into transition metal dichalcogenides and alike materials.",
            "A two-dimensional spin field-effect switch",
            "Wenjing Yan and Oihana Txoperena and Roger Llopis and Hanan Dery and Luis Hueso and Felix Casanova",
            "2016",
            "Wcx_lrkAAAAJ:hEXC_dOfxuUC",
            127,
            "https:\/\/www.nature.com\/articles\/ncomms13372",
            "15525273930125446979",
            "\/scholar?cites=15525273930125446979",
            {
                "2015":2,
                "2016":2,
                "2017":21,
                "2018":36,
                "2019":29,
                "2020":36,
                "2021":1
            }
        ],
        [
            "The polarization analysis of optical transitions in monolayer and bilayer transition-metal dichalcogenides provides invaluable information on the spin and valley (pseudospin) degrees of freedom. To explain optical properties of a given monolayer transition-metal dichalcogenide, one should consider (i) the order of its spin-split conduction bands,(ii) whether intervalley scattering is prone to phonon bottleneck,(iii) and whether valley mixing by electron-hole exchange can take place. Using these principles, we present a consistent physical picture that elucidates a variety of features in the optical spectra of these materials. We explain the differences between optical transitions in monolayer MoSe 2 and monolayer WSe 2, finding that indirect excitons in the latter correspond to several low-energy optical transitions that so far were attributed to excitons bound to impurities. A possible mechanism that can explain the …",
            "Polarization analysis of excitons in monolayer and bilayer transition-metal dichalcogenides",
            "Hanan Dery and Yang Song",
            "2015",
            "Wcx_lrkAAAAJ:HKviVsUxM5wC",
            127,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.92.125431",
            "5859085243458605078",
            "\/scholar?cites=5859085243458605078",
            {
                "2015":3,
                "2016":22,
                "2017":28,
                "2018":22,
                "2019":27,
                "2020":22,
                "2021":3
            }
        ],
        [
            "We present a seamless integration of spin-based memory and logic circuits. The building blocks are magnetologic gates based on a hybrid graphene\/ferromagnet material system. We use network search engines as a technology demonstration vehicle and simulate a high-speed, small-area, and low-power spin-based circuit.",
            "Nanospintronics Based on Magnetologic Gates",
            "Hanan Dery and Hui Wu and Berkehan Ciftcioglu and Michael Huang and Yang Song and Roland Kawakami and Jing Shi and Ilya Krivorotov and I Žutić and Lu J Sham",
            "2012",
            "Wcx_lrkAAAAJ:ULOm3_A8WrAC",
            125,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/6084829\/",
            "17249231512259580150",
            "\/scholar?cites=17249231512259580150",
            {
                "2011":1,
                "2012":9,
                "2013":13,
                "2014":27,
                "2015":15,
                "2016":18,
                "2017":10,
                "2018":6,
                "2019":12,
                "2020":13
            }
        ],
        [
            "We derive a spin-dependent Hamiltonian that captures the symmetry of the zone edge states in silicon. We present analytical expressions of the spin-dependent states and of spin relaxation due to electron-phonon interactions in the multivalley conduction band. We find excellent agreement with experimental results. Similar to the usage of the Kane Hamiltonian in direct band-gap semiconductors, the new Hamiltonian can be used to study spin properties of electrons in silicon.",
            "Spin-Orbit Symmetries of Conduction Electrons in Silicon",
            "Pengke Li and Hanan Dery",
            "2011",
            "Wcx_lrkAAAAJ:hqOjcs7Dif8C",
            112,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.107.107203",
            "13285846771965190175",
            "\/scholar?cites=13285846771965190175",
            {
                "2011":1,
                "2012":15,
                "2013":21,
                "2014":22,
                "2015":20,
                "2016":10,
                "2017":7,
                "2018":4,
                "2019":6,
                "2020":5
            }
        ],
        [
            "We study all of the leading-order contributions to spin relaxation of conduction electrons in silicon due to the electron-phonon interaction. Using group theory, the k· p perturbation method, and the rigid-ion model, we derive an extensive set of matrix element expressions for all of the important spin-flip transitions in the multivalley conduction band. The scattering angle has an explicit dependence on the electron wave vectors, phonon polarization, valley position, and spin orientation of the electron. Comparison of the derived analytical expressions with results of empirical pseudopotential and adiabatic band charge models shows excellent agreement.",
            "Analysis of phonon-induced spin relaxation processes in silicon",
            "Yang Song and Hanan Dery",
            "2012",
            "Wcx_lrkAAAAJ:M3ejUd6NZC8C",
            103,
            "https:\/\/journals.aps.org\/prb\/abstract\/10.1103\/PhysRevB.86.085201",
            "13552784749487102397",
            "\/scholar?cites=13552784749487102397",
            {
                "2012":5,
                "2013":24,
                "2014":19,
                "2015":22,
                "2016":8,
                "2017":8,
                "2018":7,
                "2019":3,
                "2020":7
            }
        ],
        [
            "We describe a theoretical model for the linear optical gain properties of a quantum wire assembly and compare it to the well known case of a quantum dot assembly. We also present a technique to analyze the gain of an optical amplifier using bias dependent room temperature amplified spontaneous emission spectra. Employing this procedure in conjunction with the theoretical gain model, we demonstrate that InAs\/InP quantum dash structures have quantum-wire-like characteristics. The procedure was used to extract the net gain coefficient, the differential gain, and the relative current component contributing to radiative recombination.",
            "On the nature of quantum dash structures",
            "H Dery and E Benisty and A Epstein and R Alizon and V Mikhelashvili and G Eisenstein and R Schwertberger and D Gold and JP Reithmaier and A Forchel",
            "2004",
            "Wcx_lrkAAAAJ:d1gkVwhDpl0C",
            103,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.1715135",
            "1303640250891058902",
            "\/scholar?cites=1303640250891058902",
            {
                "2004":1,
                "2005":15,
                "2006":10,
                "2007":4,
                "2008":4,
                "2009":10,
                "2010":8,
                "2011":5,
                "2012":11,
                "2013":4,
                "2014":8,
                "2015":6,
                "2016":5,
                "2017":3,
                "2018":1,
                "2019":5,
                "2020":3
            }
        ]
    ]
}