{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Patient safety is a critical component to the quality of health care. As health care organizations endeavour to improve their quality of care, there is a growing recognition of the importance of establishing a culture of patient safety. In this research, the authors use the Hospital Survey on Patient Safety Culture (HSOPSC) questionnaire to assess the culture of patient safety in Taiwan and attempt to provide an explanation for some of the phenomena that are unique in Taiwan. The authors used HSOPSC to measure the 12 dimensions of the patient safety culture from 42 hospitals in Taiwan. The survey received 788 respondents including physicians, nurses, and non-clinical staff. This study used SPSS 15.0 for Windows and Amos 7 software tools to perform the statistical analysis on the survey data, including descriptive statistics and confirmatory factor analysis of the structural equation model. The overall average positive …",
            "Measuring patient safety culture in Taiwan using the Hospital Survey on Patient Safety Culture (HSOPSC)",
            "I-Chi Chen and Hung-Hui Li",
            "2010",
            "WD5ATdQAAAAJ:u5HHmVD_uO8C",
            336,
            "https:\/\/link.springer.com\/article\/10.1186\/1472-6963-10-152",
            "936322963106342808",
            "\/scholar?cites=936322963106342808",
            {
                "2011":8,
                "2012":21,
                "2013":33,
                "2014":24,
                "2015":36,
                "2016":37,
                "2017":42,
                "2018":38,
                "2019":45,
                "2020":46,
                "2021":3
            }
        ],
        [
            "As health‐care organizations endeavor to improve their quality of care, there is a growing recognition of the importance of establishing a culture of patient safety. The main objective of this study was to investigate the cross‐level influences of organizational culture on patient safety behavior in Taiwan's hospitals.The authors measured organizational culture (bureaucratic, supportive and innovative culture), patient safety culture and behavior from 788 hospital workers among 42 hospitals in Taiwan. Multilevel analysis was applied to explore the relationship between organizational culture (group level) and patient safety behavior (individual level).Patient safety culture had positive impact on patient safety behavior in Taiwan's hospitals. The results also indicated that bureaucratic, innovative and supportive organizational cultures all had direct influence on patient safety behavior …",
            "A multilevel model of patient safety culture: cross‐level relationship between organizational culture and patient safety behavior in Taiwan's hospitals",
            "I-chi Chen and Hui‐Fuang Ng and Hung‐Hui Li",
            "2012",
            "WD5ATdQAAAAJ:u-x6o8ySG0sC",
            38,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/hpm.1095",
            "6862639673666899005",
            "\/scholar?cites=6862639673666899005",
            {
                "2011":1,
                "2012":1,
                "2013":4,
                "2014":4,
                "2015":4,
                "2016":2,
                "2017":3,
                "2018":7,
                "2019":7,
                "2020":5
            }
        ],
        [
            "The health care industry in Taiwan has faced many challenges in recent years. To tackle those challenges, many hospitals in Taiwan began using management techniques used in other industries. As a result, quality management has become important within Taiwan's health care industry. This study provides a perspective on how this health care industry, by developing both quality control circle (QCC) practices and organizational learning techniques, responded to those challenges. In this study, the authors conducted a comprehensive review of studies published between 1995 and 2007 in Taiwan. The review focused on the quality management, QCC, organizational learning and health care organization aspects reported in previous studies. The authors applied the 4Is (intuiting, interpreting, integrating and institutionalizing) conceptual framework of Crossan et al.  (Crossan, M.M., H.W. Lane, and R.E. White. . An …",
            "Quality improvement: perspectives on organizational learning from hospital-based quality control circles in Taiwan",
            "I-Chi Chen and Min-Hsun Christine Kuo",
            "2011",
            "WD5ATdQAAAAJ:d1gkVwhDpl0C",
            25,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/13678868.2011.542901",
            "6647975007649702908",
            "\/scholar?cites=6647975007649702908",
            {
                "2012":2,
                "2013":1,
                "2014":3,
                "2015":4,
                "2016":6,
                "2017":1,
                "2018":2,
                "2019":2,
                "2020":4
            }
        ],
        [
            "This study investigated the extent to which the job demands and job control of nurses were related to their work–life balance.The inability to achieve work–life balance is one of the major reasons for the declining retention rate among nurses. Job demands and job control are two major work domain factors that can have a significant influence on the work–life balance of nurses.The study measured the job demands, job control and work–life balance of 2040 nurses in eight private hospitals in Taiwan in 2013.Job demands and job control significantly predicted all the dimensions of work–life balance. Job demands increased the level of work–life imbalance among nurses. While job control showed positive effects on work\/personal life enhancement, it was found to increase both work interference with personal life and personal life interference with work.Reducing the …",
            "Influence of job demands and job control on work–life balance among Taiwanese nurses",
            "Lee‐peng Ng and I‐chi Chen and Hui‐fuang Ng and Bo‐yen Lin and Lok‐sin Kuar",
            "2017",
            "WD5ATdQAAAAJ:UeHWp8X0CEIC",
            18,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1111\/jonm.12482",
            "7011194677121818969",
            "\/scholar?cites=7011194677121818969",
            {
                "2017":4,
                "2018":5,
                "2019":9
            }
        ],
        [
            "Color image descriptors have been used extensively and successfully in many computer vision applications. However, object colors are sensitive to illumination changes which in turns will affect the performance of object recognition if the image descriptors used are not robust to these changes. To increase photometric invariance and discriminative power, this study proposes an image descriptor for color image matching that is invariant to different illumination conditions. Experimental results show superior performance of the proposed image descriptor over existing descriptors on image matching under changing illumination conditions.",
            "An illumination invariant image descriptor for color image matching",
            "Hui-Fuang Ng and I-Chi Chen and Hung-Yu Liao",
            "2013",
            "WD5ATdQAAAAJ:2osOgNQ5qMEC",
            7,
            "http:\/\/modul.repo.mercubuana-yogya.ac.id\/modul\/files\/openjournal\/OpenJournalOfScience\/70_8.pdf",
            "14669710867144516103",
            "\/scholar?cites=14669710867144516103",
            {
                "2014":3,
                "2015":1,
                "2016":1,
                "2017":1,
                "2018":1
            }
        ],
        [
            "Allergic diseases have increased in children in many countries with modern living conditions. This study used data mining techniques to construct predictive models for prediction of allergy symptom among children in Taiwan from survey data. Among three predictive models, the decision tree model gives the best overall result, with a classification accuracy of 70.3%, followed by neural networks (69.6%) and support vector machine (66.4%). Results indicate that children exposed to environment that contains allergy inducing agents are key factors that trigger allergy symptoms. Family factors, especially heredity factors, are also important factors of children allergy.",
            "Prediction of allergy symptoms among children in Taiwan using data mining",
            "Hui-Fuang Ng and Halim Fathoni and I-Chi Chen",
            "2009",
            "WD5ATdQAAAAJ:9yKSN-GCB0IC",
            7,
            "http:\/\/libir.tmu.edu.tw\/bitstream\/987654321\/22261\/1\/29_S2239531_Prediction+of+Allergy+Symptoms+among+Children+in+Taiwan+Using+Data+Mining.pdf",
            "14508899095631334598",
            "\/scholar?cites=14508899095631334598",
            {
                "2014":1,
                "2015":3,
                "2016":1,
                "2017":1,
                "2018":1
            }
        ],
        [
            "近年來醫療界使用最多的全面品質管理工具莫過於品管圈.本研究的目的在評估影響推動品管圈的情境因素及所帶來的成效為何.文獻顯示影響品管圈活動推行的因素分為二大類,一為活動計劃因素,一為情境因素;此外品管圈活動帶來的效果分為[組織層面的效果]與[個人層面的效果].為了避免每期活動因素是否標準化的爭議,本研究的架構為探討情境因素與主觀成效兩者間的互動,以台北市某區域級教學醫院之護理人員為研究對象,研究結果顯示情境因素的塑造確有助於品管圈的推動,品管圈的推動對個人能力及組織效能之提昇有正面影響,但仍需須注意疏導負面影響;員工的主觀成效研究在個人層面的探討上較具共識,對組織成效的評估則效果較差.",
            "品管圈推動情境因素及成效評估探討",
            "邱文達， 楊哲銘， 郭乃文， 陳依琪， 陳香蓉",
            "2001",
            "WD5ATdQAAAAJ:IjCSPb-OGe4C",
            6,
            "https:\/\/www.airitilibrary.com\/Publication\/alDetailedMesh?docid=16086961-200109-2-3-85-95-a",
            "2461487849488477640",
            "\/scholar?cites=2461487849488477640",
            {
                "2005":1,
                "2006":1,
                "2007":1,
                "2008":1,
                "2009":1,
                "2010":1
            }
        ],
        [
            "Background: Patient safety is critical in healthcare. Studies have documented high level of stress among nurses that may adversely affect quality of patient care and patient safety.Methods: This study measured job-related stress, patient safety culture and patient safety outcomes among nurses in Taiwan. A total of 1562 respondents completed the survey. Partial Least Square-Structural Equation Modelling (PLS-SEM) was applied to explore the relationship between job-related stress, patient safety culture, and patient safety outcomes.Result: Job-related stress was found to have varying influence on the perception of patient safety culture. Specifically, stress related to interpersonal relationship and work environment is negatively related to patient safety culture, whereas nurse–patient relationship stress is positively related to patient safety culture. Meanwhile, patient safety culture was found to have positive influence …",
            "Impacts of job-related stress and patient safety culture on patient safety outcomes among nurses in Taiwan",
            "I-Chi Chen and Ng Lee Peng and Ng Hui Fuang and Kuar Lok Sin",
            "2019",
            "WD5ATdQAAAAJ:qUcmZB5y_30C",
            2,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/20479700.2019.1603419",
            "3984141315263242399",
            "\/scholar?cites=3984141315263242399",
            {
                "2020":2
            }
        ],
        [
            "Tanzanian government has been actively implementing financial policies that can improve the living standards of individuals who are not qualified for conventional banking services. However, the adoption rate of microfinance among households in rural areas is low. Therefore, this study examines the direct and indirect effects generated by the constructs of the theory of planned behaviour model, perceived barriers and perceived benefits on rural households’ intention to adopt microfinance. Primary data were collected by using questionnaire survey. Structural equation modelling (SEM) was then used to analyse the structural relationships between studied variables. Current results show that perceived benefits, attitude, subjective norms, and perceived behaviour control have direct positive effects on households’ behavioural intention. Meanwhile, perceived barrier generates direct negative effects on behavioural intention. The results also show that attitude could mediate perceived benefits’ effects on respondents’ behavioral intention. However, attitude could not mediate the impact of perceived barriers on behavioral intention. Therefore, policy makers should disseminate the microfinance benefits by engaging people who are important to the respondents, so that favourable attitude among the rural households can be increased. Also, they should educate them on how to utilise the financial services and the possible barriers the users need to face.",
            "Rural Household's Intention to Use Microfinance in Tanzania.",
            "Julius Joseph Macha and Yee-Lee Chong and I-Chi Chen",
            "2018",
            "WD5ATdQAAAAJ:hC7cP41nSMkC",
            2,
            "https:\/\/www.craig.csufresno.edu\/ijb\/Volumes\/Volume%2023\/V232-6.pdf",
            "5299719534041132831",
            "\/scholar?cites=5299719534041132831",
            {
                "2020":2
            }
        ],
        [
            "Environmental issues such as climate change, pollution, deforestation, and the loss of biodiversity are the concerns of society in different parts of the world today. As human activities have adverse impacts on the environment, developing pro-environmental behaviour in each individual is an essential aspect of protecting mother earth. The primary purpose of this research is to evaluate the influence of green work climate perceptions and harmonious environmental passion on pro-environmental behaviour (PEB). Additionally, the mediating effect of harmonious environmental passion between green work climate and PEB is determined. A total of 167 academics from a private university in Malaysia participated in this study. The results from Partial Least Square–Structural Equation Modelling suggested that green work climate and harmonious environmental passion positively influence PEB. Apart from this, harmonious environmental passion partially mediates the relationship between green work climate and PEB. The results indicate that leaders should actively shape the perception of green work climate within their organisations through policies and procedures that support environmental sustainability efforts, as well as effectively communicate with their employees. Such efforts will lead to greater harmonious environmental passion, in turn, promoting pro-environmental behaviour among members.",
            "Green work climate and pro-environmental behaviour among academics: The mediating role of harmonious environmental passion",
            "Yuen-Onn Choong and Lee-Peng Ng and Chee-Wee Tee and Lok-Sin Kuar and Sok-Yee Teoh and I-Chi Chen",
            "2020",
            "WD5ATdQAAAAJ:TQgYirikUcIC",
            1,
            "http:\/\/e-journal.uum.edu.my\/index.php\/ijms\/article\/view\/ijms.26.2.2019.10520",
            "4919163422315105368",
            "\/scholar?cites=4919163422315105368",
            {
                "2021":1
            }
        ]
    ]
}