{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "Relative to a sad TV program, a happy program induced: (1) a happier mood as viewers watched both program and commercials, (2) greater perceived commercial effectiveness, (3) more affectively positive cognitive responses, and (4) to some extent, better recall. A main effect for commercial type was also noted, with emotional commercials leading to generally more positive reactions than informational commercials. A significant program-by-commercial interaction was obtained for the viewer's mood during the commercial, with the program effect greater for those viewing emotional commercials than for those viewing informational commercials.",
            "Happy and sad TV programs: How they affect reactions to commercials",
            "Marvin E Goldberg and Gerald J Gorn",
            "1987",
            "WE8I994AAAAJ:u5HHmVD_uO8C",
            767,
            "https:\/\/academic.oup.com\/jcr\/article-abstract\/14\/3\/387\/1820160",
            "6820952698888431039",
            "\/scholar?cites=6820952698888431039",
            {
                "1988":6,
                "1989":3,
                "1990":9,
                "1991":8,
                "1992":13,
                "1993":15,
                "1994":21,
                "1995":11,
                "1996":9,
                "1997":13,
                "1998":19,
                "1999":11,
                "2000":6,
                "2001":14,
                "2002":24,
                "2003":12,
                "2004":32,
                "2005":25,
                "2006":22,
                "2007":25,
                "2008":43,
                "2009":33,
                "2010":35,
                "2011":33,
                "2012":30,
                "2013":35,
                "2014":50,
                "2015":42,
                "2016":35,
                "2017":28,
                "2018":35,
                "2019":26,
                "2020":26,
                "2021":2
            }
        ],
        [
            "A factorial experiment was developed in which the reputation of the advertising firm and the extremity of the advertising claim were manipulated. Two levels of advertiser reputation, focusing on the expertise and trustworthiness of the sponsoring firm, were developed. Claim extremity was structured on a rank-order scale with product claims as first, third, fifth, or twentieth best among 100 competing brands. Product evaluation was significantly influenced by both independent variables and by the interaction between the two. Measures of ad credibility helped provide an explanation for the findings.",
            "The effects of advertiser reputation and extremity of advertising claim on advertising effectiveness",
            "Marvin E Goldberg and Jon Hartwick",
            "1990",
            "WE8I994AAAAJ:u-x6o8ySG0sC",
            639,
            "https:\/\/academic.oup.com\/jcr\/article-abstract\/17\/2\/172\/1861211",
            "8380923943184363470",
            "\/scholar?cites=8380923943184363470",
            {
                "1992":4,
                "1993":6,
                "1994":6,
                "1995":6,
                "1996":4,
                "1997":4,
                "1998":10,
                "1999":7,
                "2000":10,
                "2001":8,
                "2002":12,
                "2003":7,
                "2004":22,
                "2005":26,
                "2006":30,
                "2007":35,
                "2008":23,
                "2009":30,
                "2010":31,
                "2011":29,
                "2012":46,
                "2013":45,
                "2014":34,
                "2015":37,
                "2016":40,
                "2017":29,
                "2018":36,
                "2019":32,
                "2020":21,
                "2021":2
            }
        ],
        [
            "Antismoking advertising is increasingly used, but its message content is controversial. In an initial study in which adolescents coded 194 advertisements, the authors identified seven common message themes. Using protection motivation theory, the authors develop hypotheses regarding the message theme effects on cognitions and intentions and test them in an experiment involving 1667 adolescents. Three of the seven message themes increased adolescents’ nonsmoking intentions compared with a control; all did so by enhancing adolescents’ perceptions that smoking poses severe social disapproval risks. Other message themes increased health risk severity perceptions but were undermined by low perceived vulnerability.",
            "What to convey in antismoking advertisements for adolescents: The use of protection motivation theory to identify effective message themes",
            "Cornelia Pechmann and Guangzhi Zhao and Marvin E Goldberg and Ellen Thomas Reibling",
            "2003",
            "WE8I994AAAAJ:d1gkVwhDpl0C",
            570,
            "https:\/\/journals.sagepub.com\/doi\/abs\/10.1509\/jmkg.67.2.1.18607",
            "266849562839004352",
            "\/scholar?cites=266849562839004352",
            {
                "2004":10,
                "2005":12,
                "2006":28,
                "2007":27,
                "2008":40,
                "2009":32,
                "2010":35,
                "2011":37,
                "2012":46,
                "2013":36,
                "2014":31,
                "2015":37,
                "2016":46,
                "2017":39,
                "2018":37,
                "2019":42,
                "2020":24,
                "2021":1
            }
        ],
        [
            "As an emerging value, materialism helps explain the consumer behavior of youth. Using a national sample of 9‐ to 14‐year‐olds, in this study we developed a Youth Materialism Scale. The findings suggest that more materialistic youth tend to shop more and save less. They are most interested in new products and most responsive to advertising and promotional efforts. Their parents view them as more expert with regard to products and they wield more purchase influence on their parents. Parents who are more materialistic tend to have children who are more materialistic. This study also reveals a modest negative relation between materialism and liking for school and school performance.",
            "Understanding materialism among youth",
            "Marvin E Goldberg and Gerald J Gorn and Laura A Peracchio and Gary Bamossy",
            "2003",
            "WE8I994AAAAJ:UeHWp8X0CEIC",
            525,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1207\/S15327663JCP1303_09",
            "3212853394637640525",
            "\/scholar?cites=3212853394637640525",
            {
                "2004":4,
                "2005":7,
                "2006":8,
                "2007":15,
                "2008":21,
                "2009":17,
                "2010":17,
                "2011":26,
                "2012":23,
                "2013":38,
                "2014":38,
                "2015":50,
                "2016":59,
                "2017":48,
                "2018":45,
                "2019":48,
                "2020":42,
                "2021":3
            }
        ],
        [
            "Two weeks of daily exposure to televised food and beverage messages at a summer camp altered five- to eight-year-old children's afternoon snack choices. Children who viewed candy commercials picked significantly more candy over fruit as snacks. Eliminating the candy commercials proved as effective in encouraging the selection of fruit as did exposing the children to fruit commercials or nutritional public service announcements.",
            "Behavioral evidence of the effects of televised food messages on children",
            "Gerald J Gorn and Marvin E Goldberg",
            "1982",
            "WE8I994AAAAJ:9yKSN-GCB0IC",
            406,
            "https:\/\/academic.oup.com\/jcr\/article-abstract\/9\/2\/200\/1813242",
            "17227011268216169499",
            "\/scholar?cites=17227011268216169499",
            {
                "1983":3,
                "1984":3,
                "1985":2,
                "1986":1,
                "1987":1,
                "1988":2,
                "1989":4,
                "1990":1,
                "1991":4,
                "1992":1,
                "1993":8,
                "1994":6,
                "1995":3,
                "1996":5,
                "1997":14,
                "1998":7,
                "1999":13,
                "2000":8,
                "2001":7,
                "2002":18,
                "2003":18,
                "2004":25,
                "2005":15,
                "2006":20,
                "2007":15,
                "2008":26,
                "2009":23,
                "2010":19,
                "2011":29,
                "2012":19,
                "2013":19,
                "2014":18,
                "2015":8,
                "2016":14,
                "2017":9,
                "2018":9,
                "2019":1
            }
        ],
        [
            "This study employs a cognitive response approach using non-directive probes rather than direct questions to assess the effects of advertising knowledge and the presence of a cue on thoughts produced by 9 to 10-year-old children while watching commercials. The number of counterarguments produced indicates children's use of cognitive defenses. The study found that advertising knowledge did not result in increased counterarguments against advertisements unless a cue was present to activate that knowledge. Direct questions (as opposed to non-directive probes) themselves appear to activate advertising knowledge, thus overestimating children's actual use of cognitive defenses.",
            "Children's use of cognitive defenses against television advertising: A cognitive response approach",
            "Merrie Brucks and Gary M Armstrong and Marvin E Goldberg",
            "1988",
            "WE8I994AAAAJ:2osOgNQ5qMEC",
            398,
            "https:\/\/academic.oup.com\/jcr\/article-abstract\/14\/4\/471\/1811960",
            "1788997315010219548",
            "\/scholar?cites=1788997315010219548",
            {
                "1987":1,
                "1988":1,
                "1989":2,
                "1990":4,
                "1991":2,
                "1992":4,
                "1993":3,
                "1994":7,
                "1995":6,
                "1996":5,
                "1997":4,
                "1998":8,
                "1999":8,
                "2000":4,
                "2001":12,
                "2002":6,
                "2003":13,
                "2004":15,
                "2005":13,
                "2006":10,
                "2007":21,
                "2008":13,
                "2009":13,
                "2010":18,
                "2011":23,
                "2012":20,
                "2013":23,
                "2014":23,
                "2015":20,
                "2016":21,
                "2017":13,
                "2018":15,
                "2019":20,
                "2020":15,
                "2021":3
            }
        ],
        [
            "This study investigated the effects of mood on product evaluation. Subjects were asked to evaluate the stereo speakers on which they heard music that induced either a good or a bad mood. Subjects' awareness of the music as the source of their mood was manipulated to be high or low. The results of this 2 x 2 design suggested that under low source awareness, mood biased the evaluation of the speakers, in that subjects evaluated the speakers more favorably when in a good mood than in a bad mood. By contrast, under high source awareness there was no difference in speaker evaluations between those in a good or bad mood. A consideration of those in a good or bad mood suggested that it was only the former who were able to correct for the bias in their evaluations when made more aware of the source of their mood. These results suggested that even when motivated to attend to an outside stimulus and to …",
            "Mood, awareness, and product evaluation",
            "Gerald J Gorn and Marvin E Goldberg and Kunal Basu",
            "1993",
            "WE8I994AAAAJ:IjCSPb-OGe4C",
            362,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1016\/S1057-7408(08)80016-2",
            "185518161078897170",
            "\/scholar?cites=185518161078897170",
            {
                "1994":2,
                "1995":1,
                "1996":3,
                "1997":5,
                "1998":5,
                "1999":1,
                "2000":8,
                "2001":10,
                "2002":5,
                "2003":14,
                "2004":10,
                "2005":22,
                "2006":17,
                "2007":32,
                "2008":20,
                "2009":18,
                "2010":22,
                "2011":16,
                "2012":17,
                "2013":18,
                "2014":20,
                "2015":22,
                "2016":24,
                "2017":17,
                "2018":14,
                "2019":13,
                "2020":1
            }
        ]
    ]
}