{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Magnetohydrodynamic (MHD) turbulence in the solar wind is observed to show the spectral behavior of classical Kolmogorov fluid turbulence over an inertial subrange and departures from this at short wavelengths, where energy should be dissipated. Here we present the first measurements of the electric field fluctuation spectrum over the inertial and dissipative wave number ranges in a β≳ 1 plasma. The k− 5\/3 inertial subrange is observed and agrees strikingly with the magnetic fluctuation spectrum; the wave phase speed in this regime is shown to be consistent with the Alfvén speed. At smaller wavelengths k ρ i≥ 1 the electric spectrum is enhanced and is consistent with the expected dispersion relation of short-wavelength kinetic Alfvén waves. Kinetic Alfvén waves damp on the solar wind ions and electrons and may act to isotropize them. This effect may explain the fluidlike nature of the solar wind.",
            "Measurement of the electric fluctuation spectrum of magnetohydrodynamic turbulence",
            "SD Bale and PJ Kellogg and FS Mozer and TS Horbury and H Reme",
            "2005",
            "WGggJyMAAAAJ:u5HHmVD_uO8C",
            497,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.94.215002",
            "3600104654154791573",
            "\/scholar?cites=3600104654154791573",
            {
                "2005":4,
                "2006":12,
                "2007":12,
                "2008":23,
                "2009":25,
                "2010":39,
                "2011":40,
                "2012":43,
                "2013":38,
                "2014":35,
                "2015":47,
                "2016":31,
                "2017":44,
                "2018":30,
                "2019":35,
                "2020":34,
                "2021":1
            }
        ],
        [
            "Solar Probe Plus (SPP) will be the first spacecraft to fly into the low solar corona. SPP’s main science goal is to determine the structure and dynamics of the Sun’s coronal magnetic field, understand how the solar corona and wind are heated and accelerated, and determine what processes accelerate energetic particles. Understanding these fundamental phenomena has been a top-priority science goal for over five decades, dating back to the 1958 Simpson Committee Report. The scale and concept of such a mission has been revised at intervals since that time, yet the core has always been a close encounter with the Sun. The mission design and the technology and engineering developments enable SPP to meet its science objectives to: (1) Trace the flow of energy that heats and accelerates the solar corona and solar wind; (2) Determine the structure and dynamics of the plasma and magnetic fields at the …",
            "The Solar Probe Plus mission: humanity’s first visit to our star",
            "NJ Fox and MC Velli and SD Bale and R Decker and A Driesman and RA Howard and Justin C Kasper and J Kinnison and M Kusterer and D Lario and MK Lockwood and DJ McComas and NE Raouafi and Adam Szabo",
            "2016",
            "WGggJyMAAAAJ:GnPB-g6toBAC",
            407,
            "https:\/\/link.springer.com\/article\/10.1007\/s11214-015-0211-6",
            "13226997796109050120",
            "\/scholar?cites=13226997796109050120",
            {
                "2016":11,
                "2017":40,
                "2018":60,
                "2019":86,
                "2020":195,
                "2021":12
            }
        ],
        [
            "The proton temperature anisotropy in the solar wind is known to be constrained by the theoretical thresholds for pressure-anisotropy-driven instabilities. Here, we use approximately 1× 10 6 independent measurements of gyroscale magnetic fluctuations in the solar wind to show for the first time that these fluctuations are enhanced along the temperature anisotropy thresholds of the mirror, proton oblique firehose, and ion cyclotron instabilities. In addition, the measured magnetic compressibility is enhanced at high plasma beta (β∥≳ 1) along the mirror instability threshold but small elsewhere, consistent with expectations of the mirror mode. We also show that the short wavelength magnetic fluctuation power is a strong function of collisionality, which relaxes the temperature anisotropy away from the instability conditions and reduces correspondingly the fluctuation power.",
            "Magnetic fluctuation power near proton temperature anisotropy instability thresholds in the solar wind",
            "SD Bale and JC Kasper and GG Howes and E Quataert and C Salem and D Sundkvist",
            "2009",
            "WGggJyMAAAAJ:d1gkVwhDpl0C",
            391,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.103.211101",
            "14642036624095943103",
            "\/scholar?cites=14642036624095943103",
            {
                "2010":15,
                "2011":25,
                "2012":35,
                "2013":32,
                "2014":48,
                "2015":45,
                "2016":41,
                "2017":33,
                "2018":36,
                "2019":41,
                "2020":35,
                "2021":1
            }
        ],
        [
            "On 1 April 2001, the Polar satellite crossed a subsolar magnetopause associated with antiparallel magnetic fields. Over a width∼ 6 magnetosheath ion skin depths (∼ 3 magnetospheric ion skin depths), perpendicular ion flows different from E× B\/B 2 as well as Hall magnetic and electric field signatures were observed. At a smaller scale, the electron flow decoupled from the magnetic field near a deep minimum in the magnetic field strength. Separatrices were identified as boundaries of low frequency electric field turbulence associated with density minima and parallel electric fields. The reconnection rate was less than 2% of the asymptotic Alfvén speed.",
            "Evidence of diffusion regions at a subsolar magnetopause crossing",
            "FS Mozer and SD Bale and TD Phan",
            "2002",
            "WGggJyMAAAAJ:u-x6o8ySG0sC",
            390,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.89.015002",
            "18171110129559097064",
            "\/scholar?cites=18171110129559097064",
            {
                "2002":2,
                "2003":17,
                "2004":19,
                "2005":27,
                "2006":25,
                "2007":27,
                "2008":33,
                "2009":25,
                "2010":19,
                "2011":29,
                "2012":13,
                "2013":18,
                "2014":16,
                "2015":24,
                "2016":25,
                "2017":22,
                "2018":19,
                "2019":9,
                "2020":18,
                "2021":2
            }
        ],
        [
            "The Electric Fields and Waves (EFW) Instruments on the two Radiation Belt Storm Probe (RBSP) spacecraft (recently renamed the Van Allen Probes) are designed to measure three dimensional quasi-static and low frequency electric fields and waves associated with the major mechanisms responsible for the acceleration of energetic charged particles in the inner magnetosphere of the Earth. For this measurement, the instrument uses two pairs of spherical double probe sensors at the ends of orthogonal centripetally deployed booms in the spin plane with tip-to-tip separations of 100 meters. The third component of the electric field is measured by two spherical sensors separated by ∼15 m, deployed at the ends of two stacer booms oppositely directed along the spin axis of the spacecraft. The instrument provides a continuous stream of measurements over the entire orbit of the low frequency electric field vector …",
            "The electric field and waves instruments on the radiation belt storm probes mission",
            "JRb Wygant and JW Bonnell and K Goetz and RE Ergun and FS Mozer and Stuart D Bale and M Ludlam and Paul Turin and Paul R Harvey and R Hochmann and K Harps and Gavin Dalton and J McCauley and W Rachelson and D Gordon and B Donakowski and C Shultz and C Smith and M Diaz-Aguado and J Fischer and S Heavner and P Berg and DM Malsapina and MK Bolton and M Hudson and RJ Strangeway and DN Baker and X Li and J Albert and JC Foster and CC Chaston and I Mann and E Donovan and CM Cully and CA Cattell and V Krasnoselskikh and K Kersten and A Brenneman and JB Tao",
            "2013",
            "WGggJyMAAAAJ:IjCSPb-OGe4C",
            358,
            "https:\/\/link.springer.com\/chapter\/10.1007\/978-1-4899-7433-4_6",
            "10168971109841247853",
            "\/scholar?cites=10168971109841247853",
            {
                "2013":3,
                "2014":26,
                "2015":57,
                "2016":51,
                "2017":62,
                "2018":50,
                "2019":47,
                "2020":56,
                "2021":1
            }
        ],
        [
            "We report direct measurements of high-energy particles in a rare crossing of the diffusion region in Earth’s magnetotail by the Wind spacecraft. The fluxes of energetic electrons up to∼ 300 k e V peak near the center of the diffusion region and decrease monotonically away from this region. The diffusion region electron flux spectrum obeys a power law with an index of− 3.8 above∼ 2 k e V, and the electron angular distribution displays strong field-aligned bidirectional anisotropy at energies below∼ 2 k e V, becoming isotropic above∼ 6 k e V. These observations indicate significant electron acceleration inside the diffusion region. Ions show no such energization.",
            "Evidence for Electron Acceleration up to  in the Magnetic Reconnection Diffusion Region of Earth’s Magnetotail",
            "M Øieroset and RP Lin and TD Phan and DE Larson and SD Bale",
            "2002",
            "WGggJyMAAAAJ:9yKSN-GCB0IC",
            313,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.89.195001",
            "7368226999256103197",
            "\/scholar?cites=7368226999256103197",
            {
                "2003":5,
                "2004":4,
                "2005":17,
                "2006":15,
                "2007":18,
                "2008":17,
                "2009":17,
                "2010":24,
                "2011":25,
                "2012":23,
                "2013":18,
                "2014":18,
                "2015":20,
                "2016":20,
                "2017":14,
                "2018":23,
                "2019":12,
                "2020":23
            }
        ],
        [
            "This paper introduces and describes the radio and plasma wave investigation on the STEREO Mission: STEREO\/WAVES or S\/WAVES. The S\/WAVES instrument includes a suite of state-of-the-art experiments that provide comprehensive measurements of the three components of the fluctuating electric field from a fraction of a hertz up to 16 MHz, plus a single frequency channel near 30 MHz. The instrument has a direction finding or goniopolarimetry capability to perform 3D localization and tracking of radio emissions associated with streams of energetic electrons and shock waves associated with Coronal Mass Ejections (CMEs). The scientific objectives include: (i) remote observation and measurement of radio waves excited by energetic particles throughout the 3D heliosphere that are associated with the CMEs and with solar flare phenomena, and (ii) in-situ measurement of the properties of CMEs and …",
            "S\/WAVES: The radio and plasma wave investigation on the STEREO mission",
            "Jean-Louis Bougeret and K Goetz and ML Kaiser and SD Bale and PJ Kellogg and M Maksimovic and N Monge and SJ Monson and PL Astier and S Davy and M Dekkali and JJ Hinze and RE Manning and E Aguilar-Rodriguez and X Bonnin and C Briand and IH Cairns and CA Cattell and B Cecconi and J Eastwood and RE Ergun and J Fainberg and S Hoang and KEJ Huttunen and S Krucker and A Lecacheux and RJ MacDowall and W Macher and A Mangeney and CA Meetre and X Moussas and QN Nguyen and TH Oswald and M Pulupa and MJ Reiner and PA Robinson and H Rucker and C Salem and O Santolik and JM Silvis and R Ullrich and P Zarka and I Zouganelis",
            "2008",
            "WGggJyMAAAAJ:2osOgNQ5qMEC",
            310,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s11214-007-9298-8.pdf",
            "14036444292383145434",
            "\/scholar?cites=14036444292383145434",
            {
                "2008":7,
                "2009":20,
                "2010":31,
                "2011":24,
                "2012":36,
                "2013":29,
                "2014":30,
                "2015":29,
                "2016":27,
                "2017":15,
                "2018":21,
                "2019":19,
                "2020":21
            }
        ],
        [
            "We present observations of intense, bipolar, electrostatic structures in the transition region of the terrestrial bow shock from the Wind spacecraft. The electric field signatures are on the order of a tenth of a millisecond in duration and greater than 100 mV\/m in amplitude. The measured electric field is generally larger on the smaller dipole antenna, indicating a small spatial size. We compare the potential on the two dipole antennas with a model of antenna response to a Gaussian potential profile. This result agrees with a spatial scale determined by convection and gives a characteristic scale size of 2–7 λd. We interpret the observations as small scale convecting unipolar potential structures, consistent with simulations of electron phase space holes and discuss the results in the context of electron thermalization at strong collisionless shocks.",
            "Bipolar electrostatic structures in the shock transition region: Evidence of electron phase space holes",
            "SD Bale and PJ Kellogg and DE Larsen and RP Lin and K Goetz and RP Lepping",
            "1998",
            "WGggJyMAAAAJ:qjMakFHDy7sC",
            279,
            "https:\/\/agupubs.onlinelibrary.wiley.com\/doi\/abs\/10.1029\/98GL02111",
            "839486147092067537",
            "\/scholar?cites=839486147092067537",
            {
                "1999":7,
                "2000":5,
                "2001":21,
                "2002":13,
                "2003":9,
                "2004":9,
                "2005":7,
                "2006":9,
                "2007":8,
                "2008":14,
                "2009":12,
                "2010":16,
                "2011":11,
                "2012":17,
                "2013":16,
                "2014":12,
                "2015":13,
                "2016":12,
                "2017":16,
                "2018":23,
                "2019":12,
                "2020":15
            }
        ],
        [
            "The nature of small-scale turbulent fluctuations in the solar wind is investigated using a comparison of Cluster magnetic and electric field measurements to predictions arising from models consisting of either kinetic Alfvén waves or whistler waves. The electric and magnetic field properties of these waves from linear theory are used to construct spacecraft-frame frequency spectra of (| δE|\/| δB|) s\/c and (| δB∥|\/| δB|) s\/c, allowing for a direct comparison to spacecraft data. The measured properties of the small-scale turbulent fluctuations, found to be inconsistent with the whistler wave model, agree well with the prediction of a spectrum of kinetic Alfvén waves with nearly perpendicular wavevectors.",
            "Identification of kinetic Alfvén wave turbulence in the solar wind",
            "Chadi S Salem and GG Howes and D Sundkvist and SD Bale and CC Chaston and CHK Chen and FS Mozer",
            "2012",
            "WGggJyMAAAAJ:W7OEmFMy1HYC",
            247,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/2041-8205\/745\/1\/L9\/meta",
            "7467481564768424930",
            "\/scholar?cites=7467481564768424930",
            {
                "2012":9,
                "2013":36,
                "2014":22,
                "2015":33,
                "2016":29,
                "2017":23,
                "2018":23,
                "2019":44,
                "2020":23,
                "2021":3
            }
        ],
        [
            " The IMPACT (In situ Measurements of Particles And CME Transients) investigation on the STEREO mission was designed and developed to provide multipoint solar wind and suprathermal electron, interplanetary magnetic field, and solar energetic particle information required to unravel the nature of coronal mass ejections and their heliospheric consequences. IMPACT consists of seven individual sensors which are packaged into a boom suite, and a SEP suite. This review summarizes the science objectives of IMPACT, the instruments that comprise the IMPACT investigation, the accommodation of IMPACT on the STEREO twin spacecraft, and the overall data products that will flow from the IMPACT measurements. Accompanying papers in this volume of Space Science Reviews highlight the individual sensor technical details and capabilities, STEREO project plans for the use of IMPACT data, and …",
            "STEREO IMPACT investigation goals, measurements, and data products overview",
            "JG Luhmann and DW Curtis and P Schroeder and J McCauley and RP Lin and DE Larson and SD Bale and J-A Sauvaud and C Aoustin and RA Mewaldt and AC Cummings and EC Stone and AJ Davis and WR Cook and B Kecman and ME Wiedenbeck and T Von Rosenvinge and MH Acuna and LS Reichenthal and S Shuman and KA Wortman and DV Reames and R Mueller-Mellin and H Kunow and GM Mason and P Walpole and A Korth and TR Sanderson and CT Russell and JT Gosling",
            "2008",
            "WGggJyMAAAAJ:UeHWp8X0CEIC",
            243,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s11214-007-9170-x.pdf",
            "852044396999202852",
            "\/scholar?cites=852044396999202852",
            {
                "2007":2,
                "2008":7,
                "2009":29,
                "2010":19,
                "2011":26,
                "2012":23,
                "2013":22,
                "2014":19,
                "2015":12,
                "2016":20,
                "2017":19,
                "2018":16,
                "2019":9,
                "2020":18,
                "2021":1
            }
        ]
    ]
}