{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
    ],
    "data":[
        [
            "A Mach–Zehnder interferometric magnetic field sensor based on a photonic crystal fiber (PCF) and magnetic fluid (MF) was designed and experimentally demonstrated. The sensing probe consists of a single-mode-(SM)-multimode-PCF-SM fiber structure through arc fusion splicing. It was then laser engrave notched with the femtosecond laser so that the PCF cladding was selectively infilled MF. A well-defined interference pattern was obtained on account of the tunable refractive index of the MF infilled PCF cladding. The transmission spectra of the proposed sensor under different magnetic field intensities have been measured and theoretically analyzed. The results show that the sensitivity of the proposed sensor can reach −0.13  dB\/mT and 0.07334 nm\/mT in the magnetic field intensity from 1 mT to 20 mT and 2 mT to 20 mT, respectively.",
            "Mach–Zehnder interferometric magnetic field sensor based on a photonic crystal fiber and magnetic fluid",
            "Xiang Zi Ding and Hang-Zhou Yang and Xue-Guang Qiao and Pan Zhang and Oin Tian and Qiang Zhou Rong and Nurul Asha Mohd Nazal and Kok-Sing Lim and Harith Ahmad",
            "2018",
            "wgVw5yIAAAAJ:d1gkVwhDpl0C",
            26,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ao-57-9-2050",
            "861203480432455693",
            "\/scholar?cites=861203480432455693",
            {
                "2017":1,
                "2018":3,
                "2019":14,
                "2020":8
            }
        ],
        [
            "Corrosion of steel bar is one of key factors undermining reinforced concrete (RC) structures in a harsh environment. This paper attempts to review the non-destructive procedures from the aspect of the corrosion measurement techniques, especially their advantages and limitations. Systematical classification of diagnostic methods is carried out to determine any probable corrosion issues before the structures become severe, and helps choose the suitable method according to different construction features. Furthermore, the three electrochemical factors method is introduced to inspire researchers to combine various techniques to improve corrosion evaluation accuracy. The recommendations for future work are summarized, in conclusion. View Full-Text",
            "A recent progress of steel bar corrosion diagnostic techniques in RC structures",
            "Dong Luo and Yuanyuan Li and Junnan Li and Kok-Sing Lim and Nurul Asha Mohd Nazal and Harith Ahmad",
            "2019",
            "wgVw5yIAAAAJ:qjMakFHDy7sC",
            12,
            "https:\/\/www.mdpi.com\/1424-8220\/19\/1\/34",
            "13620222649609376443",
            "\/scholar?cites=13620222649609376443",
            {
                "2019":4,
                "2020":7
            }
        ],
        [
            "In this work, we experimentally investigated the effect of CO_2 laser pretreatment on regenerated grating formulated in few-mode fibers (FMFs) (two-mode and four-mode step-index fibers). In the preparation, the pristine FMFs were first treated with direct CO_2 laser annealing followed by a slow cooling procedure to minimize the frozen-in stresses and the thermal stresses in the fibers before the grating inscription. After the thermal regeneration process, the produced regenerated gratings (RGs) were then subject to a thermal durability test at 1050°C for 10 h. In the comparison against the results from the RGs formulated in non-treated FMFs, the finding indicates that RGs in treated fibers have a better regeneration ratio and thermal resilience. It is believed that the thermal stress relaxation and structural rearrangement in the fiber glass are the major factors that lead to the lower grating recovery during the state of …",
            "Formation of enhanced regenerated grating in few-mode fiber by CO2 laser pretreatment",
            "Nurul Asha Mohd Nazal and Kok-Sing Lim and Muhammad Khairol Annuar Zaini and Hang-Zhou Yang and Harith Ahmad",
            "2017",
            "wgVw5yIAAAAJ:u5HHmVD_uO8C",
            4,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=ao-56-36-9882",
            "11874627230309908195",
            "\/scholar?cites=11874627230309908195",
            {
                "2019":4
            }
        ],
        [
            "We proposed an analytical model to describe the relationship between the axial stress profile of a few-mode fiber Bragg grating with the variations in the resonant wavelengths during a chemical etching process. As a mechanism of preserving state of equilibrium, the etched fiber is experiencing a varying axial strain—contractive or expansive depending on the total axial stress over the remaining cross-sectional area of the fiber. It is found that the induced strain on the etched fiber is the main constituent to the blueshifts and redshifts in the resonant wavelengths during the etching process. The proposed model has been experimentally verified and the estimated axial stress profiles are in good agreement with the measurement by the polariscopic technique.",
            "Axial stress profiling for few-mode fiber Bragg grating based on resonant wavelength shifts during etching process",
            "Muhammad Khairol Annuar Zaini and Yen-Sian Lee and Kok-Sing Lim and Nurul Asha Mohd Nazal and Mohd Hafizi Zohari and Harith Ahmad",
            "2017",
            "wgVw5yIAAAAJ:u-x6o8ySG0sC",
            4,
            "https:\/\/www.osapublishing.org\/abstract.cfm?uri=josab-34-9-1894",
            "16064244987066748802",
            "\/scholar?cites=16064244987066748802",
            {
                "2017":1,
                "2018":1,
                "2019":2
            }
        ],
        [
            "This work demonstrates thermal regeneration of gratings inscribed in a new type of multi-material glass-based photosensitive fiber. And isothermal annealing procedure has been carried out on a type-I seed grating (SG) imprinted in erbium-doped zirconia-yttria-alumina-germanium (Er-ZYAG) silica glass–based fiber, which is initiated from room temperature of 25°C up to 900°C. The findings show that the created regenerated grating (RG) has an ultrahigh thermal regeneration ratio with a value of 0.72.",
            "Regenerated grating produced in a multimaterial glass-based photosensitive fiber with an ultrahigh thermal regeneration ratio",
            "Hang Zhou Yang and Mukul Chandra Paul and Shyamal Das and Anirban Dhar and Xue Guang Qiao and Nurul Asha Mohd Nazal and Kok-Sing Lim and Harith Ahmad",
            "2019",
            "wgVw5yIAAAAJ:IjCSPb-OGe4C",
            3,
            "https:\/\/www.osapublishing.org\/viewmedia.cfm?uri=oe-27-4-4329&seq=0",
            "11289854118309301051",
            "\/scholar?cites=11289854118309301051",
            {
                "2019":1,
                "2020":1,
                "2021":1
            }
        ],
        [
            "In this paper, we proposed an optical delay system based on a segment of few-mode fiber (FMF) and two FMF Bragg gratings (FMFBGs). The FMFBGs at both the ends of the FMF segment that serve as selective mode converters enable the pulse stream to double pass the FMF segment twice via access to the optical path length on LP 11  mode in the FMF. The induced time delay by the proposed system is approximately four times the time delay of a single pass in the FMF segment. The proposed system has opened up a new horizon in the optical buffering technology for an optical communication system.",
            "Enhanced optical delay line in few-mode fiber based on mode conversion using few-mode fiber bragg gratings",
            "Muhammad Khairol Annuar Zaini and Yen-Sian Lee and Kok-Sing Lim and Nurul Asha Mohd Nazal and Hang-Zhou Yang and Harith Ahmad",
            "2018",
            "wgVw5yIAAAAJ:2osOgNQ5qMEC",
            3,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/8434291\/",
            "6707152970476595749",
            "\/scholar?cites=6707152970476595749",
            {
                "2020":3
            }
        ],
        [
            "EN In this work, thermal regeneration of fiber Bragg gratings inscribed in single-mode fibers, two-mode step index fibers and four-mode step index fibers is performed, where the single-mode fibers are used as the reference in the analysis. Specifically, we investigate the behavior of the thermal decay, recovery and eventually the permanent erasure of the gratings in the temperature range from 25 to 1300 C. In the domain of demarcation energy, the thermal responses of the gratings can be normalized and they share similar characteristic curves despite the different temperature ramping rates used in the annealing treatment. It is found that the demarcation energy at the regeneration point and the attempt-to-escape frequency for each grating can be associated with the confinement factors of the fibers. The finding in this work has provided a new insight in the manufacture of regenerated fiber Bragg grating sensors by using few-mode fibers for multiparameter sensing in high temperature environments.",
            "Demarcation energy properties of regenerated fiber Bragg grating sensors in few-mode fibers",
            "NURUL ASHA MOHD NAZAL and MAN-HONG LAI and KOK-SING LIM and DINUSHA SERANDI GUNAWARDENA and WUYI CHONG and HANG-ZHOU YANG and HARITH AHMAD",
            "2018",
            "wgVw5yIAAAAJ:9yKSN-GCB0IC",
            3,
            "https:\/\/yadda.icm.edu.pl\/baztech\/element\/bwmeta1.element.baztech-f47e5e5d-db05-484d-adb7-e9486d2131cb",
            "3655915026059891965",
            "\/scholar?cites=3655915026059891965",
            {
                "2019":1,
                "2020":2
            }
        ],
        [
            "In this paper, the digital matched filtering (DMF), a signal processing technique, has been proposed to identify the multiple peak wavelengths more accurately from the reflection spectra of etched few-mode fiber Bragg grating (FM-FBG) sensor. The etched FM-FBG has been fabricated and its intrinsic property of having different sensitivities for different reflection peaks in the spectrum has been used for sensing the multiple parameters, such as temperature and refractive index of the ambient environment. The experimental characterization of the fabricated etched FM-FBG sensor has been carried out by using six samples of standard sodium chloride (NaCl(aq)) solutions with refractive indices (RIs) ranging from 1.3159 to 1.3375 at 24 °C temperature. The reflection spectra have been acquired for each sample by varying the temperature from 24 °C to 80 °C. The temperature and RI sensitivities have been investigated …",
            "Digital Matched Filtering (DMF) Technique for the Performance Enhancement of Few-Mode Fiber Bragg Grating Sensor",
            "Muhammad Khairol Annuar Bin Zaini and Yen-Sian Lee and Kok-Sing Lim and Muhammad Mahmood Ali and Nurul Asha Mohd Nazal and Harith Ahmad",
            "2019",
            "wgVw5yIAAAAJ:Tyk-4Ss8FVUC",
            1,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/8673767\/",
            "8748547041920670206",
            "\/scholar?cites=8748547041920670206",
            {
                "2020":1
            }
        ],
        [
            "In this paper, we demonstrate the use of regenerated chirped grating (RCG)-Michelson interferometer for the measurement of laser beam intensity profile. When the grating is exposed to CO 2  laser irradiation, heat is generated in the fiber due to the absorption of the laser by the glass fiber. The RCG is manufactured from an 18-mm long seed chirped grating through a thermal annealing treatment, to enhance its thermal resistance and durability against the high temperature induced by the CO 2  laser irradiation. The intensity profile of the incident laser on the grating can be determined from the phase shift derivative function calculated from the output spectra of the interferometer. By scanning the grating across the laser beam, a 2-D intensity profile of the CO 2  laser can be attained.",
            "Regenerated Chirped Grating-Michelson Interferometer as a Laser Beam Intensity Profiler for CO2 Laser",
            "Nurul Asha Mohd Nazal and Daryl Tan and Kok-Sing Lim and Hang-Zhou Yang and Harith Ahmad",
            "2019",
            "wgVw5yIAAAAJ:zYLM7Y9cAGgC",
            1,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/8671526\/",
            "12601460423762590533",
            "\/scholar?cites=12601460423762590533",
            {
                "2020":1
            }
        ]
    ]
}