{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "A non-equilibrium picture of thermodynamics is discussed at the apparent horizon of FRW universe in f (R, T) gravity, where R is the Ricci scalar and T is the trace of the energy-momentum tensor. We take two forms of the energy-momentum tensor of dark components and demonstrate that equilibrium description of thermodynamics is not achievable in both cases. We check the validity of the first and second law of thermodynamics in this scenario. It is shown that the Friedmann equations can be expressed in the form of first law of thermodynamics T h dS'h+ T h d bold jmath S'=− dE'+ W'dV, where d bold jmath S'is the entropy production term. Finally, we conclude that the second law of thermodynamics holds both in phantom and non-phantom phases.",
            "Thermodynamics in f (R, T) theory of gravity",
            "M Sharif and M Zubair",
            "2012",
            "WHW1z4YAAAAJ:HIFyuExEbWQC",
            256,
            "https:\/\/iopscience.iop.org\/article\/10.1088\/1475-7516\/2012\/03\/028\/meta",
            "12211329850270052426",
            "\/scholar?cites=12211329850270052426",
            {
                "2012":5,
                "2013":17,
                "2014":27,
                "2015":31,
                "2016":37,
                "2017":30,
                "2018":46,
                "2019":25,
                "2020":36,
                "2021":2
            }
        ],
        [
            "As the prevalence of diabetes is increasing globally, secondary complications associated to this endocrinal disorder are also ascending. Diabetic foot ulcers are potentially modifying complications. Disruption of harmony in glucose homeostasis causes hyperglycemic status, results in activation of certain metabolic pathways which in their abnormal state subsequently leads to development of vascular insufficiency, nerve damages headed by ulceration in lower extremity due to plantar pressures and foot deformity. Insult to foot caused by trauma at the affected site goes unnoticeable to patient due to loss of sensation. Among the above mention causes, resistance to infection is also considered as chief modulator of pathophysiological image of diabetic foot lesions. Healing as well as non-healing nature of ulcer relies upon the wound microbial communities and the extent of their pathogenicity. A validated classification …",
            "Diabetic foot ulcer—a review on pathophysiology, classification and microbial etiology",
            "Saba Noor and Mohammad Zubair and Jamal Ahmad",
            "2015",
            "WHW1z4YAAAAJ:6ZzL7HXColQC",
            177,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S1871402115000351",
            "2658370378718604969",
            "\/scholar?cites=2658370378718604969",
            {
                "2015":5,
                "2016":23,
                "2017":22,
                "2018":33,
                "2019":34,
                "2020":48,
                "2021":9
            }
        ],
        [
            "The low proportion of forested land and continuing degradation of existing forest cover are serious threats to the sustainability of forestry in Pakistan. Farm forestry has been identified as a feasible solution, particularly in the plain areas. Applying the Theory of Planned Behaviour in a survey of 124 farmers in Dera Ismail Khan district of Pakistan’s North West Frontier Province showed that farmers’ willingness to grow trees on their farms is a function of their attitudes towards the advantages and disadvantages of growing trees, their perception of the opinions of salient referents and factors that encourage and discourage farm level tree planting. Farmers viewed farm forestry as economically beneficial and environmentally friendly. Tree planting was perceived as increasing income, providing wood for fuel and furniture, controlling erosion and pollution and providing shade for humans and animals. Farmers saw …",
            "Farm level tree planting in Pakistan: the role of farmers’ perceptions and attitudes",
            "Muhammad Zubair and Chris Garforth",
            "2006",
            "WHW1z4YAAAAJ:2tRrZ1ZAMYUC",
            170,
            "https:\/\/link.springer.com\/content\/pdf\/10.1007\/s10457-005-8846-z.pdf",
            "12527073924223975797",
            "\/scholar?cites=12527073924223975797",
            {
                "2005":1,
                "2006":3,
                "2007":1,
                "2008":4,
                "2009":9,
                "2010":11,
                "2011":11,
                "2012":10,
                "2013":13,
                "2014":12,
                "2015":20,
                "2016":17,
                "2017":15,
                "2018":17,
                "2019":12,
                "2020":9,
                "2021":2
            }
        ],
        [
            "The present research work was conducted at Livestock Research and Development Station Surezai, Peshawar. Data was collected on 86 goats of different age groups. 44 were male and 42 were female. The mean bodyweight of male in four age groups (04-12, 13-18, 19-24, 24-36 months and above) were observed as 18.60±1.81, 25.25±2.76, 29.86±1.28 and 41.47±1.63 kg, respectively while that of female in the same age groups were noted as 14.50±1.19, 21.0±3.47, 24.00±1.25, 33.95±4.97 kg, respectively. The body length of male recorded in these age groups were found to be 59.60±0.74, 64.38±1.39, 69.42±0.29, 78.15±0.60 cm while that of female in these age groups were investigated to be 58.70±0.84, 60.14±0.50, 62.16±0.60, 69.31±1.85 cm, respectively. The mean height at withers in male in four age groups were noted to be 60.30±1.16, 68.25±1.42, 72.14±0.67, 82.11±1.02 cm while that of female in these age groups were recorded to be 56.50±1.28, 63.14±0.55, 66.50±1.18 and 71.42±2.31 cm, respectively. The mean heart girth in male in these age groups were recorded to be 59.10±0.86, 66.0±3.19, 70.29±1.19, 79.63±0.96 cm, respectively. In case of female mean heart girth was noted to be 57.60±0.95, 61.29±1.27, 64.00±0.68 and 70.15±1.80 cm, respectively. Bodyweight was correlated with body length (0.49, 0.12, 0.70, and 0.78), height at withers (0.75, 0.54, 0.62, and 0.72) and heart girth (0.64, 0.55, 0.53, and 0.71), respectively. During present investigation male were found heavier (p< 0.05) and",
            "Relationship of body weight with linear body measurements in goats",
            "Fida Muhammad Hamayun Khan and Riaz Ahmad and Gul Nawaz and Muhammad Zubair",
            "2006",
            "WHW1z4YAAAAJ:qxL8FJ1GzNcC",
            140,
            "http:\/\/citeseerx.ist.psu.edu\/viewdoc\/summary?doi=10.1.1.517.4788",
            "14808808079308726423",
            "\/scholar?cites=14808808079308726423",
            {
                "2008":2,
                "2009":7,
                "2010":10,
                "2011":4,
                "2012":12,
                "2013":11,
                "2014":11,
                "2015":9,
                "2016":18,
                "2017":12,
                "2018":18,
                "2019":17,
                "2020":7,
                "2021":1
            }
        ],
        [
            "We introduce a new model called the Weibull-Lomax distribution which extends the Lomax distribution and has increasing and decreasing shapes for the hazard rate function. Various structural properties of the new distribution are derived including explicit expressions for the moments and incomplete moments, Bonferroni and Lorenz curves, mean deviations, mean residual life, mean waiting time, probability weighted moments, generating and quantile function. The Rényi and q entropies are also obtained. We provide the density function of the order statistics and their moments. The model parameters are estimated by the method of maximum likelihood and the observed information matrix is determined. The potentiality of the new model is illustrated by means of two real life data sets. For these data, the new model outperforms the McDonald-Lomax, Kumaraswamy-Lomax, gamma-Lomax, beta-Lomax, exponentiated Lomax and Lomax models.",
            "The Weibull-Lomax distribution: properties and applications",
            "Muhammad H Tahir and Gauss M Cordeiro and M Mansoor and Muhammad ZUBAİR",
            "2015",
            "WHW1z4YAAAAJ:TaaCk18tZOkC",
            122,
            "https:\/\/dergipark.org.tr\/en\/pub\/hujms\/issue\/49431\/530934",
            "632478386966298165",
            "\/scholar?cites=632478386966298165",
            {
                "2015":5,
                "2016":10,
                "2017":22,
                "2018":22,
                "2019":39,
                "2020":20,
                "2021":4
            }
        ],
        [
            "The study was carried out in diabetic patients with foot ulcer to determine the microbiological profile of infected ulcer, antibiotic resistance of the isolates and to find out the potential risk factors for infection with multidrug resistance and the outcome of these infections. A detailed clinical history and physical examination was carried out in each patient. Pus samples for bacterial culture were collected from 102 patients admitted with diabetic foot infections. All patients had ulcer with Texas grades 1–3. Seventeen patients (16.6%) had coexisting osteomyelitis. Aerobic gram negative bacilli were tested for extended spectrum β lactamase (ESBL) production by phenotypic and genotypic methods. Staphylococcus isolates were tested for susceptibility to oxacillin and cefoxitin by disk method. Potential risk factors for MDRO positive samples were explored. Gram negative aerobes were most frequently isolated (63.8 …",
            "Clinico-microbiological study and antimicrobial drug resistance profile of diabetic foot infections in North India",
            "Mohammad Zubair and Abida Malik and Jamal Ahmad",
            "2011",
            "WHW1z4YAAAAJ:QaSi33NTfwYC",
            121,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0958259210000660",
            "11499745828233160379",
            "\/scholar?cites=11499745828233160379",
            {
                "2011":3,
                "2012":11,
                "2013":9,
                "2014":11,
                "2015":12,
                "2016":13,
                "2017":18,
                "2018":14,
                "2019":11,
                "2020":16,
                "2021":1
            }
        ],
        [
            "The energy conditions are derived in the context of  gravity, where  is the Ricci scalar and  is the trace of the energy-momentum tensor, which can reduce to the well-known conditions in  gravity and general relativity. We present the general inequalities set by the energy conditions in terms of Hubble, deceleration, jerk and snap parameters. In this study, we concentrate on two particular models of  gravity namely, λ T and . The exact power-law solutions are obtained for these two cases in homogeneous and isotropic  cosmology. Finally, we find certain constraints which have to be satisfied to ensure that power law solutions may be stable and match the bounds prescribed by the energy conditions.",
            "Energy Conditions Constraints and Stability of Power Law Solutions in f(R,T) Gravity",
            "Muhammad Sharif and Muhammad Zubair",
            "2012",
            "WHW1z4YAAAAJ:umqufdRvDiIC",
            120,
            "https:\/\/journals.jps.jp\/doi\/abs\/10.7566\/JPSJ.82.014002",
            "10609347486949668878",
            "\/scholar?cites=10609347486949668878",
            {
                "2013":10,
                "2014":17,
                "2015":18,
                "2016":14,
                "2017":18,
                "2018":21,
                "2019":10,
                "2020":12
            }
        ],
        [
            "The logistic distribution has a prominent role in the theory and practice of statistics. We introduce a new family of continuous distributions generated from a logistic random variable called the logistic-X family. Its density function can be symmetrical, left-skewed, right-skewed, and reversed-J shaped, and can have increasing, decreasing, bathtub, and upside-down bathtub hazard rates shaped. Further, it can be expressed as a linear combination of exponentiated densities based on the same baseline distribution. We derive explicit expressions for the ordinary and incomplete moments, quantile and generating functions, Bonferroni and Lorenz curves, Shannon entropy, and order statistics. The model parameters are estimated by the method of maximum likelihood and the observed information matrix is determined. We also investigate the properties of one special model, the logistic-Fréchet distribution, and illustrate its …",
            "The logistic-X family of distributions and its applications",
            "MH Tahir and Gauss M Cordeiro and Ayman Alzaatreh and M Mansoor and M35470831349 Zubair",
            "2016",
            "WHW1z4YAAAAJ:_AeoHAGD03cC",
            115,
            "https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/03610926.2014.980516",
            "458903106945896597",
            "\/scholar?cites=458903106945896597",
            {
                "2015":3,
                "2016":12,
                "2017":24,
                "2018":20,
                "2019":22,
                "2020":26,
                "2021":7
            }
        ],
        [
            "Classification of Electrocardiogram (ECG) plays an important role in clinical diagnosis of cardiac diseases. In this paper, we introduce an ECG beat classification system using convolutional neural networks (CNNs). The proposed model integrates two main parts, feature extraction and classification, of ECG pattern recognition system. This model automatically learns a suitable feature representation from raw ECG data and thus negates the need of hand-crafted features. By using a small and patient-specific training data, the proposed classification system efficiently classified ECG beats into five different classes recommended by Association for Advancement of Medical Instrumentation (AAMI). ECG signal from 44 recordings of the MIT-BIH database are used to evaluate the classification performance and the results demonstrate that the proposed approach achieves a significant classification accuracy and superior …",
            "An automated ECG beat classification system using convolutional neural networks",
            "Muhammad Zubair and Jinsul Kim and Changwoo Yoon",
            "2016",
            "WHW1z4YAAAAJ:auQHJw8QJBgC",
            113,
            "https:\/\/ieeexplore.ieee.org\/abstract\/document\/7740310\/",
            "3795955958691092310",
            "\/scholar?cites=3795955958691092310",
            {
                "2017":6,
                "2018":23,
                "2019":33,
                "2020":46,
                "2021":5
            }
        ],
        [
            "This book presents the concept of fractional dimensional space applied to the use of electromagnetic fields and waves. It provides demonstrates the advantages in studying the behavior of electromagnetic fields and waves in fractal media. The book presents novel fractional space generalization of the differential electromagnetic equations is provided as well as a new form of vector differential operators is formulated in fractional space. Using these modified vector differential operators, the classical Maxwell's electromagnetic equations are worked out. The Laplace's, Poisson's and Helmholtz's equations in fractional space are derived by using modified vector differential operators.",
            "Electromagnetic fields and waves in fractional dimensional space",
            "Muhammad Zubair and Muhammad Junaid Mughal and Qaisar Abbas Naqvi",
            "2012",
            "WHW1z4YAAAAJ:D03iK_w7-QYC",
            113,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=E91Kti8BhqMC&oi=fnd&pg=PP7&dq=info:xyUd-0o8HjIJ:scholar.google.com&ots=kXizbwwJPV&sig=yoZkd5s9oBDA7yh_rkKcvTDfTso",
            "3611390243935954375",
            "\/scholar?cites=3611390243935954375",
            {
                "2012":2,
                "2013":8,
                "2014":7,
                "2015":16,
                "2016":6,
                "2017":11,
                "2018":18,
                "2019":18,
                "2020":20,
                "2021":5
            }
        ]
    ]
}