{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The cooling of hot electrons in graphene is the critical process underlying the operation of exciting new graphene-based optoelectronic and plasmonic devices, but the nature of this cooling is controversial. We extract the hot-electron cooling rate near the Fermi level by using graphene as a novel photothermal thermometer that measures the electron temperature (T (t)) as it cools dynamically. We find the photocurrent generated from graphene p–n junctions is well described by the energy dissipation rate CdT\/dt=− A (T 3− T l 3), where the heat capacity is C= α T and T l is the base lattice temperature. These results are in disagreement with predictions of electron–phonon emission in a disorder-free graphene system, but in excellent quantitative agreement with recent predictions of a disorder-enhanced supercollision cooling mechanism. We find that the supercollision model provides a complete and unified picture of …",
            "Photocurrent measurements of supercollision cooling in graphene",
            "Matt W Graham and Su-Fei Shi and Daniel C Ralph and Jiwoong Park and Paul L McEuen",
            "2013",
            "wiMi5asAAAAJ:LkGwnXOMwfcC",
            262,
            "https:\/\/www.nature.com\/articles\/nphys2493",
            "6588815557421845900",
            "\/scholar?cites=6588815557421845900",
            {
                "2012":1,
                "2013":27,
                "2014":33,
                "2015":45,
                "2016":30,
                "2017":39,
                "2018":35,
                "2019":23,
                "2020":26,
                "2021":2
            }
        ],
        [
            "We study the origin of the spectral line shape in colloidal CdSe nanocrystal quantum dots. The three-pulse photon echo peak shift (3PEPS) data reveal a temperature-independent fast decay, obscuring the quantification of the homogeneous linewidth. The optical gap and Stokes shift are found to have an anomalous behavior with temperature, which is size, capping group, and surrounding polymer matrix independent. Using these results and combining them with simulations, we discuss the role of exciton-phonon coupling, static inhomogeneity, exciton fine structure, and exciton state disorder in the linewidth of the nanocrystal. In particular, our analysis shows that the disorder due to surface imperfections and finite temperature effects, as well as the relaxation within the fine structure, can have significant impact on the steady-state absorption spectrum, 3PEPS data, and dephasing processes.",
            "Exciton-phonon coupling and disorder in the excited states of CdSe colloidal quantum dots",
            "Mayrose R Salvador and Matthew W Graham and Gregory D Scholes",
            "2006",
            "wiMi5asAAAAJ:IWHjjKOFINEC",
            128,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.2363190",
            "7070706731695368104",
            "\/scholar?cites=7070706731695368104",
            {
                "2007":3,
                "2008":9,
                "2009":15,
                "2010":7,
                "2011":10,
                "2012":4,
                "2013":13,
                "2014":15,
                "2015":5,
                "2016":10,
                "2017":9,
                "2018":8,
                "2019":12,
                "2020":5,
                "2021":3
            }
        ],
        [
            "The ability to control the stacking structure in layered materials could provide an exciting approach to tuning their optical and electronic properties. Because of the lower symmetry of each constituent monolayer, hexagonal boron nitride (h-BN) allows more structural variations in multiple layers than graphene; however, the structure–property relationships in this system remain largely unexplored. Here, we report a strong correlation between the interlayer stacking structures and optical and topological properties in chemically grown h-BN bilayers, measured mainly by using dark-field transmission electron microscopy (DF-TEM) and optical second harmonic generation (SHG) mapping. Our data show that there exist two distinct h-BN bilayer structures with different interlayer symmetries that give rise to a distinct difference in their SHG intensities. In particular, the SHG signal in h-BN bilayers is observed only for …",
            "Stacking Order Dependent Second Harmonic Generation and Topological Defects in h-BN Bilayers",
            "Cheol-Joo Kim and Lola Brown and Matt W Graham and Robert Hovden and Robin W Havener and Paul L McEuen and David A Muller and Jiwoong Park",
            "2013",
            "wiMi5asAAAAJ:qxL8FJ1GzNcC",
            105,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl403328s",
            "16257430515064267780",
            "\/scholar?cites=16257430515064267780",
            {
                "2014":7,
                "2015":9,
                "2016":10,
                "2017":16,
                "2018":17,
                "2019":20,
                "2020":23,
                "2021":1
            }
        ],
        [
            "Femtosecond two-pulse degenerate four-wave mixing spectroscopy was applied to study the exciton dephasing in a broad range of excitation intensities and lattice temperatures. We find that both exciton-exciton and exciton-phonon scattering have profound effects on the dephasing process. The dominant phonon mode involved in the dephasing is identified as the out-of-plane, transverse optical mode with a frequency of 847 cm− 1. The extracted homogeneous linewidths at all measured temperatures are in excellent agreement with the results of a single-tube photoluminescence experiment.",
            "Ultrafast exciton dephasing in semiconducting single-walled carbon nanotubes",
            "Ying-Zhong Ma and Matthew W Graham and Graham R Fleming and Alexander A Green and Mark C Hersam",
            "2008",
            "wiMi5asAAAAJ:_Qo2XoVZTnwC",
            57,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.101.217402",
            "17299416722184451016",
            "\/scholar?cites=17299416722184451016",
            {
                "2009":7,
                "2010":7,
                "2011":12,
                "2012":7,
                "2013":5,
                "2014":4,
                "2015":4,
                "2016":3,
                "2017":3,
                "2018":2,
                "2019":3
            }
        ],
        [
            "Using transient absorption (TA) microscopy as a hot electron thermometer, we show that disorder-assisted acoustic-phonon supercollisions (SCs) best describe the rate-limiting relaxation step in graphene over a wide range of lattice temperatures (Tl = 5–300 K), Fermi energies (EF = ± 0.35 eV), and optical probe energies (∼0.3–1.1 eV). Comparison with simultaneously collected transient photocurrent, an independent hot electron thermometer, confirms that the rate-limiting optical and electrical response in graphene are best described by the SC-heat dissipation rate model, H = A(Te3 – Tl3). Our data further show that the electron cooling rate in substrate-supported graphene is twice as fast as in suspended graphene sheets, consistent with SC model prediction for disorder.",
            "Transient absorption and photocurrent microscopy show that hot electron supercollisions describe the rate-limiting relaxation step in graphene",
            "Matt W Graham and Su-Fei Shi and Zenghui Wang and Daniel C Ralph and Jiwoong Park and Paul L McEuen",
            "2013",
            "wiMi5asAAAAJ:5nxA0vEk-isC",
            53,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl4030787",
            "10326725520807544904",
            "\/scholar?cites=10326725520807544904",
            {
                "2014":8,
                "2015":11,
                "2016":10,
                "2017":6,
                "2018":5,
                "2019":5,
                "2020":6,
                "2021":2
            }
        ],
        [
            "We report a detailed study of ultrafast exciton dephasing processes in semiconducting single-walled carbon nanotubes employing a sample highly enriched in a single tube species, the (6,5) tube. Systematic measurements of femtosecond pump–probe, two-pulse photon echo, and three-pulse photon echo peak shift over a broad range of excitation intensities and lattice temperature (from 4.4 to 292 K) enable us to quantify the timescales of pure optical dephasing (T2*), along with exciton–exciton and exciton–phonon scattering, environmental effects as well as spectral diffusion. While the exciton dephasing time (T2) increases from 205 fs at room temperature to 320 fs at 70 K, we found that further decrease of the lattice temperature leads to a shortening of the T2 times. This complex temperature dependence was found to arise from an enhanced relaxation of exciton population at lattice temperatures below 80 K. By …",
            "Pure optical dephasing dynamics in semiconducting single-walled carbon nanotubes",
            "Matthew W Graham and Ying-Zhong Ma and Alexander A Green and Mark C Hersam and Graham R Fleming",
            "2011",
            "wiMi5asAAAAJ:qUcmZB5y_30C",
            52,
            "https:\/\/aip.scitation.org\/doi\/abs\/10.1063\/1.3530582",
            "8955852099814150582",
            "\/scholar?cites=8955852099814150582",
            {
                "2011":3,
                "2012":8,
                "2013":9,
                "2014":3,
                "2015":8,
                "2016":8,
                "2017":4,
                "2018":5,
                "2019":3,
                "2020":1
            }
        ],
        [
            "Three-pulse photon echo peak shift measurements were performed on semiconducting single-walled carbon nanotubes embedded in polymer matrix at room temperature. Simultaneous modeling of the peak shift data in the limit of zero-intensity and the linear absorption spectrum enable us to extract an intrinsic homogeneous line width of 178 cm−1, an inhomogeneous width of 698 cm−1, and a Huang−Rhys factor of 0.04 for the radial breathing mode vibration. The peak shift data when combined with two-pulse photon echo and pump−probe measurements allows us to determine a pure exciton dephasing time scale of 78 fs at room temperature.",
            "Femtosecond photon echo spectroscopy of semiconducting single-walled carbon nanotubes",
            "Matthew W Graham and Ying-Zhong Ma and Graham R Fleming",
            "2008",
            "wiMi5asAAAAJ:hC7cP41nSMkC",
            51,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/nl802423w",
            "9122155686535990703",
            "\/scholar?cites=9122155686535990703",
            {
                "2009":2,
                "2010":4,
                "2011":9,
                "2012":13,
                "2013":8,
                "2014":3,
                "2015":1,
                "2016":4,
                "2017":3,
                "2018":3,
                "2019":1
            }
        ],
        [
            "When two sheets of graphene stack in a twisted bilayer graphene (tBLG) configuration, the resulting constrained overlap between interplanar 2p orbitals produce angle-tunable electronic absorption resonances. By applying a novel combination of multiphoton transient absorption (TA) microscopy and TEM, we resolve the electronic structure and ensuing relaxation by probing resonant excitations of single tBLG domains. Strikingly, we find that the transient electronic population in resonantly excited tBLG domains is enhanced many fold, forming a major electronic relaxation bottleneck. Two-photon TA microscopy shows this bottleneck effect originates from a strongly bound, dark exciton state lying ∼0.37 eV below the 1-photon absorption resonance. This stable coexistence of strongly bound excitons alongside free-electron continuum states has not been previously observed in a metallic, 2D material.",
            "Tunable optical excitations in twisted bilayer graphene form strongly bound excitons",
            "Hiral Patel and Robin W Havener and Lola Brown and Yufeng Liang and Li Yang and Jiwoong Park and Matt W Graham",
            "2015",
            "wiMi5asAAAAJ:YsMSGLbcyi4C",
            49,
            "https:\/\/pubs.acs.org\/doi\/abs\/10.1021\/acs.nanolett.5b02035",
            "4356972846599099216",
            "\/scholar?cites=4356972846599099216",
            {
                "2016":4,
                "2017":9,
                "2018":14,
                "2019":9,
                "2020":12,
                "2021":1
            }
        ],
        [
            "The DUNE IDR describes the proposed physics program and technical designs of the DUNE far detector modules in preparation for the full TDR to be published in 2019. It is intended as an intermediate milestone on the path to a full TDR, justifying the technical choices that flow down from the high-level physics goals through requirements at all levels of the Project. These design choices will enable the DUNE experiment to make the ground-breaking discoveries that will help to answer fundamental physics questions. Volume 2 describes the single-phase module's subsystems, the technical coordination required for its design, construction, installation, and integration, and its organizational structure.",
            "The DUNE far detector interim design report, Volume 2: single-phase module",
            "B Abi and R Acciarri and MA Acero and M Adamowski and C Adams and D Adams and P Adamson and M Adinolfi and Z Ahmad and CH Albright and L Aliaga Soplin and T Alion and S Alonso Monsalve and M Alrashed and C Alt and J Anderson and K Anderson and C Andreopoulos and MP Andrews and RA Andrews and A Ankowski and J Anthony and M Antonello and M Antonova and S Antusch and A Aranda Fernandez and A Ariga and T Ariga and D Aristizabal Sierra and E Arrieta Diaz and J Asaadi and M Ascencio and D Asner and MS Athar and M Auger and A Aurisano and V Aushev and D Autiero and F Azfar and A Back and H Back and J Back and C Backhouse and P Baesso and L Bagby and X Bai and M Baird and B Balantekin and S Balasubramanian and B Baller and P Ballett and L Balleyguier and B Bambah and H Band and M Bansal and S Bansal and G Barenboim and GJ Barker and C Barnes and G Barr and J Barranco Monarca and N Barros and J Barrow and A Bashyal and V Basque and M Bass and F Bay and K Bays and JL Bazo and JF Beacom and E Bechetoille and BR Behera and L Bellantoni and G Bellettini and V Bellini and O Beltramello and D Belver and N Benekos and PA Benetti and A Bercellie and E Berman and P Bernardini and R Berner and HG Berns and RH Bernstein and S Bertolucci and M Betancourt and V Bhatnagar and M Bhattacharjee and B Bhuyan and S Biagi and J Bian and K Biery and B Bilki and M Bishai and A Bitadze and T Blackburn and A Blake and B Blanco Siffert and F Blaszczyk and E Blaufuss and GC Blazey and M Blennow and E Blucher and V Bocean and F Boffelli and J Boissevain and S Bolognesi and T Bolton and M Bonesini and T Boone and A Booth and C Booth and S Bordoni and A Borkum and T Boschi and P Bour and B Bourguille and SB Boyd and D Boyden and J Bracinik and D Brailsford and A Brandt and J Bremer and SJ Brice and C Bromberg and G Brooijmans and J Brooke and G Brown and N Buchanan and H Budd and PC de Holanda and T Cai and D Caiulo and P Calafiura and A Calatayud and J Calcutt and C Callahan and E Calligarich and E Calvo and L Camilleri and A Caminata and M Campanelli and G Cancelo and K Cankocak and C Cantini and D Caratelli and B Carlus and M Carneiro and I Caro Terrazas",
            "2018",
            "wiMi5asAAAAJ:xtRiw3GOFMkC",
            45,
            "https:\/\/iu.tind.io\/record\/1658",
            "13110515896443300687",
            "\/scholar?cites=13110515896443300687",
            {
                "2018":6,
                "2019":16,
                "2020":22,
                "2021":1
            }
        ],
        [
            "We report a femtosecond midinfrared study of the broadband low-energy response of individually separated (6, 5) and (7, 5) single-walled carbon nanotubes. Strong photoinduced absorption is observed around 200 meV, whose transition energy, oscillator strength, resonant chirality enhancement, and dynamics manifest the observation of quasi-one-dimensional intraexcitonic transitions. A model of the nanotube 1 s− 2 p cross section agrees well with the signal amplitudes. Our study further reveals saturation of the photoinduced absorption with increasing phase-space filling of the correlated e− h pairs.",
            "Ultrafast spectroscopy of midinfrared internal exciton transitions in separated single-walled carbon nanotubes",
            "Jigang Wang and Matt W Graham and Yingzhong Ma and Graham R Fleming and Robert A Kaindl",
            "2010",
            "wiMi5asAAAAJ:Zph67rFs4hoC",
            45,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.104.177401",
            "13729518879410292231",
            "\/scholar?cites=13729518879410292231",
            {
                "2010":1,
                "2011":2,
                "2012":8,
                "2013":7,
                "2014":7,
                "2015":5,
                "2016":3,
                "2017":5,
                "2018":1,
                "2019":5,
                "2020":1
            }
        ]
    ]
}