{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "The aim of this study was to determine the diagnostic performance of a new method for quantifying fractional flow reserve (FFR) with computational fluid dynamics (CFD) applied to coronary computed tomography angiography (CCTA) data in patients with suspected or known coronary artery disease (CAD).Measurement of FFR during invasive coronary angiography is the gold standard for identifying coronary artery lesions that cause ischemia and improves clinical decision-making for revascularization. Computation of FFR from CCTA data (FFRCT) provides a noninvasive method for identifying ischemia-causing stenosis; however, the diagnostic performance of this new method is unknown.Computation of FFR from CCTA data was performed on 159 vessels in 103 patients undergoing CCTA, invasive coronary angiography, and FFR. Independent core laboratories determined FFR …",
            "Diagnosis of ischemia-causing coronary stenoses by noninvasive fractional flow reserve computed from coronary computed tomographic angiograms: results from the prospective …",
            "Bon-Kwon Koo and Andrejs Erglis and Joon-Hyung Doh and David V Daniels and Sanda Jegere and Hyo-Soo Kim and Allison Dunning and Tony DeFrance and Alexandra Lansky and Jonathan Leipsic and James K Min",
            "2011",
            "WJ6wvYMAAAAJ:FPJr55Dyh1AC",
            1015,
            "https:\/\/www.jacc.org\/doi\/abs\/10.1016\/j.jacc.2011.06.066",
            "7331272663255352241",
            "\/scholar?cites=7331272663255352241",
            {
                "2011":3,
                "2012":62,
                "2013":89,
                "2014":105,
                "2015":122,
                "2016":132,
                "2017":108,
                "2018":128,
                "2019":117,
                "2020":126,
                "2021":8
            }
        ],
        [
            "The goal of this study was to determine the diagnostic performance of noninvasive fractional flow reserve (FFR) derived from standard acquired coronary computed tomography angiography (CTA) datasets (FFRCT) for the diagnosis of myocardial ischemia in patients with suspected stable coronary artery disease (CAD).FFR measured during invasive coronary angiography (ICA) is the gold standard for lesion-specific coronary revascularization decisions in patients with stable CAD. The potential for FFRCT to noninvasively identify ischemia in patients with suspected CAD has not been sufficiently investigated.This prospective multicenter trial included 254 patients scheduled to undergo clinically indicated ICA for suspected CAD. Coronary CTA was performed before ICA. Evaluation of stenosis (>50% lumen reduction) in coronary CTA was performed by local investigators and in ICA …",
            "Diagnostic performance of noninvasive fractional flow reserve derived from coronary computed tomography angiography in suspected coronary artery disease: the NXT trial …",
            "Bjarne L Nørgaard and Jonathon Leipsic and Sara Gaur and Sujith Seneviratne and Brian S Ko and Hiroshi Ito and Jesper M Jensen and Laura Mauri and Bernard De Bruyne and Hiram Bezerra and Kazuhiro Osawa and Mohamed Marwan and Christoph Naber and Andrejs Erglis and Seung-Jung Park and Evald H Christiansen and Anne Kaltoft and Jens F Lassen and Hans Erik Bøtker and Stephan Achenbach and NXT Trial Study Group",
            "2014",
            "WJ6wvYMAAAAJ:VLnqNzywnoUC",
            951,
            "https:\/\/www.jacc.org\/doi\/abs\/10.1016\/j.jacc.2013.11.043",
            "5380216176406448842",
            "\/scholar?cites=5380216176406448842",
            {
                "2014":36,
                "2015":109,
                "2016":148,
                "2017":132,
                "2018":150,
                "2019":164,
                "2020":187,
                "2021":11
            }
        ],
        [
            "ContextCoronary computed tomographic (CT) angiography is a noninvasive anatomic test for diagnosis of coronary stenosis that does not determine whether a stenosis causes ischemia. In contrast, fractional flow reserve (FFR) is a physiologic measure of coronary stenosis expressing the amount of coronary flow still attainable despite the presence of a stenosis, but it requires an invasive procedure. Noninvasive FFR computed from CT (FFRCT) is a novel method for determining the physiologic significance of coronary artery disease (CAD), but its ability to identify ischemia has not been adequately examined to date.ObjectiveTo assess the diagnostic performance of FFRCT plus CT for diagnosis of hemodynamically significant coronary stenosis.Design, Setting, and PatientsMulticenter diagnostic performance study involving 252 stable patients with suspected or known CAD from 17 centers in 5 countries who …",
            "Diagnostic accuracy of fractional flow reserve from anatomic CT angiography",
            "James K Min and Jonathon Leipsic and Michael J Pencina and Daniel S Berman and Bon-Kwon Koo and Carlos Van Mieghem and Andrejs Erglis and Fay Y Lin and Allison M Dunning and Patricia Apruzzese and Matthew J Budoff and Jason H Cole and Farouc A Jaffer and Martin B Leon and Jennifer Malpeso and GB John Mancini and Seung-Jung Park and Robert S Schwartz and Leslee J Shaw and Laura Mauri",
            "2012",
            "WJ6wvYMAAAAJ:EYYDruWGBe4C",
            928,
            "https:\/\/jamanetwork.com\/journals\/jama\/article-abstract\/1352969",
            "3795469561521547424",
            "\/scholar?cites=3795469561521547424",
            {
                "2012":10,
                "2013":88,
                "2014":111,
                "2015":136,
                "2016":128,
                "2017":109,
                "2018":100,
                "2019":111,
                "2020":110,
                "2021":6
            }
        ],
        [
            "To determine whether the Joint European Societies guidelines on cardiovascular prevention are being followed in everyday clinical practice of secondary prevention and to describe the lifestyle, risk factor and therapeutic management of coronary patients across Europe.EUROASPIRE IV was a cross-sectional study undertaken at 78 centres from 24 European countries. Patients <80 years with coronary disease who had coronary artery bypass graft, percutaneous coronary intervention or an acute coronary syndrome were identified from hospital records and interviewed and examined ≥ 6 months later. A total of 16,426 medical records were reviewed and 7998 patients (24.4% females) interviewed. At interview, 16.0% of patients smoked cigarettes, and 48.6% of those smoking at the time of the event were persistent smokers. Little or no physical …",
            "EUROASPIRE IV: A European Society of Cardiology survey on the lifestyle, risk factor and therapeutic management of coronary patients from 24 European countries",
            "Kornelia Kotseva and David Wood and Dirk De Bacquer and Guy De Backer and Lars Rydén and Catriona Jennings and Viveca Gyberg and Philippe Amouyel and Jan Bruthans and Almudena Castro Conde and Renata Cífková and Jaap W Deckers and Johan De Sutter and Mirza Dilic and Maryna Dolzhenko and Andrejs Erglis and Zlatko Fras and Dan Gaita and Nina Gotcheva and John Goudevenos and Peter Heuschmann and Aleksandras Laucevicius and Seppo Lehto and Dragan Lovic and Davor Miličić and David Moore and Evagoras Nicolaides and Raphael Oganov and Andrzej Pajak and Nana Pogosova and Zeljko Reiner and Martin Stagmo and Stefan Störk and Lale Tokgözoğlu and Dusko Vulic and EUROASPIRE Investigators",
            "2016",
            "WJ6wvYMAAAAJ:b0M2c_1WBrUC",
            907,
            "https:\/\/academic.oup.com\/eurjpc\/article-abstract\/23\/6\/636\/5927390",
            "1932452434490269765",
            "\/scholar?cites=1932452434490269765",
            {
                "2015":36,
                "2016":122,
                "2017":202,
                "2018":191,
                "2019":166,
                "2020":155,
                "2021":5
            }
        ],
        [
            "Patient access to reperfusion therapy and the use of primary percutaneous coronary intervention (p-PCI) or thrombolysis (TL) varies considerably between European countries. The aim of this study was to obtain a realistic contemporary picture of how patients with ST elevation myocardial infarction (STEMI) are treated in different European countries.The chairpersons of the national working groups\/societies of interventional cardiology in European countries and selected experts known to be involved in the national registries joined the writing group upon invitation. Data were collected about the country and any existing national STEMI or PCI registries, about STEMI epidemiology, and treatment in each given country and about PCI and p-PCI centres and procedures in each country. Results from the national and\/or regional registries in 30 countries …",
            "Reperfusion therapy for ST elevation acute myocardial infarction in Europe: description of the current situation in 30 countries",
            "Petr Widimsky and William Wijns and Jean Fajadet and Mark De Belder and Jiri Knot and Lars Aaberge and George Andrikopoulos and Jose Antonio Baz and Amadeo Betriu and Marc Claeys and Nicholas Danchin and Slaveyko Djambazov and Paul Erne and Juha Hartikainen and Kurt Huber and Petr Kala and Milka Klinčeva and Steen Dalby Kristensen and Peter Ludman and Josephina Mauri Ferre and Bela Merkely and Davor Miličić and Joao Morais and Marko Noč and Grzegorz Opolski and Miodrag Ostojić and Dragana Radovanovič and Stefano De Servi and Ulf Stenestrand and Martin Studenčan and Marco Tubaro and Zorana Vasiljević and Franz Weidinger and Adam Witkowski and Uwe Zeymer and European Association for Percutaneous Cardiovascular Interventions and Victor Legrand and Vasil Velchev and Vjeran Nikolić Heiztler and Zdravko Babić and Mijo Bergovec and Vlasta Hrabak Žerjavić and Verica Kralj and Michael Zelizko and Michael Aschermann and Petr Jansky and Frantisek Tousek and Frantisek Holm and Anders Junker and Toomas Marandi and Martine Gilard and Didier Blanchard and Volker Schaechinger and Anselm Gitt and Michael Boehm and Georgios Papaioannou and David Becker and Alexander Battler and Basil Lewis and Shlomo Behar and Andrejs Erglis and Ramunas Navickas and Karel T Koch and Willem J ter Burg and Lech Polonski and Dan Deleanu and Gabriel Tatu-Chitoiu and Anna Baráková and Peter Hlava and Ján Murín and Gabriel Kamenský and Gabriela Kaliská and Agustin Albarrang and Felipe Hernandez and Stephan Windecker and Eric Eeckhout and Omer Kozan and Rasim Enar and John Birkhead",
            "2010",
            "WJ6wvYMAAAAJ:ns9cj8rnVeAC",
            836,
            "https:\/\/academic.oup.com\/eurheartj\/article-abstract\/31\/8\/943\/544540",
            "2994234255737832937",
            "\/scholar?cites=2994234255737832937",
            {
                "2010":34,
                "2011":71,
                "2012":83,
                "2013":92,
                "2014":112,
                "2015":92,
                "2016":91,
                "2017":66,
                "2018":59,
                "2019":61,
                "2020":54,
                "2021":1
            }
        ],
        [
            "Background— The optimal stenting strategy in coronary artery bifurcation lesions is unknown. In the present study, a strategy of stenting both the main vessel and the side branch (MV+SB) was compared with a strategy of stenting the main vessel only, with optional stenting of the side branch (MV), with sirolimus-eluting stents.Methods and Results— A total of 413 patients with a bifurcation lesion were randomized. The primary end point was a major adverse cardiac event: cardiac death, myocardial infarction, target-vessel revascularization, or stent thrombosis after 6 months. At 6 months, there were no significant differences in rates of major adverse cardiac events between the groups (MV+SB 3.4%, MV 2.9%; P=NS). In the MV+SB group, there were significantly longer procedure and fluoroscopy times, higher contrast volumes, and higher rates of procedure-related increases in biomarkers of myocardial injury. A …",
            "CLINICAL PERSPECTIVE",
            "Terje K Steigen and Michael Maeng and Rune Wiseth and Andrejs Erglis and Indulis Kumsars and Inga Narbute and Pål Gunnes and Jan Mannsverk and Oliver Meyerdierks and Svein Rotevatn and Matti Niemelä and Kari Kervinen and Jan S Jensen and Anders Galløe and Kjell Nikus and Saila Vikman and Jan Ravkilde and Stefan James and Jens Aarøe and Antti Ylitalo and Steffen Helqvist and Iwar Sjögren and Per Thayssen and Kari Virtanen and Mikko Puhakka and Juhani Airaksinen and Jens F Lassen and Leif Thuesen",
            "2006",
            "WJ6wvYMAAAAJ:rO6llkc54NcC",
            835,
            "https:\/\/www.ahajournals.org\/doi\/abs\/10.1161\/circulationaha.106.664920",
            "9810442416702563417",
            "\/scholar?cites=9810442416702563417",
            {
                "2007":27,
                "2008":71,
                "2009":76,
                "2010":73,
                "2011":90,
                "2012":75,
                "2013":60,
                "2014":58,
                "2015":57,
                "2016":66,
                "2017":38,
                "2018":43,
                "2019":22,
                "2020":39,
                "2021":2
            }
        ],
        [
            "Sirolimus-eluting stents reduce rates of restenosis and reintervention, as compared with uncoated stents. Data are limited regarding the safety and efficacy of such stents in primary percutaneous coronary intervention (PCI) for acute myocardial infarction with ST-segment elevation.We performed a single-blind, multicenter, prospectively randomized trial to compare sirolimus-eluting stents with uncoated stents in primary PCI for acute myocardial infarction with ST-segment elevation. The trial included 712 patients at 48 medical centers. The primary end point was target-vessel failure at 1 year after the procedure, defined as target-vessel–related death, recurrent myocardial infarction, or target-vessel revascularization. A follow-up angiographic substudy was performed at 8 months among 174 patients from selected centers.The rate of the primary end point was significantly lower in the …",
            "Sirolimus-eluting versus uncoated stents in acute myocardial infarction",
            "Christian Spaulding and Patrick Henry and Emmanuel Teiger and Kevin Beatt and Ezio Bramucci and Didier Carrié and Michel S Slama and Bela Merkely and Andrejs Erglis and Massimo Margheri and Olivier Varenne and Ana Cebrian and Hans-Peter Stoll and David B Snead and Christoph Bode",
            "2006",
            "WJ6wvYMAAAAJ:XiVPGOgt02cC",
            778,
            "https:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJMoa062006",
            "13923472576056251823",
            "\/scholar?cites=13923472576056251823",
            {
                "2006":14,
                "2007":127,
                "2008":104,
                "2009":99,
                "2010":99,
                "2011":85,
                "2012":46,
                "2013":49,
                "2014":44,
                "2015":27,
                "2016":19,
                "2017":17,
                "2018":9,
                "2019":15,
                "2020":4
            }
        ],
        [
            "The European Society of Cardiology (ESC) Atlas has been compiled by the European Heart Agency to document cardiovascular disease (CVD) statistics of the 56 ESC member countries. A major aim of this 2017 data presentation has been to compare high-income and middle-income ESC member countries to identify inequalities in disease burden, outcomes, and service provision.The Atlas utilizes a variety of data sources, including the World Health Organization, the Institute for Health Metrics and Evaluation, and the World Bank to document risk factors, prevalence, and mortality of cardiovascular disease and national economic indicators. It also includes novel ESC-sponsored survey data of health infrastructure and cardiovascular service provision provided by the national societies of the ESC member countries. Data presentation is descriptive with …",
            "European Society of Cardiology: cardiovascular disease statistics 2017",
            "Adam Timmis and Nick Townsend and Chris Gale and Rick Grobbee and Nikos Maniadakis and Marcus Flather and Elizabeth Wilkins and Lucy Wright and Rimke Vos and Jeroen Bax and Maxim Blum and Fausto Pinto and Panos Vardas",
            "2018",
            "WJ6wvYMAAAAJ:U4n9YNQMCAIC",
            594,
            "https:\/\/academic.oup.com\/eurheartj\/article-abstract\/39\/7\/508\/4658838",
            "7247078475750342330",
            "\/scholar?cites=7247078475750342330",
            {
                "2017":2,
                "2018":67,
                "2019":171,
                "2020":307,
                "2021":30
            }
        ],
        [
            "To evaluate how recommendations of European guidelines regarding pharmacological and non‐pharmacological treatments for heart failure (HF) are adopted in clinical practice.The ESC‐HF Long‐Term Registry is a prospective, observational study conducted in 211 Cardiology Centres of 21 European and Mediterranean countries, members of the European Society of Cardiology (ESC). From May 2011 to April 2013, a total of 12 440 patients were enrolled, 40.5% with acute HF and 59.5% with chronic HF. Intravenous treatments for acute HF were heterogeneously administered, irrespective of guideline recommendations. In chronic HF, with reduced EF, renin–angiotensin system (RAS) blockers, beta‐blockers, and mineralocorticoid antagonists (MRAs) were used in 92.2, 92.7, and 67.0% of patients, respectively. When reasons for non‐adherence were considered, the real rate of …",
            "Are hospitalized or ambulatory patients with heart failure treated in accordance with European Society of Cardiology guidelines? Evidence from 12 440 patients of the ESC Heart …",
            "Aldo P Maggioni and Stefan D Anker and Ulf Dahlström and Gerasimos Filippatos and Piotr Ponikowski and Faiez Zannad and Offer Amir and Ovidiu Chioncel and Marisa Crespo Leiro and Jaroslaw Drozdz and Andrejs Erglis and Emir Fazlibegovic and Candida Fonseca and Friedrich Fruhwald and Plamen Gatzov and Eva Goncalvesova and Mahmoud Hassanein and Jaromir Hradec and Ausra Kavoliuniene and Mitja Lainscak and Damien Logeart and Bela Merkely and Marco Metra and Hans Persson and Petar Seferovic and Ahmet Temizhan and Dimitris Tousoulis and Luigi Tavazzi and Heart Failure Association of the ESC (HFA)",
            "2013",
            "WJ6wvYMAAAAJ:UHK10RUVsp4C",
            550,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1093\/eurjhf\/hft134",
            "4449443481720353206",
            "\/scholar?cites=4449443481720353206",
            {
                "2013":3,
                "2014":27,
                "2015":65,
                "2016":74,
                "2017":98,
                "2018":86,
                "2019":84,
                "2020":100,
                "2021":4
            }
        ],
        [
            "Coronary artery bypass grafting (CABG) is the standard treatment for revascularisation in patients with left main coronary artery disease, but use of percutaneous coronary intervention (PCI) for this indication is increasing. We aimed to compare PCI and CABG for treatment of left main coronary artery disease.In this prospective, randomised, open-label, non-inferiority trial, patients with left main coronary artery disease were enrolled in 36 centres in northern Europe and randomised 1:1 to treatment with PCI or CABG. Eligible patients had stable angina pectoris, unstable angina pectoris, or non-ST-elevation myocardial infarction. Exclusion criteria were ST-elevation myocardial infarction within 24 h, being considered too high risk for CABG or PCI, or expected survival of less than 1 year. The primary endpoint was major adverse cardiac or cerebrovascular events (MACCE), a composite of all-cause …",
            "Percutaneous coronary angioplasty versus coronary artery bypass grafting in treatment of unprotected left main stenosis (NOBLE): a prospective, randomised, open-label, non …",
            "Timo Mäkikallio and Niels R Holm and Mitchell Lindsay and Mark S Spence and Andrejs Erglis and Ian BA Menown and Thor Trovik and Markku Eskola and Hannu Romppanen and Thomas Kellerth and Jan Ravkilde and Lisette O Jensen and Gintaras Kalinauskas and Rikard BA Linder and Markku Pentikainen and Anders Hervold and Adrian Banning and Azfar Zaman and Jamen Cotton and Erlend Eriksen and Sulev Margus and Henrik T Sørensen and Per H Nielsen and Matti Niemelä and Kari Kervinen and Jens F Lassen and Michael Maeng and Keith Oldroyd and Geoff Berg and Simon J Walsh and Colm G Hanratty and Indulis Kumsars and Peteris Stradins and Terje K Steigen and Ole Fröbert and Alastair NJ Graham and Petter C Endresen and Matthias Corbascio and Olli Kajander and Uday Trivedi and Juha Hartikainen and Vesa Anttila and David Hildick-Smith and Leif Thuesen and Evald H Christiansen and NOBLE Study Investigators",
            "2016",
            "WJ6wvYMAAAAJ:e_rmSamDkqQC",
            524,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0140673616320529",
            "4426503202839781740",
            "\/scholar?cites=4426503202839781740",
            {
                "2016":11,
                "2017":113,
                "2018":157,
                "2019":110,
                "2020":112,
                "2021":6
            }
        ]
    ]
}