{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Dynein and kinesin motor proteins transport cellular cargoes toward opposite ends of microtubule tracks. In neurons, microtubules are abundantly decorated with microtubule-associated proteins (MAPs) such as tau. Motor proteins thus encounter MAPs frequently along their path. To determine the effects of tau on dynein and kinesin motility, we conducted single-molecule studies of motor proteins moving along tau-decorated microtubules. Dynein tended to reverse direction, whereas kinesin tended to detach at patches of bound tau. Kinesin was inhibited at about a tenth of the tau concentration that inhibited dynein, and the microtubule-binding domain of tau was sufficient to inhibit motor activity. The differential modulation of dynein and kinesin motility suggests that MAPs can spatially regulate the balance of microtubule-dependent axonal transport.",
            "Differential regulation of dynein and kinesin motor proteins by tau",
            "Ram Dixit and Jennifer L Ross and Yale E Goldman and Erika LF Holzbaur",
            "2008",
            "wjplMaYAAAAJ:u5HHmVD_uO8C",
            864,
            "https:\/\/science.sciencemag.org\/content\/319\/5866\/1086.abstract",
            "12142595622545252967",
            "\/scholar?cites=12142595622545252967",
            {
                "2008":21,
                "2009":48,
                "2010":46,
                "2011":68,
                "2012":83,
                "2013":62,
                "2014":73,
                "2015":59,
                "2016":63,
                "2017":75,
                "2018":86,
                "2019":83,
                "2020":83,
                "2021":9
            }
        ],
        [
            "The microtubule motors kinesin and dynein function collectively to drive vesicular transport. High-resolution tracking of vesicle motility in the cell indicates that transport is often bidirectional, characterized by frequent directional changes. However, the mechanisms coordinating the collective activities of oppositely oriented motors bound to the same cargo are not well understood. To examine motor coordination, we purified neuronal transport vesicles and analyzed their motility via automated particle tracking with nanometer resolution. The motility of purified vesicles reconstituted in vitro closely models the movement of LysoTracker-positive vesicles in primary neurons, where processive bidirectional motility is interrupted with frequent directional switches, diffusional movement, and pauses. Quantitative analysis indicates that vesicles copurify with a low number of stably bound motors: one to five dynein and one to four …",
            "Motor coordination via a tug-of-war mechanism drives bidirectional vesicle transport",
            "Adam G Hendricks and Eran Perlson and Jennifer L Ross and Harry W Schroeder III and Mariko Tokito and Erika LF Holzbaur",
            "2010",
            "wjplMaYAAAAJ:9yKSN-GCB0IC",
            361,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0960982210003313",
            "11649194630247048942",
            "\/scholar?cites=11649194630247048942",
            {
                "2010":10,
                "2011":34,
                "2012":42,
                "2013":38,
                "2014":38,
                "2015":23,
                "2016":35,
                "2017":32,
                "2018":44,
                "2019":33,
                "2020":28,
                "2021":1
            }
        ],
        [
            "Intracellular cargo transport requires microtubule-based motors, kinesin and cytoplasmic dynein, and the actin-based myosin motors to maneuver through the challenges presented by the filamentous meshwork that comprises the cytoskeleton. Recent in vitro single molecule biophysical studies have begun to explore this process by characterizing what occurs as these tiny molecular motors happen upon an intersection between two cytoskeletal filaments. These studies, in combination with in vivo work, define the mechanism by which molecular motors exchange cargo while traveling between filamentous tracks and deliver it to its destination when going from the cell center to the periphery and back again.",
            "Cargo transport: molecular motors navigate a complex cytoskeleton",
            "Jennifer L Ross and M Yusuf Ali and David M Warshaw",
            "2008",
            "wjplMaYAAAAJ:d1gkVwhDpl0C",
            330,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0955067407001743",
            "3703260858304152623",
            "\/scholar?cites=3703260858304152623",
            {
                "2008":8,
                "2009":33,
                "2010":33,
                "2011":28,
                "2012":31,
                "2013":27,
                "2014":29,
                "2015":18,
                "2016":20,
                "2017":17,
                "2018":31,
                "2019":27,
                "2020":23,
                "2021":4
            }
        ],
        [
            "Cytoplasmic dynein is the primary molecular motor responsible for transport of vesicles, organelles, proteins and RNA cargoes from the periphery of the cell towards the nucleus along the microtubule cytoskeleton of eukaryotic cells. Dynactin, a large multi-subunit activator of dynein, docks cargo to the motor and may enhance dynein processivity. Here, we show that individual fluorescently labelled dynein–dynactin complexes exhibit bidirectional and processive motility towards both the plus and minus ends of microtubules. The dependence of this activity on substrate ATP concentration, nucleotide analogues and inhibitors suggests that bidirectional motility is an active energy-transduction property of dynein–dynactin motor mechano-chemistry. The unique motility characteristics observed may reflect the flexibility of the dynein structure that leads to an enhanced ability to navigate around obstacles in the cell.",
            "Processive bidirectional motion of dynein–dynactin complexes in vitro",
            "Jennifer L Ross and Karen Wallace and Henry Shuman and Yale E Goldman and Erika LF Holzbaur",
            "2006",
            "wjplMaYAAAAJ:u-x6o8ySG0sC",
            295,
            "https:\/\/www.nature.com\/articles\/ncb1421",
            "10743820140583616403",
            "\/scholar?cites=10743820140583616403",
            {
                "2005":1,
                "2006":8,
                "2007":12,
                "2008":23,
                "2009":38,
                "2010":21,
                "2011":23,
                "2012":33,
                "2013":26,
                "2014":26,
                "2015":16,
                "2016":15,
                "2017":9,
                "2018":12,
                "2019":15,
                "2020":16,
                "2021":1
            }
        ],
        [
            "Cytoplasmic dynein is a multisubunit microtubule motor complex that, together with its activator, dynactin, drives vesicular cargo toward the minus ends of microtubules. Huntingtin (Htt) is a vesicle-associated protein found in both neuronal and nonneuronal cells that is thought to be involved in vesicular transport. In this study, we demonstrate through yeast two-hybrid and affinity chromatography assays that Htt and dynein intermediate chain interact directly; endogenous Htt and dynein coimmunoprecipitate from mouse brain cytosol. Htt RNAi in HeLa cells results in Golgi disruption, similar to the effects of compromising dynein\/dynactin function. In vitro studies reveal that Htt and dynein are both present on vesicles purified from mouse brain. Antibodies to Htt inhibited vesicular transport along microtubules, suggesting that Htt facilitates dynein-mediated vesicle motility. In vivo inhibition of dynein function results in a …",
            "Huntingtin facilitates dynein\/dynactin-mediated vesicle transport",
            "Juliane P Caviston and Jennifer L Ross and Sheila M Antony and Mariko Tokito and Erika LF Holzbaur",
            "2007",
            "wjplMaYAAAAJ:2osOgNQ5qMEC",
            281,
            "https:\/\/www.pnas.org\/content\/104\/24\/10045.short",
            "8026260833038552968",
            "\/scholar?cites=8026260833038552968",
            {
                "2008":19,
                "2009":24,
                "2010":23,
                "2011":20,
                "2012":30,
                "2013":18,
                "2014":35,
                "2015":21,
                "2016":15,
                "2017":19,
                "2018":19,
                "2019":13,
                "2020":22,
                "2021":3
            }
        ],
        [
            "Microtubules are rigid cytoskeletal filaments, and their mechanics affect cell morphology and cellular processes. For instance, microtubules for the support structures for extended morphologies, such as axons and cilia. Further, microtubules act as tension rods to pull apart chromosomes during cellular division. Unlike other cytoskeletal filaments (e.g., actin) that work as large networks, microtubules work individually or in small groups, so their individual mechanical properties are quite important to their cellular function. In this review, we explore the past work on the mechanics of individual microtubules, which have been studied for over a quarter of a century. We also present some prospective on future endeavors to determine the molecular mechanisms that control microtubule rigidity.",
            "Mechanics of microtubules",
            "Taviare Hawkins and Matthew Mirigian and M Selcuk Yasar and Jennifer L Ross",
            "2010",
            "wjplMaYAAAAJ:IjCSPb-OGe4C",
            210,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0021929009004965",
            "4487302311969605825",
            "\/scholar?cites=4487302311969605825",
            {
                "2010":7,
                "2011":10,
                "2012":13,
                "2013":22,
                "2014":19,
                "2015":12,
                "2016":21,
                "2017":33,
                "2018":26,
                "2019":17,
                "2020":25,
                "2021":3
            }
        ],
        [
            "ATP-dependent severing of microtubules was first reported in Xenopus laevis egg extracts in 1991. Two years later this observation led to the purification of the first known microtubule-severing enzyme, katanin. Katanin homologs have now been identified throughout the animal kingdom and in plants. Moreover, members of two closely related enzyme subfamilies, spastin and fidgetin, have been found to sever microtubules and might act alongside katanins in some contexts (Roll-Mecak and McNally, 2010; Yu et al., 2008; Zhang et al., 2007). Over the past few years, it has become clear that microtubule-severing enzymes contribute to a wide range of cellular activities including mitosis and meiosis, morphogenesis, cilia biogenesis and disassembly, and migration. Thus, this group of enzymes is revealing itself to be among the most important of the microtubule regulators. This Commentary focuses on our growing …",
            "Microtubule-severing enzymes at the cutting edge",
            "David J Sharp and Jennifer L Ross",
            "2012",
            "wjplMaYAAAAJ:Wp0gIr-vW9MC",
            195,
            "https:\/\/jcs.biologists.org\/content\/125\/11\/2561.short",
            "11594941316756593973",
            "\/scholar?cites=11594941316756593973",
            {
                "2012":3,
                "2013":22,
                "2014":19,
                "2015":17,
                "2016":33,
                "2017":24,
                "2018":23,
                "2019":26,
                "2020":24,
                "2021":2
            }
        ],
        [
            "ATP-dependent severing of microtubules was first reported in Xenopus laevis egg extracts in 1991. Two years later this observation led to the purification of the first known microtubule-severing enzyme, katanin. Katanin homologs have now been identified throughout the animal kingdom and in plants. Moreover, members of two closely related enzyme subfamilies, spastin and fidgetin, have been found to sever microtubules and might act alongside katanins in some contexts (Roll-Mecak and McNally, 2010; Yu et al., 2008; Zhang et al., 2007). Over the past few years, it has become clear that microtubule-severing enzymes contribute to a wide range of cellular activities including mitosis and meiosis, morphogenesis, cilia biogenesis and disassembly, and migration. Thus, this group of enzymes is revealing itself to be among the most important of the microtubule regulators. This Commentary focuses on our growing …",
            "Microtubule-severing enzymes at the cutting edge",
            "David J Sharp and Jennifer L Ross",
            "2012",
            "wjplMaYAAAAJ:W7OEmFMy1HYC",
            195,
            "https:\/\/jcs.biologists.org\/content\/125\/11\/2561.short",
            "11594941316756593973",
            "\/scholar?cites=11594941316756593973",
            {
                "2012":3,
                "2013":22,
                "2014":19,
                "2015":17,
                "2016":33,
                "2017":24,
                "2018":23,
                "2019":26,
                "2020":24,
                "2021":2
            }
        ],
        [
            "Tau is an intrinsically unstructured microtubule (MT)-associated protein capable of binding to and organizing MTs into evenly spaced parallel assemblies known as “MT bundles.” How tau achieves MT bundling is enigmatic because each tau molecule possesses only one MT-binding region. To dissect this complex behavior, we have used a surface forces apparatus to measure the interaction forces of the six CNS tau isoforms when bound to mica substrates in vitro. Two types of measurements were performed for each isoform: symmetric configuration experiments measured the interactions between two tau-coated mica surfaces, whereas “asymmetric” experiments examined tau-coated surfaces interacting with a smooth bare mica surface. Depending on the configuration (of which there were 12), the forces were weakly adhesive, strongly adhesive, or purely repulsive. The equilibrium spacing was determined mainly …",
            "Complementary dimerization of microtubule-associated tau protein: Implications for microtubule bundling and tau-mediated pathogenesis",
            "Kenneth J Rosenberg and Jennifer L Ross and H Eric Feinstein and Stuart C Feinstein and Jacob Israelachvili",
            "2008",
            "wjplMaYAAAAJ:UeHWp8X0CEIC",
            146,
            "https:\/\/www.pnas.org\/content\/105\/21\/7445.short",
            "3502125242922738947",
            "\/scholar?cites=3502125242922738947",
            {
                "2009":7,
                "2010":11,
                "2011":20,
                "2012":12,
                "2013":10,
                "2014":9,
                "2015":17,
                "2016":12,
                "2017":12,
                "2018":10,
                "2019":13,
                "2020":12,
                "2021":1
            }
        ],
        [
            "Kinesin and cytoplasmic dynein are microtubule-based motor proteins that actively transport material throughout the cell. Microtubules can intersect at a variety of angles both near the nucleus and at the cell periphery, and the behavior of molecular motors at these intersections has implications for long-range transport efficiency and accuracy. To test motor function at microtubule intersections, crossovers were arranged in vitro using flow to orient successive layers of filaments. Single kinesin and cytoplasmic dynein-dynactin molecules fused with green-fluorescent protein, and artificial bead cargos decorated with multiple motors, were observed while they encountered intersections. Single kinesins tend to cross intersecting microtubules, whereas single dynein-dynactins have a more varied response. For bead cargos, kinesin motion is independent of motor number. Dynein beads with high motor numbers pause, but …",
            "Kinesin and dynein-dynactin at intersecting microtubules: motor density affects dynein function",
            "Jennifer L Ross and Henry Shuman and Erika LF Holzbaur and Yale E Goldman",
            "2008",
            "wjplMaYAAAAJ:qjMakFHDy7sC",
            137,
            "https:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349508704685",
            "9793014468293070487",
            "\/scholar?cites=9793014468293070487",
            {
                "2008":4,
                "2009":10,
                "2010":14,
                "2011":18,
                "2012":15,
                "2013":10,
                "2014":14,
                "2015":7,
                "2016":6,
                "2017":7,
                "2018":16,
                "2019":5,
                "2020":9,
                "2021":1
            }
        ]
    ]
}