{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6
    ],
    "data":[
        [
            "To support researchers and designers in synthesizing and understanding the advances in search, this monograph offers a structured means to think about web search result visualization, based on an inclusive model of search that integrates information retrieval, information seeking and a higher level context of tasks and goals. We examine each of these levels of search in a survey of advances in browsers and related tools by defining search-related cognitive processes and analyzing innovative design approaches. We then discuss evaluations at each of these levels of search, presenting significant results and identifying both the traditional and novel means used to produce them. Based on this examination, we propose a taxonomy of search result visualization techniques that can be used to identify gaps for future research and as a reference for designers of next generation web search systems.",
            "From keyword search to exploration: Designing future search interfaces for the web",
            "Max L Wilson and William Kules and m.c. schraefel and Ben Shneiderman",
            "2010",
            "WkLZuJsAAAAJ:zYLM7Y9cAGgC",
            213,
            "http:\/\/books.google.com\/books?hl=en&lr=&id=HS9_46e9Js8C&oi=fnd&pg=PA1&dq=info:awAONTmGYN8J:scholar.google.com&ots=TeUM4-sT9y&sig=g7XrYKRCni24-FtopmPj0eGCNvY",
            "16096012648483520619",
            "\/scholar?cites=16096012648483520619",
            {
                "2008":2,
                "2009":8,
                "2010":9,
                "2011":20,
                "2012":22,
                "2013":21,
                "2014":32,
                "2015":15,
                "2016":21,
                "2017":19,
                "2018":13,
                "2019":11,
                "2020":17
            }
        ],
        [
            "When users have poorly defined or complex goals, search interfaces that offer only keyword‐searching facilities provide inadequate support to help them reach their information‐seeking objectives. The emergence of interfaces with more advanced capabilities, such as faceted browsing and result clustering, can go some way toward addressing such problems. The evaluation of these interfaces, however, is challenging because they generally offer diverse and versatile search environments that introduce overwhelming amounts of independent variables to user studies; choosing the interface object as the only independent variable in a study would reveal very little about why one design outperforms another. Nonetheless, if we could effectively compare these interfaces, then we would have a way to determine which was best for a given scenario and begin to learn why. In this article, we present a formative …",
            "Evaluating advanced search interfaces using established information‐seeking models",
            "Max L Wilson and m.c. schraefel and Ryen W White",
            "2009",
            "WkLZuJsAAAAJ:u5HHmVD_uO8C",
            120,
            "https:\/\/asistdl.onlinelibrary.wiley.com\/doi\/abs\/10.1002\/asi.21080",
            "9381473985143864006",
            "\/scholar?cites=9381473985143864006",
            {
                "2008":10,
                "2009":14,
                "2010":14,
                "2011":15,
                "2012":8,
                "2013":8,
                "2014":9,
                "2015":4,
                "2016":9,
                "2017":5,
                "2018":8,
                "2019":3,
                "2020":3
            }
        ],
        [
            "Temporal events, while often discrete, also have interesting relationships within and across times: larger events are often collections of smaller more discrete events (battles within wars; artists' works within a form); events at one point also have correlations with events at other points (a play written in one period is related to its performance over a period of time). Most temporal visualisations, however, only represent discrete data points or single data types along a single timeline: this event started here and ended there; this work was published at this time; this tag was popular for this period. In order to represent richer, faceted attributes of temporal events, we present Continuum. Continuum enables hierarchical relationships in temporal data to be represented and explored; it enables relationships between events across periods to be expressed, and in particular it enables user-determined control over the level of …",
            "Continuum: designing timelines for hierarchies, relationships and scale",
            "Paul André and Max L Wilson and Alistair Russell and Daniel A Smith and Alisdair Owens and MC Schraefel",
            "2007",
            "WkLZuJsAAAAJ:9yKSN-GCB0IC",
            103,
            "https:\/\/dl.acm.org\/doi\/abs\/10.1145\/1294211.1294229",
            "13602439662164826236",
            "\/scholar?cites=13602439662164826236",
            {
                "2007":1,
                "2008":6,
                "2009":4,
                "2010":10,
                "2011":7,
                "2012":11,
                "2013":13,
                "2014":11,
                "2015":7,
                "2016":10,
                "2017":4,
                "2018":7,
                "2019":4,
                "2020":4,
                "2021":1
            }
        ],
        [
            "If you do not know much about classical music, how do you discover what you might like? The first port of call for most people is to Google “classical music.” This returns a list of links to sites that provide textual descriptions of terms or times in the classical music domain, or sometimes sites that sell classical music, or review particular pieces, or feature beginner’s guides that list “must hear” works [1]. While these are all useful sources of information, they do not enable direct assessment by or access to the content of the domain itself. mSpace (mspace. fm) is an interaction model [2] and software framework [6] that brings together a variety of mechanisms to improve access to information by supporting multiple ways of exploring the information itself. The mSpace model conceptualizes information as a set of dimensions within a domain. In order to manage these highdimensional spaces, we represent only a subset at a …",
            "mSpace: improving information access to multimedia domains with multimodal exploratory search",
            "MC Schraefel and Max Wilson and Alistair Russell and Daniel A Smith",
            "2006",
            "WkLZuJsAAAAJ:d1gkVwhDpl0C",
            102,
            "https:\/\/dl.acm.org\/doi\/fullHtml\/10.1145\/1121949.1121980",
            "4154590926028380760",
            "\/scholar?cites=4154590926028380760",
            {
                "2006":5,
                "2007":8,
                "2008":9,
                "2009":6,
                "2010":7,
                "2011":6,
                "2012":7,
                "2013":14,
                "2014":3,
                "2015":4,
                "2016":5,
                "2017":6,
                "2018":8,
                "2019":3,
                "2020":4
            }
        ],
        [
            "Within the millions of digital communications posted in online social networks, there is undoubtedly some valuable and useful information. Although a large portion of social media content is considered to be babble, research shows that people share useful links, provide recommendations to friends, answer questions, and solve problems. In this paper, we report on a qualitative investigation into the different factors that make tweets ‘useful’and ‘not useful’for a set of common search tasks. The investigation found 16 features that help make a tweet useful, noting that useful tweets often showed 2 or 3 of these features.‘Not useful’tweets, however, typically had only one of 17 clear and striking features. Further, we saw that these features can be weighted as according to different types of search tasks. Our results contribute a novel framework for extracting useful information from real-time streams of social-media content that will be used in the design of a future retrieval system.",
            "Searching twitter: Separating the tweet from the chaff",
            "Jonathan Hurlock and Max Wilson",
            "2011",
            "WkLZuJsAAAAJ:ULOm3_A8WrAC",
            97,
            "https:\/\/ojs.aaai.org\/index.php\/ICWSM\/article\/view\/14117",
            "16027305487845504867",
            "\/scholar?cites=16027305487845504867",
            {
                "2010":2,
                "2011":3,
                "2012":7,
                "2013":8,
                "2014":12,
                "2015":13,
                "2016":6,
                "2017":13,
                "2018":16,
                "2019":7,
                "2020":9
            }
        ],
        [
            "Search User Interfaces (SUIs) represent the gateway between people who have  a task to complete, and the repositories of information and data stored  around the world. Not surprisingly, therefore, there are many communities  who have a vested interest in the way SUIs are designed. There are people  who study how humans search for information, and people who study how humans  use computers. There are people who study good user interface design, and  people who design aesthetically pleasing user interfaces. There are also  people who curate and manage valuable information resources, and people who  design effective algorithms to retrieve results from them. While it would be  easy for one community to reject another for their limited ability to design  a good SUI, the truth is that they all can, and they all have made valuable  contributions. Fundamentally, therefore, we must accept that designing a  great …",
            "Search user interface design",
            "Max L Wilson",
            "2011",
            "WkLZuJsAAAAJ:YFjsv_pBGBYC",
            91,
            "https:\/\/www.morganclaypool.com\/doi\/abs\/10.2200\/S00371ED1V01Y201111ICR020",
            "8974089907061899826",
            "\/scholar?cites=8974089907061899826",
            {
                "2012":5,
                "2013":11,
                "2014":16,
                "2015":12,
                "2016":11,
                "2017":11,
                "2018":10,
                "2019":6,
                "2020":6
            }
        ],
        [
            "Originally grounded in library and information science, the majority of information behaviour and information-seeking theories focus on task-based scenarios where users try to resolve information needs. While other theories exist, such as how people unexpectedly encounter information, for example, they are typically related back to tasks, motivated by work or personal goals. This chapter, however, focuses on casual-leisure scenarios that are typically motivated by hedonistic needs rather than information needs, where people engage in searching behaviours for pleasure rather than to find information. This chapter describes two studies on (1) television information behaviour and (2) the casual information behaviours described by users of Twitter. The first study focuses on a specific casual-leisure domain that is familiar to many, while the second indicates that our findings generalise to many other casual-leisure …",
            "Understanding casual-leisure information behaviour",
            "David Elsweiler and Max L Wilson and Brian Kirkegaard Lunn",
            "2011",
            "WkLZuJsAAAAJ:4DMP91E08xMC",
            91,
            "https:\/\/www.emerald.com\/insight\/content\/doi\/10.1108\/S1876-0562(2011)002011a012\/full\/html",
            "13933879922150407032",
            "\/scholar?cites=13933879922150407032",
            {
                "2011":1,
                "2012":9,
                "2013":7,
                "2014":12,
                "2015":7,
                "2016":12,
                "2017":15,
                "2018":8,
                "2019":11,
                "2020":8
            }
        ]
    ]
}