{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5
    ],
    "data":[
        [
            "Andisols present exceptional physical properties, making up < 1% of the world's soils. While there is a lot of information about non‐volcanic soil properties, research about soils of volcanic origin is limited. Specifically, no major studies have been carried out to improve our knowledge of these soils' hydrological behavior, which is relevant due to the impact of climate change on water resources and to the soil's role in the hydrological cycle. Thus, the aim of this work was to analyze the water content dynamics of a soil slope derived from volcanic ashes under different land covers. We hypothesized that land cover, rainfall, and air temperature, in addition to the hydraulic properties of the volcanic ash soil, regulate the slope's water content dynamics. Our study was conducted in S Chile, in a fluvial terrace covered by pastures in the uplands, a native forest in the adjacent slope, and a hygrophilous forest in the floodplain at …",
            "Water content dynamics in a volcanic ash soil slope in southern Chile",
            "José Dörner and Jenny Huertas and Jaime G Cuevas and César Leiva and Leandro Paulino and José L Arumí",
            "2015",
            "wl3eS34AAAAJ:u-x6o8ySG0sC",
            32,
            "https:\/\/onlinelibrary.wiley.com\/doi\/abs\/10.1002\/jpln.201500112",
            "15128030255788533180",
            "\/scholar?cites=15128030255788533180",
            {
                "2016":3,
                "2017":3,
                "2018":4,
                "2019":7,
                "2020":12,
                "2021":3
            }
        ],
        [
            "Streamside native forests filter nutrients and sediments from extra-riparian environments. Most related studies have been carried out in environments chronically polluted by nutrients, making it difficult to assess whether the detected patterns would hold in less polluted areas, such as Chile. However, there are no studies about Chilean natural streamside vegetation ability to filter nutrients and sediment. We hypothesized that southern Chilean streamside forests efficiently retain nutrients due to their, previously documented, tight nitrogen cycle especially in terms of fixation, mineralization and plant uptake, in addition to the high phosphorus adsorption by volcanic soils and high cation retention due to the expected higher cationic exchange capacity (CEC) in floodplains. We studied a fluvial terrace with grasslands covering the uplands, a forest on a slope, and a floodplain with native trees adjacent to a creek. We laid out nine parallel transects in the aforementioned environments and installed five wells in each transect. We extracted and analyzed groundwater three times a year, finding that the nitrate concentration decreased in the transect from the grassland to the floodplain forest. Ammonium, calcium, potassium, and electrical conductivity increased in the same transect, but these variables were always higher than those in the stream. Moreover, soil chemical determinations showed that ammonium, basic cations, aluminum, aluminum saturation and organic matter increased significantly in the floodplain soil compared to the grassland soil. The CEC was marginally different in the studied transects. We conclude that native forest ecosystems constitute …",
            "Nutrient retention in a microcatchment with low levels of anthropogenic pollution",
            "Jaime G Cuevas and Jenny Huertas and César Leiva and Leandro Paulino and José Dörner and José L Arumí",
            "2014",
            "wl3eS34AAAAJ:u5HHmVD_uO8C",
            12,
            "https:\/\/www.redalyc.org\/pdf\/1731\/173131013008.pdf",
            "8533118781655684542",
            "\/scholar?cites=8533118781655684542",
            {
                "2015":3,
                "2016":2,
                "2017":2,
                "2018":1,
                "2019":3,
                "2020":1
            }
        ],
        [
            "Research in volcanic-ash soils has shown that they largely capture the dairy slurry following application to land; however, their hydrological properties would favor nutrient leaching. Our objective was to evaluate the contribution of biogeochemical and hydrological controls on the pollution of groundwater by cattle slurry applied to a permanent grassland growing on a volcanic soil. We sampled groundwater chemistry since 10 months before the fertilization (three samplings), and 16 months after, with samplings 1-2 months after the fertigation. Following fertilization, ammonium, exchangeable potassium, and magnesium soil concentrations increased in the fertilized plots compared to the control plots. In contrast, no effect of slurry on groundwater quality was detected, with the exception of dissolved organic nitrogen, a main component of dairy slurry that increased in the groundwater below the fertilized plots. Despite the fact that biogeochemical controls predominate, hydrological aspects would be important when rainfall is high, evapotranspiration is low, groundwater table level is high, and water movement in the saturated zone increases. We concluded that the application of slurry to pastures under rates comparable to a high fertilization in the short term, does not generally impact the groundwater quality in volcanic ash-derived soils.",
            "Dairy slurry application to grasslands and groundwater quality in a volcanic soil",
            "J Huertas and JG Cuevas and L Paulino and F Salazar and JL Arumí and J Dörner",
            "2016",
            "wl3eS34AAAAJ:d1gkVwhDpl0C",
            6,
            "https:\/\/scielo.conicyt.cl\/scielo.php?pid=S0718-95162016000300014&script=sci_arttext&tlng=n",
            "6296389602309301942",
            "\/scholar?cites=6296389602309301942",
            {
                "2018":3,
                "2019":2,
                "2020":1
            }
        ],
        [
            "Introducción: En los últimos años se están llevando a cabo numerosos estudios centrados en los cuidadores de Enfermos de Alzheimer. Uno de los aspectos más importantes en este sentido corresponde a como se distribuyen los cuidados del enfermo en el hogar, así como a la implicación de otros cuidadores, vivan o no con el enfermo. La mayoría de estos enfermos son cuidados por sus hijas, convirtiéndose estas así en una población que merece una especial atención.   Objetivo: El objetivo del presente trabajo es indagar en las relaciones que pueden establecerse entre la carga percibida por el cuidador de un enfermo de Alzheimer, y variables tales como: - Número de cuidadores encargados de atender al enfermo. - Número de personas que conviven con el enfermo. - Relación de parentesco entre cuidador y enfermo.  Metodología: En esta investigación participaron 90 cuidadores principales de …",
            "Parentesco, estructura familiar y carga percibida en cuidadores de Alzheimer.",
            "CJ Torres and JA Muela and EM Peláez and J Huertas and A Leal",
            "2001",
            "wl3eS34AAAAJ:UebtZRa9Y70C",
            3,
            "http:\/\/scholar.google.com\/scholar?cluster=11961161395301050935&hl=en&oi=scholarr",
            "11961161395301050935",
            "\/scholar?cites=11961161395301050935",
            {
                "2007":2,
                "2008":1
            }
        ],
        [
            "Franklin Delano Roosevelt (1882-1945) indicó: “Una nación que destruye su suelo, se destruye a sí misma”. ¿Cómo podemos acercar el suelo a la sociedad para que esta sentencia no se convierta en una realidad? Una alternativa es desarrollar herramientas didácticas que permitan socializar la información que los perfiles de suelo nos pueden entregar. Se estudiaron propiedades morfológicas de los suelos asociados a los ecosistemas de Páramos en Nariño, Sur de Colombia y su vínculo con los servicios ecosistémicos (SE) a través de una función de pedotransferencia (FPTs); con un enfoque instructivo, orientado a la regulación ambiental de la zona de estudio. Se describieron morfológicamente 42 horizontes de suelo en un rango de nueve ecosistemas (páramos hasta cultivos) en la zona Andina de Nariño, Sur de Colombia. En general, los suelos más profundos se encontraron en sistemas de páramos y bosque nativo, presentaron una coloración más oscura, evidencia de mayor acumulación de carbono orgánico en el suelo. La densidad aparente del suelo varío entre 0.13 a 1.35 Mg m-3 y el carbono orgánico del suelo entre 0.60 a 23.77% Esta propiedad explicó la densidad aparente del suelo (P < 0.0001; r2 = 0.83) y se describió a partir de una ecuación inversa de primer orden. El carbono orgánico del suelo es un indicador útil para estimar aspectos cuantitativos del sistema poroso del suelo que permiten inferir servicios ecosistémicos de regulación de agua, aire y nutrientes de los Páramos. Finalmente, se propusieron “cartillas informativas de suelo” como herramientas que permitirán informar y crear conciencia en los …",
            "Propiedades morfológicas de los suelos asociadas a los ecosistemas de Páramo, Nariño, Sur de Colombia",
            "Felipe Zúñiga and Jenny Huertas and Gabriela Guerrero and Jairo Sarasty and José Dörner and Hernán Burbano Orjuela",
            "2018",
            "wl3eS34AAAAJ:UeHWp8X0CEIC",
            2,
            "http:\/\/www.scielo.org.mx\/scielo.php?pid=S0187-57792018000200183&script=sci_arttext",
            "4198604086519539294",
            "\/scholar?cites=4198604086519539294",
            {
                "2018":1,
                "2019":1
            }
        ],
        [
            "Contenidos: Introduccion. Importancia de la vegetacion ribere a. Efectos de la vegetacion ribere a en la calidad de las aguas. Acceso al ganado a los cursos de agua. Conservacion de franjas ribere as",
            "Rol de las franjas ribere  as para el control de patogenos y contaminacion difusa",
            "Jaime Cuevas and Jenny Huertas and Alfredo Torres",
            "2015",
            "wl3eS34AAAAJ:Se3iqnhoufwC",
            1,
            "https:\/\/biblioteca.inia.cl\/bitstream\/handle\/123456789\/6461\/NR40320.pdf?sequence=1",
            "7184621561891807052",
            "\/scholar?cites=7184621561891807052",
            {
                "2019":1
            }
        ]
    ]
}