{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "KamLAND has measured the flux of ν e’s from distant nuclear reactors. We find fewer ν e events than expected from standard assumptions about ν e propagation at the 99.95% CL In a 162 ton· y r exposure the ratio of the observed inverse β-decay events to the expected number without ν e disappearance is 0.611±0.085 (s t a t)±0.041 (s y s t) for ν e energies> 3.4 M e V. In the context of two-flavor neutrino oscillations with CPT invariance, all solutions to the solar neutrino problem except for the “large mixing angle” region are excluded.",
            "First results from KamLAND: evidence for reactor antineutrino disappearance",
            "KamLAND& Eguchi and S Enomoto and K Furuno and J Goldman and H Hanada and H Ikeda and K Ikeda and K Inoue and K Ishihara and W Itoh and T Iwamoto and T Kawaguchi and T Kawashima and H Kinoshita and Y Kishimoto and M Koga and Y Koseki and T Maeda and T Mitsui and M Motoki and K Nakajima and M Nakajima and T Nakajima and H Ogawa and K Owada and T Sakabe and I Shimizu and J Shirai and F Suekane and A Suzuki and K Tada and O Tajima and T Takayama and K Tamae and H Watanabe and J Busenitz and Z Djurcic and K McKinny and D-M Mei and A Piepke and E Yakushev and BE Berger and YD Chan and MP Decowski and DA Dwyer and SJ Freedman and Y Fu and BK Fujikawa and KM Heeger and KT Lesko and K-B Luk and H Murayama and DR Nygren and CE Okada and AWP Poon and HM Steiner and LA Winslow and GA Horton-Smith and RD McKeown and J Ritter and B Tipton and P Vogel and CE Lane and T Miletic and PW Gorham and G Guillian and JG Learned and J Maricic and S Matsuno and S Pakvasa and S Dazeley and S Hatakeyama and M Murakami and RC Svoboda and BD Dieterle and M DiMauro and J Detwiler and G Gratta and K Ishii and N Tolich and Y Uchida and M Batygov and W Bugg and H Cohn and Y Efremenko and Y Kamyshkov and A Kozlov and Y Nakamura and L De Braeckeleer and CR Gould and HJ Karwowski and DM Markoff and JA Messimore and K Nakamura and RM Rohm and W Tornow and AR Young and Y-F Wang and KamLAND Collaboration",
            "2003",
            "WlfRTJgAAAAJ:L8Ckcad2t8MC",
            3907,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.90.021802",
            "11073641612887518338",
            "\/scholar?cites=11073641612887518338",
            {
                "2002":20,
                "2003":387,
                "2004":524,
                "2005":412,
                "2006":306,
                "2007":249,
                "2008":210,
                "2009":165,
                "2010":139,
                "2011":151,
                "2012":165,
                "2013":163,
                "2014":142,
                "2015":161,
                "2016":155,
                "2017":111,
                "2018":149,
                "2019":132,
                "2020":128,
                "2021":6
            }
        ],
        [
            "We present results of a study of neutrino oscillation based on a 766 ton\/year exposure of KamLAND to reactor antineutrinos. We observe 258 ν e candidate events with energies above 3.4 MeV compared to 365.2±23.7 events expected in the absence of neutrino oscillation. Accounting for 17.8±7.3 expected background events, the statistical significance for reactor ν e disappearance is 99.998%. The observed energy spectrum disagrees with the expected spectral shape in the absence of neutrino oscillation at 99.6% significance and prefers the distortion expected from ν e oscillation effects. A two-neutrino oscillation analysis of the KamLAND data gives Δ m 2= 7.9− 0.5+ 0.6× 10− 5 e V 2. A global analysis of data from KamLAND and solar-neutrino experiments yields Δ m 2= 7.9− 0.5+ 0.6× 10− 5 e V 2 and tan﻿ 2 θ= 0.40− 0.07+ 0.10, the most precise determination to date.",
            "Measurement of neutrino oscillation with KamLAND: Evidence of spectral distortion",
            "T Araki and K Eguchi and S Enomoto and K Furuno and K Ichimura and H Ikeda and K Inoue and K Ishihara and T Iwamoto and T Kawashima and Y Kishimoto and M Koga and Y Koseki and T Maeda and T Mitsui and M Motoki and K Nakajima and H Ogawa and K Owada and J-S Ricol and I Shimizu and J Shirai and F Suekane and A Suzuki and K Tada and O Tajima and K Tamae and Y Tsuda and H Watanabe and J Busenitz and T Classen and Z Djurcic and G Keefer and K McKinny and D-M Mei and A Piepke and E Yakushev and BE Berger and YD Chan and MP Decowski and DA Dwyer and SJ Freedman and Y Fu and BK Fujikawa and J Goldman and F Gray and KM Heeger and KT Lesko and K-B Luk and H Murayama and AWP Poon and HM Steiner and LA Winslow and GA Horton-Smith and C Mauger and RD McKeown and P Vogel and CE Lane and T Miletic and PW Gorham and G Guillian and JG Learned and J Maricic and S Matsuno and S Pakvasa and S Dazeley and S Hatakeyama and A Rojas and R Svoboda and BD Dieterle and J Detwiler and G Gratta and K Ishii and N Tolich and Y Uchida and M Batygov and W Bugg and Y Efremenko and Y Kamyshkov and A Kozlov and Y Nakamura and CR Gould and HJ Karwowski and DM Markoff and JA Messimore and K Nakamura and RM Rohm and W Tornow and R Wendell and AR Young and M-J Chen and Y-F Wang and F Piquemal and KamLAND Collaboration",
            "2005",
            "WlfRTJgAAAAJ:r0BpntZqJG4C",
            1734,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.94.081801",
            "14592475846149751287",
            "\/scholar?cites=14592475846149751287",
            {
                "2004":8,
                "2005":124,
                "2006":206,
                "2007":200,
                "2008":213,
                "2009":135,
                "2010":98,
                "2011":97,
                "2012":86,
                "2013":104,
                "2014":72,
                "2015":67,
                "2016":64,
                "2017":54,
                "2018":71,
                "2019":59,
                "2020":60,
                "2021":1
            }
        ],
        [
            "The KamLAND experiment has determined a precise value for the neutrino oscillation parameter Δ m 21 2 and stringent constraints on θ 12. The exposure to nuclear reactor antineutrinos is increased almost fourfold over previous results to 2.44× 10 32 proton yr due to longer livetime and an enlarged fiducial volume. An undistorted reactor ν e energy spectrum is now rejected at> 5 σ. Analysis of the reactor spectrum above the inverse beta decay energy threshold, and including geoneutrinos, gives a best fit at Δ m 21 2= 7.58− 0.13+ 0.14 (stat)− 0.15+ 0.15 (syst)× 10− 5 eV 2 and tan﻿ 2 θ 12= 0.56− 0.07+ 0.10 (stat)− 0.06+ 0.10 (syst). Local Δ χ 2 minima at higher and lower Δ m 21 2 are disfavored at> 4 σ. Combining with solar neutrino data, we obtain Δ m 21 2= 7.59− 0.21+ 0.21× 10− 5 eV 2 and tan﻿ 2 θ 12= 0.47− 0.05+ 0.06.",
            "Precision measurement of neutrino oscillation parameters with KamLAND",
            "S Abe and T Ebihara and S Enomoto and K Furuno and Y Gando and K Ichimura and H Ikeda and K Inoue and Y Kibe and Y Kishimoto and M Koga and A Kozlov and Y Minekawa and T Mitsui and K Nakajima and K Nakamura and M Nakamura and K Owada and I Shimizu and Y Shimizu and J Shirai and F Suekane and A Suzuki and Y Takemoto and K Tamae and A Terashima and H Watanabe and E Yonezawa and S Yoshida and J Busenitz and T Classen and C Grant and G Keefer and DS Leonard and D McKee and A Piepke and MP Decowski and JA Detwiler and SJ Freedman and BK Fujikawa and F Gray and E Guardincerri and L Hsu and R Kadel and C Lendvai and K-B Luk and H Murayama and T O’Donnell and HM Steiner and LA Winslow and DA Dwyer and C Jillings and C Mauger and RD McKeown and P Vogel and C Zhang and BE Berger and CE Lane and J Maricic and T Miletic and M Batygov and JG Learned and S Matsuno and S Pakvasa and J Foster and GA Horton-Smith and A Tang and S Dazeley and KE Downum and G Gratta and K Tolich and W Bugg and Y Efremenko and Y Kamyshkov and O Perevozchikov and HJ Karwowski and DM Markoff and W Tornow and KM Heeger and F Piquemal and J-S Ricol and KamLAND Collaboration",
            "2008",
            "WlfRTJgAAAAJ:KlAtU1dfN6UC",
            1307,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.100.221803",
            "6884234046971455479",
            "\/scholar?cites=6884234046971455479",
            {
                "2008":63,
                "2009":144,
                "2010":140,
                "2011":167,
                "2012":136,
                "2013":117,
                "2014":82,
                "2015":84,
                "2016":91,
                "2017":65,
                "2018":84,
                "2019":56,
                "2020":57,
                "2021":4
            }
        ],
        [
            "We present an improved search for neutrinoless double-beta (0 ν β β) decay of Xe 136 in the KamLAND-Zen experiment. Owing to purification of the xenon-loaded liquid scintillator, we achieved a significant reduction of the Ag 110 m contaminant identified in previous searches. Combining the results from the first and second phase, we obtain a lower limit for the 0 ν β β decay half-life of T 1\/2 0 ν> 1.07× 1 0 26 yr at 90% CL, an almost sixfold improvement over previous limits. Using commonly adopted nuclear matrix element calculations, the corresponding upper limits on the effective Majorana neutrino mass are in the range 61–165 meV. For the most optimistic nuclear matrix elements, this limit reaches the bottom of the quasidegenerate neutrino mass region.",
            "Search for Majorana neutrinos near the inverted mass hierarchy region with KamLAND-Zen",
            "A Gando and Y Gando and T Hachiya and A Hayashi and S Hayashida and H Ikeda and K Inoue and K Ishidoshiro and Y Karino and M Koga and S Matsuda and T Mitsui and K Nakamura and S Obara and T Oura and H Ozaki and I Shimizu and Y Shirahata and J Shirai and A Suzuki and T Takai and K Tamae and Y Teraoka and K Ueshima and H Watanabe and A Kozlov and Y Takemoto and S Yoshida and K Fushimi and TI Banks and BE Berger and BK Fujikawa and T O’Donnell and LA Winslow and Y Efremenko and HJ Karwowski and DM Markoff and W Tornow and JA Detwiler and S Enomoto and MP Decowski and KamLAND-Zen Collaboration",
            "2016",
            "WlfRTJgAAAAJ:hMod-77fHWUC",
            783,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.117.082503",
            "17592146820530268724",
            "\/scholar?cites=17592146820530268724",
            {
                "2016":28,
                "2017":145,
                "2018":185,
                "2019":164,
                "2020":241,
                "2021":19
            }
        ],
        [
            "We present an improved search for neutrinoless double-beta (0 ν β β) decay of Xe 136 in the KamLAND-Zen experiment. Owing to purification of the xenon-loaded liquid scintillator, we achieved a significant reduction of the Ag 110 m contaminant identified in previous searches. Combining the results from the first and second phase, we obtain a lower limit for the 0 ν β β decay half-life of T 1\/2 0 ν> 1.07× 1 0 26 yr at 90% CL, an almost sixfold improvement over previous limits. Using commonly adopted nuclear matrix element calculations, the corresponding upper limits on the effective Majorana neutrino mass are in the range 61–165 meV. For the most optimistic nuclear matrix elements, this limit reaches the bottom of the quasidegenerate neutrino mass region.",
            "Search for Majorana neutrinos near the inverted mass hierarchy region with KamLAND-Zen",
            "A Gando and Y Gando and T Hachiya and A Hayashi and S Hayashida and H Ikeda and K Inoue and K Ishidoshiro and Y Karino and M Koga and S Matsuda and T Mitsui and K Nakamura and S Obara and T Oura and H Ozaki and I Shimizu and Y Shirahata and J Shirai and A Suzuki and T Takai and K Tamae and Y Teraoka and K Ueshima and H Watanabe and A Kozlov and Y Takemoto and S Yoshida and K Fushimi and TI Banks and BE Berger and BK Fujikawa and T O’Donnell and LA Winslow and Y Efremenko and HJ Karwowski and DM Markoff and W Tornow and JA Detwiler and S Enomoto and MP Decowski and KamLAND-Zen Collaboration",
            "2016",
            "WlfRTJgAAAAJ:UeHWp8X0CEIC",
            783,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.117.082503",
            "17592146820530268724",
            "\/scholar?cites=17592146820530268724",
            {
                "2016":28,
                "2017":145,
                "2018":185,
                "2019":164,
                "2020":241,
                "2021":19
            }
        ],
        [
            "We present results from the first phase of the KamLAND-Zen double-beta decay experiment, corresponding to an exposure of 89.5 kg yr of Xe 136. We obtain a lower limit for the neutrinoless double-beta decay half-life of T 1\/2 0 ν> 1.9× 10 25 yr at 90% CL The combined results from KamLAND-Zen and EXO-200 give T 1\/2 0 ν> 3.4× 10 25 yr at 90% CL, which corresponds to a Majorana neutrino mass limit of⟨ m β β⟩<(120–250) meV based on a representative range of available matrix element calculations. Using those calculations, this result excludes the Majorana neutrino mass range expected from the neutrinoless double-beta decay detection claim in Ge 76, reported by a part of the Heidelberg-Moscow Collaboration, at more than 97.5% CL",
            "Limit on Neutrinoless  Decay of  from the First Phase of KamLAND-Zen and Comparison with the Positive Claim in ",
            "A Gando and Y Gando and H Hanakago and H Ikeda and K Inoue and K Ishidoshiro and R Kato and M Koga and S Matsuda and T Mitsui and D Motoki and T Nakada and K Nakamura and A Obata and A Oki and Y Ono and M Otani and I Shimizu and J Shirai and A Suzuki and Y Takemoto and K Tamae and K Ueshima and H Watanabe and BD Xu and S Yamada and H Yoshida and A Kozlov and S Yoshida and TI Banks and SJ Freedman and BK Fujikawa and K Han and T O’Donnell and BE Berger and Y Efremenko and HJ Karwowski and DM Markoff and W Tornow and JA Detwiler and S Enomoto and MP Decowski and KamLAND-Zen Collaboration",
            "2013",
            "WlfRTJgAAAAJ:ULOm3_A8WrAC",
            611,
            "https:\/\/journals.aps.org\/prl\/abstract\/10.1103\/PhysRevLett.110.062502",
            "7013568745589101429",
            "\/scholar?cites=7013568745589101429",
            {
                "2012":3,
                "2013":63,
                "2014":107,
                "2015":141,
                "2016":125,
                "2017":52,
                "2018":55,
                "2019":27,
                "2020":32,
                "2021":3
            }
        ],
        [
            "The detection of electron antineutrinos produced by natural radioactivity in the Earth could yield important geophysical information. The Kamioka liquid scintillator antineutrino detector (KamLAND) has the sensitivity to detect electron antineutrinos produced by the decay of 238 U and 232 Th within the Earth. Earth composition models suggest that the radiogenic power from these isotope decays is 16 TW, approximately half of the total measured heat dissipation rate from the Earth. Here we present results from a search for geoneutrinos with KamLAND. Assuming a Th\/U mass concentration ratio of 3.9, the 90 per cent confidence interval for the total number of geoneutrinos detected is 4.5 to 54.2. This result is consistent with the central value of 19 predicted by geophysical models. Although our present data have limited statistical power, they nevertheless provide by direct means an upper limit (60 TW) for the …",
            "Experimental investigation of geologically produced antineutrinos with KamLAND",
            "T Araki and S Enomoto and K Furuno and Y Gando and K Ichimura and H Ikeda and K Inoue and Y Kishimoto and M Koga and Y Koseki and T Maeda and T Mitsui and M Motoki and K Nakajima and H Ogawa and M Ogawa and K Owada and J-S Ricol and I Shimizu and J Shirai and F Suekane and A Suzuki and K Tada and S Takeuchi and K Tamae and Y Tsuda and H Watanabe and J Busenitz and T Classen and Z Djurcic and G Keefer and D Leonard and A Piepke and E Yakushev and BE Berger and YD Chan and MP Decowski and DA Dwyer and SJ Freedman and BK Fujikawa and J Goldman and F Gray and KM Heeger and L Hsu and KT Lesko and K-B Luk and H Murayama and T O'Donnell and AWP Poon and HM Steiner and LA Winslow and C Mauger and RD McKeown and P Vogel and CE Lane and T Miletic and G Guillian and JG Learned and J Maricic and S Matsuno and S Pakvasa and GA Horton-Smith and S Dazeley and S Hatakeyama and A Rojas and R Svoboda and BD Dieterle and J Detwiler and G Gratta and K Ishii and N Tolich and Y Uchida and M Batygov and W Bugg and Y Efremenko and Y Kamyshkov and A Kozlov and Y Nakamura and HJ Karwowski and DM Markoff and K Nakamura and RM Rohm and W Tornow and R Wendell and M-J Chen and Y-F Wang and F Piquemal",
            "2005",
            "WlfRTJgAAAAJ:M3ejUd6NZC8C",
            497,
            "https:\/\/www.nature.com\/articles\/nature03980",
            "7597149493769300652",
            "\/scholar?cites=7597149493769300652",
            {
                "2005":16,
                "2006":45,
                "2007":39,
                "2008":37,
                "2009":29,
                "2010":30,
                "2011":35,
                "2012":37,
                "2013":36,
                "2014":27,
                "2015":28,
                "2016":44,
                "2017":23,
                "2018":19,
                "2019":21,
                "2020":23,
                "2021":3
            }
        ],
        [
            "We present new constraints on the neutrino oscillation parameters Δ m 21 2, θ 12, and θ 13 from a three-flavor analysis of solar and KamLAND data. The KamLAND data set includes data acquired following a radiopurity upgrade and amounts to a total exposure of 3.49× 10 32 target-proton-year. Under the assumption of C P T invariance, a two-flavor analysis (θ 13= 0) of the KamLAND and solar data yields the best-fit values tan﻿ 2 θ 12= 0.444− 0.030+ 0.036 and Δ m 21 2= 7.50− 0.20+ 0.19× 10− 5 eV 2; a three-flavor analysis with θ 13 as a free parameter yields the best-fit values tan﻿ 2 θ 12= 0.452− 0.033+ 0.035, Δ m 21 2= 7.50− 0.20+ 0.19× 10− 5 eV 2, and sin﻿ 2 θ 13= 0.020− 0.016+ 0.016. This θ 13 interval is consistent with other recent work combining the CHOOZ, atmospheric and long-baseline accelerator experiments. We also present a new global θ 13 analysis, incorporating the CHOOZ, atmospheric, and …",
            "Constraints on  from a three-flavor oscillation analysis of reactor antineutrinos at KamLAND",
            "A Gando and Y Gando and K Ichimura and H Ikeda and K Inoue and Y Kibe and Y Kishimoto and M Koga and Y Minekawa and T Mitsui and T Morikawa and N Nagai and K Nakajima and K Nakamura and K Narita and I Shimizu and Y Shimizu and J Shirai and F Suekane and A Suzuki and H Takahashi and N Takahashi and Y Takemoto and K Tamae and H Watanabe and BD Xu and H Yabumoto and H Yoshida and S Yoshida and S Enomoto and A Kozlov and H Murayama and C Grant and G Keefer and A Piepke and TI Banks and T Bloxham and JA Detwiler and SJ Freedman and BK Fujikawa and K Han and R Kadel and T O’Donnell and HM Steiner and DA Dwyer and RD McKeown and C Zhang and BE Berger and CE Lane and J Maricic and T Miletic and M Batygov and JG Learned and S Matsuno and M Sakai and GA Horton-Smith and KE Downum and G Gratta and Y Efremenko and O Perevozchikov and HJ Karwowski and DM Markoff and W Tornow and KM Heeger and MP Decowski and KamLAND Collaboration",
            "2011",
            "WlfRTJgAAAAJ:mB3voiENLucC",
            459,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.83.052002",
            "12405323374394672483",
            "\/scholar?cites=12405323374394672483",
            {
                "2010":3,
                "2011":46,
                "2012":70,
                "2013":74,
                "2014":52,
                "2015":39,
                "2016":47,
                "2017":31,
                "2018":43,
                "2019":26,
                "2020":22,
                "2021":2
            }
        ],
        [
            "We present results from the KamLAND-Zen double-beta decay experiment based on an exposure of 77.6 days with 129 kg of 136 Xe. The measured two-neutrino double-beta decay half-life of 136 Xe is T 1\/2 2 ν= 2.38±0.02 (stat)±0.14 (syst)× 10 21 yr, consistent with a recent measurement by EXO-200. We also obtain a lower limit for the neutrinoless double-beta decay half-life, T 1\/2 0 ν> 5.7× 10 24 yr at 90% confidence level (CL), which corresponds to almost a fivefold improvement over previous limits.",
            "Measurement of the double-β decay half-life of 136 Xe with the KamLAND-Zen experiment",
            "A Gando and Y Gando and H Hanakago and H Ikeda and K Inoue and R Kato and M Koga and S Matsuda and T Mitsui and T Nakada and K Nakamura and A Obata and A Oki and Y Ono and I Shimizu and J Shirai and A Suzuki and Y Takemoto and K Tamae and K Ueshima and H Watanabe and BD Xu and S Yamada and H Yoshida and A Kozlov and S Yoshida and TI Banks and JA Detwiler and SJ Freedman and BK Fujikawa and K Han and T O’Donnell and BE Berger and Y Efremenko and HJ Karwowski and DM Markoff and W Tornow and S Enomoto and MP Decowski and KamLAND-Zen Collaboration",
            "2012",
            "WlfRTJgAAAAJ:M3NEmzRMIkIC",
            294,
            "https:\/\/journals.aps.org\/prc\/abstract\/10.1103\/PhysRevC.85.045504",
            "17210336906881885045",
            "\/scholar?cites=17210336906881885045",
            {
                "2012":30,
                "2013":77,
                "2014":46,
                "2015":48,
                "2016":38,
                "2017":17,
                "2018":14,
                "2019":10,
                "2020":10,
                "2021":2
            }
        ],
        [
            "The recent long-term shutdown of Japanese nuclear reactors has resulted in a significantly reduced reactor ν e flux at KamLAND. This running condition provides a unique opportunity to confirm and constrain backgrounds for the reactor ν e oscillation analysis. The data set also has improved sensitivity for other ν e signals, in particular ν e’s produced in β-decays from U 238 and Th 232 within the Earth’s interior, whose energy spectrum overlaps with that of reactor ν e’s. Including constraints on θ 13 from accelerator and short-baseline reactor neutrino experiments, a combined three-flavor analysis of solar and KamLAND data gives fit values for the oscillation parameters of tan﻿ 2 θ 12= 0.436− 0.025+ 0.029, Δ m 21 2= 7.53− 0.18+ 0.18× 10− 5 eV 2, and sin﻿ 2 θ 13= 0.023− 0.002+ 0.002. Assuming a chondritic Th\/U mass ratio, we obtain 116− 27+ 28 ν e events from U 238 and Th 232, corresponding to a geo ν e flux of …",
            "Reactor on-off antineutrino measurement with KamLAND",
            "A Gando and Y Gando and H Hanakago and H Ikeda and K Inoue and K Ishidoshiro and H Ishikawa and M Koga and R Matsuda and S Matsuda and T Mitsui and D Motoki and K Nakamura and A Obata and A Oki and Y Oki and M Otani and I Shimizu and J Shirai and A Suzuki and Y Takemoto and K Tamae and K Ueshima and H Watanabe and BD Xu and S Yamada and Y Yamauchi and H Yoshida and A Kozlov and S Yoshida and A Piepke and TI Banks and BK Fujikawa and K Han and T O’Donnell and BE Berger and JG Learned and S Matsuno and M Sakai and Y Efremenko and HJ Karwowski and DM Markoff and W Tornow and JA Detwiler and S Enomoto and MP Decowski and KamLAND Collaboration",
            "2013",
            "WlfRTJgAAAAJ:MXK_kJrjxJIC",
            288,
            "https:\/\/journals.aps.org\/prd\/abstract\/10.1103\/PhysRevD.88.033001",
            "6577003797819378756",
            "\/scholar?cites=6577003797819378756",
            {
                "2013":6,
                "2014":30,
                "2015":44,
                "2016":59,
                "2017":21,
                "2018":39,
                "2019":40,
                "2020":41,
                "2021":8
            }
        ]
    ]
}