{
    "columns":[
        "abstract",
        "title",
        "author",
        "pub_year",
        "author_pub_id",
        "num_citations",
        "pub_url",
        "cites_id",
        "citedby_url",
        "cites_per_year"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
    ],
    "data":[
        [
            "Muscle mass decreases with age, leading to “sarcopenia, ” or low relative muscle mass, in elderly people. Sarcopenia is believed to be associated with metabolic, physiologic, and functional impairments and disability. Methods of estimating the prevalence of sarcopenia and its associated risks in elderly populations are lacking. Data from a population-based survey of 883 elderly Hispanic and non-Hispanic white men and women living in New Mexico (the New Mexico Elder Health Survey, 1993–1995) were analyzed to develop a method for estimating the prevalence of sarcopenia. An anthropometric equation for predicting appendicular skeletal muscle mass was developed from a random subsample(n = 199) of participants and was extended to the total sample. Sarcopenia was defined as appendicular skeletal muscle mass (kg)\/height2 (m2) being less than two standard deviations below the mean of a young …",
            "Epidemiology of sarcopenia among the elderly in New Mexico",
            "Richard N Baumgartner and Kathleen M Koehler and Dympna Gallagher and Linda Romero and Steven B Heymsfield and Robert R Ross and Philip J Garry and Robert D Lindeman",
            "1998",
            "WlQo8a0AAAAJ:u5HHmVD_uO8C",
            3868,
            "https:\/\/academic.oup.com\/aje\/article-abstract\/147\/8\/755\/88959",
            "15320265941669783664",
            "\/scholar?cites=15320265941669783664",
            {
                "2000":17,
                "2001":21,
                "2002":33,
                "2003":47,
                "2004":47,
                "2005":51,
                "2006":69,
                "2007":88,
                "2008":87,
                "2009":110,
                "2010":145,
                "2011":164,
                "2012":233,
                "2013":247,
                "2014":299,
                "2015":336,
                "2016":344,
                "2017":363,
                "2018":345,
                "2019":365,
                "2020":361,
                "2021":31
            }
        ],
        [
            "OBJECTIVES: To establish the prevalence of sarcopenia in older Americans and to test the hypothesis that sarcopenia is related to functional impairment and physical disability in older persons.DESIGN: Cross‐sectional survey.SETTING: Nationally representative cross‐sectional survey using data from the Third National Health and Nutrition Examination Survey (NHANES III).PARTICIPANTS: Fourteen thousand eight hundred eighteen adult NHANES III participants aged 18 and older.MEASUREMENTS: The presence of sarcopenia and the relationship between sarcopenia and functional impairment and disability were examined in 4,504 adults aged 60 and older. Skeletal muscle mass was estimated from bioimpedance analysis measurements and expressed as skeletal muscle mass index (SMI = skeletal muscle mass\/body mass × 100). Subjects were considered to have a normal SMI if their SMI was greater …",
            "Low relative skeletal muscle mass (sarcopenia) in older persons is associated with functional impairment and physical disability",
            "Ian Janssen and Steven B Heymsfield and Robert Ross",
            "2002",
            "WlQo8a0AAAAJ:9yKSN-GCB0IC",
            2899,
            "https:\/\/agsjournals.onlinelibrary.wiley.com\/doi\/abs\/10.1046\/j.1532-5415.2002.50216.x",
            "4379400404712424725",
            "\/scholar?cites=4379400404712424725",
            {
                "2003":16,
                "2004":24,
                "2005":19,
                "2006":47,
                "2007":68,
                "2008":66,
                "2009":94,
                "2010":92,
                "2011":139,
                "2012":167,
                "2013":197,
                "2014":254,
                "2015":273,
                "2016":274,
                "2017":280,
                "2018":262,
                "2019":277,
                "2020":287,
                "2021":21
            }
        ],
        [
            " Background: The addition of waist circumference (WC) to body mass index (BMI; in kg\/m2) predicts a greater variance in health risk than does BMI alone; however, whether the reverse is true is not known. Objective: We evaluated whether BMI adds to the predictive power of WC in assessing obesity-related comorbidity. Design: Subjects were 14 924 adult participants in the third National Health and Nutrition Examination Survey, grouped into categories of BMI and WC in accordance with the National Institutes of Health cutoffs. Odds ratios for hypertension, dyslipidemia, and the metabolic syndrome were compared for overweight and class I obese BMI categories and the normal-weight category before and after adjustment for WC. BMI and WC were also included in the same regression model as continuous variables for prediction of the metabolic disorders. Results: With few …",
            "Waist circumference and not body mass index explains obesity-related health risk",
            "Ian Janssen and Peter T Katzmarzyk and Robert Ross",
            "2004",
            "WlQo8a0AAAAJ:u-x6o8ySG0sC",
            2407,
            "https:\/\/academic.oup.com\/ajcn\/article-abstract\/79\/3\/379\/4690122",
            "596888278323178864",
            "\/scholar?cites=596888278323178864",
            {
                "2004":14,
                "2005":44,
                "2006":77,
                "2007":109,
                "2008":114,
                "2009":125,
                "2010":142,
                "2011":150,
                "2012":152,
                "2013":179,
                "2014":194,
                "2015":189,
                "2016":199,
                "2017":153,
                "2018":190,
                "2019":173,
                "2020":140,
                "2021":12
            }
        ],
        [
            "We employed a whole body magnetic resonance imaging protocol to examine the influence of age, gender, body weight, and height on skeletal muscle (SM) mass and distribution in a large and heterogeneous sample of 468 men and women. Men had significantly (P< 0.001) more SM in comparison to women in both absolute terms (33.0 vs. 21.0 kg) and relative to body mass (38.4 vs. 30.6%). The gender differences were greater in the upper (40%) than lower (33%) body (P< 0.01). We observed a reduction in relative SM mass starting in the third decade; however, a noticeable decrease in absolute SM mass was not observed until the end of the fifth decade. This decrease was primarily attributed to a decrease in lower body SM. Weight and height explained∼ 50% of the variance in SM mass in men and women. Although a linear relationship existed between SM and height, the relationship between SM and body …",
            "Skeletal muscle mass and distribution in 468 men and women aged 18–88 yr",
            "Ian Janssen and Steven B Heymsfield and ZiMian Wang and Robert Ross",
            "2000",
            "WlQo8a0AAAAJ:2osOgNQ5qMEC",
            2350,
            "https:\/\/journals.physiology.org\/doi\/full\/10.1152\/jappl.2000.89.1.81?ref=dtf.ru",
            "11089268484874117005",
            "\/scholar?cites=11089268484874117005",
            {
                "2001":11,
                "2002":16,
                "2003":35,
                "2004":32,
                "2005":27,
                "2006":60,
                "2007":46,
                "2008":42,
                "2009":73,
                "2010":78,
                "2011":95,
                "2012":132,
                "2013":125,
                "2014":122,
                "2015":181,
                "2016":196,
                "2017":216,
                "2018":238,
                "2019":235,
                "2020":318,
                "2021":30
            }
        ],
        [
            "The independent effects of diet- or exercise-induced weight loss on the reduction of obesity and related comorbid conditions are not known. The effects of exercise without weight loss on fat distribution and other risk factors are also unclear.To determine the effects of equivalent diet- or exercise-induced weight loss and exercise without weight loss on subcutaneous fat, visceral fat, skeletal muscle mass, and insulin sensitivity in obese men.Randomized, controlled trial.University research center.52 obese men (mean body mass index [±SD], 31.3 ± 2.0 kg\/m2) with a mean waist circumference of 110.1 ± 5.8 cm.Participants were randomly assigned to one of four study groups (diet …",
            "Reduction in obesity and related comorbid conditions after diet-induced weight loss or exercise-induced weight loss in men: a randomized, controlled trial",
            "Robert Ross and Damon Dagnone and Peter JH Jones and Heidi Smith and Anne Paddags and Robert Hudson and Ian Janssen",
            "2000",
            "WlQo8a0AAAAJ:d1gkVwhDpl0C",
            1758,
            "https:\/\/www.acpjournals.org\/doi\/abs\/10.7326\/0003-4819-133-2-200007180-00008",
            "10232393681446706957",
            "\/scholar?cites=10232393681446706957",
            {
                "2000":7,
                "2001":25,
                "2002":35,
                "2003":53,
                "2004":58,
                "2005":65,
                "2006":91,
                "2007":101,
                "2008":91,
                "2009":118,
                "2010":91,
                "2011":100,
                "2012":133,
                "2013":96,
                "2014":99,
                "2015":106,
                "2016":93,
                "2017":106,
                "2018":77,
                "2019":80,
                "2020":64,
                "2021":7
            }
        ],
        [
            "No evidence supports the waist circumference (WC) cutoff points recommended by the National Institutes of Health to identify subjects at increased health risk within the various body mass index (BMI; calculated as weight in kilograms divided by the square of height in meters) categories.To examine whether the prevalence of hypertension, type 2 diabetes mellitus, dyslipidemia, and the metabolic syndrome is greater in individuals with high compared with normal WC values within the same BMI category.The subjects consisted of 14 924 adult participants of the Third National Health and Nutrition Examination Survey, which is a nationally representative cross-sectional survey. Subjects were grouped by BMI and WC in accordance with the National Institutes of Health cutoff points. Within the normal-weight (18.5-24.9), overweight (25.0-29.9), and class I obese (30.0-34.9) BMI categories …",
            "Body mass index, waist circumference, and health risk: evidence in support of current National Institutes of Health guidelines",
            "Ian Janssen and Peter T Katzmarzyk and Robert Ross",
            "2002",
            "WlQo8a0AAAAJ:qjMakFHDy7sC",
            1281,
            "https:\/\/jamanetwork.com\/journals\/jamainternalmedicine\/fullarticle\/162\/18\/2074",
            "18118614315425647835",
            "\/scholar?cites=18118614315425647835",
            {
                "2003":24,
                "2004":42,
                "2005":49,
                "2006":60,
                "2007":64,
                "2008":80,
                "2009":86,
                "2010":93,
                "2011":89,
                "2012":92,
                "2013":102,
                "2014":79,
                "2015":96,
                "2016":71,
                "2017":52,
                "2018":73,
                "2019":58,
                "2020":48,
                "2021":3
            }
        ],
        [
            "The purpose of this study was to develop and cross-validate predictive equations for estimating skeletal muscle (SM) mass using bioelectrical impedance analysis (BIA). Whole body SM mass, determined by magnetic resonance imaging, was compared with BIA measurements in a multiethnic sample of 388 men and women, aged 18–86 yr, at two different laboratories. Within each laboratory, equations for predicting SM mass from BIA measurements were derived using the data of the Caucasian subjects. These equations were then applied to the Caucasian subjects from the other laboratory to cross-validate the BIA method. Because the equations cross-validated (i.e., were not different), the data from both laboratories were pooled to generate the final regression equation SM mass   ( kg ) = [ (  Ht  2   ∣ R × 0.401 ) + ( gender × 3.825 )   where Ht is height in centimeters; R is BIA resistance in …",
            "Estimation of skeletal muscle mass by bioelectrical impedance analysis",
            "Ian Janssen and Steven B Heymsfield and Richard N Baumgartner and Robert Ross",
            "2000",
            "WlQo8a0AAAAJ:YsMSGLbcyi4C",
            1217,
            "https:\/\/journals.physiology.org\/doi\/abs\/10.1152\/jappl.2000.89.2.465",
            "15622522393709257147",
            "\/scholar?cites=15622522393709257147",
            {
                "2002":6,
                "2003":11,
                "2004":12,
                "2005":15,
                "2006":22,
                "2007":26,
                "2008":24,
                "2009":41,
                "2010":28,
                "2011":52,
                "2012":46,
                "2013":61,
                "2014":88,
                "2015":88,
                "2016":121,
                "2017":138,
                "2018":128,
                "2019":119,
                "2020":163,
                "2021":9
            }
        ],
        [
            " The purpose of this study was to determine skeletal muscle cutpoints for identifying elevated physical disability risk in older adults. Subjects included 4,449 older (≥60 years) participants from the Third National Health and Nutrition Examination Survey during 1988–1994. Physical disability was assessed by questionnaire, and bioimpedance was used to estimate skeletal muscle, which was normalized for height. Receiver operating characteristics were used to develop the skeletal muscle cutpoints associated with a high likelihood of physical disability. Odds for physical disability were compared in subjects whose measures fell above and below these cutpoints. Skeletal muscle cutpoints of 5.76–6.75 and ≤5.75 kg\/m2 were selected to denote moderate and high physical disability risk in women. The corresponding values in men were 8.51–10.75 and ≤8.50 kg\/m2. Compared with women with low-risk skeletal …",
            "Skeletal muscle cutpoints associated with elevated physical disability risk in older men and women",
            "Ian Janssen and Richard N Baumgartner and Robert Ross and Irwin H Rosenberg and Ronenn Roubenoff",
            "2004",
            "WlQo8a0AAAAJ:Tyk-4Ss8FVUC",
            1204,
            "https:\/\/academic.oup.com\/aje\/article-abstract\/159\/4\/413\/77446",
            "11611370021331377771",
            "\/scholar?cites=11611370021331377771",
            {
                "2004":5,
                "2005":9,
                "2006":17,
                "2007":36,
                "2008":37,
                "2009":35,
                "2010":42,
                "2011":63,
                "2012":76,
                "2013":84,
                "2014":103,
                "2015":122,
                "2016":113,
                "2017":109,
                "2018":116,
                "2019":113,
                "2020":96,
                "2021":8
            }
        ],
        [
            "Magnetic resonance imaging (MRI) and computerized tomography (CT) are promising reference methods for quantifying whole body and regional skeletal muscle mass. Earlier MRI and CT validation studies used data-acquisition techniques and data-analysis procedures now outdated, evaluated anatomic rather than adipose tissue-free skeletal muscle (ATFSM), studied only the relatively large thigh, or found unduly large estimation errors. The aim of the present study was to compare arm and leg ATFSM cross-sectional area estimates (cm2) by using standard MRI and CT acquisition and image-analysis methods with corresponding cadaver estimates. A second objective was to validate MRI and CT measurements of adipose tissue embedded within muscle (interstitial adipose tissue) and surrounding muscle (subcutaneous adipose tissue). ATFSM area (n = 119) by MRI [38.9 ± 22.3 (SD) cm2], CT (39.7 ± 22.8 cm2 …",
            "Cadaver validation of skeletal muscle measurement by magnetic resonance imaging and computerized tomography",
            "N Mitsiopoulos and RN Baumgartner and SB Heymsfield and W Lyons and D Gallagher and R Ross",
            "1998",
            "WlQo8a0AAAAJ:zYLM7Y9cAGgC",
            1144,
            "https:\/\/journals.physiology.org\/doi\/abs\/10.1152\/jappl.1998.85.1.115",
            "6813212854925945511",
            "\/scholar?cites=6813212854925945511",
            {
                "1999":4,
                "2000":13,
                "2001":12,
                "2002":22,
                "2003":15,
                "2004":18,
                "2005":18,
                "2006":21,
                "2007":40,
                "2008":29,
                "2009":40,
                "2010":38,
                "2011":45,
                "2012":59,
                "2013":42,
                "2014":60,
                "2015":68,
                "2016":109,
                "2017":89,
                "2018":119,
                "2019":121,
                "2020":133,
                "2021":18
            }
        ],
        [
            " Background: It is unknown whether the ability of waist circumference (WC) to predict health risk beyond that predicted by body mass index (BMI) alone is explained in part by the ability of WC to identify those with elevated concentrations of total or abdominal fat. Objective: We sought to determine whether BMI and WC independently contribute to the prediction of nonabdominal (total fat − abdominal fat), abdominal subcutaneous, and visceral fat. Design: Fat distribution was measured by magnetic resonance imaging in 341 white men and women. Multiple regression analysis was performed to measure whether the combination of BMI and WC explained a greater variance in nonabdominal, abdominal subcutaneous, and visceral fat than did BMI or WC alone. These fat depots were also compared after a subdivision of the cohort into 3 BMI (normal, overweight, and class I obese) and 3 …",
            "Body mass index and waist circumference independently contribute to the prediction of nonabdominal, abdominal subcutaneous, and visceral fat",
            "Ian Janssen and Steven B Heymsfield and David B Allison and Donald P Kotler and Robert Ross",
            "2002",
            "WlQo8a0AAAAJ:IjCSPb-OGe4C",
            812,
            "https:\/\/academic.oup.com\/ajcn\/article-abstract\/75\/4\/683\/4689372",
            "4242117549055408587",
            "\/scholar?cites=4242117549055408587",
            {
                "2002":4,
                "2003":17,
                "2004":19,
                "2005":20,
                "2006":34,
                "2007":41,
                "2008":62,
                "2009":38,
                "2010":56,
                "2011":55,
                "2012":49,
                "2013":46,
                "2014":69,
                "2015":50,
                "2016":57,
                "2017":48,
                "2018":55,
                "2019":46,
                "2020":29,
                "2021":3
            }
        ]
    ]
}